{
  "animeTitle": "All Hail the Sect Leader",
  "type": "ONA",
  "releasedDate": "2024",
  "status": "Ongoing",
  "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Fantasy",
    "Historical"
  ],
  "otherNames": "Wan Gu Zui Qiang Zong, All Hail the Sect Leader, 万古最强宗",
  "synopsis": "A special scientific experiment, a wonderful adventure in different time and space. Jun Changxiao came to Xingyun Continent with the system and inherited an unknown small sect. He must build the sect into the No. 1 in Xingyun Continent within a hundred years, and recruit 100,000 disciples. If he fails to complete it, the system will explode and he will be finished. In order to survive and return to the original time and space safely. He actively \"established a sect\" and taught disciples. The gang grew from a \"lone commander\" to a hundred people. Under the leadership of Jun Changxiao, everyone built houses and planted crops, caught chickens and found dogs, and maintained peace and helped the weak anytime and anywhere. The disciples in the sect have different personalities. The funny Jun Changxiao gets along well with everyone, and there is unlimited joy in the warm big family. In a lively and positive atmosphere, everyone supports each other and grows rapidly. The cultivation of the sect is a long and arduous task, and Jun Changxiao leads the disciples to explore up and down...",
  "animeImg": "https://gogocdn.net/cover/all-hail-the-sect-leader.png",
  "totalEpisodes": "12",
  "episodesList": [
    {
      "episodeId": "all-hail-the-sect-leader-episode-12",
      "episodeNum": "Episode 12"
    },
    {
      "episodeId": "all-hail-the-sect-leader-episode-11",
      "episodeNum": "Episode 11"
    },
    {
      "episodeId": "all-hail-the-sect-leader-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "all-hail-the-sect-leader-episode-5-9-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "all-hail-the-sect-leader-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "all-hail-the-sect-leader-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "all-hail-the-sect-leader-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "all-hail-the-sect-leader-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}