{
  "animeTitle": "Amazing Nurse Nanako",
  "type": "TV Series",
  "releasedDate": "1999",
  "status": "Completed",
  "genres": [
    "Comedy",
    "Mecha",
    "Military",
    "Sci-Fi"
  ],
  "otherNames": "Nanako Kaitai Shinsho, 菜々子解体診書",
  "synopsis": "In the beginning, Nanako was the subject of a cyborg experiment conducted by Dr. Ogami for one of his most powerful robots. Through rigorous training, Dr. Ogami trained Nanako to withstand the pain. However, he made her too strong, and the plan ultimately failed. However, recent developments between the Pentagon and the Vatican to resurrect Jesus f… more In the beginning, Nanako was the subject of a cyborg experiment conducted by Dr.\nOgami for one of his most powerful robots. Through rigorous training, Dr. Ogami trained Nanako to withstand the pain. However, he made her too strong, and the plan ultimately failed. However, recent developments between the Pentagon and the Vatican to resurrect Jesus for the Second Coming have landed Nanako as the subject of an operation in which she will give birth to the new Jesus. Throughout the series, we learn that Nanako is, in fact, the third clone in a series of clones cloned from the original Nanako. The original died from a mysterious illness, and an experiment to clone her was successful. However, around the age of 20, each Nanako clone dies of the same mysterious illness that claimed the life of the first Nanako. It has been Dr. Ogami’s quest to cure the “Nanako illness” ever since he promised the second clone that he would heal her before she died when he was young",
  "animeImg": "https://gogocdn.net/images/anime/amazing-nurse-nanako.jpg",
  "totalEpisodes": "6",
  "episodesList": [
    {
      "episodeId": "amazing-nurse-nanako-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "amazing-nurse-nanako-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "amazing-nurse-nanako-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "amazing-nurse-nanako-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "amazing-nurse-nanako-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "amazing-nurse-nanako-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}