{
  "animeTitle": "Ani*Kuri15",
  "type": "Special",
  "releasedDate": "2007",
  "status": "Completed",
  "genres": [
    "Adventure",
    "Comedy",
    "Drama",
    "Fantasy",
    "Sci-Fi",
    "Slice of Life"
  ],
  "otherNames": "アニ＊クリ15",
  "synopsis": "15 one-minute shorts created by various people from Japan's animation industry. The title of the collection, Ani*Kuri15, is abbreviated from the words \"anime\" and \"creators\".\r\n\r\nSeason One\r\nShinji Kimura (Studio 4°C; Art Director, Steamboy) - title: Attack of Higashimachi Ni Chome/Attack of Higashimachi 2nd Burough\r\nShōjirō Nishimi (Studio 4°C; Character Designer, Tekkonkinkreet) - Uchujin Raikou Hiroshi no Baai/Invasion from Space - Hiroshi's Case\r\nAkemi Hayashi (Gainax; Character Designer, Fruits Basket) - Namida no Mukou/From the Other Side of the Tears\r\nOsamu Kobayashi (Madhouse; Art/Mecha Desgin, Gungrave) - Sancha Blues/The Aromatic Tea Blues\r\nYasufumi Soejima (Gonzo; 3D/CG Director, Last Exile) - Hyotoko/Blaze Man\r\n\r\nSeason Two\r\nAtsushi Takeuchi (Production I.G; Mecha Design, Ghost in the Shell)\r\nMamoru Oshii (Production I.G; Director, Ghost in the Shell) - Project Mermaid\r\nKazuto Nakazawa (Studio 4°C; First Unit Director, Kill Bill Chapter 3: The Origin of O-Ren from Kill Bill: Volume 1) - \"yurururu\" ~Nichijou Hen~\r\nRanji Murata (Gonzo; Character Design, Blue Submarine No. 6) and Tatsuya Yabuta (Gonzo; Story Design, Final Fantasy VII) - Gyrosopter\r\nTobira Oda (Original Manga, Danchi Tomō) and Yasuyuki Shimizu (Key Animation, Naruto (movies)) (Studio 4°C)\r\n\r\nSeason Three\r\nMichael Arias (Studio 4°C; Director, Tekkonkinkreet) - Okkakekko\r\nMakoto Shinkai (Comix Wave Film; Director, The Place Promised in Our Early Days) - Neko no Shuukai/A Gathering of Cats\r\nShōji Kawamori (Satelight; Director, The Super Dimension Fortress Macross: Do You Remember Love?) - Project Omega\r\nMahiro Maeda (Gonzo; Director, Gankutsuou: The Count of Monte Cristo) - Onmitsu Hime\r\nSatoshi Kon (Madhouse; Director, Paprika) - Ohayō/Good Morning",
  "animeImg": "https://gogocdn.net/cover/anikuri15.png",
  "totalEpisodes": "1"
}