{
  "animeTitle": "Arte (Dub)",
  "type": "TV Series",
  "releasedDate": "2020",
  "status": "Completed",
  "genres": [
    "Drama",
    "Historical",
    "Romance",
    "Seinen",
    "Slice of Life"
  ],
  "otherNames": "アルテ",
  "synopsis": "In the 16th century, the city of Florence booms with cultural and creative revival in celebration of the Renaissance. Arte, a delightful young lady from an aristocratic family, dreams of being an artist and contributing to the renewal of civilization. However, with her father's death, she ends up losing the only person who believed in her passion for art. Now she is expected to marry a nobleman and live as a refined housewife without disgracing her family name. Reluctant to accept her fate, the headstrong Arte steps into the streets in search of a master artisan to take her on as an apprentice.\r\n\r\nIn her quest for a mentor, Arte has to face harsh reality when she is completely shunned for being a female artist. No one believes that women are capable of fine craftsmanship, and therefore none are willing to accept her. Luckily, a renowned artisan by the name of Leo is persuaded to take her as his disciple since he has none anyway. And thus, Arte's new life begins, far from the comfort of her noble upbringing. As an apprentice, she must earn her keep while tackling various challenges along the difficult path to becoming a full-fledged, master artisan.",
  "animeImg": "https://gogocdn.net/cover/arte-dub.png",
  "totalEpisodes": "12",
  "episodesList": [
    {
      "episodeId": "arte-dub-episode-12",
      "episodeNum": "Episode 12"
    },
    {
      "episodeId": "arte-dub-episode-11",
      "episodeNum": "Episode 11"
    },
    {
      "episodeId": "arte-dub-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "arte-dub-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "arte-dub-episode-8",
      "episodeNum": "Episode 8"
    },
    {
      "episodeId": "arte-dub-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "arte-dub-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "arte-dub-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "arte-dub-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "arte-dub-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "arte-dub-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "arte-dub-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}