{
  "animeTitle": "Bartender: Kami no Glass (Dub)",
  "type": "Spring 2024 Anime",
  "releasedDate": "2024",
  "status": "Ongoing",
  "genres": [
    "Adult Cast",
    "Drama",
    "Gourmet",
    "Seinen",
    "Workplace"
  ],
  "otherNames": "バーテンダー 神のグラス, Bartender Glass of God",
  "synopsis": "Miwa Kurushima and her colleague Yukari Higuchi hunt for a skilled individual to run the counter bar at the famous Hotel Cardinal. The chairman of the hotel demands only one thing of the potential hire: the bartender must be able to craft the ultimate drink known as the \"Glass of God.\" Because Miwa does not fully understand the requirement, her search runs dry after everyone she has scouted cannot get past the chairman's scrutiny.\r\n\r\nNestled in a quiet and secluded place among the bustling alleys of Ginza is Eden Hall. This cozy bar is maintained by Ryuu Sasakura, a prodigy mixologist who knows exactly what drink will ease his customers' worries at any given time. Every glass that he serves is garnished with humility, providing much-needed solace to people from all walks of life in their time of need.\r\n\r\nIn a chance encounter, the chairman is left speechless by Ryuu's astute bartending skills and is determined to have him join Hotel Cardinal. He becomes one of Ryuu's regulars, attempting daily to convince Ryuu to leave Eden Hall. But even with the assistance of Miwa, it is more difficult than expected to recruit this particular bartender.",
  "animeImg": "https://gogocdn.net/cover/bartender-kami-no-glass-dub.png",
  "totalEpisodes": "4",
  "episodesList": [
    {
      "episodeId": "bartender-kami-no-glass-dub-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "bartender-kami-no-glass-dub-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "bartender-kami-no-glass-dub-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "bartender-kami-no-glass-dub-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}