{
  "animeTitle": "Bastard!! (Dub)",
  "type": "TV Series",
  "releasedDate": "2009",
  "status": "Completed",
  "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Ecchi",
    "Fantasy"
  ],
  "otherNames": "Bastard!!: Ankoku no Hakaishin, Bastard!! Destroyer of Darkness, Ankoku no Hakai Kami, バスタード!! 暗黒の破壊神",
  "synopsis": "The characters in BASTARD!! have forsaken technology and have traded it in for magic and the occult arts. The story revolves around a group of five magicians who set out to rebuild their world after a rampaging God destroys it and tips it into chaos. Driven by their leader Dark Schneider, Gara, Arshes Nei, Abigail and Kall Su set out to conquer kingdoms in the hope of rebuilding them into utopias, with each of the magicians having their own personal agenda in doing so. However, Dark Schneider`s often reckless manner and short temper leads him to wreak havoc where ever he goes. He is trapped by a group of clerics in a baby boy, leaving the four without a leader.\r\n\r\nFifteen years later, the four still continue their quest but their motives have changed to despotic world domination, and it is up to Dark Schneider to show them the \"error of their ways\", when he is freed by the clerics who once imprisoned him, so that he may defend them against his former comrades. It has now become Dark Schneider`s responsibility to track down each one of his companions and set them on the right path again, but what seems to be the once reckless and amoral Dark Schneider has changed over his fifteen year imprisonment within the boy, Luche Len Len.",
  "animeImg": "https://gogocdn.net/cover/bastard-dub.jpg",
  "totalEpisodes": "6",
  "episodesList": [
    {
      "episodeId": "bastard-dub-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "bastard-dub-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "bastard-dub-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "bastard-dub-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "bastard-dub-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "bastard-dub-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}