{
  "animeTitle": "Break Blade",
  "type": "TV Series",
  "releasedDate": "2014",
  "status": "Completed",
  "genres": [
    "Action",
    "Fantasy",
    "Mecha",
    "Military",
    "Shounen"
  ],
  "otherNames": "Broken Blade, ブレイク ブレイド",
  "synopsis": "The inhabitants of the continent of Cruzon are born with the ability to freely control quartz. Technology based on this power allows them to perform a great multitude of tasks such as shoot projectiles and pilot mobile suits (called Golems in this society). Rygart Arrow is an un-sorcerer, a rare individual who is unable to levitate even the smalles… more The inhabitants of the continent of Cruzon are born with the ability to freely control quartz. Technology based on this power allows them to perform a great multitude of tasks such as shoot projectiles and pilot mobile suits (called Golems in this society). Rygart Arrow is an un-sorcerer, a rare individual who is unable to levitate even the smallest crystal. Living with his brother on a farm, he receives a letter from an old friend, Hodr, the current king.\nClose companion of the king and queen when they were students at Assam Military School, Arrow is informed that a war is about to occur. Hodr called him because an ancient type of Golem has been found in a mining shaft. No one has been able to move it and Queen Sigyn, an expert engineer, suspects that maybe an un-sorcerer might be the key to activate it.",
  "animeImg": "https://gogocdn.net/images/anime/B/break-blade.jpg",
  "totalEpisodes": "6",
  "episodesList": [
    {
      "episodeId": "break-blade-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "break-blade-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "break-blade-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "break-blade-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "break-blade-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "break-blade-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}