{
  "animeTitle": "DearS",
  "type": "TV Series",
  "releasedDate": "2004",
  "status": "Completed",
  "genres": [
    "Comedy",
    "Ecchi",
    "Harem",
    "Romance",
    "Sci-Fi"
  ],
  "otherNames": "ディアーズ",
  "synopsis": "Ikuhara Takeya is a high school student living a normal life. He is not interested in the commotion around a UFO filled with beautiful alien females that crashed on earth a year ago. The aliens, known as DearS, are deciding to take permanent residence on earth. What no one knows is that these aliens are a slave species whose sole purpose is to serv… more Ikuhara Takeya is a high school student living a normal life. He is not interested in the commotion around a UFO filled with beautiful alien females that crashed on earth a year ago.\n The aliens, known as DearS, are deciding to take permanent residence on earth. What no one knows is that these aliens are a slave species whose sole purpose is to serve and please their masters. One day, Takeya spots a person shivering behind some bushes. This person, Ren, is one of the DearS, and after being saved by Takeya she chooses him as her master. Takeya, who doesn’t know about the master-slave relationship of DearS, tries to learn Ren the normal lifestyle of the people on earth, though he constantly fears that Ren is an evil alien who’s trying to brainwash him. But Ren isn’t like other DearS. She is in fact malfunctioning and is being tracked down by their leader. Meanwhile, Takeya begins to learn more about DearS, and a mythical DearS relationship called “Gift” begin to develop between them.",
  "animeImg": "https://gogocdn.net/images/anime/D/dears.jpg",
  "totalEpisodes": "13",
  "episodesList": [
    {
      "episodeId": "dears-episode-13",
      "episodeNum": "Episode 13"
    },
    {
      "episodeId": "dears-episode-12",
      "episodeNum": "Episode 12"
    },
    {
      "episodeId": "dears-episode-11",
      "episodeNum": "Episode 11"
    },
    {
      "episodeId": "dears-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "dears-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "dears-episode-8",
      "episodeNum": "Episode 8"
    },
    {
      "episodeId": "dears-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "dears-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "dears-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "dears-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "dears-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "dears-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "dears-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}