{
  "animeTitle": "Decryption Game",
  "type": "CM",
  "releasedDate": "2024",
  "status": "Ongoing",
  "genres": [
    "Action",
    "Drama",
    "Family",
    "Shounen"
  ],
  "otherNames": "Nin Wanquan Bu Jiemi Shi Ma?, Decryption Game, Nín Wánquán Bù Jiěmì Shì Ma?, You Don't Decrypt at All Do You?, You Don't Decrypt It at All Do You?, You're Not Decrypting It at All Are You?, 您完全不解密是吗？",
  "synopsis": "The protagonist, Zhu Wen, is a player who is pulled into the real-life escape room game called “Paradise.” Zhu Wen has an unique way of thinking, and instead of following the normal decryption process, he exploits game rule loopholes and bugs, relying on his exceptional physical abilities to bypass challenges without solving them. His urgency to complete the game is driven by the fact that he is searching for his missing sister, Zhen Zhu, and his stepsister, Jiang Lan, who are trapped within the game. Zhu Wen and his friends repeatedly use bug exploits to progress rapidly through the game, eventually reaching the “Endgame” phase. In this stage, all players are forcefully drawn into the game world, and everything that happens in the game has consequences in the real world. As they desperately search for clues to complete the game, they discover that their world is not the first one chosen by “Paradise.” Countless other worlds and players have been affected by the game, and even the “Endgame” scenario is the home of the previous set of players. “Paradise” has undergone multiple rounds of gameplay, becoming nearly unbeatable through repeated optimizations. It even leaves critical clues in locations in the real world that are almost impossible for anyone to access. Zhu Wen, however, figures out that the game’s internal coordinates correspond to real-world coordinates and successfully calculates the location of the game’s core. Cooperating with his friends and a real-world strategy team, they deplete the game’s energy resources and manage to narrowly win the life-and-death battle with “Paradise.” The game is then reset, and players are returned to the real world. Zhu Wen finally reunites with Zhen Zhu and Jiang Lan, and they can live a wonderful life free from the grip of the game that had threatened them.",
  "animeImg": "https://gogocdn.net/cover/decryption-game.png",
  "totalEpisodes": "17",
  "episodesList": [
    {
      "episodeId": "decryption-game-episode-17-20-episode-17",
      "episodeNum": "Episode 17"
    },
    {
      "episodeId": "decryption-game-episode-12-16-episode-12",
      "episodeNum": "Episode 12"
    },
    {
      "episodeId": "decryption-game-episode-10-11-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "decryption-game-episode-1-9-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}