{
  "animeTitle": "Detective Conan: Kid the Phantom Thief",
  "type": "TV Series",
  "releasedDate": "2000",
  "status": "Completed",
  "genres": [
    "Adventure",
    "Comedy",
    "Drama",
    "Mystery"
  ],
  "otherNames": "Kaito Kid, Majikku Kaito, Kaitou Kid, Magic Kaitou, Detective Conan Special: Secret Birth of Kaito Kid, Kaitou Kid Tanjou no Himitsu, まじっく快斗",
  "synopsis": "Kaito Kuroba, a normal teenage student whose father is often absent for vaguely defined reasons. When his father dies under mysterious circumstances, he is made aware of his father’s secret identity; a famous international criminal known as International Criminal 1412: the Phantom Thief, and that he was murdered by a mysterious organization for ref… more Kaito Kuroba, a normal teenage student whose father is often absent for vaguely defined reasons.\nWhen his father dies under mysterious circumstances, he is made aware of his father’s secret identity; a famous international criminal known as International Criminal 1412: the Phantom Thief, and that he was murdered by a mysterious organization for refusing to aid them in retrieving the “Pandora Gem”; a mystical stone said to shed a “tear” during the passing of a particular comet(often called the ‘Volley Comet’), the consumption of which bestows immortality. He vows to prevent the organization from gaining immortality, and assumes his father’s identity as he begins his quest for the gem. His only clues as to the gem’s location are that it glows red under the full moon and that it is a doublet: a gem hidden within a larger gem. Thus, it would have to be a relatively large one with a bizarre history, and always stored in a place that never receives moonlight. He thus researches and steals famous priceless gems with odd histories from incredibly well-defended areas, and always returns them after the very next full moon.",
  "animeImg": "https://gogocdn.net/images/anime/D/detective-conan-kid-the-phantom-thief.jpg",
  "totalEpisodes": "12",
  "episodesList": [
    {
      "episodeId": "detective-conan-kid-the-phantom-thief-episode-12",
      "episodeNum": "Episode 12"
    },
    {
      "episodeId": "detective-conan-kid-the-phantom-thief-episode-11",
      "episodeNum": "Episode 11"
    },
    {
      "episodeId": "detective-conan-kid-the-phantom-thief-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "detective-conan-kid-the-phantom-thief-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "detective-conan-kid-the-phantom-thief-episode-8",
      "episodeNum": "Episode 8"
    },
    {
      "episodeId": "detective-conan-kid-the-phantom-thief-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "detective-conan-kid-the-phantom-thief-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "detective-conan-kid-the-phantom-thief-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "detective-conan-kid-the-phantom-thief-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "detective-conan-kid-the-phantom-thief-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "detective-conan-kid-the-phantom-thief-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "detective-conan-kid-the-phantom-thief-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}