{
  "animeTitle": "Digimon Adventure tri. 4: Soushitsu",
  "type": "Movie",
  "releasedDate": "2017",
  "status": "Completed",
  "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Drama"
  ],
  "otherNames": "Digimon Adventure tri. Loss, デジモンアドベンチャーtri.（トライ）第４章「喪失」",
  "synopsis": "First there was Meicoomon's rampage, and then the reboot ended up happening. Taichi and friends left Meiko behind in her anguish, and headed for the Digital World.\r\n\r\nThey reunite with their partner Digimon, who have lost all their memories up to this point. Even so, the DigiDestined decide to reach out and rebuild those bonds, and their Digimon respond in kind. The sole exception is Biyomon, who is openly wary even after digivolving to her Rookie stage...\r\n\r\n\"I told you, I don't know anything about 'the past'!\"\r\n\r\nSora's kindness in putting others before herself only makes Biyomon that much more suspicious. This leaves Sora stunned and hurt, and Taichi and Yamato are at a loss for what to say to her.\r\n\r\nAs everyone discusses what they should do from here in the Digital World, Meicoomon suddenly appears and then vanishes. For some reason she still has her memories, as she wanders around with tears in her eyes, looking for Meiko. Seeing this strengthens the kids' resolve to travel through the Digital World in order to save Meicoomon. But then before their eyes appears that man who had been with the Dark Masters.\r\n\r\nMeanwhile in the real world, Nishijima receives word that Himekawa has gone missing. As he investigates, he determines that there's been some hidden agenda behind her behavior up to this point. It has something to do with an event in the past that determined both their destinies...\r\n\r\nThe adventure now evolves once again...",
  "animeImg": "https://gogocdn.net/cover/digimon-adventure-tri-4-soushitsu.png",
  "totalEpisodes": "4",
  "episodesList": [
    {
      "episodeId": "digimon-adventure-tri-4-soushitsu-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "digimon-adventure-tri-4-soushitsu-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "digimon-adventure-tri-4-soushitsu-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "digimon-adventure-tri-4-soushitsu-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}