{
  "animeTitle": "Digimon Adventure tri. 3: Kokuhaku",
  "type": "Movie",
  "releasedDate": "2016",
  "status": "Completed",
  "genres": [
    "Action",
    "Adventure",
    "Comedy",
    "Drama"
  ],
  "otherNames": "Digimon Adventure tri. Confession, デジモンアドベンチャーtri.（トライ）第３章「告白」",
  "synopsis": "Taichi and friends can't hide how disturbing it was that something suddenly went wrong with Meicoomon, causing her to destroy Leomon and disappear beyond the distortion.\r\n\r\n\"If Meicoomon was infected, I want to find out what caused it. Were there any signs it had happened? And when in the world did it occur?\" Faced with a situation beyond imagination, Koushirou struggles to come up with some countermeasure.\r\n\r\nBut with no effective means at his disposal, he ends up grilling Meiko for information. \"Please remember. I need information if I'm going to find out what's behind the infection.\" Meiko hangs her head, unable to offer any answer...\r\n\r\nAgumon and the others had been quarantined in Koushirou's office to protect against infection, but Patamon starts showing signs of it anyway... At the same time, Agumon and the others are informed via the voice dwelling within Hikari about an important secret concerning the Digital World.\r\n\r\n\"The time... draws near...\"\r\n\r\nThen during the battle against Meicoomon when she shows up again, said \"time\" arrives. Taichi and friends agonize over the revealed secret. As the feelings of each of them intertwine, they arrive at a certain determination...\r\n\r\n\"If we wait around for 'someday', before you know it we'll find ourselves having grown up.\"\r\n\r\nThe adventure now evolves once again...",
  "animeImg": "https://gogocdn.net/cover/digimon-adventure-tri-3-kokuhaku.jpg",
  "totalEpisodes": "5",
  "episodesList": [
    {
      "episodeId": "digimon-adventure-tri-3-kokuhaku-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "digimon-adventure-tri-3-kokuhaku-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "digimon-adventure-tri-3-kokuhaku-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "digimon-adventure-tri-3-kokuhaku-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "digimon-adventure-tri-3-kokuhaku-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}