{
  "animeTitle": "Dolls' Frontline (Dub)",
  "type": "TV Series",
  "releasedDate": "2022",
  "status": "Completed",
  "genres": [
    "Action",
    "Drama",
    "Military",
    "Sci-Fi"
  ],
  "otherNames": "Girls' Frontline, ドールズフロントライン",
  "synopsis": "After World War III decimated the world's population and rendered large amounts of land uninhabitable, various private military contractors began using combat androids—also known as \"T-Dolls\"—to maintain peace in unstable countries. While they are physically superior to flesh-and-blood fighters, T-Dolls are incapable of formulating complex plans and thus require a human commander to issue orders.\r\n\r\nSangvis Ferri was an industry-leading T-Doll manufacturer until they attempted to install a specialized T-Doll as the company's sole commander—resulting in the immediate deaths of everyone at that facility. Seizing control of Sangvis factories, the rogue AI declared war on the remnants of mankind. Now facing a hostile robot invasion, Griffin & Kryuger is the only paramilitary organization strong enough to withstand confrontation and halt their destructive advances.\r\n\r\nInvestigating the events related to Sangvis Ferri's aggression, the elite task force \"Team Anti-Rain\" searches for highly confidential information in an abandoned warehouse, but they are shortly ambushed. Hoping to safeguard their findings, the group temporarily disbands and each Doll goes into hiding. Meanwhile, the lazy but gifted Gentiane is hired by Griffin as a rookie commander and given her critical first mission—track down Team Anti-Rain and recover the classified data before Sangvis Ferri can.",
  "animeImg": "https://gogocdn.net/cover/dolls-frontline-dub.png",
  "totalEpisodes": "12",
  "episodesList": [
    {
      "episodeId": "dolls-frontline-dub-episode-12",
      "episodeNum": "Episode 12"
    },
    {
      "episodeId": "dolls-frontline-dub-episode-11",
      "episodeNum": "Episode 11"
    },
    {
      "episodeId": "dolls-frontline-dub-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "dolls-frontline-dub-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "dolls-frontline-dub-episode-8",
      "episodeNum": "Episode 8"
    },
    {
      "episodeId": "dolls-frontline-dub-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "dolls-frontline-dub-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "dolls-frontline-dub-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "dolls-frontline-dub-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "dolls-frontline-dub-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "dolls-frontline-dub-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "dolls-frontline-dub-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}