{
  "animeTitle": "Emperor Lingwu",
  "type": "ONA",
  "releasedDate": "2022",
  "status": "Completed",
  "genres": [
    "Action",
    "Adventure",
    "Ecchi",
    "Fantasy",
    "Harem",
    "Historical",
    "Martial Arts",
    "Shounen"
  ],
  "otherNames": "Emperor Lingwu, Skill Emperor, combat king, Lingwu Dizun, 灵武帝尊, 영무제존, Sign in at the beginning of the game Sword and Soul, Opening Awakening Sword Soul, 开局觉醒剑武魂",
  "synopsis": "Rumors of the Lingwu Continent: Those who gather all the nine ancient heavenly books can crack the secrets of the heavenly way, shatter the emptiness, and gain supreme power! Ten Thousand Kingdoms Territory, Tianfu Empire, Xingchen Town, the useless young master of the Chen family, Chen Tian, ​​was framed to death by his own clan. The young man in the small town was originally a waste body. Once he awakened the body of all spirits, he became a physique of dual cultivation of spirit and martial arts. He won the first place in the battle, because he was ruthlessly chased and killed by the royal family on the way back to the sect because he refused to join the royal family forces after the competition, and awakened the heaven-defying martial soul [Swallowing Martial Soul] in the life-and-death battle! Chentian, who returned to the sect, gradually revealed his talent, but because of this, he offended many geniuses in the sect, and injured his brother Tie Xiong, one of his fellow disciples, and died. Being valued by the guardian of the sect, Chen Tian became stronger and practiced in the sect, but offended the elders because of his disciples fighting, and finally showed his strength in the sect competition and became the number one in the sect and was valued by the sect! After becoming an inner sect disciple, he entered the secret realm of Tianzong to start a fierce battle for spiritual fruits, and made a personal decision with Liu Yan, the number one beauty of Tianzong, for life. As a result, when he returned to the sect, there was a sudden murder of the Chen family, and Chen Tian returned to the family angrily.",
  "animeImg": "https://gogocdn.net/cover/emperor-lingwu.png",
  "totalEpisodes": "15",
  "episodesList": []
}