{
  "animeTitle": "Fangyu Quan Kai",
  "type": "ONA",
  "releasedDate": "2022",
  "status": "Completed",
  "genres": [
    "Action",
    "Fantasy",
    "Martial Arts"
  ],
  "otherNames": "防御全开, Defense Fully Open",
  "synopsis": "Li Xiaobai, who entered the immersive stand-alone game Faerie Continent, joined the Xianyu Sect of the Northern Territory and became the seventh disciple of Feng Lingzi in Misty Peak. But because the system was artificially modified by an unknown person, he was trapped in the game. Only by completing the final mission: saving the world can you escape.\r\n\r\nWith the help of a system that can increase attribute points by being beaten, and is so dedicated that it can only point to defense, Li Xiaobai started the main storyline: Zongmen Grand Competition. In the competition, Li Xiaobai broke into the top ten with frequent strange moves. Get the chance to go to the Divine Beast Mountain Range, kill the monsters and win the opportunity to study in the Holy Demon Sect. Enter the main plot from here: the beast mountain range. In the forest, Li Xiaobai and Liu Jinshui, the sixth senior brother, made a treasure dragon snake fruit to deceive many elders, but they were captured by the owner of the fruit tree, Xixiu Liuli. Li Xiaobai bought a thousand-mile teleportation talisman from the system mall to help the brothers and sisters who came to support escape from the battlefield. He was trapped in place and was seriously injured. At a critical moment, Li Xiaobai's alias Zhang Rui relied on the ancient heaven-reaching talisman produced by the system to escape from danger.\r\n\r\nLi Xiaobai, who was randomly teleported outside of Gu Yue City, has successfully triggered the main storyline: the entrance test of the Holy Demon Sect. But because of deviation from the main line, the token was sealed. You need to complete the branch line of Guyue City: Young Talents to unlock it. Li Xiaobai believes that the achievement of young talents is the coexistence of money and appearance. Therefore, he opened a Tangneng Yipin store in the city to make money, and bought a beauty skin mask, calling himself Ye Liangchen, so as to avoid the pursuit of evil cultivators. After winning a business battle with an aristocratic family in the city and getting acquainted with the hermit old beggar, Li Xiaobai, who became famous, was invited to participate in the Young Talents Conference. At the meeting, Li Xiaobai was designed to sit in the challenge position. Fortunately, with the blessing of the system, he defeated his opponent. However, young talents did not achieve it. After discussing with the old beggar, Li Xiaobai understood that young talents are people who serve the country and the people and help the world.\r\n\r\nTherefore, Li Xiaobai set up a green channel to encourage everyone to exchange labor for the time limit for bathing. So far, Li Xiaobai has completed the branch line, unlocked the token, and went to the Holy Demon Sect to participate in the entry test.\r\n\r\nDuring the test, Li Xiaobai successfully entered the Holy Demon Sect by virtue of the props produced by the system, passing the three levels of body skills, xinxing, and cultivation. Li Xiaobai met his brothers and sisters. Participate in the Zongmen martial arts competition, defeat the masters of other states, and obtain the qualification to go to the secret realm. At this time, Feng Wuxie came to the door suddenly, saying that Li Xiaobai was found by the evil cultivators pretending to be Zhang Rui, and a group of evil cultivators were attacking the Xianyu sect at this time. Everyone returned to the sect together and fought hard against the evil cultivators. At this time, Ou Yezi, the head of the Holy Demon Sect, made a move to help everyone repel the evil cultivators.\r\n\r\nLi Xiaobai, who thought he could be free and unrestrained for two days, has no choice but to embark on a trip to the secret place under the continuous urging of the system.",
  "animeImg": "https://gogocdn.net/cover/fangyu-quan-kai.png",
  "totalEpisodes": "60"
}