{
  "animeTitle": "Godzilla: Kaijuu Wakusei",
  "type": "Movie",
  "releasedDate": "2017",
  "status": "Completed",
  "genres": [
    "Action",
    "Adventure",
    "Fantasy",
    "Sci-Fi"
  ],
  "otherNames": "GODZILLA -怪獣惑星-, Godzilla: Planet of the Monsters",
  "synopsis": "The last summer of the 20th Century. That day, the human beings learn that they are not the only ruler of the planet Earth.\r\nThe appearance of the giant living creatures “Kaiju's” and the ultimate existence that destroys all monsters: Godzilla. Through the battle against kaiju's that lasted for half a century, human beings has experienced continuous defeat, and finally plans to escape from the Earth. And in 2048, only those who were selected by the A.I. managed under the central government boarded the inter-sidereal emigrant spaceship “Aratrum” to head for “Tau Cetus e”, the planet beyond the distance of 11.9 light-year. However, the environmental condition differences between that of the Earth and Tau e, which they finally arrived after 20 years were far beyond the predicted numbers, and was not an environment considered to be habitable by human beings.\r\n\r\nThe young man on the emigrant ship: Haruo, who saw his parents killed by Godzilla in front of his eyes when he was 4 years old, had only one thing in his mind for 20 years: to return to the Earth and defeat Godzilla. Shut out from the possibility of emigration, as the living environment in the ship deteriorates, the group of “Earth Returnists” led by Haruo became the majority, and determines to head back to Earth through a dangerous long-distance hyperspace navigation. However, the Earth they have returned has already passed the time of 20,000 years, and has become an unknown world with the ecosystem reigned by Godzilla.\r\n\r\nAt the end, will human beings win back the Earth? And what will Haruo see beyond his fate?",
  "animeImg": "https://gogocdn.net/cover/godzilla-kaijuu-wakusei.png",
  "totalEpisodes": "1"
}