{
  "animeTitle": "Grisaia no Rakuen",
  "type": "Spring 2015 Anime",
  "releasedDate": "2015",
  "status": "Completed",
  "genres": [
    "Drama",
    "Harem",
    "Psychological",
    "Romance",
    "School"
  ],
  "otherNames": "The Eden of Grisaia, グリザイアの楽園",
  "synopsis": "The story picks up immediately after the events of Grisaia no Meikyuu, with Kazami Yuuji having been detained for suspected involvement with an international terrorist organization, lead by Heath Oslo, that has managed to enter Japan's borders with a devastating new weapon of mass destruction in hand. Meanwhile, at Mihama Academy, the remaining students find themselves with time running out - due to financial issues, the school is set to close within the month. Over the past year, though, the girls of Mihama have finally begun to find their own legs, thanks to Yuuji's involvement - are they really just going to bury their heads in the sand and let the world change around them? And are they really willing to let the man who changed their lives slip away without so much as trying to win him back? As the end of their time at Mihama Academy approaches, Amane, Makina, Sachi, Yumiko, and Michiru find themselves arriving at a single conclusion.\r\n\r\nHow much a group of students can do in the face of countries and organizations far bigger than any individual could hope to be remains to be seen. In the first place, Yuuji's position is far more complicated than any of them could have imagined, as he finds himself embroiled in an elaborate game of super-political chess revolving around both himself and an inconceivable new system slumbering in the depths of CIRS - a system that Yuuji may have more of a connection to than he thinks. One thing is for certain, though - the girls of Mihama are no longer willing to let the world steal things away from them without at least a bit of resistance first. And with help from a mysterious individual known only as Thanatos, they may just achieve their goal...",
  "animeImg": "https://gogocdn.net/images/upload/72855.jpg",
  "totalEpisodes": "10",
  "episodesList": [
    {
      "episodeId": "grisaia-no-rakuen-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "grisaia-no-rakuen-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "grisaia-no-rakuen-episode-8",
      "episodeNum": "Episode 8"
    },
    {
      "episodeId": "grisaia-no-rakuen-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "grisaia-no-rakuen-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "grisaia-no-rakuen-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "grisaia-no-rakuen-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "grisaia-no-rakuen-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "grisaia-no-rakuen-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "grisaia-no-rakuen-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}