{
  "animeTitle": "Hajime no Ippo: Champion Road",
  "type": "Movie",
  "releasedDate": "2003",
  "status": "Completed",
  "genres": [
    "Comedy",
    "Shounen",
    "Sports"
  ],
  "otherNames": "Fighting Spirit: Champion Road, はじめの一歩 -Champion Road-",
  "synopsis": "After intense battles, defeating Sendo, Makunouchi Ippo finally grasped the place as the Japanese Feather-Weight Champion. And so, Ippo changes from a \"Challenger\" to a \"Champion\", and the opponent of his first defence match is decided. The name of the challenger was Sanada Ikki. A fierce opponent who, aiming for a Dual Class Conquest, returned the title of Junior- Feather Class.Sanada has a different face as a Current Medical University Student, which enables the intimate understanding of the human body, of where a punch should land to deprive stamina and to down the opponent with consistent damage. Furthermore, he coolly analyses his condition from a medical perspective, based on his amount of perspiration, breathing rate and heart rate, and is thus a boxer with one of the most intelligent tactics. On the other hand, Ippo, in front of his first defence match, not only is nervous but suffers progressively from fear and anxiety as he hears more about his opponent. Furthermore, Sanada Ikki's trainer was Hama Dankichi, the rival of Chairman Kamogawa when he was still active in the ring. Dankichi's special move in the days when he still fought, \"Hien\" (\"Flying Swallow\"), has been passed down to Ikki.Encouraged by the predecessors of the gym Ippo belongs to, Takamura and Kimura, his past opponent and his mother, watched upon by Kumi who he secretly has feelings towards, the date of the first defence match draws closer. Ippo versus Sanada, and the settling of the scores of the coaches, Chairman Kamogawa and Hama Dankichi, each of their thoughts crosses over, and now, the day of the decisive match arrives!Can Ippo dodge the \"Hien\" and find victory?",
  "animeImg": "https://gogocdn.net/images/anime/H/Hajime-no-Ippo-Champion-Road.jpg",
  "totalEpisodes": "1",
  "episodesList": []
}