{
  "animeTitle": "Hulu Xiongdi",
  "type": "TV Series",
  "releasedDate": "1986",
  "status": "Completed",
  "genres": [
    "Action",
    "Super Power"
  ],
  "otherNames": "Calabash Brothers, Bottle Gourd Brothers, Hulu Brothers, Seven Brothers, Hyoutan Douji, 葫芦兄弟",
  "synopsis": "Legend has it that two demons were jailed in the Calabash Mountains, one a Scorpion spirit and the other a Snake spirit. However, years pass and a pangolin accidentally drills through the mountains and releases the demons.\r\n\r\nAn old man is hiking on the mountains nearby and falls next to a cave where the pangolin escapes from. The pangolin explains the situation and tells the old man the legend of seven calabashes that can save their land from being destroyed. The old man knows what he must do and obtains the legendary calabash plant seed in order to defeat the demons.\r\n\r\nAs each calabash matures, it transforms into a child with unique powers. With a combined effort, these seven calabash brothers set on a mission to defeat the demons in a 13 episode-long adventure.\r\n\r\nIn a sequel series, it is later revealed that there was a third demon, specifically the sister to the snake spirit, that had been in hiding underground during the whole battle. The only survivor from the defeat of the two demons, a humanoid toad with a blinded eye, comes and desperately reports the news. Naturally, the demon is enraged and attacks the mountain that contains the seven brothers in order to avenge its siblings' deaths.",
  "animeImg": "https://gogocdn.net/cover/hulu-xiongdi.png",
  "totalEpisodes": "13",
  "episodesList": [
    {
      "episodeId": "hulu-xiongdi-episode-13",
      "episodeNum": "Episode 13"
    },
    {
      "episodeId": "hulu-xiongdi-episode-12",
      "episodeNum": "Episode 12"
    },
    {
      "episodeId": "hulu-xiongdi-episode-11",
      "episodeNum": "Episode 11"
    },
    {
      "episodeId": "hulu-xiongdi-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "hulu-xiongdi-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "hulu-xiongdi-episode-8",
      "episodeNum": "Episode 8"
    },
    {
      "episodeId": "hulu-xiongdi-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "hulu-xiongdi-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "hulu-xiongdi-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "hulu-xiongdi-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "hulu-xiongdi-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "hulu-xiongdi-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "hulu-xiongdi-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}