{
  "animeTitle": "I Upset Millions Of Cultivators",
  "type": "ONA",
  "releasedDate": "2021",
  "status": "Completed",
  "genres": [
    "Action",
    "Adventure",
    "Fantasy",
    "Martial Arts"
  ],
  "otherNames": "Wo Qi Ku Le Baiwan Xiulian Zhe, I Annoyed Millions of Cultivators, 我气哭了百万修炼者",
  "synopsis": "I Annoyed Millions of Cultivators tells the story of a Jiangbei student who fought valiantly at the subway station and was blessed by the system. Fortunately, he hosts the system and travels to another world. In this different world full of cultivators, Jiangbei had turned from a trash in a small town to a child genius in everyone’s eyes. Relying on the system, Jiangbei has started the road of improvement and become stronger just by playing treasures, and pissing people off. After a series of chaos and poetry battles, Jiangbei gradually developed feelings for his relatives here. Jiangbei, his genius brother Jiangnan, and Wu Wang’s daughter, Hou Yanlan, join hands to fight against mysterious forces and endless evil spirits.As the story progresses, Jiangbei’s mysterious life experiences are gradually revealed, and the grievances and hatred of the previous generation continue to Jiangbei. Seventeen years ago, Jiang Wanguan was hunted by an enemy family. In desperation, he carried Jiangbei and Jiangnan who were still babies across the endless waters from the central continent to the northern continent where auras were rare, and their whereabouts were still a mystery to this day. With the arrival of a mysterious power, the old seal will be broken, destroying the peaceful life. Jiangbei emerged from battle after battle, saw the origin of the mysterious power, and solved the crisis. The earth-shaking battle severed the “unparalleled connection between the world and the earth”. The geniuses of the central continent came to the northern continent with the help of the teleportation formation. In order to protect the peace of the continent, Jiangbei faced the geniuses of the central continent, showing their strength, forcing them one by one.After teleportation is gone, space and time are blocked again, and the world is isolated. After learning that his mother was not dead, Jiangbei was imprisoned by the Ten Thousand Demonic Sect of the Starfall Continent for nearly two decades, determined to cross the mysterious and vast endless sea, to the central continent of this world, and set foot on the path to save his mother. A glorious journey.",
  "animeImg": "https://gogocdn.net/cover/i-upset-millions-of-cultivators.png",
  "totalEpisodes": "73",
  "episodesList": []
}