{
  "animeTitle": "Jetter Mars",
  "type": "TV Series",
  "releasedDate": "1977",
  "status": "Completed",
  "genres": [
    "Action",
    "Drama",
    "Mecha",
    "Sci-Fi"
  ],
  "otherNames": "Jet Mars, ジェッターマルス",
  "synopsis": "In 2015 A.D., Dr. Yamanoue, the Secretary of the Science Ministry, who devotes himself assembles the Android robot on an artificial island. He intends to live together with him as his own son. But the robot has a deficiency in his electric brain. He comes to the conclusion that Dr. Kawashimo's help is essential to correct his defective rain. Although they are friends, they are rivals not only in private life but also in scientific study. Dr. Yamanoue is very jingoistic and only thinks of the robot as one of his strategic arms. On the contrary, Dr. Kawashimo is a pacifist and devotes his affection to robots.\r\n\r\nDr. Kawashimo hurries to the island on request of Dr. Yamanoue, taking his pretty young daughter Miri with him. Arriving on the island, Dr. Kawashimo sets the electric brain into Jet Mars, a robot boy. Thus Mars comes into the world. Everything is new to Mars and he doesn't know what is good or bad. On the next day he lifts Dr. Kawashimo and Miri up onto the building. When he sees a glint of moisture in Miri's eyes, he has a mysterious feeling in his mind. Then he asks Dr. Yamanoue what it is. He is taught that it is a tear a weak girl sheds, but, a strong man never does.\r\n\r\nOne day, the electric brain of Fainton, another robot, is put out of order. So Fainton goes-on a wild rampage and the island is plunged into a crisis. When the seawater runs into the facilities from the big hole made by Fainton, only Mars stands in amazement and is quite at a loss what to do just then Miri exhibits her ultra ability and covers the big hole. Led by her, Mars also carries a sheet of iron and makes repairs. At last they rescue Dr. Yamanoue and Dr. Kawashimo from being washed by seawater. Miri is the robot made by Dr. Kawashimo. Mars learns how to cry and learns how to perform a kind deed.",
  "animeImg": "https://gogocdn.net/cover/jetter-mars.png",
  "totalEpisodes": "13"
}