{
  "animeTitle": "Kara no Kyoukai: the Garden of Sinners",
  "type": "Movie",
  "releasedDate": "2013",
  "status": "Completed",
  "genres": [
    "Drama",
    "Mystery",
    "Seinen",
    "Supernatural"
  ],
  "otherNames": "劇場版 空の境界 the Garden of sinners",
  "synopsis": "From a long sleep, Ryougi Shiki awoke. As an after effect, she gained the power to perceive the death of things. A power to kill anything with just a knife lures Shiki into a dark world. The murderer from two years ago. Swarm of floating ghosts. A girl who can bend things by just looking at them. A spiral construction which collects people's death. When numerous bizarre incidents collides with Shiki's Mystic Eyes, her lost memories reawaken.The main character, Ryougi Shiki, was involved in a car accident and fell into a deep coma for two years. When she finally awoke from it, she had gained the Eyes of Death Perception ability but believed to have lost something instead.The Ryougi family attempted to create human beings that exceeded normal humans, and to accomplish this, they trained their children in various martial arts and fencing, and also made them split their personalities. They believed that by using this method, one personality could be an expert in one subject while the other could be a master of other subjects. Shiki was no exception to this, and she had a masculine and feminine side that switched places with each other.After having woken up from the accident, Shiki believed that her masculine personality side had died during the accident. Instead she tried to supplement the spiritually dead Shiki's personality by her masculine tone.",
  "animeImg": "https://gogocdn.net/images/anime/K/Kara-no-Kyoukai.jpg",
  "totalEpisodes": "7",
  "episodesList": [
    {
      "episodeId": "kara-no-kyoukai-the-garden-of-sinners-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "kara-no-kyoukai-the-garden-of-sinners-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "kara-no-kyoukai-the-garden-of-sinners-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "kara-no-kyoukai-the-garden-of-sinners-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "kara-no-kyoukai-the-garden-of-sinners-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "kara-no-kyoukai-the-garden-of-sinners-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "kara-no-kyoukai-the-garden-of-sinners-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}