{
  "animeTitle": "Kouchuu Ouja Mushiking: Mori no Tami no Densetsu",
  "type": "TV Series",
  "releasedDate": "2005",
  "status": "Ongoing",
  "genres": [
    "Fantasy"
  ],
  "otherNames": "Mushiking: The Guardians of the Forest, 甲虫王者ムシキング ～森の民の伝説～",
  "synopsis": "The story begins with a spaceship struggling to return to its home world, which crash lands onto a dying planet, triggering an explosion of pure energy, generated by the powerful and mysterious life forms that are piloting the craft. This outburst of energy infuses the dying planet with a life-generating force.\r\n\r\nPopo, the main character of the story, lives happily with his mother on this planet in a remote part of the forest that is populated with praying mantises, ladybugs, beetles and many other insects.\r\n\r\nPopos greatest desire is to grow up and become stronger, so that he can search for his father who left the family several years before and has not been heard from since. His father was known as the Guardian of the Forest, as he was passionately dedicated to his research on the planet and on the forest in which his family lives.\r\n\r\nOne day, while walking through the forest, Popo witnesses an ominous event. A strange flowing mist appears, completely covering the forest. A mysterious and sinister character, Passer, also appears, condemning Popos father as an enemy of the forest people and the source of all their trouble. Popo races home only to find to his shock and amazement that his mother has been transformed into a half-plant, half human creature.\r\n\r\nConfused and dismayed over what he has seen, Popo decides that only his father will be able to restore his mother to her human self and rescue the forest from harm. He decides to leave his home in search for his father.\r\n\r\nHowever, the evil Adder and his henchmen plot to prevent Popo from achieving his goal with the help of giant beetles who attack the young boy at every turn. Fortunately, Popo has an ally, Mushiking: The King of Beetles! With his overwhelming strength and overpowering fighting style, Mushiking always comes through at the nick of time to save the young boy from defeat and to set him back on his quest.\r\n\r\nIs Popo able to find his father and to save his mother and the forest? Discovering his destiny as the next Guardian of the Forest, and protected and guided on his journey by Mushiking, Popo's epic quest to reunite with his father now begins!",
  "animeImg": "https://gogocdn.net/cover/ouchuu-ouja-mushiking-mori-no-tami-no-densetsu.png",
  "totalEpisodes": "4",
  "episodesList": [
    {
      "episodeId": "kouchuu-ouja-mushiking-mori-no-tami-no-densetsu-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "kouchuu-ouja-mushiking-mori-no-tami-no-densetsu-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "kouchuu-ouja-mushiking-mori-no-tami-no-densetsu-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "kouchuu-ouja-mushiking-mori-no-tami-no-densetsu-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}