{
  "animeTitle": "Love Stage!!",
  "type": "Summer 2014 Anime",
  "releasedDate": "2014",
  "status": "Completed",
  "genres": [
    "Comedy",
    "Romance",
    "Shounen Ai"
  ],
  "otherNames": "LOVE STAGE!!",
  "synopsis": "Daydreamer Izumi Sena is the black sheep of his family. With a model for a mother, a singer for a father, and a brother who fronts one of the most popular bands around, you'd think Izumi would be destined for stardom. Despite being born into a family of stars, Izumi has no desire to be in the spotlight, and his only dream is to become a world-class manga artist. But in an unexpected turn of events, Izumi finds himself not only pulled onto the set of a commercial, but forced to dress as a girl! In case the situation wasn't awkward enough, Izumi stumbles into his costar, the handsome Ryoma Ichijo, and it's love at first sight. Or, at least it is for Ryoma, who is so convinced by Izumi's costume, that when the shoot is over, he makes it his life mission to track down the “actress” that sets his heart aflutter. But when Ryoma discovers Izumi's secret, will it be sparks that fly or fists? And will Izumi be able to avoid his destiny as a superstar, or will he be sucked into the same fame-filled life as the rest of his family?",
  "animeImg": "https://gogocdn.net/images/summer/love_Stage.jpg",
  "totalEpisodes": "10",
  "episodesList": [
    {
      "episodeId": "love-stage-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "love-stage-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "love-stage-episode-8",
      "episodeNum": "Episode 8"
    },
    {
      "episodeId": "love-stage-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "love-stage-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "love-stage-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "love-stage-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "love-stage-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "love-stage-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "love-stage-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}