{
  "animeTitle": "Mahou Sensou (Dub)",
  "type": "Winter 2014 Anime",
  "releasedDate": "2014",
  "status": "Completed",
  "genres": [
    "Action",
    "Fantasy",
    "Magic"
  ],
  "otherNames": "Magical Warfare, Mahosen, 魔法戦争",
  "synopsis": "The world as we know it is actually just half the story, as Takeshi Nanase finds out abruptly one summer morning. On his way to kendo practice, Takeshi comes across an unconscious girl in a uniform he doesn't recognize. Takeshi does the decent thing and saves her, and in return the girl wakes up and accidentally turns him into a magic-user.\r\n\r\nAs Takeshi finds out, there is the world he lives in and the world of magic users. Most magic users just want to peacefully coexist with non-magicians, but there are some with bigger ambitions. Mui Aiba is a magician enrolled in the Subaru Magic Academy, where magic users can learn to control and channel their powers and how to live in peace with regular humans. After his fateful encounter with Mui, Takeshi and his newly magician friends Kurumi Isoshima and Kazumi Ida decide to enroll in the Magic Academy as well.\r\n\r\nAll three friends have different reasons for fighting on, whether they're fighting to escape the past or catch up to the future. They wield different kinds of powers, which they must learn to harness in order to fight off the Ghost Trailers, a group of magicians who are willing to use violence to assert their superiority over humans.\r\n\r\nPursued by the Ghost Trailers, Takeshi and his friends must train to become stronger, face the leader of the Trailers, and prevent the beginning of the Second Great Magic War.",
  "animeImg": "https://gogocdn.net/cover/mahou-sensou-dub.png",
  "totalEpisodes": "12",
  "episodesList": [
    {
      "episodeId": "mahou-sensou-dub-episode-12",
      "episodeNum": "Episode 12"
    },
    {
      "episodeId": "mahou-sensou-dub-episode-11",
      "episodeNum": "Episode 11"
    },
    {
      "episodeId": "mahou-sensou-dub-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "mahou-sensou-dub-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "mahou-sensou-dub-episode-8",
      "episodeNum": "Episode 8"
    },
    {
      "episodeId": "mahou-sensou-dub-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "mahou-sensou-dub-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "mahou-sensou-dub-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "mahou-sensou-dub-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "mahou-sensou-dub-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "mahou-sensou-dub-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "mahou-sensou-dub-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}