{
  "animeTitle": "Outrageous! I Really Didn’t Want to Open a Training Class For Empresses!",
  "type": "CM",
  "releasedDate": "2024",
  "status": "Ongoing",
  "genres": [
    "Drama",
    "Fantasy",
    "Harem",
    "Shounen"
  ],
  "otherNames": "Lipu! Wo Zhen Mei Xiang Kai Nvdi Peixun Ban!, Lipu! Wo Kaile Nvdi Peixun Ban, Lípǔ! Wǒ Kāile Nǚdì Péixùn Bān, Lípǔ! Wǒ Zhēn Méi Xiǎng Kāi Nǚdì Péixùn Bān!, Outrageous! I Opened a Training Class for Empresses, Outrageous! I Really Didn't Want to Open a Tra",
  "synopsis": "The protagonist Lu Li is an ancient immortal. Ten thousand years ago, he had to stop practicing and lost his memory to live in the mortal world in order to fight against the devil. Ten thousand years later, Lu Li, who lives in a modern city, has become an ordinary teacher. With just a few casual instructions, he has trained his three female students to become empresses in martial arts, medicine, and business. He has also become a peerless master in the eyes of the three empresses. One day, the remnants of the devil attacked, and Lu Li was stimulated to regain his memory, and once again realized his ability and mission as an immortal. This time, he decided to lead his students to return to the immortal path and destroy the devil to prove his way!",
  "animeImg": "https://gogocdn.net/cover/outrageous-i-really-didnt-want-to-open-a-training-class-for-empresses.png",
  "totalEpisodes": "7",
  "episodesList": [
    {
      "episodeId": "outrageous-i-really-didnt-want-to-open-a-training-class-for-empresses-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "outrageous-i-really-didnt-want-to-open-a-training-class-for-empresses-episode-5-6-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "outrageous-i-really-didnt-want-to-open-a-training-class-for-empresses-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "outrageous-i-really-didnt-want-to-open-a-training-class-for-empresses-episode-1-3-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}