{
  "animeTitle": "Pokemon Movie 12: Arceus Choukoku no Jikuu e",
  "type": "Movie",
  "releasedDate": "2009",
  "status": "Completed",
  "genres": [
    "Adventure",
    "Comedy"
  ],
  "otherNames": "Pokemon Diamond & Pearl: Arceus Choukoku no Jikuu e, Pokemon: Arceus and the Jewel of Life, ポケットモンスター ダイヤモンド&パール アルセウス 超克の時空へ",
  "synopsis": "Many millennia ago, a meteor from space threatened to destroy the world. As it happened, Arceus got badly injured while trying to stop it. After that Damos took over and the world was saved. Being thankful for the intervenience, Arceus promised to help make the desolate land of Michiina rich and prosperous, giving Damos the Jewel of Life.Arceus let Damos borrow 16 parts of his body to create the Jewel of Life which were to be returned to him on a specific date. When that didn't happen, the betrayed Arceus swore to judge the humans when he awakes again.Now, Satoshi, Hikari and Takeshi arrive in the riverside town of Michiina which is surrounded by nature's beauty. They decide to go into the ruins of Michiina which are at the summit of a large rock. There is a beautiful lake at its shores and Satoshi and friends are fascinated by it. Suddenly, waves begin to form and a tornado of water starts to wreak havoc.A descendant of Damos, a girl called Sheena, runs out from the ruins of Michiina. Sheena sees what's happening and summons Dialga, which manages to stop the tornado.Satoshi and his friends finally get to see the ruins and Kevin and Sheena tell the old legend of Michiina to them. Moments after they explain the legend, the fighting between Dialga, Palkia and Giratina becomes fierce and the ruins of Michiina are destroyed. Arceus is awoken...",
  "animeImg": "https://gogocdn.net/images/anime/P/pokemon-movie-12.jpg",
  "totalEpisodes": "1",
  "episodesList": [
    {
      "episodeId": "pokemon-movie-12-arceus-choukoku-no-jikuu-e-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}