{
  "animeTitle": "Prince of Tennis Another Story",
  "type": "OVA",
  "releasedDate": "2009",
  "status": "Completed",
  "genres": [
    "School",
    "Shounen",
    "Sports"
  ],
  "otherNames": "Tennis no Oujisama: Another Story - Kako to Mirai no Message, The Prince of Tennis: Another Story - Messages From Past and Future, テニスの王子様　OVA ANOTHER STORY ～過去と未来のメッセージ",
  "synopsis": "Naniwa no Oujisama: Zenpen (The Prince of Naniwa: First Act)\r\nFollowing Nationals, the Seishun Academy Boys' Tennis Team are invited to Osaka by Shitenhouji Middle School to play practice games against each other. However, the two teams end up fooling around more than playing tennis with a surprise encounter from Higa Middle School's tennis team, who have been left stranded in Osaka by their coach. When asked about the reason for accepting the invitation, Seishun's captain, Kunimitsu Tezuka, hints that there is an ulterior motive behind the meeting of the two schools.\r\n\r\nFuun Shounen Atobe (Turbulence: The Young Atobe)\r\nOn the first day of school at Hyoutei Academy, the freshman class representative, Keigo Atobe, declares himself \"King'' of the school and donates his family's wealth to fund new facilities. Setting his sights on the school's tennis club, he plans to make himself the captain after overthrowing its current hierarchy by defeating all of the team's regulars. Atobe's arrogant personality rubs Ryou Shishido and Gakuto Mukahi the wrong way and the two decide to challenge him, refusing to accept him as the team's new leader. But the two quickly learn that the kid who is all talk also happens to have the skills to back it up.\r\n\r\nNaniwa no Oujisama: Kouhen (The Prince of Naniwa: Second Act)\r\nTezuka places the second years, Kaoru Kaidou and Takeshi Momoshiro, in charge of creating a lineup for the Shitenhouji practice matches. Struggling to pick worthy club members, Kaidou and Momoshiro begin to lash out against their fellow teammates. After being told to cool off, the two begin to search for the meaning behind Tezuka asking them to take on such an important responsibility.\r\n\r\nRikkai Retsuden: Ouja ni Idomu Hangyakuji (The Trials of Rikkai: A Rebel Who Challenges an Emperor)\r\nIn his first year at Rikkai University-Affiliated Middle School, Akaya Kirihara boldly proclaims that he will join the tennis team that won last year's national tournament and become Japan's #1 tennis player. When he single-handedly defeats the team's third years, he mistakenly believes that the group is weaker than they were reported to be. Kirihara soon learns that the reason Rikkai won last year's national championship was due to the \"Big Three\" and quickly finds himself losing without them breaking a sweat. Angered and humiliated by his loss, he begins to train hard by himself in order to challenge them again.",
  "animeImg": "https://gogocdn.net/cover/prince-of-tennis-another-story-1732423384.png",
  "totalEpisodes": "4",
  "episodesList": [
    {
      "episodeId": "prince-of-tennis-another-story-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "prince-of-tennis-another-story-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "prince-of-tennis-another-story-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "prince-of-tennis-another-story-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}