{
  "animeTitle": "Rizelmine",
  "type": "TV Series",
  "releasedDate": "2002",
  "status": "Completed",
  "genres": [
    "Comedy",
    "Ecchi",
    "Romance",
    "School",
    "Sci-Fi"
  ],
  "otherNames": "りぜるまいん",
  "synopsis": "When my friend recommended this to me I thought to myself \"well, she's usually pretty good when it comes to anime, maybe I'll give Rizelmine a little shot.\" I'm not going to trust my friend so easily again.\r\n\r\nStory: What story? Each episode is only 14 minutes long which came as a shock, but the entire series is 26 episodes long. Now if you convert that to 24 minute episodes it's only about 18. The story is really....annoying, and they only really try to build on it during the second half of the anime. The story seems forced and contrived, and doesn't seem to have any point at all except to show that the writers ran out of ways for Tomonori to throw Rizel at a wall/post/house.\r\n\r\nArt: I wasn't impressed by the art, mind you I might have just have had low quality videos. The art doesn't detract from the anime, because the anime doesn't really have anything going for it. They never really try to do anything with it either, it's the same art the entire way through, which is slightly dissapointing. There's also some scenes where they tried to give the artist some freedoms to do something really cool, but the artists don't leap at the chance. There are also explosions almost every episode, and they're incredibly pink, which is also really irritating.\r\n\r\nSound: Terrible. The only saving grace in the sound is the opening music. Even the opening song is terrible, but I still found myself listening to it almost every other episode.\r\n\r\nCharacter: Tomonori......He likes older women, and he's incredibly abusive. Oh...and stubborn....and stupid. Those are all of his amazing character traits. Rizel is clumsy, annoying, persistant, and loves to cry. When you add them together you get comedy...right? For the first couple episodes having Rizel being flung into walls and other things seems kind of entertaining...After episode 4 it gets REALLY old incredibly quickly. And that's pretty much all the humor, they try to do some other tricks, but that's it. Even Papa A, B, and C get old and stale. There's nothing fun about these characters, They never really grow unless they're forced to, which is slightly dissapointing.\r\n\r\nEnjoyment: I didn't like this anime at all. In the first episode I thought it was incredible, I was really enjoying it. After the fourth I was hoping they were going to switch it up a little. When they finally introduce other characters and a story I was already overwhelmingly bored with it all. Even the fact that it's 14 minutes per episode doesn't save it. A full 26 episodes long (which is supposed to be 2 seasons) still makes it way too long.\r\n\r\nI wouldn't recommend this to anyone. Not even ecchi fans who can't watch anything with a story. I'm pretty sure this would bore even them. Even if you've finished an incredibly draining series I wouldn't ask anyone to watch this.",
  "animeImg": "https://gogocdn.net/cover/rizelmine.png",
  "totalEpisodes": "24"
}