{
  "animeTitle": "Robin Hood no Daibouken",
  "type": "TV Series",
  "releasedDate": "1990",
  "status": "Completed",
  "genres": [
    "Adventure",
    "Historical",
    "Romance"
  ],
  "otherNames": "The Great Adventures of Robin Hood, ロビンフッドの大冒険",
  "synopsis": "A variant of Robin Hood in which all the principal characters are teenagers.\r\n\r\nSeveral centuries ago in Nottingham County, a cruel and greedy baron by the name of Alwine ordered the destruction of the Huntingtons' castle—from the fire of which Robin and his cousins, Will, Winifred and Barbara, miraculously escaped. The youngsters sought shelter in Sherwood Forest, where, thanks to the wise guidance of the hermit better known as \"Friar Tuck,\" they managed to face the difficulties of a life in the wilderness as as well as they could; however, in the forest there lived a fearless group of young bandits, led by Little John. Their first encounter with Robin and his cousins was at first rather stormy, as the two groups fought for the destiny of a young, noble maiden named Marian who had fallen into the hands of the bandits during an ambush.\r\n\r\nTheir bitterness, however, rapidly lead the way to friendship, and Robin and John later realized they were all victims of the same fate. The youngsters thus mutually decided to help one another. Baron Alwine was not merely enemy of the Huntingtons—in fact, a couple years earlier he had forced Little John and his gang to seek protection in the forest to avoid forced labour. He would later seek Marian Lancaster for the secret carved on a cross the girl wore as symbol of her family line.\r\n\r\nThe girl was to be adopted by the shady Bishop Herfort—Alwine's accomplice—who sought to attain the Lancaster's wealth. With all their strength, Robin and his friends were then compelled to fight against the baron's troops, led by Gilbert—a dangerous and fearless knight. When Winifred and Marian were then imprisoned in the castle's dungeons, our heroes tried in every way possible to enter until their ardour was finally rewarded with success. Thanks to his noble heart and heed for danger, Robin became rapidly known as the protector of the poor and oppressed. Beloved and highly esteemed not only by the villagers, but also and especially by the sweet and beautiful Marian he was. The boy who never parted from his loyal, magical bow, endlessly engaged in dangerous and unthinkable missions.",
  "animeImg": "https://gogocdn.net/cover/robin-hood-no-daibouken.png",
  "totalEpisodes": "21",
  "episodesList": [
    {
      "episodeId": "robin-hood-no-daibouken-episode-21",
      "episodeNum": "Episode 21"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-20",
      "episodeNum": "Episode 20"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-19",
      "episodeNum": "Episode 19"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-18",
      "episodeNum": "Episode 18"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-17",
      "episodeNum": "Episode 17"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-16",
      "episodeNum": "Episode 16"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-15",
      "episodeNum": "Episode 15"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-14",
      "episodeNum": "Episode 14"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-13",
      "episodeNum": "Episode 13"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-12",
      "episodeNum": "Episode 12"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-11",
      "episodeNum": "Episode 11"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-8",
      "episodeNum": "Episode 8"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "robin-hood-no-daibouken-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}