{
  "animeTitle": "Seed of the Abyss",
  "type": "CM",
  "releasedDate": "2024",
  "status": "Ongoing",
  "genres": [
    "Action",
    "Drama",
    "Fantasy",
    "Shounen"
  ],
  "otherNames": "Shen Yuan Zhi Zhong, Seed of the Abyss, Shēn Yuān Zhī Zhǒng, The Abyssal Seed, The Book of Abyss, The Seeds of the Abyss, 深淵の書, 深渊之种",
  "synopsis": "One day, after finishing a novel with an apocalyptic theme, Chang Ting found that the world was quietly transforming, as if the events from the novel were unfolding in reality. From the mysterious disappearance of skyscrapers to the appearance of monsters at fixed times and locations, everything was developing according to the script of the novel. Chang Ting realized that in order to survive, he needed to acquire the special abilities mentioned in the novel.Using his advance knowledge of the plot, he waited patiently at the location where the first Abyssal Seeds were supposed to appear. When the time came, he successfully gained the exclusive talents described in the novel, becoming one of the first individuals with the ability to confront the challenges of the world. The apocalypse was inevitable, but Chang Ting, armed with the knowledge from the novels he had read, was ready to face the impending conclusion.As the plot he had encountered in novels approached its climax, the origin of the Abyssal Seeds was about to be revealed, unraveling all the secrets surrounding the impending apocalypse!",
  "animeImg": "https://gogocdn.net/cover/seed-of-the-abyss.png",
  "totalEpisodes": "10",
  "episodesList": [
    {
      "episodeId": "seed-of-the-abyss-episode-10-20-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "seed-of-the-abyss-episode-5-9-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "seed-of-the-abyss-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "seed-of-the-abyss-episode-1-3-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}