{
  "animeTitle": "Shaonian Jinyiwei",
  "type": "ONA",
  "releasedDate": "2017",
  "status": "Completed",
  "genres": [
    "Adventure",
    "Historical",
    "Martial Arts",
    "Mystery",
    "Shoujo",
    "Shounen"
  ],
  "otherNames": "The Young Imperial Guards, 少年锦衣卫",
  "synopsis": "In Ming dynasty, legend goes that there is an ancient deity's book covering a wide range of technical issues, including the unique method of manufacturing the weapons of deity, which has the power to destroy everything. He who gets that book rules the entire nation. Reportedly, in ancient times, deity made the royal family keep the book, as a sign of acknowledging their ruler-ship.\r\n\r\nHowever, in Yuan dynasty, the Mongolians invaded the central plain and ruled the nation. There was chaos everywhere and the book which was supposed to be enshrined in the Imperial Palace was somehow missing and reappeared in the outlaw societies, luring lots of forces to fight for it.\r\n\r\nWhen Han people regained the ruler-ship in Ming dynasty, though the deity's book was found back and enshrined in the Imperial Palace again, those outlaw forces already knew that the book was more than just a legend! It did exist! So they plotted to steal it out. There are there most famous robbers in the outlaw societies: Hell-fire monk, Hua Daochang the thousand-face fox and Duan Yun in white.\r\n\r\nOne day, on the ghost festival, they sneaked into the Imperial Palace, trying to steal the most precious treasure, competing for the title of \"the most famous robber.\" At last, the hell-fire monk stole the deity's book.\r\n\r\nThe emperor founded the Imperial Guards to serve as his personal bodyguards and imperial secret polices and spies, among whom, there was a young and inexperienced guard—Yuan Xiaotang，the hero of this animation. The emperor demanded the Imperial Guards catch the three robbers and find back the book. That's how the story begun!",
  "animeImg": "https://gogocdn.net/cover/shaonian-jinyiwei.png",
  "totalEpisodes": "13",
  "episodesList": [
    {
      "episodeId": "shaonian-jinyiwei-episode-13",
      "episodeNum": "Episode 13"
    },
    {
      "episodeId": "shaonian-jinyiwei-episode-12",
      "episodeNum": "Episode 12"
    },
    {
      "episodeId": "shaonian-jinyiwei-episode-11",
      "episodeNum": "Episode 11"
    },
    {
      "episodeId": "shaonian-jinyiwei-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "shaonian-jinyiwei-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "shaonian-jinyiwei-episode-8",
      "episodeNum": "Episode 8"
    },
    {
      "episodeId": "shaonian-jinyiwei-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "shaonian-jinyiwei-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "shaonian-jinyiwei-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "shaonian-jinyiwei-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "shaonian-jinyiwei-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "shaonian-jinyiwei-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "shaonian-jinyiwei-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}