{
  "animeTitle": "Shin Tennis no Ouji-sama Specials (Dub)",
  "type": "Special",
  "releasedDate": "2012",
  "status": "Completed",
  "genres": [
    "Action",
    "Comedy",
    "Shounen",
    "Sports"
  ],
  "otherNames": "新テニスの王子様, New Prince of Tennis Specials",
  "synopsis": "Shouhei Zenya (The Night Before The Invitation)\r\nPrior to the U-17 training camp invitations, the middle schoolers spend their last few days of leisure relaxing and goofing off with each other.\r\n\r\nKami no Ko vs Koutei (Child of God vs. Emperor)\r\nThe tiebreaker-style elimination match between Rikkai University-Affiliated Middle School's Seiichi Yukimura and Genichirou Sanada pits two of the \"Three Demons'' against each other. As the two fight to stay in the camp, the history between the \"Child of God\" and the \"Emperor'' is revealed.\r\n\r\nDensetsu wo Tsugusha-tachi (The One That Stands On Top)\r\nIn the next set of tiebreaker-style elimination matches, Shitenhouji Middle School's Kenya Oshitari and Kuranosuke Shiraishi must face off. As both players have been harboring heavy feelings since the Nationals one year prior, they decide to settle it in this high-stakes match.\r\n\r\nShousha no Imi (What it Means to be a Winner)\r\nFollowing the elimination matches, the winners are treated to a luxurious experience after a brutal training session. Some of the middle schoolers contend with each other over the point of the camp now that the losers are gone. They decide to settle their disagreements in the most appropriate way possible: by playing table tennis.\r\n\r\nOtoko-tachi no Kizuna (Bonds Between Men)\r\nAfter Hyoutei Academy's Choutarou Ootori loses his first court shuffle match, he becomes disheartened and begins to question if he deserves to stay in the camp. Rikkai's Bunta Marui decides to give him some advice to help him overcome his defeat.\r\n\r\nTenshi to Seijo (Angel and Bible)\r\nThe court shuffle matches between Courts 3 and 5 pairs Rikkai's Akaya Kirihara and Shitenhouji's Kuranosuke Shiraishi together. As the game grows progressively more difficult, Kirihara becomes agitated by their opponents. Remembering a promise he made to Kirihara's teammate, Shiraishi must prevent the young boy from losing control of his temper at all costs.\r\n\r\nHimitsu no Ouji-sama (Prince of Secrets)\r\nThe middle schoolers become restless and irritated when the camp's food supply begins to run low from a harsh storm. Seishun Academy's Satoshi Horio must deliver a bag to his teammate, Ryouma Echizen, but the angry middle schoolers start to believe that he is hiding food from them. In an attempt to claim the bag's contents, they all begin to fight each other as Horio tries to outsmart and run past them.",
  "animeImg": "https://gogocdn.net/cover/shin-tennis-no-ouji-sama-specials-dub.png",
  "totalEpisodes": "7",
  "episodesList": []
}