{
  "animeTitle": "Tenchi Muyou! Ryououki",
  "type": "OVA",
  "releasedDate": "1992",
  "status": "Completed",
  "genres": [
    "Action",
    "Comedy",
    "Sci-Fi",
    "Shounen",
    "Space"
  ],
  "otherNames": "Tenchi Muyo! Ryo-Ohki, 天地無用！魎皇鬼",
  "synopsis": "Seventeen-year-old Tenchi Masaki grew up hearing stories about how his ancestor used a sword to seal a demon inside a cave seven hundred years ago. When curiosity gets the better of him, Tenchi goes to the cave and stumbles across the sword from the legend. Thinking that the story is nothing more than a fairy tale, he removes the blade and inadvertently releases the demon, who turns out to be a space pirate named Ryouko Hakubi. Furious about being trapped for so long, she attacks Tenchi, but he is able to repel her with the sword, awakening his inner power. After seeing this, Ryouko takes an interest in her unlikely savior and decides to crash at his place.\r\n\r\nAs if it were a chain reaction, more alien women—Aeka Jurai Masaki, an uptight princess from the planet Jurai; Sasami, Aeka's sweet younger sister; Mihoshi Kuramitsu, a ditzy Galactic Police Officer; and Washuu Hakubi, a wisecracking genius—gradually come in contact with Tenchi and begin living with him. Through his encounters with these five women, Tenchi begins to learn more about his ancestry, newfound power, and the looming threat lurking beyond the skies.",
  "animeImg": "https://gogocdn.net/cover/tenchi-muyou-ryououki.png",
  "totalEpisodes": "6",
  "episodesList": [
    {
      "episodeId": "tenchi-muyou-ryououki-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "tenchi-muyou-ryououki-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "tenchi-muyou-ryououki-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "tenchi-muyou-ryououki-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "tenchi-muyou-ryououki-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "tenchi-muyou-ryououki-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}