{
  "animeTitle": "The Prince of Tennis Another Story II",
  "type": "OVA",
  "releasedDate": "2011",
  "status": "Completed",
  "genres": [
    "Comedy",
    "School",
    "Shounen",
    "Sports"
  ],
  "otherNames": "Tennis no Oujisama: Another Story II - Ano Toki no Bokura, The Prince of Tennis OVA Another Story II, テニスの王子様 OVA ANOTHER STORYⅡ～アノトキノボクラ",
  "synopsis": "Tanjou! Buchou Shiraishi Kuranosuke (The New Captain, Kuranosuke Shiraishi)\r\nIn order to maintain club status at Shitenhouji Middle School, the coach of the tennis team orders that new members must be recruited or else they will not be able to participate in any tournament for the year. The team begins to target a freshman named Hikaru Zaizen, who has yet to join any club. Due to his indifference to jokes in a campus centered around comedy, Zaizen stands out from the rest of the student body. Determined to meet their quota, the tennis team makes it their goal to recruit Zaizen into the club and make him laugh at the same time, which proves to be a more difficult affair than they realize.\r\n\r\nSeishun Gakuen Nanafushigi (Seishun Academy's Seven Mysteries)\r\nIt is said that there are seven legendary mysteries at Seishun Academy. When Takeshi Momoshiro begins to retell these tales to the first years of the tennis club, the third years promptly leave the club room in a hurry. When asked about their strange behavior, Shuusuke Fuji confides in them a string of incidents from their first year that are related to these stories.\r\n\r\nKyuushuu Nitsubasa (The Two Wings of Kyushu)\r\nAt the West Japan Tennis Tournament, the Shitenhouji Middle School tennis team runs into Kippei Tachibana and Senri Chitose—the doubles pair known colloquially as the \"Two Wings of Kyushu.\" Coincidentally, Shitenhouji's first-round opponents at the competition are on the same team as Tachibana and Chitose. When Kuranosuke Shiraishi and Kenya Oshitari end up playing against the two, the history between the legendary doubles pair begins to unravel.\r\n\r\nJirou no Mezame (Jirou's Awakening)\r\nThe regulars on the Hyoutei Academy Tennis Team are annoyed at how much one of their members, Jirou Akutagawa, sleeps during their practices. One day, Gakuto Mukahi and Yuushi Oshitari decide to follow Jirou around to see what could be causing their teammate immense fatigue.",
  "animeImg": "https://gogocdn.net/cover/the-prince-of-tennis-another-story-ii.png",
  "totalEpisodes": "4",
  "episodesList": [
    {
      "episodeId": "the-prince-of-tennis-another-story-ii-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "the-prince-of-tennis-another-story-ii-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "the-prince-of-tennis-another-story-ii-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "the-prince-of-tennis-another-story-ii-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}