{
  "animeTitle": "Tian Ying",
  "type": "CM",
  "releasedDate": "2024",
  "status": "Ongoing",
  "genres": [
    "Action",
    "Fantasy",
    "Historical"
  ],
  "otherNames": "天影",
  "synopsis": "Lu Chen, the \"Shadow\" undercover agent of Fuyun Division, was cursed by black fire for destroying the demon sect's divine spell, and his cultivation was completely destroyed. After ten years of living in exile and seclusion, Master Tian Lan appeared again and gave Lu Chen the task of going to the Kunlun Sect to find the undercover demon sect. In order to repair the damaged Five Elements God Disk, Lu Chen was ordered to become a hundred of the Kunlun Sect. A handyman disciple in the thatched cottage. In the process of carrying out the mission, he met many friends and the love of his life Yi Xin, and gradually felt the warmth of the world. At the same time, he touched on the secrets behind Kunlun from various clues, and discovered that the black dragon sealed in the Kunlun Forbidden Land was not an evil monster, but had always claimed to be for The righteous Tian Lan actually had other plans. After realizing the facts, Lu Chen was confused for a while. With Yi Xin's encouragement, he decided to face the past and no longer stick to the so-called distinction between good and evil, but to follow his heart and do the right thing.",
  "animeImg": "https://gogocdn.net/cover/tian-ying.png",
  "totalEpisodes": "11",
  "episodesList": [
    {
      "episodeId": "tian-ying-episode-11",
      "episodeNum": "Episode 11"
    },
    {
      "episodeId": "tian-ying-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "tian-ying-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "tian-ying-episode-6-8-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "tian-ying-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "tian-ying-episode-1-4-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}