{
  "animeTitle": "Time Prisoner",
  "type": "ONA",
  "releasedDate": "2021",
  "status": "Completed",
  "genres": [
    "Action",
    "Martial Arts",
    "Sci-Fi",
    "Thriller"
  ],
  "otherNames": "时间囚徒",
  "synopsis": "In 2060, the world organization, in order to solve various supernatural crises, selected elite agents around the world to form the Wei Intelligence Bureau. The Bureau of Wei Intelligence also selects the elite of the elite to form an ace squad named “Phantom”. Three years ago, in a mission to receive the treasure, due to the gullibility of the captain Hao Yuan, the Phantom Squad was attacked by the Derek Squad, and almost all of them were killed in action. Hao Yuan himself was also planted by Derek and fell into the cliff. However, the target treasure – the eternal stone accidentally entered Hao Yuan’s body, bringing him back from the dead and gaining the supernatural ability to manipulate time, possessing superpowers such as time standstill and time rewind. From then on, our main character started to live a fugitive’s career. Hao Yuan does not want to face the past, and chooses to live anonymously, living a dull life, dedicated to guarding his comrade’s sister – Gu Xiao Xi. But God forbid, a blue virus appeared in Y city, the infected skin blue texture, and then a little throughout the body, and eventually died. And Gu Xiaoxi, too, was infected. In order to solve the blue virus incident and save Gu Xiaoxi, Hao Yuan returns to the Wei Intelligence Bureau. With the hot and smart secret agent – Xia Rou, the quirky genius loli – Tong Xiao Xiao, and the middle-aged big man – Zhan Peng and other weirdos temporarily get together to form an alternative The Phantom Squad. And our legendary story began.",
  "animeImg": "https://gogocdn.net/cover/time-prisoner.png",
  "totalEpisodes": "12",
  "episodesList": [
    {
      "episodeId": "time-prisoner-episode-12",
      "episodeNum": "Episode 12"
    },
    {
      "episodeId": "time-prisoner-episode-11",
      "episodeNum": "Episode 11"
    },
    {
      "episodeId": "time-prisoner-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "time-prisoner-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "time-prisoner-episode-8",
      "episodeNum": "Episode 8"
    },
    {
      "episodeId": "time-prisoner-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "time-prisoner-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "time-prisoner-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "time-prisoner-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "time-prisoner-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "time-prisoner-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "time-prisoner-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}