{
  "animeTitle": "Time Prisoner 2nd Season",
  "type": "ONA",
  "releasedDate": "2022",
  "status": "Ongoing",
  "genres": [
    "Action",
    "Sci-Fi",
    "Super Power",
    "Supernatural"
  ],
  "otherNames": "时间囚徒",
  "synopsis": "In 2060, in order to solve various supernatural crises, the World Organization selected elite agents from all over the world to form a crisis bureau. The Dangerous Situation selected the elites of the elite to form an ace squad, named the Phantom. Three years ago, in the task of receiving treasures, due to the gullibility of the captain, Hyway, the Phantom Squad was attacked by the Derek Squad, and almost all of them were killed in action. Hyway himself was planted by Derek and fell into the cliff. However, the target treasure, the Immortal Stone, accidentally entered Haoyuan’s body, bringing him back from the dead, gaining the ability to manipulate time, and possessing superpowers such as time static and time reversal. Our protagonist has lived as a fugitive from then on. Haoyuan didn’t want to face the past and chose to remain anonymous, leading a plain life, and guarding Gu Xiaoxi, the sister of his comrade-in-arms. But God’s will, a blue virus appeared in City Y, and the infected person’s skin appeared blue, then spread all over the body little by little, and eventually died. And Gu Xiaoxi was also infected. In order to break the blue virus incident and save Gu Xiaoxi, Hyway returns to the crisis situation. With the sexy and capable secret agent Yu Jie-Xia Rou, the quirky genius Loli-Tong Xiaoxiao, and the second-biggest gangster-Zhan Peng and other weird celebrities make a makeshift to form an alternative phantom team. And our legendary story begins here.",
  "animeImg": "https://gogocdn.net/cover/time-prisoner-2nd-season.png",
  "totalEpisodes": "12",
  "episodesList": [
    {
      "episodeId": "time-prisoner-2nd-season-episode-12",
      "episodeNum": "Episode 12"
    },
    {
      "episodeId": "time-prisoner-2nd-season-episode-11",
      "episodeNum": "Episode 11"
    },
    {
      "episodeId": "time-prisoner-2nd-season-episode-10",
      "episodeNum": "Episode 10"
    },
    {
      "episodeId": "time-prisoner-2nd-season-episode-9",
      "episodeNum": "Episode 9"
    },
    {
      "episodeId": "time-prisoner-2nd-season-episode-8",
      "episodeNum": "Episode 8"
    },
    {
      "episodeId": "time-prisoner-2nd-season-episode-7",
      "episodeNum": "Episode 7"
    },
    {
      "episodeId": "time-prisoner-2nd-season-episode-6",
      "episodeNum": "Episode 6"
    },
    {
      "episodeId": "time-prisoner-2nd-season-episode-5",
      "episodeNum": "Episode 5"
    },
    {
      "episodeId": "time-prisoner-2nd-season-episode-4",
      "episodeNum": "Episode 4"
    },
    {
      "episodeId": "time-prisoner-2nd-season-episode-3",
      "episodeNum": "Episode 3"
    },
    {
      "episodeId": "time-prisoner-2nd-season-episode-2",
      "episodeNum": "Episode 2"
    },
    {
      "episodeId": "time-prisoner-2nd-season-episode-1",
      "episodeNum": "Episode 1"
    }
  ]
}