{
  "title": "The Osamu Tezuka Story",
  "img": "https://avt.mkklcdnv6temp.com/fld/83/i/16-1733319365-nw.webp",
  "alternative_title": "The Osamu Tezuka Story: A Life in Manga and Anime ; 手塚治虫物語 ; Tezuka Osamu Monogatari ; Osamu Tezuka Monogatari ; Osamu Tezuka - Biographie ; A Story of Osamu Tezuka",
  "authors": [],
  "status": "The Osamu Tezuka Story: A Life in Manga and Anime ; 手塚治虫物語 ; Tezuka Osamu Monogatari ; Osamu Tezuka Monogatari ; Osamu Tezuka - Biographie ; A Story of Osamu Tezuka",
  "genres": [
    "Tezuka Osamu",
    "Ban Toshio",
    "Adventure",
    "Comedy",
    "Drama",
    "Historical",
    "Psychological",
    "School life",
    "Seinen",
    "Slice of life",
    "Tragedy"
  ],
  "updated_time": "Feb 14,2024 - 09:55 AM",
  "description": "Description :\r\n        Manga Biography of Osamu Tezuka's life covering his youth, to his tragic passing. This was serialized in the Asahi Shinbun, a famous newspaper, by Tezuka's then chief assistant, Toshio Ban, not long after Tezuka's passing. Ban interviewed as many surviving family, friends, and colleagues of Tezuka's as well as gathering other research materials.The content is divided into three arcs (per volume) covering a period of Tezuka's life, which are as follows:- **Volume 1 - The Appearance of Osamushi, 1928~1945** (オサムシ登場, Osamushi Toujou) - Covers Tezuka's youth, his developing talents during his school days, fascinations with bugs, manga, and animation, and his trials and tribulations during the war.- **Volume 2 - Dreams of Manga, 1945~1959** (漫画の夢, Manga no Yume) - Covers the immediate struggles of the Post-War period, his time in medical school and the decision between being a physician or a mangaka, his debut and career throughout out the 50s. Also covers the emergence of the assistant system, the many assistants that would later become famous mangaka themselves (Matsumoto, Ishinomori, the Fujios, etc.), the obsession with movies and the influence they have on manga, and the gradual shift toward animation.- **Volume 3 - Dreams of Anime, 1960~1989** (アニメの夢, Anime no Yume) - Covers his time entering animation interning at Toei, the founding of his Anime Studio, Mushi Production, the culture of the studio, the anime adaptation of Astro Boy (Tetsuwan Atom) and the emerging anime production philosophies, the collapse of Mushi Production, the \"Dark Tezuka\" period, Tezuka Productions,  Black Jack, the events leading to the Osamu Tezuka Complete Works, later anime productions, and his tragic passing.(https://www.stonebridge.com/catalog-2020/The-Osamu-Tezuka-Story)",
  "chapters": []
}