{
  "title": "Hyouketsu Reijou-Sama Wo Follow Shitara, Mechamecha Dekiai Sareteshimatta Ken",
  "img": "https://avt.mkklcdnv6temp.com/fld/13/r/19-1738854914-nw.webp",
  "alternative_title": "The Case Where I Followed the Freezing Lady and She Doted on Me Like Crazy ; 氷結令嬢さまをフォローしたら、メチャメチャ溺愛されてしまった件",
  "authors": [
    "Aisaka Takato",
    "Comedy",
    "Fantasy",
    "Romance",
    "Seinen"
  ],
  "status": "The Case Where I Followed the Freezing Lady and She Doted on Me Like Crazy ; 氷結令嬢さまをフォローしたら、メチャメチャ溺愛されてしまった件",
  "genres": [
    "Aisaka Takato",
    "Comedy",
    "Fantasy",
    "Romance",
    "Seinen"
  ],
  "updated_time": "Feb 13,2025 - 15:00 PM",
  "description": "Description :\r\n        『The Overwhelming Adoration of the Sweethearted Lady!』 \nAlicia Ozrind, known in noble circles as the Frost Duchess, is feared for her cold and unyielding demeanor, earning her the reputation of a villainess among the aristocracy. But beneath her icy exterior lies a girl who simply struggles to express her true feelings. There is, however, one person who has melted her frozen heart—a young servant named Gray, who works as a cleaner in her grand estate. \n\"You’re the only one who truly understands me!\" \nCompletely smitten and vulnerable around Gray, Alicia showers him with unrestrained affection. Whether it’s during meals, in the bath, or even before bedtime, her overwhelming sweetness knows no bounds! But their relationship isn’t without its hurdles—Alicia is a noble lady, and Gray a mere commoner.\nWill Gray manage to endure the relentless love of this endearing aristocrat? This is a sugary-sweet, heart-melting romantic comedy set in a fantasy world!",
  "chapters": [
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-dy144144/chapter-3",
      "views": "21",
      "uploaded_time": "Feb 13,25"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-dy144144/chapter-2",
      "views": "17",
      "uploaded_time": "Feb 13,25"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-dy144144/chapter-1",
      "views": "22",
      "uploaded_time": "Feb 13,25"
    }
  ]
}