{
  "title": "My Childhood Friends Are Trying To Kill Me (2021)",
  "img": "https://avt.mkklcdnv6temp.com/fld/21/d/19-1739765084-nw.webp",
  "alternative_title": "My Childhood Friends Are Trying to Kill Me (Pre-serialization) ; 소꿉친구들이 나를 죽이려 한다 ; 소꿉친구들이 나를 죽이려 한다 (Pre-serialization) ; 我的竹马们想要杀死我 (Pre-serialization)",
  "authors": [
    "양과람",
    "Yangnlam",
    "Jinsa",
    "Kona (코나)",
    "Comedy",
    "Fantasy",
    "Harem",
    "Historical",
    "Manhwa",
    "Romance",
    "Shoujo"
  ],
  "status": "My Childhood Friends Are Trying to Kill Me (Pre-serialization) ; 소꿉친구들이 나를 죽이려 한다 ; 소꿉친구들이 나를 죽이려 한다 (Pre-serialization) ; 我的竹马们想要杀死我 (Pre-serialization)",
  "genres": [
    "양과람",
    "Yangnlam",
    "Jinsa",
    "Kona (코나)",
    "Comedy",
    "Fantasy",
    "Harem",
    "Historical",
    "Manhwa",
    "Romance",
    "Shoujo"
  ],
  "updated_time": "Feb 17,2025 - 11:04 AM",
  "description": "Description :\r\n        I not only reincarnated into someone who died in an absurd fashion, but I also took the crown prince's place and went to the secret neutral territory, where male members of the five imperial families gathered. As a result... my childhood friends know me as a boy.\n\n“Goodbye, guys.\" I cried in front of my friends who I would never meet again. That was because officially, I (the prince) was going to die soon!\n\nIt was fun spending time with them, but I will never see them again. I hope everyone lives happily!\n\n***\n\nAfter many years, my childhood friends turned heroes who defeated the wild dragon visited me.\n\n\"Was it you? The one who killed my friend?\"\n\n“After killing the previous crown prince, the murderer is said to be living comfortably as a princess, right?”\n\n“I will torture you, so much so you'll wish for death.\" \n\n\"Answer me. Why did you kill him?”\n\nOf course, they didn't recognize me at all. No, that's not the problem... the problem is that my childhood friends are trying to kill me. Wait a second, guys!",
  "chapters": []
}