{
  "title": "Ai No Koe",
  "img": "https://avt.mkklcdnv6temp.com/fld/2/b/8-1732792423-nw.webp",
  "alternative_title": "Voices of Love ; One Summer's Day ; Rainbow Smile ; Pictures of Us ; Teach Me Love ; アイノコエ ; Voice of Love",
  "authors": [],
  "status": "Voices of Love ; One Summer's Day ; Rainbow Smile ; Pictures of Us ; Teach Me Love ; アイノコエ ; Voice of Love",
  "genres": [
    "Hazuki Kanae",
    "Adult",
    "Drama",
    "Josei",
    "Romance",
    "School life",
    "Slice of life",
    "Smut"
  ],
  "updated_time": "Sep 20,2018 - 07:25 AM",
  "description": "Description :\r\n        Five romantic, passionate, sexy stories about modern women and the men they love.\n\nVoices of Love\nThe title story follows a relationship between young teacher Mika Tsukahara and Naokazu Kuga, an 18-year old student at her school. They're neighbors too, and can't control their attraction to each other!\n\nOne Summer's Day\nAt a high school reunion, a girl sees a close guy friend that she hasn't seen for a long time. He tells her about his girlfriend who hasn't done it with him yet and asks the girl if she will instead. She agrees. This reminds her of their high school days, when she comforted the guy and became sex friends from that day on. Is high school going to repeat itself all over again?\n\nRainbow Smile\nA girl has a boyfriend who lives with her in her apartment. However, he hits her and mistreats her. And she just takes it. She also know he cheats on her, but she fools herself into thinking he isn't. Will she just take it forever?\n\nPictures of Us\nA business office man hasn't had a relationship in a long time, and he's lonely. He joins an online dating service and meets with a girl one night. She looks really young, but she says that she's in her 20s. A few days later, she somehow ends up staying with him. Can he open his heart to her? And what is her real age?\n\nTeach Me Love\nA young guy is university art student. He lends his guy friend a CD, and his friend breaks it. In repayment, his friend brings him a girl, and he tells the art student guy he can do whatever he wants with her for a night. The art student notices she does whatever his friend tells her to. And he also notices his friend also let's other guys 'borrow' her. Why does she let him do this to her?",
  "chapters": [
    {
      "chapter_name": "Chapter 5: Teach Me Love",
      "chapter_url": "https://chapmanganelo.com/manga-cg117000/chapter-5",
      "views": "213",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 4: Pictures Of Us",
      "chapter_url": "https://chapmanganelo.com/manga-cg117000/chapter-4",
      "views": "137",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 3: Rainbow Smile",
      "chapter_url": "https://chapmanganelo.com/manga-cg117000/chapter-3",
      "views": "140",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 2: One Summer S Day",
      "chapter_url": "https://chapmanganelo.com/manga-cg117000/chapter-2",
      "views": "185",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 1: Voices Of Love",
      "chapter_url": "https://chapmanganelo.com/manga-cg117000/chapter-1",
      "views": "273",
      "uploaded_time": "Aug 25,19"
    }
  ]
}