{
  "title": "The Queen Starts As An A-Lister",
  "img": "https://avt.mkklcdnv6temp.com/fld/77/x/16-1733318913-nw.webp",
  "alternative_title": "Nvwang Cong Ding Liu Zuo Qi, The Queen Starts From the Top, 女王从顶流做起",
  "authors": [],
  "status": "Nvwang Cong Ding Liu Zuo Qi, The Queen Starts From the Top, 女王从顶流做起",
  "genres": [
    "我煞费苦心",
    "Drama",
    "Fantasy",
    "Josei",
    "Romance"
  ],
  "updated_time": "Mar 01,2024 - 21:08 PM",
  "description": "Description :\r\n        Read \"The Queen Starts as an A-Lister\" for free at Story line of \"The Queen Starts as an A-Lister\":She was originally a female general of the empire, but accidentally traveled to modern times. She was kidnapped by a dog system and had to do tasks to become a top star. Domineering, beautiful and sassy, she stepped into the entertainment industry with a high degree of self-discipline and a tough style. Her amazing moves that don't follow routines attracted a large number of wife fans, and also attracted the attention of the traffic king Gu Beihuai. Through rigorous training one after another, he has climbed all the way to the top.Alternative of \"The Queen Starts as an A-Lister\":Nvwang Cong Ding Liu Zuo Qi, The Queen Starts From the Top, Where to read \"The Queen Starts as an A-Lister\"?mangabuddy is currently the largest manhwa website with thousands of high-quality manhwa. Above all, readers can enjoy reading manhwa on mangabuddy without incurring any costs. If you love the manhwa \"\", don't forget to follow the mangabuddy website!Wish you happy reading!",
  "chapters": [
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-xl137879/chapter-3",
      "views": "6",
      "uploaded_time": "Mar 01,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-xl137879/chapter-1",
      "views": "8",
      "uploaded_time": "Feb 07,24"
    }
  ]
}