{
  "title": "Tsukiyoda Sadame No Sekai No Sukuikata",
  "img": "https://avt.mkklcdnv6temp.com/fld/34/y/2-1732722170-nw.webp",
  "alternative_title": "月夜田定の世界の救い方 ; Tsukiyoda Sadame no Sekai no Sukui Kata",
  "authors": [],
  "status": "月夜田定の世界の救い方 ; Tsukiyoda Sadame no Sekai no Sukui Kata",
  "genres": [
    "Shigahaku",
    "Comedy",
    "Ecchi",
    "Shounen",
    "Supernatural"
  ],
  "updated_time": "Jan 20,2016 - 09:59 AM",
  "description": "Description :\r\n        From MangaHelpers: Tsukiyoda Sadame is a high-schooler and hypocrite who plans to use his charisma to take over the world. Through his machinations, he is able to become instantly popular as soon as he transfers into his new school, to the point where he's nominated as the class rep! However, there is another manipulator at work in his class, also trying to claim power: a girl named Kokoro. While following her after school (totally not stalking her, though, nothing creepy), Sadame runs into a weird old man. It seems he's been getting \"missions\" on his smartphone, and if he doesn't complete them, the world will be destroyed. Soon Sadame is recognized as a \"messiah\" as well, and he gets his first mission-- to steal Kokoro's panties. Could these missions really be from God, and how can he possibly complete them and save the world without utterly ruining his carefully designed public persona!? [tethysdust] -------------------- Tsukiyoda Sadame, a hypocrite and a high-schooler who dreams of conquering the world. A person who's popular the moment he transfers into his new school. But suddenly a terrible truth is revealed to him! That there are these awfully ridiculous missions that he has to clear. And if he doesn't manage to clear them... the world will end?! Is this the work of God, or the Devil's deed? Your pride, honour, and appearances - cast it all aside and save the world, Tsukiyoda Sadame!",
  "chapters": [
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-nl92479/chapter-3",
      "views": "17",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-nl92479/chapter-2",
      "views": "14",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-nl92479/chapter-1",
      "views": "16",
      "uploaded_time": "Aug 25,19"
    }
  ]
}