{
  "title": "Sensei Otona No Etchi O Oshietekudasai Koshigaukuhodotsukarete Dakareru Sefurekeiyaku",
  "img": "https://avt.mkklcdnv6temp.com/fld/5/l/18-1733327578-nw.webp",
  "alternative_title": "Mr. Kamiya; Teach Me How Adults Do It! -Our Friends-With-Benefits Deal Has My Hips Lifting Off The Bed As He Pounds Me Out- ; Sensei; Otona no Ecchi wo Oshiete kudasai! - Koshi ga Ukuhodo Tsukarete Dakareru Sex Friend Keiyaku ; 先生、大人のエッチを教えてください！～腰が浮くほど突かれて抱かれるセフレ契約～ ; Sensei; Otona no Ecchi wo Oshiete kudasai! - Koshi ga Ukuhodo Tsukarete Dakareru Sefure Keiyaku",
  "authors": [
    "Mako Kurusu",
    "Josei",
    "Romance",
    "Smut"
  ],
  "status": "Mr. Kamiya; Teach Me How Adults Do It! -Our Friends-With-Benefits Deal Has My Hips Lifting Off The Bed As He Pounds Me Out- ; Sensei; Otona no Ecchi wo Oshiete kudasai! - Koshi ga Ukuhodo Tsukarete Dakareru Sex Friend Keiyaku ; 先生、大人のエッチを教えてください！～腰が浮くほど突かれて抱かれるセフレ契約～ ; Sensei; Otona no Ecchi wo Oshiete kudasai! - Koshi ga Ukuhodo Tsukarete Dakareru Sefure Keiyaku",
  "genres": [
    "Mako Kurusu",
    "Josei",
    "Romance",
    "Smut"
  ],
  "updated_time": "Sep 07,2024 - 00:53 AM",
  "description": "Description :\r\n        He doesn't make it a habit of screwing his former students... but if she's this insistent... Mitsuki was devastated when her high school teacher and crush Mr. Kamiya told her he was only into mature women. One day, after years of improving herself, she comes home to find her boyfriend cheating on her and decides to drown her sorrows at a bar. It turns out the man drinking next to her... is Mr. Kamiya himself! They haven't seen each other in seven years, and he intends to explore every inch of her beautiful body, whether she wants him to stop midway through or not... Mitsuki can't believe the waves of pleasure lapping over her body...! She doesn't want it to be a one-time only experience, though. Willing to do whatever he wants, the two enter into a limited-time-only friends-with-benefits partnership!",
  "chapters": [
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-aq141210/chapter-2",
      "views": "9",
      "uploaded_time": "Sep 07,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-aq141210/chapter-1",
      "views": "9",
      "uploaded_time": "Sep 07,24"
    }
  ]
}