{
  "title": "Husband Wanted!",
  "img": "https://avt.mkklcdnv6temp.com/fld/60/r/16-1733317489-nw.webp",
  "alternative_title": "남편 구인!",
  "authors": [],
  "status": "남편 구인!",
  "genres": [
    "목감기",
    "Drama",
    "Historical",
    "Romance"
  ],
  "updated_time": "Jan 08,2024 - 13:01 PM",
  "description": "Description :\r\n        The last descendant of a villainous family, that brought the empire to the brink of destruction, Evelyn Revelbritt. Despised by the empire's citizens, annually being the most voted figure who should disappear ASAP, she lives an agonising and exhausting life!However, a golden opportunity to change her life has finally arrived.\"What? The Ellerheim fiefdom, accompanied by the tile of Grand Duke, has been put up for auction?!\"Evelyn made up her mind,\"I will win this. Even if I have to die... I will take it!\"However, there are specific requirements for the auction. First of all, being from a noble family. Second, having judicial authority under the Holy Temple. Third, must be recognised by the royal family after making great contributions. These are only extended to family members and spouses.\"In that case, the solution is simple.\"Employing a physically healthy, unmarried man who meets the bidding qualifications as the husband, and entering a contract marriage!Can the empire's most despised woman really hire such a husband? Of course, by offering the highest salary in the industry and generous benefits, not to mention a divorce neatly arranged for after winning the auction. Make sure to secure a substantial alimony! With this, a couple of talented people should appear, right? We warmly welcome your applications!But this was all Evelyn's misjudgment....More applicants rushed in than she expected.",
  "chapters": [
    {
      "chapter_name": "Chapter 0",
      "chapter_url": "https://chapmanganelo.com/manga-wj137429/chapter-0",
      "views": "7",
      "uploaded_time": "Jan 08,24"
    }
  ]
}