{
  "title": "Hatsukoi No Yamai",
  "img": "https://avt.mkklcdnv6temp.com/fld/71/v/2-1732754423-nw.webp",
  "alternative_title": "初恋の病 ; Sickness of the First Love",
  "authors": [],
  "status": "初恋の病 ; Sickness of the First Love",
  "genres": [
    "Tojitsuki Hajime",
    "Comedy",
    "Romance",
    "Shounen ai",
    "Slice of life",
    "Supernatural"
  ],
  "updated_time": "Jan 20,2016 - 08:42 AM",
  "description": "Description :\r\n        Six stories of love and sweetness. 1) Sickness of the First Love - After a car accident Ayase begins to see hallucinations of his first love,Haigo, who died as the young man he was. An operation is supposed to fix the problem, but doesn't. Seeing a young Haigo during the day, and a grown-up Haigo at night, has Ayase finally gone crazy? 2) The Mystery That Began on the Train - There are two kinds of customers that Soo, as an attendant on a sleeper railway has to deal with: honeymooning couples and weirdos. Teshirogi is definitely one of the latter. The overly dramatic older man seems to be making fun of Soo, but why does he think they've met before? 3) Kitsune Tsuki (Fox Moon) - Tada is the heir of his family and the last fox spirit handler. As a child he saved the spirit Shiro from being abandoned, and Shiro agreed to stay till Tada was an adult. With only two years left to go, Shiro needs to reconcile his feelings for the human boy. 4) Kikusa Yayoi Zukitan - 2nd year piano student Wachi is playing one day when he's suddenly accompanied by a violin. Enter genius violinist Meguriya. When Wachi confesses to Meguriya he doesn't receive a reply, but when two people are so aligned musically, are words really necessary? 5) A Happy Person - When Komiya disappears from school, Oosakaya is sure that Komiya will contact him. They're dating, after all. But four years go by before a dirty and tired Komiya crawls into his bed and promptly falls asleep. He's happy to have Komiya back, but Oosakaya can only wonder how long it will be before the person who says he loves him disappears again... 6) Speechless - A word game between two colleagues offers one a chance to make his feelings known.",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 6 : Zekku (Speechless)  [Extra]",
      "chapter_url": "https://chapmanganelo.com/manga-av93789/chapter-6",
      "views": "18",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 5 : Shiawase Na Hito (A Happy Person)",
      "chapter_url": "https://chapmanganelo.com/manga-av93789/chapter-5",
      "views": "14",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 4 : Kikusa Yayoi Zukitan",
      "chapter_url": "https://chapmanganelo.com/manga-av93789/chapter-4",
      "views": "15",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 3 : Kitsune Tsuki (Fox Moon)",
      "chapter_url": "https://chapmanganelo.com/manga-av93789/chapter-3",
      "views": "16",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 2 : Ressha De Hajimaru Mistery (The Mystery That Began On The Train)",
      "chapter_url": "https://chapmanganelo.com/manga-av93789/chapter-2",
      "views": "17",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 1 : Hatsukoi No Yamai (Sickness Of The First Love)",
      "chapter_url": "https://chapmanganelo.com/manga-av93789/chapter-1",
      "views": "21",
      "uploaded_time": "Aug 25,19"
    }
  ]
}