{
  "title": "Tsuihou Sareta Akuyaku Reijou To Tensei Danshaku No Slow De Fushigi Na Kekkon Seikatsu",
  "img": "https://avt.mkklcdnv6temp.com/fld/77/t/18-1733381744-nw.webp",
  "alternative_title": "追放された悪役令嬢と転生男爵のスローで不思議な結婚生活 ; Tsuihousareta Akuyaku Reijou to Tensei Danshaku no Slow de Fushigi na Kekkon Seikatsu ; The Mellow and Mysterious Life of an Exiled Villainess and a Reincarnated Baron ; The Exiled Villainess and the Reincarnated Baron's Slow and Mysterious Married Life",
  "authors": [],
  "status": "追放された悪役令嬢と転生男爵のスローで不思議な結婚生活 ; Tsuihousareta Akuyaku Reijou to Tensei Danshaku no Slow de Fushigi na Kekkon Seikatsu ; The Mellow and Mysterious Life of an Exiled Villainess and a Reincarnated Baron ; The Exiled Villainess and the Reincarnated Baron's Slow and Mysterious Married Life",
  "genres": [
    "Heater",
    "Fantasy",
    "Isekai",
    "Romance",
    "Slice of life"
  ],
  "updated_time": "Nov 28,2024 - 17:17 PM",
  "description": "Description :\r\n        Kuro Heartfield is the lord of the frontier territory, but his true identity is that of an ordinary 25-year-old man who got reincarnated here from another world. He has been relegated to being the feudal lord of this remote region for his demotion, after earning the resentment of high-ranking nobles, but here he found his new life to his liking, and so he has no complaints.\nOne day, he receives a compulsory marriage proposal and his soon-to-be spouse's name is Lady Violet Valentine. She is a respectable noble lady from a duke's house, but her true identity is that of a so-called villainess, one who opposes the heroine in nearly all the routes of a certain romance game.\nA slightly mysterious married life starts today between these fellow outcasts aiming to make a place where they belong! \n(Source: Pixiv Comic)",
  "chapters": [
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-cg143074/chapter-2",
      "views": "18",
      "uploaded_time": "Nov 28,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-cg143074/chapter-1",
      "views": "19",
      "uploaded_time": "Nov 28,24"
    }
  ]
}