{
  "title": "Gigantis The Fire Comic",
  "img": "https://avt.mkklcdnv6temp.com/fld/15/x/10-1732798924.jpg",
  "alternative_title": "Godzilla’s Fire Counterattack ,ゴジラコミックの逆襲",
  "authors": [],
  "status": "Godzilla’s Fire Counterattack ,ゴジラコミックの逆襲",
  "genres": [
    "Nishikawa Shinji",
    "Action",
    "Comedy",
    "Horror",
    "Sci fi",
    "Seinen"
  ],
  "updated_time": "Dec 26,2021 - 19:15 PM",
  "description": "Description :\r\n        The first two chapters of this manga serve as an intro and show us Godzilla ravaging Tokyo in 1991. He is soon joined by King Ghidorah and the two fight. The next chapter shows a team of scientists and the discovery of Godzilla's mutated cells. In the following chapters we see Godzilla destroy the city, and the Futurians appear to propose a plan to rid humans of Godzilla. They are quick to reveal their true identity as disguised Xiliens who want to conquer the world with King Ghidorah. The dragon begins to fly towards the Earth, but finds itself faced with Biollante who now lives in space debris. During combat, King Ghidorah strikes Biollante with its gravity beams. Biollante absorbs the essence of its power and then becomes a plant-like King Ghidorah clone. But even with Biollante's enhancements, it is still defeated. The Futurians' saucer is destroyed and their plan fails forcing them to live incognito among humans. The next chapter is devoted to a group of fishermen sailing peacefully by telling the story of Yamata no Orochi, until Godzilla arises before them. Orochi appears and does battle with Godzilla. Wanting to get a good look at the monsters, one of the sailors began to go towards them. But, he got too close to the edge of the boat and fainted causing him to fall into the water. When he wakes up, the fight is finished and he and his friends find themselves shipwrecked on a raft. The following chapters are humorous adventures and show us \"behind the scenes\" with a stuntman born and bred to embody Godzilla on the screen. The final chapter features a small Godzilla who is captured by soldiers of the US Navy who want to take him home, but an adult Godzilla appears and reduces their ship to pieces.",
  "chapters": [
    {
      "chapter_name": "Chapter 5",
      "chapter_url": "https://chapmanganelo.com/manga-fz120193/chapter-5",
      "views": "18",
      "uploaded_time": "Dec 26,21"
    },
    {
      "chapter_name": "Chapter 4",
      "chapter_url": "https://chapmanganelo.com/manga-fz120193/chapter-4",
      "views": "12",
      "uploaded_time": "Dec 26,21"
    },
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-fz120193/chapter-3",
      "views": "13",
      "uploaded_time": "Dec 26,21"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-fz120193/chapter-2",
      "views": "15",
      "uploaded_time": "Dec 26,21"
    },
    {
      "chapter_name": "Chapter 1: Miss Kano S Disgrace",
      "chapter_url": "https://chapmanganelo.com/manga-fz120193/chapter-1",
      "views": "44",
      "uploaded_time": "Sep 10,19"
    }
  ]
}