{
  "title": "Through The Strong Winds",
  "img": "https://avt.mkklcdnv6temp.com/fld/41/a/18-1733329683-nw.webp",
  "alternative_title": "Chang Feng Du ; Destined ; Through the Strong Winds ; Cháng Fēng Dù ; 长风渡",
  "authors": [
    "墨书白",
    "晋江文学城",
    "博易动漫",
    "隐曦",
    "Drama",
    "Fantasy",
    "Historical",
    "Josei",
    "Manhua",
    "Romance"
  ],
  "status": "Chang Feng Du ; Destined ; Through the Strong Winds ; Cháng Fēng Dù ; 长风渡",
  "genres": [
    "墨书白",
    "晋江文学城",
    "博易动漫",
    "隐曦",
    "Drama",
    "Fantasy",
    "Historical",
    "Josei",
    "Manhua",
    "Romance"
  ],
  "updated_time": "Jan 23,2025 - 16:00 PM",
  "description": "Description :\r\n        Through the Strong Winds, Destined, Chang Feng Du, Chng Fng D,  at manhua websiteMarriage first, love laterMay I be like the long wind, carrying you for thousands of milesIn order to marry a good husband, Liu Yuru worked as a model lady for fifteen years, but on the eve of her engagement, she was forced to marry Gu Jiusi, a famous playboy in Yangzhou. Marrying such a person would ruin her life, especially after she got married and found out that she was also forced to marry this person. Liu Yuru was so disheartened that after locking herself in her room for three days, she finally realized what she was doing. Marrying such a dandy, how can you be considered a lady? So on the third day of their wedding, this famously gentle lady went to the brothel with her hands shaking, holding a knife, and spent her whole life's courage, and said to the drunk Gu Jiusi  get up. After that, Gu Jiusi's life went through ups and downs. From a humble playboy to a high-ranking official, this woman stood by his side, supporting him with her delicate and thin body and saying to him: \"Get up.\" So even if his bones were broken into pieces, his flesh was cut into pieces. He had to struggle up from the mud, grit his teeth and carried her on my back, and walked through this life. As for Liu Yuru, for the first fifteen years, she thought she lived to find a good man. It wasn't until she met Gu Jiusi that she understood that a good man would let you know that you live only for yourself. He would like to use his flesh and blood to protect her from wind and rain, to protect her clothes from dust and her temples from frost. A smart and sober lady vs. a young and dandy boyRecommend for you !",
  "chapters": [
    {
      "chapter_name": "Chapter 7",
      "chapter_url": "https://chapmanganelo.com/manga-bv142141/chapter-7",
      "views": "1",
      "uploaded_time": "Jan 23,25"
    },
    {
      "chapter_name": "Chapter 6",
      "chapter_url": "https://chapmanganelo.com/manga-bv142141/chapter-6",
      "views": "1",
      "uploaded_time": "Jan 23,25"
    },
    {
      "chapter_name": "Chapter 4",
      "chapter_url": "https://chapmanganelo.com/manga-bv142141/chapter-4",
      "views": "3",
      "uploaded_time": "Oct 16,24"
    },
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-bv142141/chapter-3",
      "views": "2",
      "uploaded_time": "Oct 16,24"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-bv142141/chapter-2",
      "views": "3",
      "uploaded_time": "Sep 27,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-bv142141/chapter-1",
      "views": "4",
      "uploaded_time": "Sep 27,24"
    },
    {
      "chapter_name": "Chapter 0",
      "chapter_url": "https://chapmanganelo.com/manga-bv142141/chapter-0",
      "views": "3",
      "uploaded_time": "Sep 27,24"
    }
  ]
}