{
  "title": "Half Day Fantasy",
  "img": "https://avt.mkklcdnv6temp.com/fld/49/i/18-1733380088-nw.webp",
  "alternative_title": "Half Day Fantasy ; 반나절 판타지 ; 半日ファンタジー",
  "authors": [],
  "status": "Half Day Fantasy ; 반나절 판타지 ; 半日ファンタジー",
  "genres": [
    "Jobora",
    "Fantasy",
    "Manhwa",
    "Romance",
    "Shoujo"
  ],
  "updated_time": "Oct 02,2024 - 08:38 AM",
  "description": "Description :\r\n        Yeoreum, who is easily superstitious, accidentally put into practice the  posted on SNS, and ends up being transported to a real world.\nAfter half a day, she returns to reality, and begins to live as a serf in this world for 12 hours a day…\n\nAt first, she started it to escape reality, but as she worked, she realized that her true calling was farming, and so she farms every day to gain experience for farming in this world.\nIn the meantime, she meets Noel (Han Do-yoon), who also travels to this world for half a day and works as a warrior as a side job, and they get engaged while mistakenly believing that each other is from this world.\n\nHowever, her fiancee in this world turns out to be Han Do-yoon, her real-life classmate!\nOn top of that, she is constantly attacked by Emma, who has a crush on Noel, and the Duke of Charlotte, who tries to use her fiancee to pull Noel out of her position as a warrior. Amidst the summer when all they wanted to do was farm, endless commotion unfolds in this world and in reality!",
  "chapters": [
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-bm142332/chapter-3",
      "views": "2",
      "uploaded_time": "Oct 02,24"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-bm142332/chapter-2",
      "views": "1",
      "uploaded_time": "Oct 02,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-bm142332/chapter-1",
      "views": "2",
      "uploaded_time": "Oct 02,24"
    },
    {
      "chapter_name": "Chapter 0",
      "chapter_url": "https://chapmanganelo.com/manga-bm142332/chapter-0",
      "views": "2",
      "uploaded_time": "Oct 02,24"
    }
  ]
}