{
  "title": "Akihabara @ Deep",
  "img": "https://avt.mkklcdnv6temp.com/fld/5/h/4-1732759991-nw.webp",
  "alternative_title": "アキハバラ＠DEEP ; アキハバラ@DEEP ; Akihabara@DEEP",
  "authors": [],
  "status": "アキハバラ＠DEEP ; アキハバラ@DEEP ; Akihabara@DEEP",
  "genres": [
    "Ishida Ira",
    "Action",
    "Comedy",
    "Drama",
    "Sci fi",
    "Seinen"
  ],
  "updated_time": "Jan 20,2016 - 15:16 PM",
  "description": "Description :\r\n        It all begins when a mysterious online personality named Yui decides to assemble these outcasts to try and form a group dedicated to solving the problems that plague Akiba by forming the \"troubleshooting\" company, Akihabara@DEEP, often shortened to just @DEEP. One example of this troubleshooting would be that the otaku of Akiba have come under a surge of bullying. @DEEP's first task was to eliminate this bullying. After getting rid of this problem, @DEEP began taking up other tasks as well. Some of these include clearing the name of a cosplayer in a case that involved the distribution of underground videos depicting other cosplayers getting undressed in dressing rooms, protecting a news anchor from attacks by otaku who were enraged at a story that she had previously worked on that bashed the youth of Akiba, and helping out a maid cafe that the people of Akiba frequent from an opposing maid cafe that was acting extremely hostile to this maid cafe and even provided various prostitution services to the visitors of the opposing maid cafe. While @DEEP solves these cases, the group unintentionally attracts the attention of a seedy character named Nakagomi Takeshi. The reason behind this is because of a secret past relationship between Nakagomi and Yui. What adds to this is a fully self-reliant AI program that Nakagomi would greatly benefit from if he got his hands on it. This is because he is the president of a very influential electronics company called Digital Capital, often shortened to DigiCap. He will eventually raid @DEEP's headquarters, steal Yui's AI, and kidnap Akira. (from wikipedia)",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 5 : Mansei!",
      "chapter_url": "https://chapmanganelo.com/manga-no97734/chapter-5",
      "views": "7",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 4 : Highest Analysis",
      "chapter_url": "https://chapmanganelo.com/manga-no97734/chapter-4",
      "views": "6",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 3 : Secret Weapon",
      "chapter_url": "https://chapmanganelo.com/manga-no97734/chapter-3",
      "views": "6",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 2 : Adventure",
      "chapter_url": "https://chapmanganelo.com/manga-no97734/chapter-2",
      "views": "7",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 1 : Legend Start",
      "chapter_url": "https://chapmanganelo.com/manga-no97734/chapter-1",
      "views": "8",
      "uploaded_time": "Aug 25,19"
    }
  ]
}