{
  "title": "Isekai De Aisare Sugite Komattemasu! Isekai Bl Anthology",
  "img": "https://avt.mkklcdnv6temp.com/fld/18/t/17-1733322294-nw.webp",
  "alternative_title": "異世界で愛されすぎて困ってます！異世界BLアンソロジー ; I'm in trouble because I'm loved so much in this different world! Isekai BL Anthology",
  "authors": [
    "Ei Enroku",
    "◇◆◇◆",
    "Tachibasami",
    "Yoshihisa Shiba",
    "Tentsubu",
    "Erotica",
    "Isekai",
    "Romance"
  ],
  "status": "異世界で愛されすぎて困ってます！異世界BLアンソロジー ; I'm in trouble because I'm loved so much in this different world! Isekai BL Anthology",
  "genres": [
    "Ei Enroku",
    "◇◆◇◆",
    "Tachibasami",
    "Yoshihisa Shiba",
    "Tentsubu",
    "Erotica",
    "Isekai",
    "Romance"
  ],
  "updated_time": "May 12,2024 - 09:49 AM",
  "description": "Description :\r\n        Despite being a misanthropic mage!?? Despite being the best friend of the fallen prince!?? Despite being the villainous son!?? To be adored by the cheat protagonist in another world! The popular BL novel from 'Moonlight Novels' is now in comic form! An otherworldly BL anthology!!01 **A Deliberate Mage is Doted Upon by a Holy Knight in a Peaceful World**Manga: *Yamamori Potato*Original: *Ei Enroku*Shun is reincarnated as a mage in another world. Carrying over his distrust of humans from his past life, he gradually opens his heart as he is adored by the holy knight, Sasha. 02 **I've Been Reincarnated as the Best Friend of the Prince of Darkness**Manga: *Korotora*Original: *Tachibasami*The protagonist is reincarnated as the best friend of the 'prince of darkness' in the RPG world he loved in his previous life. As he tries everything to avoid the prince's fall into darkness, changes start to appear in the prince's demeanor...? 03 **I Was Reincarnated as a Dog, but I'm Still Doing Well**Manga: *Mochita*Original: *◇◆◇◆*Reincarnated as a dog, I was picked up by a handsome prince. The prince adores my fluffy fur, but it turns out I was a beastman...?04 **The Villainess Only Wanted to be Betrothed to the Prince at Any Cost, and That Was All.**Manga: *Bandou*Original: *Tentsubu*Daen, who was mocked for his ignorance, volunteered to be the prince's fiance. However, he finds himself being looked at affectionately by Rintz, who should be his rival for the fiance position...!?05 **Even if I'm Reincarnated, I Want to Love Shiba Inu!**Manga: *Yoshizuka Mayako*Original: *Yoshihisa Shiba*Vilfred, who loves Shiba Inus, finds himself in an otherworld where only Prince Ferdinand owns a Shiba Inu... He has no choice but to get closer to the prince!!\"",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 3: I Was Reincarnated As A Dog, But I'm Still Doing Well",
      "chapter_url": "https://chapmanganelo.com/manga-yz138945/chapter-3",
      "views": "23",
      "uploaded_time": "May 12,24"
    },
    {
      "chapter_name": "Vol.1 Chapter 2: I’Ve Been Reincarnated As The Best Friend Of The Prince Of Darkness",
      "chapter_url": "https://chapmanganelo.com/manga-yz138945/chapter-2",
      "views": "27",
      "uploaded_time": "Apr 22,24"
    },
    {
      "chapter_name": "Vol.1 Chapter 1: A Deliberate Mage Is Doted Upon By A Holy Knight In A Peaceful World",
      "chapter_url": "https://chapmanganelo.com/manga-yz138945/chapter-1",
      "views": "31",
      "uploaded_time": "Apr 22,24"
    }
  ]
}