{
  "title": "Seikishi No Ore Ga Suki Ni Natta Heroine Ga Zokuzoku To Aitsu No Harem Member Ni Natte Shimaundakedo Ore No Nani Ga Ikenai Noka Dareka Oshiete Kure!!",
  "img": "https://avt.mkklcdnv6temp.com/fld/16/m/17-1733322162-nw.webp",
  "alternative_title": "聖騎士の俺が好きになったヒロインが続々とアイツのハーレムメンバーになってしまうんだけど俺の何がいけないのか誰か教えてくれ!! ; The Heroines that I, a Holy Knight, Come To Like All Keep Joining His Harem. Can Someone Please Tell Me What I'm Doing Wrong?!",
  "authors": [
    "Amida Kiridou",
    "Adventure",
    "Harem",
    "Isekai",
    "Romance"
  ],
  "status": "聖騎士の俺が好きになったヒロインが続々とアイツのハーレムメンバーになってしまうんだけど俺の何がいけないのか誰か教えてくれ!! ; The Heroines that I, a Holy Knight, Come To Like All Keep Joining His Harem. Can Someone Please Tell Me What I'm Doing Wrong?!",
  "genres": [
    "Amida Kiridou",
    "Adventure",
    "Harem",
    "Isekai",
    "Romance"
  ],
  "updated_time": "Apr 22,2024 - 21:08 PM",
  "description": "Description :\r\n        Ichiro Yamada and fellow studentRyugin were summoned to another world on their way to the opening ceremony of the school year.With Ryuguin the hero and Yamada the Holy Knight, they decided to conquer the Twelve Labyrinths. All in order to save the world, and to obtain an item that will allow them to return to their original world!Having gained the status of a hero, Ryuguin plays around without making any effort. On the other hand, Yamada, who wanted to return to the original world, worked hard to conquer the labyrinth while being battered and bruised.\"The one who supported me was supposed to be the heroine of the same party...!\"This is the story of a holy knight who has lost all the girls he has fallen in love with to the heroes, and who runs away from his party to find the love of his life.",
  "chapters": [
    {
      "chapter_name": "Chapter 2: Second Person : Saint",
      "chapter_url": "https://chapmanganelo.com/manga-ys138886/chapter-2",
      "views": "65",
      "uploaded_time": "Apr 22,24"
    },
    {
      "chapter_name": "Chapter 1: First Person : Princess",
      "chapter_url": "https://chapmanganelo.com/manga-ys138886/chapter-1",
      "views": "57",
      "uploaded_time": "Apr 22,24"
    }
  ]
}