{
  "title": "I’M The Only One With Outstanding Cheats After My Class Got Transported To Another World?!",
  "img": "https://avt.mkklcdnv6temp.com/fld/79/p/16-1733319050-nw.webp",
  "alternative_title": "I’m the Only One with Outstanding Cheats After My Class Got Transported to Another World?!; Class Ten'i de Ore dake Zubanuke Cheat!",
  "authors": [],
  "status": "I’m the Only One with Outstanding Cheats After My Class Got Transported to Another World?!; Class Ten'i de Ore dake Zubanuke Cheat!",
  "genres": [
    "Hakurou",
    "Action",
    "Comedy",
    "Fantasy",
    "Isekai",
    "Romance"
  ],
  "updated_time": "Feb 15,2024 - 16:40 PM",
  "description": "Description :\r\n        Ryuuto was subjected to rampant bullying on an almost daily basis. But on what looked like another day of living he** for him, the classroom was suddenly enveloped in blinding light, and he found himself standing before a man who called himself G**. Ryuuto had been transported to another world, and unfortunately so were his bullies. However, when he saw his stats, Ryuuto realized he was the only one with overpowered cheats! Having received invincible cheat abilities from the Supreme G**, Ryuuto quickly grows close to the class idol Himeno as well as Sherelle, a princess belonging to the other world On top of that, there's the appearance of an adorable divine spirit and a clumsy girl who had been sealed away! How will Ryuuto's newfound, 1000% different from reality harem and overpowered life in another world turn out?!",
  "chapters": [
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-xe137924/chapter-3",
      "views": "46",
      "uploaded_time": "Feb 15,24"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-xe137924/chapter-2",
      "views": "46",
      "uploaded_time": "Feb 09,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-xe137924/chapter-1",
      "views": "52",
      "uploaded_time": "Feb 07,24"
    }
  ]
}