{
  "title": "Into The Hands Of Bitter Rivals",
  "img": "https://avt.mkklcdnv6temp.com/fld/21/u/18-1733328552-nw.webp",
  "alternative_title": "After My Main Form Falling Into the Hands of My Enemy ; Benti Luo Ru Siduitou Shouzhong Hou ; Into the Hands of Bitter Rivals ; Běntǐ Luò Rù Sǐduìtóu Shǒuzhōng Hòu ; 本体落入死对头手中后 ; 本體落入死對頭手中後",
  "authors": [
    "镜不咕",
    "颙望",
    "映梦社",
    "茯苓",
    "Drama",
    "Fantasy",
    "Manhua",
    "Romance",
    "Shounen ai"
  ],
  "status": "After My Main Form Falling Into the Hands of My Enemy ; Benti Luo Ru Siduitou Shouzhong Hou ; Into the Hands of Bitter Rivals ; Běntǐ Luò Rù Sǐduìtóu Shǒuzhōng Hòu ; 本体落入死对头手中后 ; 本體落入死對頭手中後",
  "genres": [
    "镜不咕",
    "颙望",
    "映梦社",
    "茯苓",
    "Drama",
    "Fantasy",
    "Manhua",
    "Romance",
    "Shounen ai"
  ],
  "updated_time": "Sep 15,2024 - 02:01 AM",
  "description": "Description :\r\n        Into the Hands of Bitter Rivals, After My Main Form Falling Into the Hands of My Enemy, Benti Luo Ru Siduitou Shouzhong Hou, ,  at manhua websiteHei Lian Che x Xiao Mo YuHei Lian Che's childhood was shattered because of the demon clan, making him harbor a deep hatred and desire to exterminate them all. The demon clan was terrified upon hearing his name. Fox demon Xiao Mo Yu, who had finally managed to cultivate into human form, accidentally let her original form and five senses fall into the hands of her enemy. Losing the senses wasn't as important; she could endure it. The problem was that without the original form, she would die! Feeling the emotions through the air, Xiao Mo Yu saw her original form being cruelly tormented by the enemy. She could only disguise herself to stay close to the enemy. Who would have thought that this person would become increasingly audacious, doing bizarre things to her and tormenting Xiao Mo Yu all night long, leaving her unable to sleep. Enduring the humiliation, Xiao Mo Yu eventually managed to retrieve her original form and disappear. However, not long after the escape, she was captured by Hei Lian Che and given away. This time, it wasn't just her original form being tormented.Recommend for you !",
  "chapters": [
    {
      "chapter_name": "Chapter 0",
      "chapter_url": "https://chapmanganelo.com/manga-br141637/chapter-0",
      "views": "4",
      "uploaded_time": "Sep 15,24"
    }
  ]
}