{
  "title": "Fu Junai",
  "img": "https://avt.mkklcdnv6temp.com/fld/49/o/2-1732722905-nw.webp",
  "alternative_title": "不・純愛 ; FAKE LOVE ; Fu Jun'ai",
  "authors": [],
  "status": "不・純愛 ; FAKE LOVE ; Fu Jun'ai",
  "genres": [
    "Enjouji Maki",
    "Comedy",
    "Josei",
    "One shot",
    "Romance",
    "Smut"
  ],
  "updated_time": "Jan 20,2016 - 12:18 PM",
  "description": "Description :\r\n        From Alice Dreams :\r\n\r\nWhen Onosaka Kumiko returns home from grocery shopping, she finds a stranger waiting for her, in front of her house. \r\n\r\nThe stranger, Shinohara Yuki, is an old collegue of her who quit working because of an illness - which cannot be cured. So, Shinohara wanted to tell her his feelings before he dies. Together, they start to live in Kumiko's house while living with the thought that Shinohara will die soon...\r\n\r\nFrom Baka-Updates:\r\n\r\nContains 6 short stories:\r\n\r\n1. Fu Jun Ai:\r\nOne day, Onosaka Kumiko returns home from grocery shopping and finds a stranger waiting for her in front of her house. The stranger turns out to be Shinohara Yuki, an old crush and work colleague of Kumiko's who quit 3 years earlier because of an incurable illness, and all he wants is to confess to Kumiko before he dies. Knowing that he'll die soon, Kumiko takes pity on Shinohara, invites him to live with her, and soon becomes his lover. But are her feelings really only pity? And is there something Shinohara's hiding too...?\r\n \r\n2. A sin to love you:\r\nYuu is the top hostess at an escort club for a reason: she loves getting her guy—but she loves being in control even more! So when shy and conservative Mochizuki becomes her newest client, his reserved behavior perplexes her. Every night she pulls out her best feminine wiles, so why isn't he falling for her already? In desperation, she drags the hapless \"Shin-kun\" to a love hotel, where she discovers a very interesting secret about him. Could it be that the tables have turned and now Yuu is the one in danger of falling for Shin-kun? And is that the only secret of the man of her dreams?\r\n\r\n3. Can't live without you:\r\nA follow-up to \"A sin to love you\".\r\n\r\n4. The Deceitful Fingers\r\nWhen homeroom teacher Miyagi's assistant goes on maternity leave, her replacement is the handsome Kiritani Riku. For Miyagi, it's attraction at first sight, but Kiritani seems stuck on an unrequited love—a former teacher of his and the reason why he came a teacher himself. Crushed, Miyagi gets drunk at a welcome party for Kiritani and passes out in front of everyone, but she wakes up to a most unexpected companion...and an even more unexpected proposition! \r\n\r\n5. Can I love you dearly?\r\nNishizawa's supervisor Nagase is a devil! His handsome facade can't hide his critical and exacting management style. Then she discover's his secret- he's a fanatical pet owner that loves his cat.\r\nThe softer side of Nagase is proving devastating to Nishizawa's vision of her boss!\r\n\r\n6. How Shinohara-san spends his weekend (bonus story)",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 6 : [Extra] How Shinohara-San Spends His Weekend",
      "chapter_url": "https://chapmanganelo.com/manga-ut93187/chapter-6",
      "views": "95",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 5 : Can I Love You Dearly?",
      "chapter_url": "https://chapmanganelo.com/manga-ut93187/chapter-5",
      "views": "83",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 4 : The Fingertip Filled With Rumor",
      "chapter_url": "https://chapmanganelo.com/manga-ut93187/chapter-4",
      "views": "80",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 3 : A Sin To Love You - Can't Live Without You",
      "chapter_url": "https://chapmanganelo.com/manga-ut93187/chapter-3",
      "views": "84",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 2 : A Sin To Love You",
      "chapter_url": "https://chapmanganelo.com/manga-ut93187/chapter-2",
      "views": "100",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 1 : Fu Jun Ai",
      "chapter_url": "https://chapmanganelo.com/manga-ut93187/chapter-1",
      "views": "136",
      "uploaded_time": "Aug 25,19"
    }
  ]
}