{
  "title": "Requesting Cloud Support From A Shooting Star",
  "img": "https://avt.mkklcdnv6temp.com/fld/85/p/18-1733716135.jpg",
  "alternative_title": "I Would Like to Apply For Cloud Board Support From the Shooting StarRequesting Cloud Support from a Shooting Star!별똥별에게 구름판 서포트 신청합니다별똥별에게 구름판 서포트 신청합니다!",
  "authors": [
    "Kim Oel",
    "Taco",
    "타코",
    "Drama",
    "Romance",
    "Webtoons",
    "Yaoi"
  ],
  "status": "I Would Like to Apply For Cloud Board Support From the Shooting StarRequesting Cloud Support from a Shooting Star!별똥별에게 구름판 서포트 신청합니다별똥별에게 구름판 서포트 신청합니다!",
  "genres": [
    "Kim Oel",
    "Taco",
    "타코",
    "Drama",
    "Romance",
    "Webtoons",
    "Yaoi"
  ],
  "updated_time": "Dec 13,2024 - 02:03 AM",
  "description": "Description :\r\n        Two Planet is a moderately recognized small-medium idol group. As the leader and main vocalist, Hee-wook thought things would get better. Even after the team's most popular visual member left and the hiatus period extended due to COVID-19, he consoled himself that everything would turn out well. However, the reality he faced after his military discharge was the disbandment of his team and unemployment. Hee-wook, desperate to hang on to anything, attends a drama audition where he encounters top star Cheon Kyung Seo.Cheon Kyung Seo's first impression, with his rude tone and attitude, was quite terrible. However, Hee-wook finds himself having to align with Kyung Seo after being cast in a friend role.Despite the initial impression, Hee-wook is desperate to make the most of this barely obtained opportunity.+",
  "chapters": [
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-cj143429/chapter-2",
      "views": "2",
      "uploaded_time": "Dec 13,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-cj143429/chapter-1",
      "views": "2",
      "uploaded_time": "Dec 13,24"
    }
  ]
}