{
  "title": "Motoyan Chan Senjo Auction De Dekiai Kasegi",
  "img": "https://avt.mkklcdnv6temp.com/fld/31/i/17-1733323066-nw.webp",
  "alternative_title": "Motoyan Chan Senjo Auction de Dekiai Kasegi, Motoyan-chan, Senjou Auction de Dekiai Kasegi, 元ヤンちゃん、船上オークションで溺愛稼ぎ, Selling Herself To The Highest Bidder On The Cruise Ship, Motoyan-chan, Senjou Auction de Dekiai Kasegi",
  "authors": [],
  "status": "Motoyan Chan Senjo Auction de Dekiai Kasegi, Motoyan-chan, Senjou Auction de Dekiai Kasegi, 元ヤンちゃん、船上オークションで溺愛稼ぎ, Selling Herself To The Highest Bidder On The Cruise Ship, Motoyan-chan, Senjou Auction de Dekiai Kasegi",
  "genres": [
    "Monaka Tomohiro",
    "Josei",
    "Romance",
    "Smut"
  ],
  "updated_time": "May 09,2024 - 17:30 PM",
  "description": "Description :\r\n        Serina is up for auction in an event on a ship where participants sell themselves to rich customers to pay off their debts. Unlike the rest of the participants, Serina willingly signed herself up for it. After all, it's just like working a part?time job: once you pay off your debt, you're free to do as you please! However, when a customer approaches the person sitting next to Serina and grabs her by the hair, Serina's hand \"slips\" and she breaks his glasses in his eyes! In an effort to punish her, Serina is taken to a backroom onboard and told to wait. There, she notices scrumptious chocolate macaroons and can't resist. She starts digging in, but is nearly caught red?handed when an employee comes in to have his way with her. Right before her punishment is about to begin, Serina feels dizzy and weak. She collapses as the employee mounts her only to have his boss walk in on them! Serina thanks him the only way she knows how to, and piques his interest! Will this man be her savior!?Motoyan Chan Senjo Auction de Dekiai Kasegi, Motoyan-chan, Senjou Auction de Dekiai Kasegi, , Selling Herself To The Highest Bidder On The Cruise Ship, Motoyan-chan, Senjou Auction de Dekiai Kasegimangabuddy is a website dedicated to fans of anime, , , , video games, and cosplay. Where you may find all of your anime-related memes, recommendations, reviews, manga recommendations, character fanfiction, favorite quotations, and simply those ordinary anime things that you enjoy, particularly memes.You can Follow mangabuddy if you want to read the latest chapters of the . With a massive collection of hundreds of , all of which have been translated into good English, you'll find enough \"reading\" material to fill a library. With high-quality artwork, your library will be quickly filled with your .",
  "chapters": [
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-yf139273/chapter-2",
      "views": "29",
      "uploaded_time": "May 09,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-yf139273/chapter-1",
      "views": "27",
      "uploaded_time": "May 09,24"
    }
  ]
}