{
  "title": "After The Evil Eldest Princess Was Spoiled With Bullet Screen Spoilers",
  "img": "https://avt.mkklcdnv6temp.com/fld/44/l/18-1733329876-nw.webp",
  "alternative_title": "After the Evil Eldest Princess Was Spoiled With Bullet Screen Spoilers ; Edu Zhang Gongzhu Bei Dan Mu Ju Tou Hou ; Èdú Zhǎng Gōngzhǔ Bèi Dàn Mù Jù Tòu Hòu ; 恶毒长公主被弹幕剧透后 ; 惡毒長公主被彈幕劇透後",
  "authors": [],
  "status": "After the Evil Eldest Princess Was Spoiled With Bullet Screen Spoilers ; Edu Zhang Gongzhu Bei Dan Mu Ju Tou Hou ; Èdú Zhǎng Gōngzhǔ Bèi Dàn Mù Jù Tòu Hòu ; 恶毒长公主被弹幕剧透后 ; 惡毒長公主被彈幕劇透後",
  "genres": [
    "漫神动漫",
    "Drama",
    "Fantasy",
    "Historical",
    "Manhua",
    "Romance",
    "Shoujo"
  ],
  "updated_time": "Sep 28,2024 - 01:43 AM",
  "description": "Description :\r\n        After the Evil Eldest Princess Was Spoiled With Bullet Screen Spoilers, Edu Zhang Gongzhu Bei Dan Mu Ju Tou Hou, d Zhng Gngzh Bi Dn M J Tu Hu, ,  at manhua websiteThe eldest princess who can see spoilers in the bullet screen VS the slave boy with a favorable impression system! Once she fell into the water, Qiao Linwei, the most arrogant and domineering eldest princess in the capital, felt that something was wrong with her  at certain moments, some bold and capitalized words (bullet screen) would float in front of her eyes, and the words were full of malice and mockery towards her. After a period of observation, she summed up some \"truths of the world\" from the \"bullet screen\"  she was a villain; and eventually died at the hands of cannon fodder. How could this be? ! The furious Qiao Linwei decided to change her fate against the will of heaven, and by the way, she got a little milk dog with a fragrant tea aroma! However, when Qiao Linwei was moved by her confidant, she once again discovered from the \"bullet screen\": this slave who was always sticking to her and kissing her turned out to be the cannon fodder boss! ! I don't know, is it too late to write a suicide note now?",
  "chapters": [
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-bl142231/chapter-3",
      "views": "4",
      "uploaded_time": "Sep 28,24"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-bl142231/chapter-2",
      "views": "3",
      "uploaded_time": "Sep 28,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-bl142231/chapter-1",
      "views": "4",
      "uploaded_time": "Sep 28,24"
    },
    {
      "chapter_name": "Chapter 0",
      "chapter_url": "https://chapmanganelo.com/manga-bl142231/chapter-0",
      "views": "2",
      "uploaded_time": "Sep 28,24"
    }
  ]
}