{
  "title": "Hokuto No Ken Origins",
  "img": "https://avt.mkklcdnv6temp.com/fld/82/l/7-1732786960-nw.webp",
  "alternative_title": "Fist of the North Star Pilot",
  "authors": [],
  "status": "Fist of the North Star Pilot",
  "genres": [
    "Hara Tetsuo"
  ],
  "updated_time": "Nov 05,2016 - 20:07 PM",
  "description": "Description :\r\n        Well it's finally over im glad i set aside some time and did this and i helpedthe fans and community, enjoy!----**Final Release**Title: Ken il Gueriero - Li Origini - All parts Hokuto No Ken - The Origins - All partsTranslator: ShadowmanEditor: Shadowman..again :pSource Material: Lover of Hokuto (available @ www.hokutolegacy.com)Proof Reader: King of Ken---Description---This zip file should contain 100 .png files all numbered and translated from the HnK pilot comic. I found it hard to get some of the translation correct and so because if the really small lettering in areas i did my best and used some creativeness to make up for it for the most part.Source material was in Italian!! (please dont email me asking me to do japanese stuff!) but if you find anyuntranslated HnK stuff in italian send me a link to the source and i may be up for doing it again.---Why did i do it?---Well ive been standing back a long time downloading fan subs and translations from the nettill one day the opportunity came to give something back , decided to make use of my languageskills and translate a HnK comic book. I dont even know if its been done already so im blindlyjumping in head first, i know its nothing major but its a start..right?---Thanks To---The Original guys behind the whole HnK series Tetsuo Hara and BuronsonKing of Ken for also pointing out spelling/grammer errors and being vital part and proof reading part 2Lover of Hokuto for finding the source material for me. And finding some blatent spelling/grammer errorsThe guys at kenshinscans for the inspiration, major props and keep up the good work.The guys at HoM aswell for the same reasons...links below---Usefull links---http://www.hokutonoken.us/communityforums/forum/index.php (really cool HnK forums needs members join up!!!! show the love)http://www.heartofmadness.com (best fan subs on the net for the HnK anime)http://kenshinscans.anxious-anime.com (more translated HnK enjoy)Show your support for me and also these sites! sign up to their forums now!!!!!---Spotted a Mstake? Contact Me?---However great my skills are cough* :p their will always be something that slips by, if you spot anyproblems with what ive done for example spelling mistakes, inconsistancies, file corruptions drop me an emailand ill endevor to fix up the problems. Also if you want to help out or suggest something for me to translate after this is all done you can email me here:[email protected]",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 2 : The Assassins Of The Taizan Temple",
      "chapter_url": "https://chapmanganelo.com/manga-wc110822/chapter-2",
      "views": "23",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 1 : Hokuto No Ken -The Origins-",
      "chapter_url": "https://chapmanganelo.com/manga-wc110822/chapter-1",
      "views": "26",
      "uploaded_time": "Aug 25,19"
    }
  ]
}