{
  "title": "Isekai No Dekiai Wa Cheat Kyuu Deshita!? Bl Anthology",
  "img": "https://avt.mkklcdnv6temp.com/fld/23/l/17-1733322587-nw.webp",
  "alternative_title": "The Other World's Doting Was Cheat Level?! BL Anthology ; 異世界の溺愛はチート級でした!? BLアンソロジー",
  "authors": [],
  "status": "The Other World's Doting Was Cheat Level?! BL Anthology ; 異世界の溺愛はチート級でした!? BLアンソロジー",
  "genres": [
    "Seven",
    "Akiyama Tatsuo",
    "Naori",
    "Taomi",
    "Kanami",
    "Erotica",
    "Fantasy",
    "Romance"
  ],
  "updated_time": "Jun 27,2024 - 16:58 PM",
  "description": "Description :\r\n        \"The Insatiable Demon King, the Devoted Prime Minister, the Strongest Hero, etc... Who Is the Mob Me That Is Doted on by a Thug from Another World!?\" From \"Moonlight Novels,\" a popular BL novel, comes a luxurious comic adaptation by a talented team of artists! An anthology of otherworldly x doting BL short stories♪  Illustrated by Shinobu Takayama 1. \"Looks Like I’m Engaged to the Demon Chancellor.\" (Manga: Saco, Original Story: Taomi) - Trying to break off an engagement with the demon prime minister, he attempts to lose his virginity!? 2. \"I Was Supposed to Be Reincarnated as an NPC, but I Am Passionately Loved by My Favorite Character.\" (Manga: Arareya Kon, Original Story: Naori) - A fujoshi reincarnated into a BL game world, passionately in love with his crush!? 3. \"Our Demon King Is Too Overprotective.\" (Manga: Kurosaki, Original Story: Tatsuo Akiyama) - Enclosed by the childhood friend (demon lord) he met after reincarnation!? 4. \"The Crybaby Sorcerer, and His Other World Life After 100% Clear\" (Manga: Machi Komachi, Original Story: Kanami) - After clearing a quest, he's doted on by the strongest hero――. 5. \"No, I Am a Knight Guard, But ~Who the Prince Chose When Picking His Wife Was the Man Over There~\" (Manga: Shinobu Takayama, Original Story: Seven) - The cool crown prince publicly proposes to a mob knight!?",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 2: I Was Supposed To Be Reincarnated As An Npc, But I Am Passionately Loved By My Favorite Character.",
      "chapter_url": "https://chapmanganelo.com/manga-yv139067/chapter-2",
      "views": "17",
      "uploaded_time": "Jun 27,24"
    },
    {
      "chapter_name": "Vol.1 Chapter 1: Looks Like I’M Engaged To The Demon Chancellor.",
      "chapter_url": "https://chapmanganelo.com/manga-yv139067/chapter-1",
      "views": "25",
      "uploaded_time": "Apr 28,24"
    }
  ]
}