{
  "title": "I Became A Dead Character In A Prison For Wastes (Promo)",
  "img": "https://avt.mkklcdnv6temp.com/fld/17/q/15-1733307629-nw.webp",
  "alternative_title": "피폐물 감방의 고인물이 되었다 ; I Became a Leader in a Wretched Prison",
  "authors": [],
  "status": "피폐물 감방의 고인물이 되었다 ; I Became a Leader in a Wretched Prison",
  "genres": [
    "Moon Sihyun",
    "Comedy",
    "Drama",
    "Fantasy",
    "Historical",
    "Isekai",
    "Romance",
    "Shoujo"
  ],
  "updated_time": "May 25,2023 - 00:44 AM",
  "description": "Description :\r\n        I was reincarnated into this novel… Wait, no!I was reincarnated 10 years before the events of the novel took place? The setting of the novel is a prison that’s even worse than hell itself. This and that happened, and ten years flew by. I’m now the top dog of this prison.*“Hey, Mint. I’ve got a job for you. Get working.”“You’re saying all this stuff, but I don’t know what you mean.”Despite being the top dog, I pretend to be an idiot. But I’m fine with that. It’s one of the plus sides of being dead.“Pretend to be dead on paper. In exchange, I’ll do something for you.”“I don’t know what you’re talking about.” Then an opportunity crept up like a sweet, sweet lie. “If you help me, I’ll release you from this prison.”“What shall I do for you, Master?”“....”With those words, the prison warden was able to order around the prison idiot. “There’s a new inmate that’s being brought in. Make him the new top dog of the prison.”This place is called a prison, but within these walls is total anarchy. As long as I can make this guy the new top dog, I’ll be free of this place at last. “But you’re going to have to go over to the men’s prison.”“...Eh? Do you really think I’ve got the parts for the job?”“You’ll be in disguise, a disguise!”But alas! The new inmate is the male lead of the novel.",
  "chapters": [
    {
      "chapter_name": "Chapter 0",
      "chapter_url": "https://chapmanganelo.com/manga-tk133678/chapter-0",
      "views": "23",
      "uploaded_time": "May 25,23"
    }
  ]
}