{
  "title": "Itsuwari No Mori",
  "img": "https://avt.mkklcdnv6temp.com/fld/9/f/7-1732783547-nw.webp",
  "alternative_title": "Mori (forest saga) series, Voice of the Forest, Otoyami no Mori -yume no koe, Dream Chasing Forest, yumeoi no mori, Yurusareta Uta, permitted song, Yoru Utau Mori, Mori ni Shizumu Tsuki",
  "authors": [],
  "status": "Mori (forest saga) series, Voice of the Forest, Otoyami no Mori -yume no koe, Dream Chasing Forest, yumeoi no mori, Yurusareta Uta, permitted song, Yoru Utau Mori, Mori ni Shizumu Tsuki",
  "genres": [
    "Naono Bohra",
    "Doujinshi",
    "Fantasy",
    "One shot",
    "Romance",
    "Smut",
    "Yaoi"
  ],
  "updated_time": "Jan 20,2016 - 13:50 PM",
  "description": "Description :\r\n        The Mori (forest saga) series. 1) Otoyami no Mori - Yume no Koe While visiting the market one day, Doctor Ao happens upon a stand where they're selling demons and reluctantly purchases one as his own. Although the demon has been treated harshly in the past, he meets kindness at his new master's hands and comes to find peace with him. But when that peace is threatened can they find their way back to each other?! Or will the demon disappear for good?! 2) Yumeoi no Mori A wounded professor finds that when he awakes he is in the capture of a young demon. 3) Itsuwari no Mori Yuusu is the neglected only child of a wealthy woman, and the only kindness he received as a child was from one of her pet demons, Hugh. Yuusu's all grown up now, and can't understand Hugh's coldness towards him, so he often abuses Hugh to get his attention. But Yuusu's manipulation's go too far... 4) Yoru Utau Mori Continuation story about the characters from Yumeoi no Mori when they are older. 5) Mori ni Shizumu Tsuki 6) Yurusareta Uta Humans keep demons as slaves or pets for fighting, protection, and sex but there is one, Zai who refuses to fight. Zai is special since he can use magic by creating spells with his songs, but he refuses to sing too... will he, for his master?",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 1 : Mori Forest Saga Series (Complete)",
      "chapter_url": "https://chapmanganelo.com/manga-sc106970/chapter-1",
      "views": "36",
      "uploaded_time": "Aug 25,19"
    }
  ]
}