{
  "title": "You Won’T Give It To Another Man, Will You? ~ Anthology Where Your Yandere Boyfriend Melts You Into A Mess ~",
  "img": "https://avt.mkklcdnv6temp.com/fld/4/x/19-1736996472-nw.webp",
  "alternative_title": "他の男になんか渡さないよ？～ヤンデレ彼氏にぐちゃぐちゃに溶かされちゃうアンソロジー～ ; Hoka no otoko ni nanka watasanai yo?~ Yandere kareshi ni guchagucha ni tokasa re chau ansorojī ~",
  "authors": [],
  "status": "他の男になんか渡さないよ？～ヤンデレ彼氏にぐちゃぐちゃに溶かされちゃうアンソロジー～ ; Hoka no otoko ni nanka watasanai yo?~ Yandere kareshi ni guchagucha ni tokasa re chau ansorojī ~",
  "genres": [
    "Moku Ikuba",
    "Kitazawa Kyou",
    "Aya Umemoto",
    "Kyo Nue",
    "Uni Okino",
    "Adult",
    "Ecchi",
    "Fantasy",
    "Historical",
    "Pornographic",
    "Romance"
  ],
  "updated_time": "Jan 21,2025 - 07:28 AM",
  "description": "Description :\r\n        Even if you cry and say that you don't like it, I will never let you go.'' The obsessive love is too heavy for me to bear...! My yandere boyfriend's heavy love melts my body and soul and makes me cum...! From modern to fantasy...! Contains 5 dark and rich stories ♪ Cover illustration: Kyo Kitazawa  The secret of a boyfriend who is addicted to giving tribute ~ Being relentlessly pressed by a boyfriend who is different than usual...! ” / Nue Kakyou A glittering night town. I thought my life had nothing to do with host clubs... He has a different atmosphere than usual, and is intense even at night...!? The hidden face of gentle Shinomiya-kun - Trapped in a younger boyfriend's trap, fallen, doting sex -'' / Ikuba Moku A gentle younger boyfriend is interested in him Her true nature is that of a stalker...?She is tricked into a trick without knowing it and is destroyed...! \"The devil's whispers taste like honey ~ A pious sister melts both body and soul with instinctive doting sex ~\" / An God A sweet trap of a devil who definitely wants to get a sister who will serve him...!? Yuri-san is mine She's melted into a mess by her younger boyfriend's punishment sex! ~” / Aya Umemoto Is the younger boyfriend you live with sometimes acting strange...? One day, my jealous boyfriend punished me until I was reduced to a pulp...! \"Taisho Interspecies Marriage Story\" / Okino Uni Kiyo is a demon girl who is hated in the village. She lived a modest life, encouraging each other with the man who cared for her, but one day an out-of-control villager came...",
  "chapters": [
    {
      "chapter_name": "Chapter 1: Taisho Interracial Marriage",
      "chapter_url": "https://chapmanganelo.com/manga-dz143919/chapter-1",
      "views": "39",
      "uploaded_time": "Jan 21,25"
    }
  ]
}