{
  "title": "Gekizumi Dungeon Desu Ga Skill Hanshoku De Gyakuten Shitai To Omoimasu",
  "img": "https://avt.mkklcdnv6temp.com/fld/3/r/18-1736608923-nw.webp",
  "alternative_title": "Gekizumi Dungeon Desu Ga “skill: Hanshoku” De Gyakuten Shitai To Omoimasu ; 激詰みダンジョンですが《スキル：繁殖》で逆転したいと思います ; Extreme Dead-End Dungeon: Turning the Tables with My Skill: Reproduction!",
  "authors": [],
  "status": "Gekizumi Dungeon Desu Ga “skill: Hanshoku” De Gyakuten Shitai To Omoimasu ; 激詰みダンジョンですが《スキル：繁殖》で逆転したいと思います ; Extreme Dead-End Dungeon: Turning the Tables with My Skill: Reproduction!",
  "genres": [
    "激腰振全裸上人",
    "Action",
    "Adventure",
    "Erotica",
    "Fantasy",
    "Harem",
    "Isekai",
    "Romance",
    "Seinen",
    "Supernatural"
  ],
  "updated_time": "Feb 09,2025 - 05:11 AM",
  "description": "Description :\r\n        Akira the Dungeon Master: From Weakest to Strongest! Reborn in another world as a dungeon master, Akira Hanamura constructs a cozy dungeon within just 30 minutes. However, there's one major flaw—this \"perfect\" dungeon has zero defenses against the flood of adventurers seeking its treasures. It’s a ticking time bomb where being conquered means instant death for Akira. In this desperate situation, Akira discovers the potential of his unique 《Reproduction》 skill. To survive, he must expand his forces by creating new monsters, utilizing both female adventurers and monster girls as vessels to grow his dungeon's strength. What starts as the weakest dungeon turns into a relentless rise to power as Akira battles to create the ultimate stronghold. An erotic and high-stakes dungeon-building fantasy born from Nocturne Novels—prepare for a thrilling journey of strategy, survival, and unexpected alliances!",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 2: Bunny Ears",
      "chapter_url": "https://chapmanganelo.com/manga-du143888/chapter-2",
      "views": "27",
      "uploaded_time": "Feb 09,25"
    },
    {
      "chapter_name": "Vol.1 Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-du143888/chapter-1",
      "views": "43",
      "uploaded_time": "Jan 17,25"
    }
  ]
}