{
  "title": "I Failed Toi Failed To Divorce My Husband Divorce My Husband",
  "img": "https://avt.mkklcdnv6temp.com/fld/52/w/12-1733288981-nw.webp",
  "alternative_title": "흑막 남편과의 이혼에 실패한 것 같다",
  "authors": [],
  "status": "흑막 남편과의 이혼에 실패한 것 같다",
  "genres": [
    "에델",
    "율지",
    "Adventure",
    "Fantasy",
    "Romance"
  ],
  "updated_time": "Jul 30,2021 - 21:09 PM",
  "description": "Description :\r\n        She was obsessed with the male lead, her husband, and died after she kept on going after him for 10 years. Of course, she wanted to live. So she tried to divorce him nicely before the real female lead appeared. However, she soon found out that her husband's young self was secretly being abused under the prejudice and pressure of his family. At that moment, her sense of responsibility and duties as an adult and a modern person was stimulated\n. . . .\nAiden's back was turned away from her despite both of them holding hands. Considering the amount of strength he had put into their hands, it seemed strong enough to possibly tear off his arm. Carefully, Elaine called out his name and clasped at his hands tighter.\n“I've told you yesterday that we're a couple now. So, in other words, I shall be on your side.”\n“…”\n“So it's okay.”\nThe words seemed to cast a spell that comforted him. And very slowly, Aiden's trembling began to subside.\n. . . .\nWhen they turned into adults, Elaine proposed a divorce to Aiden before the real heroine appeared. Aiden's face, which was smiling a moment ago, suddenly changed. “I will never divorce you.” Aiden said as he tore the divorce papers into small pieces. Elaine could only quietly observe the situation unfolding before her.\n!! Promo Manhwa for the Novel !!",
  "chapters": [
    {
      "chapter_name": "Chapter 0 - One Shot",
      "chapter_url": "https://chapmanganelo.com/manga-mh126601/chapter-0",
      "views": "43",
      "uploaded_time": "Jul 30,21"
    }
  ]
}