{
  "title": "Happy Tomorrow",
  "img": "https://avt.mkklcdnv6temp.com/fld/99/x/13-1733299333-nw.webp",
  "alternative_title": "غد سعيد ; ハッピー・トゥモロー ; Feliz Mañana",
  "authors": [],
  "status": "غد سعيد ; ハッピー・トゥモロー ; Feliz Mañana",
  "genres": [
    "Suenobu Keiko",
    "Drama",
    "Romance",
    "School life",
    "Shoujo",
    "Slice of life"
  ],
  "updated_time": "Jan 04,2023 - 13:02 PM",
  "description": "Description :\r\n        Contains four short, sweet stories by Suenobu Keiko.\n\n- Happy Tomorrow\nKunieda, who recently entered SMP High School, was immediately antagonized by her classmates and bullied by them every day. Trash was piled on her desk, and her pencil case was filled with thumbtacks. Kunieda even has to eat lunch in the girls' bathroom to avoid being harassed. Among the classmates who didn't bully or mock her, there is one guy who cares a lot about her. He helps her through the crisis, and invites her to eat at his usual table.\n- Doki-Doki\nThe day of the last school trip Nao openly confesses to her good friend Yoshioka, who sits next to her in class. He agrees to date her, and then their story starts. What fate awaits these two on the last class trip?\n- Wish on the Stars\nOne night, Yuki was asking the stars what kind of Christmas awaited her when a guy bumped into her, knocking her bag down. He complimented her bag's star-shaped charm and left. Months later, she joins the Christmas tree decorating committee for her school's Christmas event, but to her surprise, when she walks into the meeting room she sees the boy once more. What will come out of this meeting? Is it a coincidence or is it fate?\n- To Hold Your Hand\nIt is Shina's first time writing a love letter and it was to one of the most popular boys in school, Honma, to boot. However, she also is moving to Tokyo soon. He agrees to go out with her on the day of her departure. Is he doing it because she's leaving and he's a nice guy? Or does he really like her? What will happen on their date and when she leaves for Tokyo?",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 4: To Hold Your Hand",
      "chapter_url": "https://chapmanganelo.com/manga-qz130593/chapter-4",
      "views": "4",
      "uploaded_time": "Jan 04,23"
    },
    {
      "chapter_name": "Vol.1 Chapter 3: Wish On The Stars",
      "chapter_url": "https://chapmanganelo.com/manga-qz130593/chapter-3",
      "views": "3",
      "uploaded_time": "Jan 04,23"
    },
    {
      "chapter_name": "Vol.1 Chapter 2: Doki-Doki",
      "chapter_url": "https://chapmanganelo.com/manga-qz130593/chapter-2",
      "views": "4",
      "uploaded_time": "Jan 04,23"
    },
    {
      "chapter_name": "Vol.1 Chapter 1: Happy Tomorrow",
      "chapter_url": "https://chapmanganelo.com/manga-qz130593/chapter-1",
      "views": "5",
      "uploaded_time": "Jan 04,23"
    }
  ]
}