{
  "title": "Live As A Villainess",
  "img": "https://avt.mkklcdnv6temp.com/fld/84/y/13-1733298091-nw.webp",
  "alternative_title": "악녀로 살라신다",
  "authors": [],
  "status": "악녀로 살라신다",
  "genres": [
    "Catnotdog",
    "Comedy",
    "Drama",
    "Fantasy",
    "Manhwa",
    "Romance",
    "Webtoons"
  ],
  "updated_time": "Nov 17,2022 - 02:31 AM",
  "description": "Description :\r\n        \"You have to become a villain to live?  But how do you do that?\" One day, Da-jeong Kim, an ordinary Korean office worker who suddenly possesses the world of a novel. In fact, it is Christine Rosalind, the villain character who dies at the beginning of the novel in the series that she possessed. Perhaps because of Da-jeong's possession, the original death is avoided, but that is only temporary. In a few moments, you die, and when you die, you return to the starting point of your life. How can I live without dying? The sky throws a clear answer to Da-jeong, who is in trouble. let her be a villain When she becomes a villain she can live without dying.  By the way, can she become a villain that only eats her heart? \"A world collapsing, twisting characters. If you want to live, you have to remember who you are.\" She said she could only live if she was a villain, did she mean that she could only live? After many twists and turns, she heard the voice of a villain, but Da-jeong's life is hard and painful. It turns out that Christine was born into a civilization of dead or bad'. Unexpected characters appear in front of Da-jeong, who is in such trouble. Raymon Myers, who is the man of the original story and is a perfect match for Christine, Diane Schneider, who was not found in the original, but has a reputation as a vicious witch in the world, and Cordelian Parker, who was possessed by the original author, the female lead of the original and the creator of this world. The three of them approach Da-jeong with different goalsLive as a Villainess ,  mangabuddy is a website dedicated to fans of anime, , , , video games, and cosplay. Where you may find all of your anime-related memes, recommendations, reviews, manga recommendations, character fanfiction, favorite quotations, and simply those ordinary anime things that you enjoy, particularly memes.You can ,  online for free at mangabuddy. Chapters are updated hourly with high-quality graphics and a full English translation. Find free translations of your favorite ,  and . The latest updated content on mangabuddy is now available.",
  "chapters": [
    {
      "chapter_name": "Chapter 7",
      "chapter_url": "https://chapmanganelo.com/manga-pi130202/chapter-7",
      "views": "25",
      "uploaded_time": "Nov 17,22"
    },
    {
      "chapter_name": "Chapter 6",
      "chapter_url": "https://chapmanganelo.com/manga-pi130202/chapter-6",
      "views": "21",
      "uploaded_time": "Nov 15,22"
    },
    {
      "chapter_name": "Chapter 5",
      "chapter_url": "https://chapmanganelo.com/manga-pi130202/chapter-5",
      "views": "19",
      "uploaded_time": "Nov 15,22"
    },
    {
      "chapter_name": "Chapter 4",
      "chapter_url": "https://chapmanganelo.com/manga-pi130202/chapter-4",
      "views": "29",
      "uploaded_time": "Nov 10,22"
    },
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-pi130202/chapter-3",
      "views": "29",
      "uploaded_time": "Nov 10,22"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-pi130202/chapter-2",
      "views": "34",
      "uploaded_time": "Nov 10,22"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-pi130202/chapter-1",
      "views": "45",
      "uploaded_time": "Nov 10,22"
    },
    {
      "chapter_name": "Chapter 0",
      "chapter_url": "https://chapmanganelo.com/manga-pi130202/chapter-0",
      "views": "30",
      "uploaded_time": "Nov 10,22"
    }
  ]
}