{
  "title": "The Legend Of Heroes Vi Trails Of Cold Steel",
  "img": "https://avt.mkklcdnv6temp.com/fld/37/s/16-1733315685-nw.webp",
  "alternative_title": "The Legend of Heroes VI Trails of Cold Steel, Eiyū Densetsu: Sen no Kiseki; Eiyuu Densetsu: Sen no Kiseki; Eiyuudensetsu Sen no Kiseki; The Legend of Heroes VI: Sen no Kiseki; The Legend of Heroes VI: Trails of Cold Steel; 英雄伝説 閃の軌跡; 英雄傳說 閃之軌跡;",
  "authors": [],
  "status": "The Legend of Heroes VI Trails of Cold Steel, Eiyū Densetsu: Sen no Kiseki; Eiyuu Densetsu: Sen no Kiseki; Eiyuudensetsu Sen no Kiseki; The Legend of Heroes VI: Sen no Kiseki; The Legend of Heroes VI: Trails of Cold Steel; 英雄伝説 閃の軌跡; 英雄傳說 閃之軌跡;",
  "genres": [
    "Emura Mao",
    "Adventure",
    "Comedy",
    "Drama",
    "Fantasy"
  ],
  "updated_time": "Feb 20,2024 - 17:10 PM",
  "description": "Description :\r\n        In the warmongering nation of Erebonia lies Thors Military Academy, a premier institution attended by both the nobility and the common folk alike. Rean Schwarzer, a new first year, learns that he, along with eight students of wildly different backgrounds, have been selected for the experimental Class VII  a new class in which the established social hierarchies are not recognized. But tensions are high in the Empire, and Rean and his new classmates may soon find themselves embroiled in conflicts far beyond those of the classroom.Based on the game Eiyuu Densetsu  Sen no Kiseki (The Legend of Heroes: Trails of Cold Steel) by Nihon Falcom.The Legend of Heroes VI Trails of Cold Steel, Eiy Densetsu: Sen no Kiseki; Eiyuu Densetsu: Sen no Kiseki; Eiyuudensetsu Sen no Kiseki; The Legend of Heroes VI: Sen no Kiseki; The Legend of Heroes VI: Trails of Cold Steel;  ;  ;mangabuddy is a website dedicated to fans of anime, , , , video games, and cosplay. Where you may find all of your anime-related memes, recommendations, reviews, manga recommendations, character fanfiction, favorite quotations, and simply those ordinary anime things that you enjoy, particularly memes.You can Follow mangabuddy if you want to read the latest chapters of the . With a massive collection of hundreds of , all of which have been translated into good English, you'll find enough \"reading\" material to fill a library. With high-quality artwork, your library will be quickly filled with your .",
  "chapters": [
    {
      "chapter_name": "Chapter 7",
      "chapter_url": "https://chapmanganelo.com/manga-wk136830/chapter-7",
      "views": "7",
      "uploaded_time": "Feb 20,24"
    },
    {
      "chapter_name": "Chapter 6",
      "chapter_url": "https://chapmanganelo.com/manga-wk136830/chapter-6",
      "views": "6",
      "uploaded_time": "Dec 14,23"
    },
    {
      "chapter_name": "Chapter 5",
      "chapter_url": "https://chapmanganelo.com/manga-wk136830/chapter-5",
      "views": "5",
      "uploaded_time": "Dec 01,23"
    },
    {
      "chapter_name": "Chapter 4",
      "chapter_url": "https://chapmanganelo.com/manga-wk136830/chapter-4",
      "views": "4",
      "uploaded_time": "Dec 01,23"
    },
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-wk136830/chapter-3",
      "views": "5",
      "uploaded_time": "Dec 01,23"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-wk136830/chapter-2",
      "views": "6",
      "uploaded_time": "Dec 01,23"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-wk136830/chapter-1",
      "views": "13",
      "uploaded_time": "Dec 01,23"
    }
  ]
}