{
  "title": "Make Her Wet, Make Her Cum, Hold Her Tight - The Beautiful Man’S True Nature Is A Beast",
  "img": "https://avt.mkklcdnv6temp.com/fld/80/f/14-1733305391-nw.webp",
  "alternative_title": "Nurashite, Ika Shite, Daki Tsubusu ~ Bijin'na Kare no Honshou wa Kedamono ; 濡らして、イカして、抱き潰す～美人な彼の本性はケダモノ",
  "authors": [],
  "status": "Nurashite, Ika Shite, Daki Tsubusu ~ Bijin'na Kare no Honshou wa Kedamono ; 濡らして、イカして、抱き潰す～美人な彼の本性はケダモノ",
  "genres": [
    "Hinata Nanase",
    "Erotica",
    "Romance"
  ],
  "updated_time": "Apr 13,2023 - 04:28 AM",
  "description": "Description :\r\n        \"It sucks more and more on your fingers... It's becoming a 'woman' face.\" A body that is convulsed by a sticky caress ── I thought you were a beautiful older sister... but the truth is a naughty beast with plenty of male sex ──!? Toko (26), a sober woman who has decided to work behind the scenes at a company. Her reason is because she loves to see how makeup makes people beautiful. One day, she meets Aoi, a beauty staff member in charge of a demonstration event for new cosmetics, and is fascinated by her skill and beauty. Aoi from the front stage and Touko from behind the scenes... Just when I thought they were just admiring each other... A certain incident led to them suddenly getting closer to Aoi!? ─ ─ When I bounced away, the feeling of the wig entangled in my arm! At the same time, Touko finds out that Aoi is a \"man\"──!? Her sensitive tokoro was groped all over with her fingers... Even my wet pussy was soaked... With Aoi-san's hands... How will I change...?",
  "chapters": [
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-sj132703/chapter-1",
      "views": "79",
      "uploaded_time": "Apr 13,23"
    }
  ]
}