{
  "title": "Avatar: The Last Airbender - The Search",
  "img": "https://avt.mkklcdnv6temp.com/fld/5/v/2-1732720761-nw.webp",
  "alternative_title": "Avatar: The Search",
  "authors": [],
  "status": "Avatar: The Search",
  "genres": [
    "Brian Konietzko",
    "Gene Luen Yang",
    "Michael Dante Dimartino",
    "Action",
    "Adventure",
    "Comedy",
    "Drama",
    "Fantasy",
    "Martial arts",
    "Mystery",
    "Romance",
    "Shounen",
    "Supernatural"
  ],
  "updated_time": "Jan 09,2018 - 17:51 PM",
  "description": "Description :\r\n        For years, fans of the animated series (Avatar: The Last Airbender and The Legend of Korra) have been burned with one question - what happened to Zuko's mother? Finding a clue at last, Fire Lord Zuko enlists the aid of Team Avatar - and the most unlikely ally of all - to help uncover the biggest secret of his life. An Earth Kingdom Scholar's points of view about \"family\" and governing with dignity motivates Zuko to set things right within his own family. He makes a deal with Azula, releasing her from the mental institution in exchange for her help on his quest to discover the truth about their mother, Ursa. Additionally, with the help of Aang, Sokka, and Katara, the five set out on a journey towards Ursa's hometown. Tensions between Azula and the rest stir trouble and an encounter with a wolf spirit delays them even more, though as they continue, they find their own dynamic to make it all work. Note: \"The Search\" is a trilogy of comics set in the Avatar universe that directly follows the events of The Promise trilogy. Also, it is expected that hidden clues about Toph's mystery lover will be foretold in future parts.",
  "chapters": [
    {
      "chapter_name": "Chapter 003 : The Search Part 3",
      "chapter_url": "https://chapmanganelo.com/manga-dl91531/chapter-3",
      "views": "72",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 2 : The Search Part 2",
      "chapter_url": "https://chapmanganelo.com/manga-dl91531/chapter-2",
      "views": "68",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 1 : The Search Part 1",
      "chapter_url": "https://chapmanganelo.com/manga-dl91531/chapter-1",
      "views": "84",
      "uploaded_time": "Aug 25,19"
    }
  ]
}