{
  "title": "Kaji Daikou No Arubaito Wo Hajimetara Gakuen Ichi No Bishoujo No Kazoku Ni Kiniirarechaimashita.",
  "img": "https://avt.mkklcdnv6temp.com/fld/45/c/18-1733329914-nw.webp",
  "alternative_title": "I Started working a Housekeeping Job and Ended Up Being Liked by the Family of the Most Beautiful Girl in School.; 家事代行のアルバイトを始めたら学園一の美少女の家族に気に入られちゃいました。",
  "authors": [
    "Comedy",
    "Romance",
    "School life",
    "Shounen",
    "Slice of life",
    "Webtoons"
  ],
  "status": "I Started working a Housekeeping Job and Ended Up Being Liked by the Family of the Most Beautiful Girl in School.; 家事代行のアルバイトを始めたら学園一の美少女の家族に気に入られちゃいました。",
  "genres": [
    "Comedy",
    "Romance",
    "School life",
    "Shounen",
    "Slice of life",
    "Webtoons"
  ],
  "updated_time": "Dec 29,2024 - 23:25 PM",
  "description": "Description :\r\n        My Part-Time Job is at the House of the Cutest Girl in School. A Shy and Awkward Housekeeping Rom-Com with the School Idol!During his second year of high school, Haruto Otsuki starts a part-time job in housekeeping during the summer vacation. His first client turns out to be none other than Ayaka Tojo, the most beautiful girl in school! Despite being bewildered by this unexpected turn of events, Haruto continues doing his housekeeping duties. Over time, he becomes well-liked by Ayaka's family and begins regularly visiting her house.From making home-cooked meals that delight Ayaka, to going grocery shopping together like a newlywed couple, and even going on shy movie dates like young lovers, they begin to grow closer by spending these special moments outside of school. This charming and awkward housekeeping rom-com featuring the most innocent and beautiful girl in school and a secretly high-spec guy begins!",
  "chapters": [
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-bc142248/chapter-3",
      "views": "12",
      "uploaded_time": "Dec 29,24"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-bc142248/chapter-2",
      "views": "20",
      "uploaded_time": "Oct 31,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-bc142248/chapter-1",
      "views": "22",
      "uploaded_time": "Oct 02,24"
    }
  ]
}