{
  "title": "I Will Prevent The Corruption Of The Nerdy Second Lead",
  "img": "https://avt.mkklcdnv6temp.com/fld/19/c/18-1733328398-nw.webp",
  "alternative_title": "너드남의 흑화를 막아 보겠습니다 ; Let’s try to prevent the darkening of the nerd lead ; I Will Prevent the Corruption of the Nerd Guy",
  "authors": [
    "김도온",
    "Comedy",
    "Drama",
    "Fantasy",
    "Historical",
    "Josei",
    "Romance",
    "Shoujo",
    "Webtoons"
  ],
  "status": "너드남의 흑화를 막아 보겠습니다 ; Let’s try to prevent the darkening of the nerd lead ; I Will Prevent the Corruption of the Nerd Guy",
  "genres": [
    "김도온",
    "Comedy",
    "Drama",
    "Fantasy",
    "Historical",
    "Josei",
    "Romance",
    "Shoujo",
    "Webtoons"
  ],
  "updated_time": "Sep 13,2024 - 23:24 PM",
  "description": "Description :\r\n        She transmigrated into a novel that is only 1% romance. It was a 19+, mature, sm** novel. However, she never cared that the novel she transmigrated into was considered trash by everyone else.\"Thank you very much for reincarnating me as an extra who doesn't even appear in the original story!'Though, she had no plans of interacting with any of the main characters! After graduating, she plans to become a daring author and live a carefree life, free of stress!Fate, on the other hand, seems to have an entirely different plan...\"It's here, the place where tragedy will befall in the near future...\"Due to some mix up, Genevieve, who planned to enrol in Four Gates Academy, ended up enrolling in Saint John's College.Whether this is fortunate or not, it was only after she entered Saint John's College did she realise that she had transmigrated before the main characters even appeared!Unfortunately,  just as she peacefully started her third year, fate just had to continue twisting things out of her favour.\"You're the senior Genevieve Darling, right?\"The novel's second male lead, who mind you, will commit a great massacre in the future, is actively seeking her out?!!!But...\"...I apologise for bothering you. I'll be quiet so I do not disturb you while you do your assignments.\"\"You're the one who was being harassed, so why are you apologising?!\"The corrupted second male lead is too gentle right now, even if he had a dark past, this is...From that moment on, Genevieve had made up her mind. Even if she does not change what happens in the original novel, she believes that when Edward remembers this period of his life later on, she will be able to give him at least one good memory!\"It's okay, Edward. You can stay right here.\"Will Genevieve fulfil her goal of giving the second male lead pleasant memories?+",
  "chapters": [
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-au141566/chapter-1",
      "views": "8",
      "uploaded_time": "Sep 13,24"
    }
  ]
}