{
  "title": "My Brother Taught Me How To Kiss Like Adults",
  "img": "https://avt.mkklcdnv6temp.com/fld/7/r/18-1733327723-nw.webp",
  "alternative_title": "My Brother Taught Me How to Kiss Like Adults ; Onii-chan ga Oshiete Kureta ; Otona no Kiss ; Otona no Kiss, Onii-chan ga Oshiete Kureta ; 大人のキス、お兄ちゃんが教えてくれた ; 大人のキス、お兄ちゃんが教えてくれた。",
  "authors": [
    "Mikki Katakura",
    "Josei",
    "Mature",
    "Romance",
    "Smut"
  ],
  "status": "My Brother Taught Me How to Kiss Like Adults ; Onii-chan ga Oshiete Kureta ; Otona no Kiss ; Otona no Kiss, Onii-chan ga Oshiete Kureta ; 大人のキス、お兄ちゃんが教えてくれた ; 大人のキス、お兄ちゃんが教えてくれた。",
  "genres": [
    "Mikki Katakura",
    "Josei",
    "Mature",
    "Romance",
    "Smut"
  ],
  "updated_time": "Sep 07,2024 - 05:02 AM",
  "description": "Description :\r\n        My step-brother, who is studying abroad, will make his debut as a singer and be back to Japan! His younger sister, Mizuho, who had loved him secretly for as long as she could remember, was looking forward to seeing him for the first time in a long time. However, her step-brother, whom she finally met, told her that she was \"plain.\" Mizuho decided to make herself beautiful in front of her step-brother who had become super popular. After the makeover, Mizuho went to her brother's first live concert, but she wasn't used to looking like that, and she was tired of the crowds, so she went home first and slept as is. When her brother came home and saw her like that, he suddenly attacked her. \"You like me, don't you? If it's you, I don't mind having sex.\" She could hear her brother whispering in her ear and feal his hot fingertips. She was drowing in pleasure, but... \"Do you even know me, Bro? No one has touched me before, but if it's him, I don't care about anything anymore...\"",
  "chapters": [
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-aa141268/chapter-3",
      "views": "10",
      "uploaded_time": "Sep 07,24"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-aa141268/chapter-2",
      "views": "10",
      "uploaded_time": "Sep 07,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-aa141268/chapter-1",
      "views": "11",
      "uploaded_time": "Sep 07,24"
    }
  ]
}