{
  "title": "Like A Dream Between The Waves Of Bedsheets",
  "img": "https://avt.mkklcdnv6temp.com/fld/35/o/16-1733315522-nw.webp",
  "alternative_title": "Like a Dream Between the Waves of Bedsheets, A Dream Between the Sheets,  シーツの波間でみる夢みたいな",
  "authors": [],
  "status": "Like a Dream Between the Waves of Bedsheets, A Dream Between the Sheets,  シーツの波間でみる夢みたいな",
  "genres": [
    "Ruka Kirato",
    "Josei",
    "Romance",
    "Smut"
  ],
  "updated_time": "Dec 03,2023 - 21:33 PM",
  "description": "Description :\r\n        *Each Chapter Or So Is A Oneshot* \"Even though this is the first time we've met, how does he understand everything?\" We exchanged careful caresses and kisses in a hotel suite. He perfectly conveyed his feelings as though he was always searching for me. Having every corner of my body doted on almost made me cry and both my mind and body began melting away Though Yukino enjoys her work as the manager of a cosmetics store, she still leads an unsatisfying life. One day, she helps someone out while shopping and ends up having a dazzling night He was making an adorable expression, but just when she thought of pampering him like a cat, she gets caught in his passionate gaze After being caressed by his beautiful fingers and licked by his lips and the tip of his tongue, all that's left is for him to put it inmangabuddy is a website dedicated to fans of anime, , , , video games, and cosplay. Where you may find all of your anime-related memes, recommendations, reviews, manga recommendations, character fanfiction, favorite quotations, and simply those ordinary anime things that you enjoy, particularly memes.You can ,  online for free at mangabuddy. Chapters are updated hourly with high-quality graphics and a full English translation. Find free translations of your favorite ,  and . The latest updated content on mangabuddy is now available.",
  "chapters": [
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-wg136774/chapter-2",
      "views": "16",
      "uploaded_time": "Dec 03,23"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-wg136774/chapter-1",
      "views": "20",
      "uploaded_time": "Dec 01,23"
    }
  ]
}