{
  "title": "Hero Eden",
  "img": "https://avt.mkklcdnv6temp.com/fld/83/t/18-1733455340-nw.webp",
  "alternative_title": "히어로 이든",
  "authors": [
    "Rokeem",
    "Action",
    "Fantasy",
    "School life"
  ],
  "status": "히어로 이든",
  "genres": [
    "Rokeem",
    "Action",
    "Fantasy",
    "School life"
  ],
  "updated_time": "Jan 15,2025 - 11:06 AM",
  "description": "Description :\r\n        Panthera, a totalitarian state where both brutal oppression and despair exist. Heroes who resisted the government were branded as traitors and executed. Now, the son of a fallen hero, Eden, must face the question: Can he survive in Panthera? In the near future, after a second nuclear war, the surviving humans continue to live in a small world called Panthera. However, the intense control and exploitation by the government has caused immense suffering, gradually turning various districts into slums. The “heroes” who once defied the regime and claimed to be superheroes were ruthlessly eliminated by cyborg killers under the government’s command. The few surviving heroes now hide their identities, barely scraping by in the slums. Disillusioned and filled with grief and hatred, people who once had a glimmer of hope in these heroes have now lost faith and stopped waiting for any saviors. One day, a seemingly ordinary high school student named Eden, who is frequently bullied by his classmates, experiences a “Soma Awakening,” a unique trait of superheroes. However, haunted by the memory of his father’s gruesome death as a hero, Eden rejects the life of a hero, longing for a normal life with his mother. Yet, the increasing oppression of the government and the threats to his only family make this difficult. In such a world, will Eden choose to become a hero and stand against the forces oppressing society? The journey of Eden—a beautiful yet scorched, intense yet chilling tale—begins.",
  "chapters": [
    {
      "chapter_name": "Chapter 5",
      "chapter_url": "https://chapmanganelo.com/manga-cn143381/chapter-5",
      "views": "3",
      "uploaded_time": "Jan 15,25"
    },
    {
      "chapter_name": "Chapter 4",
      "chapter_url": "https://chapmanganelo.com/manga-cn143381/chapter-4",
      "views": "5",
      "uploaded_time": "Dec 20,24"
    },
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-cn143381/chapter-3",
      "views": "6",
      "uploaded_time": "Dec 07,24"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-cn143381/chapter-2",
      "views": "7",
      "uploaded_time": "Dec 07,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-cn143381/chapter-1",
      "views": "10",
      "uploaded_time": "Dec 07,24"
    }
  ]
}