{
  "title": "Issho Ni Kuraro",
  "img": "https://avt.mkklcdnv6temp.com/fld/43/r/3-1732757173-nw.webp",
  "alternative_title": "いっしょに暮らそ ; Issho ni Kuraso ; Let's Live Together",
  "authors": [],
  "status": "いっしょに暮らそ ; Issho ni Kuraso ; Let's Live Together",
  "genres": [
    "Narazaki Neneko",
    "Comedy",
    "Drama",
    "Historical",
    "Romance",
    "Slice of life",
    "Yaoi"
  ],
  "updated_time": "Jan 20,2016 - 13:54 PM",
  "description": "Description :\r\n        1. Let's Live Together The boss who arrived with the staff transfers is, in spite of being my boss, super cute. Toda-san came from the Kansai Branch, and somehow ended up freeloading at my house...! When I come home I'm greeted by a half-naked Toda-san, at night we share one bed and Toda-san rubs against my back...!! Wha-what?! I've been embraced!! This kind of life seems like the sweet life of living together with your lover... or so you might think, but between two men is it \"living together\" or \"homosexuality\"? What am I thinking!! - From Nakama 2. Fight With Love Kitada Aki has been stuck taking care of Otoda Jun since highschool. Lately, though, Jun has been saying bad jokes about being in love with Aki... what should Kitada do? 3. Secret Meeting When Sasuke's father died, Zenjirou swore to stay by his side. Sasuke was taken in by a brothel to be raised as a male prostitute from childhood, while Zenji spent years searching for him. Zenji finally found him... but Sasuke/Yakumo* reached 16 and has already been bought for mizuge (losing-the-virginity ceremony). Will Zenji's love be unrequited, or will they both be partners in a forbidden love? Can Zenjirou watch the only one he has ever loved be owned by another man? A story of love between a prostitute and a young master. *Yakumo is Sasuke's \"shop\" name. 4. Pure Thread of First Love A \"prequel\" to Henai Prince. This is the story of the younger Takahshi brother Kenji and and the youngest of the Satou brothers, Youhei. It's not exactly a prequel as it is about different characters. 5. Clumsy Lovers Hashimoto-sempai is always yelling at Nishi. All the other soccer players say that Hashimoto is bullying him, but Hashimoto actually loves Nishi very much... he just doesn't know how to express himself well. Their relationship stays forced, until Hashimoto finds out Nishi is going to Italy to go pro... 6. Let's Pass Time Together Extra on Matsushita and Toda from chapter 1",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 6",
      "chapter_url": "https://chapmanganelo.com/manga-xr96085/chapter-6",
      "views": "21",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 5",
      "chapter_url": "https://chapmanganelo.com/manga-xr96085/chapter-5",
      "views": "19",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 4",
      "chapter_url": "https://chapmanganelo.com/manga-xr96085/chapter-4",
      "views": "19",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-xr96085/chapter-3",
      "views": "20",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-xr96085/chapter-2",
      "views": "23",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-xr96085/chapter-1",
      "views": "29",
      "uploaded_time": "Aug 25,19"
    }
  ]
}