{
  "title": "Post-Pandemic",
  "img": "https://avt.mkklcdnv6temp.com/fld/71/d/14-1733304860-nw.webp",
  "alternative_title": "포스트 팬데믹",
  "authors": [],
  "status": "포스트 팬데믹",
  "genres": [
    "Jwangjwang",
    "Saniga Han",
    "Yeongmyeong",
    "Action",
    "Horror",
    "Mystery",
    "Seinen"
  ],
  "updated_time": "Mar 29,2023 - 09:36 AM",
  "description": "Description :\r\n        One day, a suspected Ars24 variant patient who had been brought to Korea University Hospital escaped. Feeling responsible for missing the patient he was in charge of, Jeong Yoo-hyeon, a professor of infectious medicine, decides to start searching for the patient and heads to Surak Village in Hwaseong City, where the patient was last seen. And they bump into something at the entrance of the village, A height of up to 2m, a body much larger than that of a normal adult man, a carcass of an animal in his hand, blood-stained and torn clothes, and a man with an old man's face, but it is hard to see him as an old man.Post-Pandemic, mangabuddy is a website dedicated to fans of anime, , , , video games, and cosplay. Where you may find all of your anime-related memes, recommendations, reviews, manga recommendations, character fanfiction, favorite quotations, and simply those ordinary anime things that you enjoy, particularly memes.You can ,  online for free at mangabuddy. Chapters are updated hourly with high-quality graphics and a full English translation. Find free translations of your favorite ,  and . The latest updated content on mangabuddy is now available.",
  "chapters": [
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-rt132465/chapter-3",
      "views": "8",
      "uploaded_time": "Mar 29,23"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-rt132465/chapter-2",
      "views": "7",
      "uploaded_time": "Mar 29,23"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-rt132465/chapter-1",
      "views": "14",
      "uploaded_time": "Mar 29,23"
    },
    {
      "chapter_name": "Chapter 0",
      "chapter_url": "https://chapmanganelo.com/manga-rt132465/chapter-0",
      "views": "7",
      "uploaded_time": "Mar 29,23"
    }
  ]
}