{
  "title": "Our Story Starts With Divorce: The Elite President Won't Give Up On This Arranged Marriage",
  "img": "https://avt.mkklcdnv6temp.com/fld/33/a/18-1733329212-nw.webp",
  "alternative_title": "Our Story Starts With Divorce: The Elite President Won't Give Up On This Arranged Marriage ; Rikon kara Hajimemashou ; Rikon kara Hajimemashou - Gokujou Shachou wa Omiai Tsuma o Nogasanai ; Rikon kara Hajimemashou - Gokujou Shachou wa Omiai Tsuma wo Nogasanai ; 離婚からはじめましょう ; 離婚からはじめましょうー極上社長はお見合い妻を逃さないー",
  "authors": [
    "Umiyamaneko",
    "Takada Chisaki",
    "Umiyama Neko",
    "Drama",
    "Josei",
    "Romance",
    "Shoujo"
  ],
  "status": "Our Story Starts With Divorce: The Elite President Won't Give Up On This Arranged Marriage ; Rikon kara Hajimemashou ; Rikon kara Hajimemashou - Gokujou Shachou wa Omiai Tsuma o Nogasanai ; Rikon kara Hajimemashou - Gokujou Shachou wa Omiai Tsuma wo Nogasanai ; 離婚からはじめましょう ; 離婚からはじめましょうー極上社長はお見合い妻を逃さないー",
  "genres": [
    "Umiyamaneko",
    "Takada Chisaki",
    "Umiyama Neko",
    "Drama",
    "Josei",
    "Romance",
    "Shoujo"
  ],
  "updated_time": "Sep 23,2024 - 01:03 AM",
  "description": "Description :\r\n        Waka is a 20-year-old university student when her grandfather sets up a first meeting with Keiji, a strikingly handsome older man who also happens to be the President of a huge company. Though she is filled with doubts at an arranged marriage at first, Keiji proves himself time again and again to be a true gentleman with his kindness, leaving her heart racing and bringing her to realize that she has completely fallen for him. But even though they are now officially a married couple, night after night passes without them having their \"first time\" together... This must mean Keiji has feelings for someone else, right? So, for his sake, Waka proposes they get divorced. But with this, the true feelings that Keiji has been hiding the whole time run wild in his desperation to make Waka his, and their relationship suddenly takes a sharp turn into a sweet but unfamiliar territory! The delicate timing of love is all too apparent in this story where everything starts with divorce!",
  "chapters": [
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-bl141931/chapter-1",
      "views": "6",
      "uploaded_time": "Sep 23,24"
    }
  ]
}