{
  "title": "Incest Manual",
  "img": "https://avt.mkklcdnv6temp.com/fld/71/x/14-1733304901-nw.webp",
  "alternative_title": "Soukan Manual ; 相姦マニュアル",
  "authors": [],
  "status": "Soukan Manual ; 相姦マニュアル",
  "genres": [
    "Zucchini",
    "Adult",
    "Ecchi",
    "Pornographic"
  ],
  "updated_time": "Mar 30,2023 - 16:16 PM",
  "description": "Description :\r\n        Ch.1 Soukan Kazoku (Incest Family)While Satoshi's friends are heatedly discussing their ideal type of women, he can't really relate. He doesn't have a type, though there is one kind of woman he has always liked—his mom. After he returns home, he learns that his father, who was supposed to return today, will remain on the business trip. Considering that he gets a raging boner seeing his mom cleaning, will he be able to hold himself back when he catches her masturbating while thinking of his dad?Ch.2-3 Natsu Shuujin: Natsu ni Torawareta Miko (Summer Prisoner: Maiden Trapped in the Summer)Rin is dating her cousin Tsutomu. It started when he raped her three years ago, after which she forgave him, seeing they both loved each other. Unfortunately however, they have to keep their relationship a secret, and they can only meet for a few days each year. Thus, they are determined to make every moment they have together count.Ch.4 Roukai (Break Old)One day, when Miko returns from school, no one seems to be at home. Following some noise, she discovers her granddad screwing her mom. Seeing her climax, slave to the pleasure, Miko passes out, only to awaken with her hands tied and the two people she used to trust naked.Ch.5 Gentei Kenryoku: Boku no Yanritai Houdai (Limited Powers: Rape Spree)Kageyama is a normal high schoold student, average in all aspects, except for the fact that his family owns the entire town he lives in, allowing him to do anything he wants as long as it is within this town. So, today, too, he will abuse his authority, raping whichever girl in school he feels like right in front of other people, everyone else pretending nothing is happening.Ch.6 Sakushi na Kanojo (She and Tactician; Strategist Girlfriend; Tactician Girl)Two years after joining his current company, Shuu feels that his life monotone and mundane. Just as he is lamenting that he has no girlfriend or social life, he notices Misaki, his childhoor friend six years his junior, sitting in front of the doors to his apartment. She often comes to visit, but this time something seems different.Ch.7 Toaru Jokyoushi no Kojin Jugou (Female Teacher in Private Lesson)TAGS-MALE: dilf, muscle-FEMALE: ahegao, anal, beauty mark, big breasts, blowjob, bondage, business suit, cervix penetration, cheating, chikan, collar, cousin, daughter, defloration, double penetration, footjob, garter belt, glasses, granddaughter, handjob, impregnation, lingerie, lolicon, miko, milf, mind break, mother, nakadashi, netorare, oyakodon, pantyhose, rape, schoolgirl uniform, sex toys, small breasts, stockings, teacher-MIXED: ffm threesome, group, incest, inseki, mmf threesome-OTHER: tankoubon",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 7: Female Teacher In Private Lesson + Postscript",
      "chapter_url": "https://chapmanganelo.com/manga-rr132485/chapter-7",
      "views": "487",
      "uploaded_time": "Mar 30,23"
    },
    {
      "chapter_name": "Vol.1 Chapter 6: She And Tactician",
      "chapter_url": "https://chapmanganelo.com/manga-rr132485/chapter-6",
      "views": "290",
      "uploaded_time": "Mar 30,23"
    },
    {
      "chapter_name": "Vol.1 Chapter 5: Limited Powers - Rape Spree",
      "chapter_url": "https://chapmanganelo.com/manga-rr132485/chapter-5",
      "views": "278",
      "uploaded_time": "Mar 30,23"
    },
    {
      "chapter_name": "Vol.1 Chapter 4: Break Old",
      "chapter_url": "https://chapmanganelo.com/manga-rr132485/chapter-4",
      "views": "294",
      "uploaded_time": "Mar 30,23"
    },
    {
      "chapter_name": "Vol.1 Chapter 3: Summer Prisoner: Maiden Trapped In The Summer 2",
      "chapter_url": "https://chapmanganelo.com/manga-rr132485/chapter-3",
      "views": "290",
      "uploaded_time": "Mar 30,23"
    },
    {
      "chapter_name": "Vol.1 Chapter 2: Summer Prisoner: Maiden Trapped In The Summer",
      "chapter_url": "https://chapmanganelo.com/manga-rr132485/chapter-2",
      "views": "429",
      "uploaded_time": "Mar 30,23"
    },
    {
      "chapter_name": "Vol.1 Chapter 1: Incest Family",
      "chapter_url": "https://chapmanganelo.com/manga-rr132485/chapter-1",
      "views": "646",
      "uploaded_time": "Mar 30,23"
    }
  ]
}