{
  "title": "Your Scandals Are Way Cuter Than You",
  "img": "https://avt.mkklcdnv6temp.com/fld/57/o/18-1733380559-nw.webp",
  "alternative_title": "Ni De Hei Liao Bi Benren Ke'ai ; Your Scandals Are Way Cuter Than You ; Nǐ De Hēi Liào Bǐ Běnrén Kě'ài ; 你的黑料比本人可爱",
  "authors": [],
  "status": "Ni De Hei Liao Bi Benren Ke'ai ; Your Scandals Are Way Cuter Than You ; Nǐ De Hēi Liào Bǐ Běnrén Kě'ài ; 你的黑料比本人可爱",
  "genres": [
    "毛球球",
    "长佩文学",
    "如梦画社",
    "Comedy",
    "Romance",
    "Shounen ai"
  ],
  "updated_time": "Oct 16,2024 - 12:43 PM",
  "description": "Description :\r\n        Your Scandals Are Way Cuter Than You,  at manhua websiteJiang Ying, a second-generation black-and-red star, likes to collect black material. Qi Zhu, a black-and-red actor, likes to fight against black and control comments. The two were deskmates from elementary school to high school. They had the script of childhood sweethearts, but they were incompatible. In high school, they quarreled over answers after the exam, and quarreled over the script when filming. The two were in contact every day, and the giant ship on QQ never disappeared. By chance, Qi Zhu found that Jiang Ying was collecting black material about him. Qi Zhu:? Jiang Ying: You don't know, your black material is much cuter than me. Jiang Ying thought they would quarrel for the rest of their lives. However, one day, the CP of \"\" suddenly appeared on Weibo, and the super topic of \"\" was established. When Jiang Ying was born, the keyboard was grabbed by the Zhou. From childhood to adulthood, Jiang Ying has never lost in a quarrel. The top ten downloaded apps are quarreled. The opponents are randomly matched. After the quarrel, they will disperse and never entangle. Jiang Ying has been fighting for three years in \"quarrel\" and has won the king rank. In order to benefit the society, he accepted a ruthless and quiet little apprentice, and worked hard to teach the little apprentice to become a ruthless and talkative king. Later, he was pressed on the bed by the usually indifferent Qi Zhu and was stunned. Only then did he realize that Qi Zhu had learned all his special skills without knowing when.Recommend for you !",
  "chapters": [
    {
      "chapter_name": "Chapter 0",
      "chapter_url": "https://chapmanganelo.com/manga-ba142546/chapter-0",
      "views": "2",
      "uploaded_time": "Oct 16,24"
    }
  ]
}