{
  "title": "Kokurou Ou To Shirogane No Niehime",
  "img": "https://avt.mkklcdnv6temp.com/fld/4/w/17-1733321225-nw.webp",
  "alternative_title": "Black Wolf King and Silver Sacrifice Princess / Kokurou Ou to Shirogane no Niehime - Henkyou no Ji de Saiai wo Eru / 黒狼王と白銀の贄姫 / 黒狼王と白銀の贄姫ー辺境の地で最愛を得るー",
  "authors": [],
  "status": "Black Wolf King and Silver Sacrifice Princess / Kokurou Ou to Shirogane no Niehime - Henkyou no Ji de Saiai wo Eru / 黒狼王と白銀の贄姫 / 黒狼王と白銀の贄姫ー辺境の地で最愛を得るー",
  "genres": [
    "Takaoka Mirai",
    "Fantasy",
    "Romance",
    "Shoujo"
  ],
  "updated_time": "Mar 22,2024 - 21:19 PM",
  "description": "Description :\r\n        Princess Eder of Zels, who has grown up oppressed by the queen and her brothers because she is the daughter of a servant girl, marries the king of the nation that has just defeated them instead of her sister as compensation for losing the war. She marries Ortius, known as the \"Black Wolf King\". He is a barbarian king who is rumored to have the body of a wild beast and is only capable of fighting. However, on the day of the wedding ceremony, Eder meets a beautiful, tall, black-haired young man with a bright light in his eyes. Their chance meeting soon turns into a situation that shakes the survival of the kingdom..Kokurou Ou to Shirogane no Niehime, Black Wolf King and Silver Sacrifice Princess, Kokurou Ou to Shirogane no Niehime  Henkyou no Ji de Saiai wo Eru, , mangabuddy is a website dedicated to fans of anime, , , , video games, and cosplay. Where you may find all of your anime-related memes, recommendations, reviews, manga recommendations, character fanfiction, favorite quotations, and simply those ordinary anime things that you enjoy, particularly memes.You can Follow mangabuddy if you want to read the latest chapters of the . With a massive collection of hundreds of , all of which have been translated into good English, you'll find enough \"reading\" material to fill a library. With high-quality artwork, your library will be quickly filled with your .",
  "chapters": [
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-yp138583/chapter-3",
      "views": "15",
      "uploaded_time": "Mar 22,24"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-yp138583/chapter-2",
      "views": "13",
      "uploaded_time": "Mar 22,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-yp138583/chapter-1",
      "views": "16",
      "uploaded_time": "Mar 22,24"
    }
  ]
}