{
  "title": "Shoujotachi No Kaidan",
  "img": "https://avt.mkklcdnv6temp.com/fld/27/e/5-1732767322-nw.webp",
  "alternative_title": "少女们的怪谈 ; 少女達の怪談 ; Shoujo-tachi no Kaidan",
  "authors": [],
  "status": "少女们的怪谈 ; 少女達の怪談 ; Shoujo-tachi no Kaidan",
  "genres": [
    "Ameno Hirume",
    "Hinachi Nao",
    "Mokoyama Jin",
    "Nanami Sora",
    "[Add]",
    "Tachibana Azusa",
    "Umeno Hana",
    "Drama",
    "Horror",
    "Romance",
    "Shoujo",
    "Supernatural",
    "Tragedy"
  ],
  "updated_time": "Jan 20,2016 - 12:57 PM",
  "description": "Description :\r\n        From MangaHelpers: A collection of five spooky stories: 1) Tenchi Shinmei: Asuna Shio is a teenage girl with a very strong perception of the spirit world and has a shrineless god as a companion. One day, Shio's classmate is seen vanishing into a mirror. She reappears afterward, but seems changed for the worse in terms of personality. What has happened to her? 2) Gekkouchou ~Hyaku-nen no Koi~: A two-tailed tiger-striped cat is taken in by a girl called Mitsu and given the name Torakichi. Torakichi is no ordinary cat, and the love and tragedy between them may be strong enough to transcend a simple lifetime. 3) Friend Doll: Mizuno Sachi spends almost all of her time studying, thanks to her demanding parents, and she doesn't really have friends. There's a boy she likes at school, but it seems impossible to get close to him. Suddenly, her stuffed bunny, Mimi, starts showing up in her dreams to advise her through her teenage life. But what is Mimi's motivation for all this help? 4) Tonari no Yomi-san: There's an urban legend about a girl who killed herself as a teenager, \"Yomi-san,\" due to her insecurity over her appearance. Supposedly, her father stuffed her body, and, in her quest to become beautiful, the body seeks to take parts from pretty girls. At one school, several pretty girls have been mysteriously injured. Could the culprit be the dead girl, Yomi-san? 5) Oni no Sumu Shima: Saki moves out to a rural area, where she has no friends. In her loneliness, she goes out to an uninhabited island, where she meets a new possible friend. He's a demon, but as Saki gets to know him, she finds him less and less frightening... [tethysdust]",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 5 : The Demon-Inhabited Island",
      "chapter_url": "https://chapmanganelo.com/manga-mp101561/chapter-5",
      "views": "23",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 4 : Next To Yomi-San",
      "chapter_url": "https://chapmanganelo.com/manga-mp101561/chapter-4",
      "views": "21",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 3 : Friend Doll",
      "chapter_url": "https://chapmanganelo.com/manga-mp101561/chapter-3",
      "views": "21",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 2 : Gekkouchou ~Hyaku-Nen No Koi~",
      "chapter_url": "https://chapmanganelo.com/manga-mp101561/chapter-2",
      "views": "22",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 1 : Tenchi Shinmei",
      "chapter_url": "https://chapmanganelo.com/manga-mp101561/chapter-1",
      "views": "28",
      "uploaded_time": "Aug 25,19"
    }
  ]
}