{
  "title": "Kiss To Koukai",
  "img": "https://avt.mkklcdnv6temp.com/fld/39/k/4-1732761763-nw.webp",
  "alternative_title": "キスと後悔 ; 親吻與後悔 ; Kiss and Regret ; Kisses and Regrets",
  "authors": [],
  "status": "キスと後悔 ; 親吻與後悔 ; Kiss and Regret ; Kisses and Regrets",
  "genres": [
    "Nanao Mio",
    "Drama",
    "Romance",
    "School life",
    "Shoujo"
  ],
  "updated_time": "Jan 20,2016 - 09:19 AM",
  "description": "Description :\r\n        From Intercross: ♥ Kiss to Koukai (Kisses and Regrets) The distance between us wouldn't diminish. It's painful, lonely, and my heart squeezes in pain. At that time, if I had been more honest, would it change anything...? Yeah, right. That's why this time, so I won't regret it, I'll... ♥ Itoshii no Senpai-sama (Beloved Senpai-sama) Hinako is the only girl to receive special attention from Katsuragi-senpai, the popular Kyuudo club president protected by his male club-member guards from all girls, not just fangirls. But Hinako's preferential treatment resembles nothing so much as a senior's spartan training of a junior. At first happy over how Katsuragi-senpai diligently takes time to teach her \"many things,\" Hinako later questions why her so-called enviable position saddens her. ♥ Ikenai Koto (Something I Shouldn't Do) Yui vehemently refuses to have her little brother's friend Haruka stay over at her house for the three days his parents are away... ♥ Kimi no Button Kudasai (Give Me Your button) Yuki plays pranks on Tomoya because she likes him. Her last one before they graduate — writing Suki (I like you) on the back of his gakuran's second button. What is Yuki supposed to do when Tomoya says \"Yes\" to another girl before graduation? ♥ Kieta Hanbun, Nokotta Real (Half Gone, Love Remains) A broken school festival sign and a common love for music makes best buds out of Naru and Yamato. That is until Naru loses all hearing in her right ear and she keeps her condition from Yamato a secret...",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter Story-5 : Kieta Hanbun, Nokotta Real [End]",
      "chapter_url": "https://chapmanganelo.com/manga-kl98679/chapter-5",
      "views": "41",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter Story-4 : Kimi No Button Kudasai",
      "chapter_url": "https://chapmanganelo.com/manga-kl98679/chapter-4",
      "views": "36",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter Story-3 : Ikenai Koto",
      "chapter_url": "https://chapmanganelo.com/manga-kl98679/chapter-3",
      "views": "39",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter Story-2 : Itoshi No Senpai-Sama",
      "chapter_url": "https://chapmanganelo.com/manga-kl98679/chapter-2",
      "views": "41",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter Story-1 : Kiss To Koukai",
      "chapter_url": "https://chapmanganelo.com/manga-kl98679/chapter-1",
      "views": "53",
      "uploaded_time": "Aug 25,19"
    }
  ]
}