{
  "title": "Shuriken To Pleats",
  "img": "https://avt.mkklcdnv6temp.com/fld/71/g/1-1732719244-nw.webp",
  "alternative_title": "手裏剣とプリーツ ; 手里剑与百褶裙",
  "authors": [],
  "status": "手裏剣とプリーツ ; 手里剑与百褶裙",
  "genres": [
    "Hino Matsuri",
    "Action",
    "Romance",
    "School life",
    "Shoujo"
  ],
  "updated_time": "Dec 20,2017 - 11:37 AM",
  "description": "Description :\r\n        With the Meiji Restoration and the abolishment of the Samurai system, the once feared and respected ninja were forced underground, to continue their work in absolute secrecy. In modern times, the descendants of a certain ninja clan have continued their ancestors' legacy by employing the ninja arts in their work as bodyguards for the rich and famous.\r\n\r\nKirio Mikage is the daughter of the CEO of \"Shadow Village Company,\" a private security company that operates as a front for the clan's ninja activities. For as long as she can remember, her father has been training her physically and mentally to be a ninja, drilling their clan's mantra into her head: \"Be a shadow.\" Ever since she was a child, Mikage's only source of comfort and encouragement has been her employer, James G Rod. Rod is a kind, handsome and mysterious British businessman who is using Shadow Village Company's ninjas for his personal security and who, when Mikage was only about 10 years old, requested that she be assigned to complete her apprenticeship as part of his security team. His wife, whom he loved dearly, was Japanese but she and the couple's daughter were killed by Rod's enemies prior to him hiring Shadow Village Company to see to his personal security.\r\n\r\nRod seems to regard Mikage as a stand-in for the daughter he lost, whereas she is half in love with him as the only person who has ever shown her kindness. One day, Rod asks Mikage to let him adopt her and send her to school in Japan like any normal teenage girl, so she can lead a happy life. Mikage is troubled by his offer because of her feelings for him and the fact that the penalty for any ninja who turns their back on the clan is death. But before she can decide, Rod is killed in a bombing. Mikage finds out after his death that, before he was killed, Rod paid Shadow Village Company a sum equal to her entire lifetime's wages in exchange for her freedom from her obligations to the clan. In honor of his memory, Mikage decides to fulfill Rod's wish for her and returns to Japan to attend high school there.\r\n\r\nThis is the story of ninja Mikage's life as a normal high school girl!",
  "chapters": [
    {
      "chapter_name": "Vol.2 Chapter 11",
      "chapter_url": "https://chapmanganelo.com/manga-tw90516/chapter-11",
      "views": "20",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 10",
      "chapter_url": "https://chapmanganelo.com/manga-tw90516/chapter-10",
      "views": "14",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 9",
      "chapter_url": "https://chapmanganelo.com/manga-tw90516/chapter-9",
      "views": "12",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 8",
      "chapter_url": "https://chapmanganelo.com/manga-tw90516/chapter-8",
      "views": "12",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 7",
      "chapter_url": "https://chapmanganelo.com/manga-tw90516/chapter-7",
      "views": "12",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 6",
      "chapter_url": "https://chapmanganelo.com/manga-tw90516/chapter-6",
      "views": "11",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 5",
      "chapter_url": "https://chapmanganelo.com/manga-tw90516/chapter-5",
      "views": "14",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 4",
      "chapter_url": "https://chapmanganelo.com/manga-tw90516/chapter-4",
      "views": "15",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-tw90516/chapter-3",
      "views": "16",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-tw90516/chapter-2",
      "views": "17",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-tw90516/chapter-1",
      "views": "21",
      "uploaded_time": "Aug 25,19"
    }
  ]
}