{
  "title": "Tetsudou In, Love Letter",
  "img": "https://avt.mkklcdnv6temp.com/fld/33/l/6-1732776658-nw.webp",
  "alternative_title": "鉄道員,ラブ・レター ; 鉄道員/ラブ・レター ; Poppoya Love Letter ; Poppoya, Love Letter ; Railroad Man / Poppoya, Love Letter ; Railroad Man, Poppaya - Love Letter",
  "authors": [],
  "status": "鉄道員,ラブ・レター ; 鉄道員/ラブ・レター ; Poppoya Love Letter ; Poppoya, Love Letter ; Railroad Man / Poppoya, Love Letter ; Railroad Man, Poppaya - Love Letter",
  "genres": [
    "Asada Jiro",
    "Drama",
    "Mature",
    "Romance",
    "Seinen",
    "Tragedy"
  ],
  "updated_time": "Jan 20,2016 - 10:49 AM",
  "description": "Description :\r\n        Poppoya: Satou Otomatsu is a lonely station master of a small station in Hokkaido, situated at the end of the line in a small village with an aging population. The station is due to close in the coming spring, and he will retire with it. One night in his last winter manning the station, an encounter with a young girl marks the beginning of the events that will see him reflect on his working life - performing his duty as a railroad man, whilst enduring the pain of its cost to his personal life. Love Letter: Goro just got out from jail, but a police officer wants to talk to him right away. He announces to him that Goro's wife is dead and that he has to go to Chiba and take her body. Goro has no recollection of having a wife, but then he remembers he married a Chinese woman a long time ago. He married her for her money, and had she married him because she needed a Japanese visa to work. In fact, she's a prostitute who came to Japan hoping to find better life. At first, Goro can't be bothered by this situation, but he goes to Chiba just because he can earn a lot of money. Later on, during his trip, Goro finds a letter she wrote him and through it he discovers the pure person that lies beneath this common prostitute. She is a woman of such kindness and love that Goro is moved to learn something about the woman he married. With those few words of love and tenderness, he understands her fears, her goals, and her hopes for the future -- a future that he knows will never come.",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 5",
      "chapter_url": "https://chapmanganelo.com/manga-qa104894/chapter-5",
      "views": "20",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 4",
      "chapter_url": "https://chapmanganelo.com/manga-qa104894/chapter-4",
      "views": "16",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-qa104894/chapter-3",
      "views": "16",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-qa104894/chapter-2",
      "views": "17",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-qa104894/chapter-1",
      "views": "23",
      "uploaded_time": "Aug 25,19"
    }
  ]
}