{
  "title": "The Self-Cultivation Of The Cannon Fodder Female Lead: Talking About Mulberry And Hemp With You",
  "img": "https://avt.mkklcdnv6temp.com/fld/46/g/19-1733329982-nw.webp",
  "alternative_title": "Paohui Nv Zhu De Ziwo Xiuyang: Yu Jun Hua Sang Ma ; The Self-Cultivation of the Cannon Fodder Female Lead: Talking About Mulberry and Hemp With You ; Pàohuī Nǚ Zhǔ De Zìwǒ Xiūyǎng: Yǔ Jūn Huà Sāng Má ; 炮灰女主的自我修养：与君话桑麻",
  "authors": [
    "风间怀",
    "Drama",
    "Fantasy",
    "Historical",
    "Manhua",
    "Romance",
    "Shoujo"
  ],
  "status": "Paohui Nv Zhu De Ziwo Xiuyang: Yu Jun Hua Sang Ma ; The Self-Cultivation of the Cannon Fodder Female Lead: Talking About Mulberry and Hemp With You ; Pàohuī Nǚ Zhǔ De Zìwǒ Xiūyǎng: Yǔ Jūn Huà Sāng Má ; 炮灰女主的自我修养：与君话桑麻",
  "genres": [
    "风间怀",
    "Drama",
    "Fantasy",
    "Historical",
    "Manhua",
    "Romance",
    "Shoujo"
  ],
  "updated_time": "Oct 31,2024 - 18:35 PM",
  "description": "Description :\r\n        The Self-Cultivation of the Cannon Fodder Female Lead: Talking About Mulberry and Hemp With You , The Self-Cultivation of the Cannon Fodder Female Lead: Talking About Mulberry and Hemp With You,  at manhua websiteI was possessed by an evil witch from a fairy tale. Hated by everyone and living a lonely life, I raised a sibling who robbed a candy store \"Witch Hazel, execute you for kidnapping!\" Who would have thought that I would be falsely accused of kidnapping the Archduke's younger siblings! Fortunately, thanks to the children, Hazel ends up becoming the Archduke's nanny. However, her employer \"The Archduke doesn't marry a witch. Of course, he doesn't marry a nanny either.\" She says while drinking kimchi stew. I have no intention of getting married either. Especially not with the Archduke! I'm going to raise the children and then quit my job",
  "chapters": [
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-bk142278/chapter-1",
      "views": "3",
      "uploaded_time": "Oct 31,24"
    },
    {
      "chapter_name": "Chapter 0",
      "chapter_url": "https://chapmanganelo.com/manga-bk142278/chapter-0",
      "views": "4",
      "uploaded_time": "Oct 02,24"
    }
  ]
}