{
  "title": "Goth Cage",
  "img": "https://avt.mkklcdnv6temp.com/fld/84/q/6-1732782348-nw.webp",
  "alternative_title": "Goths Cage",
  "authors": [],
  "status": "Goths Cage",
  "genres": [
    "Suzuki Yasushi",
    "Fantasy",
    "Horror",
    "Psychological",
    "Supernatural",
    "Tragedy"
  ],
  "updated_time": "Jan 20,2016 - 07:23 AM",
  "description": "Description :\r\n        From DrMaster: Goths Cage is an enchanting manga-esque picture book series of three short stories with a malicious twist of love and romance. It is based on Yasushi Suzuki's art series that was previously released online in Japan under the name Phantoms KADAN. Suzuki-san re-adapts his art series and transforms it into a bewitching picture book with entrancing grace and charm. Each of his gothic tales is exquisitely crafted with elegant detailed illustrations that transport readers into an enchanted world of gothic glory. In his first story, Glass Magic, Suzuki-san does a twisted take on the classic Cinderella tale. An ugly corpse-like servant girl wishes to fall in love with a prince and become a beautiful princess. Then a sinister old witch offers her a magic potion that can grant her heart's desires, but in order for the magic to work, she must abandon her soul. She gets rid of her memories, her face, and her master to become a cruelly beautiful glass princess. In another of Suzuki's splendidly dark tales, the shop keeper of an enchanted barbershop attends to his beautiful victim under the moonlight. He snips away at her thoughts and memories, mystically cutting away all her painful memories that scar her heart. However, because she is sapped of her thoughts and memories, all that is left is her pitiful vacuous body. Prepare to be mesmerized by Yasushi Suzuki's spine-chilling tales of love and entrancement this fall 2008, because this enchanting collection of spellbinding illustrations and twisted tales is a must-have! Note: 32 page hardcover volume, all in color",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 3 : The Pair",
      "chapter_url": "https://chapmanganelo.com/manga-rz106293/chapter-3",
      "views": "34",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 2 : The Feeling Of Pain",
      "chapter_url": "https://chapmanganelo.com/manga-rz106293/chapter-2",
      "views": "32",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 1 : Glass Magic",
      "chapter_url": "https://chapmanganelo.com/manga-rz106293/chapter-1",
      "views": "40",
      "uploaded_time": "Aug 25,19"
    }
  ]
}