{
  "title": "Tokyo Mew Mew A La Mode",
  "img": "https://avt.mkklcdnv6temp.com/fld/25/k/3-1732756435-nw.webp",
  "alternative_title": "東京ミュウミュウあ・ら・もーど ; Tokyo Mew Mew in fashion ; Tokyo Mew Mew à la Mode",
  "authors": [],
  "status": "東京ミュウミュウあ・ら・もーど ; Tokyo Mew Mew in fashion ; Tokyo Mew Mew à la Mode",
  "genres": [
    "Ikumi Mia",
    "Comedy",
    "Romance",
    "Sci fi",
    "Shoujo"
  ],
  "updated_time": "Jan 20,2016 - 10:38 AM",
  "description": "Description :\r\n        In the story it is revealed that when Ichigo Momomiya, the protagonist from the original Tokyo Mew Mew, is studying in England with Masaya Aoyama, Berry Shirayuki is introduced. Berry is trying to adjust to the private school which she has just transferred to. She later runs into Ryou Shirogane, who she follows into Café Mew Mew. While Berry is staring in awe at the cakes and pastries, Ryou sees her and yells, wondering who she is. Berry, caught by surprise, falls on top of the snacks. Embarrassed, she runs with her eyes closed into the employee's only section of the Café, and runs into the DNA-infusion device. She is transformed into a Mew Mew, with the DNA of a rabbit and a cat. She must temporarily take Ichigo's place as leader of the Mews to defend Tokyo from the Saint Rose Crusaders, while juggling her schoolwork and her new job at the Café. When Ichigo returns, she and Berry quickly become friends and she and the other Mew Mews move to her school in case of an attack",
  "chapters": [
    {
      "chapter_name": "Vol.2 Chapter 1.5",
      "chapter_url": "https://chapmanganelo.com/manga-sy95592/chapter-1.5",
      "views": "24",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 0",
      "chapter_url": "https://chapmanganelo.com/manga-sy95592/chapter-0",
      "views": "26",
      "uploaded_time": "Aug 25,19"
    }
  ]
}