{
  "title": "I, A Harvest Mouse, Will Take Cinderella Away",
  "img": "https://avt.mkklcdnv6temp.com/fld/4/h/15-1733313249-nw.webp",
  "alternative_title": "신데렐라는 이 멧밭쥐가 데려갑니다 ;Cinderella Is Taken Away by This Wild Mouse (Pre-serialization); Cinderella Is Taken by This Mouse (Pre-serialization); I, a Harvest Mouse, Will Take Cinderella Away (Pre-serialization); This Wild Mouse Has Taken Cinderella (Pre-serialization); 신데렐라는 이 멧밭쥐가 데려갑니다",
  "authors": [],
  "status": "신데렐라는 이 멧밭쥐가 데려갑니다 ;Cinderella Is Taken Away by This Wild Mouse (Pre-serialization); Cinderella Is Taken by This Mouse (Pre-serialization); I, a Harvest Mouse, Will Take Cinderella Away (Pre-serialization); This Wild Mouse Has Taken Cinderella (Pre-serialization); 신데렐라는 이 멧밭쥐가 데려갑니다",
  "genres": [
    "설이수",
    "Comedy",
    "Drama",
    "Fantasy",
    "Historical",
    "Isekai",
    "Romance"
  ],
  "updated_time": "Oct 20,2023 - 00:55 AM",
  "description": "Description :\r\n        Cinderella married the prince.  However, she didn't know that the vow of eternal love would only last a mere ten years. All this because the prince fell in love at first sight with a lady he brought as his mistress. Later, he even proposes to marry her.'That damned man!'However, I couldn't do anything for Cinderella, was who was withering away.'Squeak'Since I'm just a mouse!Moreover, among the mice, I also rank the lowest in every aspect- I'm a Harvest Mouse.'O Fairy Godmother, I'm just a detestable mouse. Cinderella is someone who would hug even the disgusting me. I wish... for you to help her so she can smile again.'I thought I'd die just like that, but when I opened my eyes, I came back to the past, when Cinderella was being abused by her stepmother and stepsisters.\"I'm here because of the commission from the Retson family.\"But it turns out I'm not just an ordinary mouse, but I belong to a shapeshifter family?My family is desperately looking for me? If that's the case, let's run away together, Cinderella!I'm taking you away before you start looking for that prince with your glass slipper!",
  "chapters": [
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-vj135955/chapter-1",
      "views": "19",
      "uploaded_time": "Oct 20,23"
    },
    {
      "chapter_name": "Chapter 0",
      "chapter_url": "https://chapmanganelo.com/manga-vj135955/chapter-0",
      "views": "14",
      "uploaded_time": "Oct 20,23"
    }
  ]
}