{
  "title": "Baby Concubine Wants To Live Quietly",
  "img": "https://avt.mkklcdnv6temp.com/fld/78/l/14-1733305285-nw.webp",
  "alternative_title": "아기 후궁님은 조용히 살고 싶어",
  "authors": [],
  "status": "아기 후궁님은 조용히 살고 싶어",
  "genres": [
    "Yemaro (예마로)",
    "Fantasy",
    "Historical",
    "Isekai",
    "Romance",
    "Shoujo"
  ],
  "updated_time": "Apr 05,2023 - 11:55 AM",
  "description": "Description :\r\n        I possessed a supporting character in a reverse harem novel.A young concubine who, in the end, was driven to death for treason after begging for attention from the Emperor who was the female lead, and doing wicked things to the male leads who were the Concubines.Despite everything, the fortunate thing was that I possessed her right after entering the Imperial Palace.Even if everyone in the Imperial Palace were wary of me, they didn’t hate me yet.‘Let’s not be impudent, and be obedient.’I obstinately didn’t need nor have the mindset of trying to be loved by the Emperor.Although the male leads who were the Concubines were giving me glances, I could just lie flat.Since it wasn’t even a very difficult thing, I really did so.It was definitely like that, but–“Come to my bedchamber tonight. I’ll read you a fairy tale book!”“P-Please don’t cry. I’ll give you this.”Just why is everyone’s attitude endlessly gentle?I couldn’t understand. And it was baffling.‘…I don’t need it though?’I wasn’t really a young kid lacking affection. And that gaze in which they looked at me as if I was the loveliest in the world was extremely uncomfortable.Just where would I use a fairy tale book that’s full of jewels and silk, and the magic pearl which is the Imperial Family’s heirloom?Since it’s already been done, I just wish for everyone to get out of my palace.",
  "chapters": []
}