{
  "title": "I Want To Be A Pro",
  "img": "https://avt.mkklcdnv6temp.com/fld/43/y/13-1733294895-nw.webp",
  "alternative_title": "I Want to Become a Pro ; 프로가 되고 싶어 ; I Want to Be a Professional",
  "authors": [],
  "status": "I Want to Become a Pro ; 프로가 되고 싶어 ; I Want to Be a Professional",
  "genres": [
    "Ha Eun-Seong (하은성)",
    "Comedy",
    "Drama",
    "Romance",
    "School life",
    "Slice of life",
    "Sports"
  ],
  "updated_time": "Aug 09,2022 - 21:38 PM",
  "description": "Description :\r\n        You only do what I tell you' Abaseball genius high school girl and a top-ranked high school baseball player met?!An unbelievable year of high-speed professional baseball entry and a pounding thumb!Sung Hee-young is a student at Green High School in Gangwon-do. She is the only daughter of the best player in Korean baseball history, the current coach of the Cheongsol Dragons, Seong-sik Seong-sik. Hee-young inherited her monstrous father's talent, saying that she was still in trouble. She is Hee-young, who sees through the hidden potential of players by catching even the minute movements that ordinary people cannot see, but she is not interested in sports and is living an ordinary life as an examinee.Then one day, the same school baseball team 'Lee Min-seo', who looks only at her, keeps glimmering in her eyes. Lee Min-seo is a low-ranking bench pitcher in the lowest green high school in high school baseball. He is a kind and insignificant person who keeps getting trampled on by Hee-young, and in the end, Hee-young receives Min-seo's ball as well. He pointed out Minseo's subtle movements that were annoying, but Minseo, who perfectly digested Heeyoung's spell, becomes the winning pitcher in the school's blue and white match. Hee-young sees Min-seo again, who thoroughly followed her advice, and decides to make him a professional player... !",
  "chapters": [
    {
      "chapter_name": "Chapter 4",
      "chapter_url": "https://chapmanganelo.com/manga-oz129119/chapter-4",
      "views": "12",
      "uploaded_time": "Aug 09,22"
    },
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-oz129119/chapter-3",
      "views": "11",
      "uploaded_time": "Aug 05,22"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-oz129119/chapter-2",
      "views": "11",
      "uploaded_time": "Aug 05,22"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-oz129119/chapter-1",
      "views": "15",
      "uploaded_time": "Aug 05,22"
    }
  ]
}