{
  "title": "Jolyne, Fly High With Gucci",
  "img": "https://avt.mkklcdnv6temp.com/fld/32/e/4-1732761381-nw.webp",
  "alternative_title": "徐倫、GUCCIで飛ぶ (Japanese); Jolyne, Gucci de Tobu; Jorīn, Gutchi de tobu",
  "authors": [],
  "status": "徐倫、GUCCIで飛ぶ (Japanese); Jolyne, Gucci de Tobu; Jorīn, Gutchi de tobu",
  "genres": [
    "Araki Hirohiko",
    "Mystery",
    "One shot",
    "Supernatural"
  ],
  "updated_time": "May 23,2017 - 12:36 PM",
  "description": "Description :\r\n        Jolyne, Fly High with GUCCI is a new full-color one-shot manga starring Jolyne Cujoh featured in the February 2013 issue of Shueisha's women's fashion magazine, Spur. \"Jolyne, fly high with GUCCI\" features the protagonist of Part VI: Stone Ocean, Jolyne Cujoh and 3 Vento Aureo's characters: Leone Abbachio ,Bruno Buccellati ,& Polpo. This is the second JJBA-Related one-shot published in that magazine.SummaryThe story starts in a airport, where Jolyne is waiting for a plane for Tokyo. Ten days beforehand, her mother died from a illness. Jolyne is later seen thinking about how her mother made her clothing to fit Jolyne before she died. Then, Jolyne turns to see a small blue unicorn looking at her, with three men close by. Two men, revealed to be Buccellati & Abbachio, are goverment agents while the other, Polpo, was a citizen who lost a pet. Buccellati says that the animal is very important to the goverment & asks to search Jolyne. After she refuses, Buccellati looks at the survaillence where Jolyne is seen with the pet, shown to be the unicorn she saw earlier. The unicorn is seen bleeding, leading Buccellati to warn Polpo about the consequences of potenitally harming it. Then, Jolyne is seen kneeling down in front of the camera, when she gets up, the unicorn has disappeared. Buccellati corners Jolyne to hand it over or to be arrested. Jolyne, confused & in tears, still refuses saying that it would be all alone in a strange country. When Buccellati goes to apprehend her, he notices the unicorn on her scarf. Jolyne realizes that it is a dream, that also have given her newfound hope in herself. She comes to the conclusion that the dream is a message, it is also power.",
  "chapters": [
    {
      "chapter_name": "Jolyne, Fly High With Gucci In Morioh",
      "chapter_url": "https://chapmanganelo.com/manga-vm98480/chapter-0",
      "views": "63",
      "uploaded_time": "Aug 25,19"
    }
  ]
}