{
  "title": "I Can Do It, Let Me Go!",
  "img": "https://avt.mkklcdnv6temp.com/fld/21/d/18-1733328515-nw.webp",
  "alternative_title": "I Can I Do ; I Travel So That I Come ; Wo Xing Rang Wo Lai ; Tôi giỏi để tôi lên ; Wǒ Xíng Ràng Wǒ Lái ; 我行让我来",
  "authors": [
    "桔子",
    "酱子贝",
    "晋江文学城",
    "Drama",
    "Shounen ai",
    "Yaoi"
  ],
  "status": "I Can I Do ; I Travel So That I Come ; Wo Xing Rang Wo Lai ; Tôi giỏi để tôi lên ; Wǒ Xíng Ràng Wǒ Lái ; 我行让我来",
  "genres": [
    "桔子",
    "酱子贝",
    "晋江文学城",
    "Drama",
    "Shounen ai",
    "Yaoi"
  ],
  "updated_time": "Sep 14,2024 - 22:43 PM",
  "description": "Description :\r\n        In a certain LOL match, a well-known irritating anchor was commentating and broadcastingA few months later, the old LPL team TTC announced a new mid-lane player. The boy with flamboyant blue hair appeared in the audience's field of vision. He played Zed to perfection, and whoever saw him would die. Female fans were testing the edge of climbing the wall. In theMVP post-match interview, everyone held their breath and looked at this fresh blood with expectation.??The boy took the microphone and asked with a smile: \"The fan with the Star TV user ID 'Suburban King 101', my team address is on the official website, when will your head be sent over?\"????After a regular season game, the staff went backstage to urge the team members to go on stage for an interview, but saw TTC's new mid-lane and jungler in the corner.??TTC's first ace jungler Road was pushing their team's new mid-lane Soft against the wall, lowered his eyes and asked slowly: \"I'll be interviewed later, do you know what to do?\"??The irritable mid-lane who nailed his image of a troll in the audience's mind the first time he went on stage, now his face was red: \"I know. I don't curse... I definitely don't curse.\"(SUMMARY WAS COPIED FROM NOVEL)+",
  "chapters": []
}