{
  "title": "Love Lesson.com",
  "img": "https://avt.mkklcdnv6temp.com/fld/79/l/6-1732781725-nw.webp",
  "alternative_title": "禁断部落格, Lecciones de Amor. com",
  "authors": [],
  "status": "禁断部落格, Lecciones de Amor. com",
  "genres": [
    "Yuuhi Ryuu",
    "Romance",
    "School life",
    "Shoujo",
    "Smut"
  ],
  "updated_time": "Jan 20,2016 - 13:00 PM",
  "description": "Description :\r\n        Summary by Aka Roze Tenshi: Hana is a high school student who doesn't believe in love because of several things that happened in her family. But even though she doesn't believe in love, Hana has written a blog, \"SAKURA\", an online romance journal. The theme is forbidden love between a teacher and his student! The blog is filled with sex scenes, intense expressions of the love and it has gotten everyone infatuated with it! But nobody knows that Hana has written it. It's a secret and She plans on keeping it this way...so what will happen when she is found out by her hot and popular teacher!? Story 2: They're the perfect high school couple. Both mature, adult and way cool. Fellow students can only imagine how hot and romantic their love lives must be. Unfortunately their hot and steamy love life only exists in her head. In reality he's TOO perfect and proper a boyfriend. With graduation approaching will she be able to make any progress in this relationship at all!?? - Looking for Pieces of Love - Love Lesson Angel ~Idol Founder~",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-rb106147/chapter-3",
      "views": "27",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-rb106147/chapter-2",
      "views": "29",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 1 : Love Lesson.com",
      "chapter_url": "https://chapmanganelo.com/manga-rb106147/chapter-1",
      "views": "37",
      "uploaded_time": "Aug 25,19"
    }
  ]
}