{
  "title": "I'm The Villainess, But I'm Being Captured By The Heroine?! Anthology",
  "img": "https://avt.mkklcdnv6temp.com/fld/78/v/15-1733311511-nw.webp",
  "alternative_title": "Akuyaku Reijou Desu ga, Heroine ni Kouryaku Sarete Masu wa?! ; Akuyaku Reijou Desuga, Heroine ni Kouryaku Saretemasuwa!? Anthology Comic ; Akuyaku Reijou Desu ga, Hiroin ni Kouryaku Sarete Masu wa!? Anthology Comic ; I'm the Villainess, but I'm Being Captured by the Heroine?! ; I'm the Villainess, but the Heroine's Trying to Capture Me?! Anthology Comic ; I'm the Villainess, but the Heroine's Trying to Capture Me?! ; Heroine Loves Villainess Lady... ; Yuri Villainess Anthology",
  "authors": [],
  "status": "Akuyaku Reijou Desu ga, Heroine ni Kouryaku Sarete Masu wa?! ; Akuyaku Reijou Desuga, Heroine ni Kouryaku Saretemasuwa!? Anthology Comic ; Akuyaku Reijou Desu ga, Hiroin ni Kouryaku Sarete Masu wa!? Anthology Comic ; I'm the Villainess, but I'm Being Captured by the Heroine?! ; I'm the Villainess, but the Heroine's Trying to Capture Me?! Anthology Comic ; I'm the Villainess, but the Heroine's Trying to Capture Me?! ; Heroine Loves Villainess Lady... ; Yuri Villainess Anthology",
  "genres": [
    "Ringoame Tsuin",
    "Naturalsoft",
    "Nakamura Syuri",
    "Fujiyama",
    "Yui/south²",
    "Mon-Chan",
    "Michiyuki Aoi",
    "Taikoban",
    "Drama",
    "Fantasy",
    "Historical",
    "Isekai",
    "Romance",
    "School life",
    "Shoujo"
  ],
  "updated_time": "Sep 21,2023 - 19:56 PM",
  "description": "Description :\r\n        An anthology featuring a variety of stories with girl × girl relationships, with a focus on Heroine × Villainess! Heroines and villainesses, maids and villainesses… 5 stories featuring relationships between girls and their bonds can be found in this anthology. A collection of stories that were published on *Shousetsuka ni Narou*! All have happy endings!Cover Art: Maro**Volume 1 Contents:**  1. **The Heroine's Capture Target Is…** (ヒロインの攻略対象は……), Art by Kawano Akiko, Story by yui/south², (https://ncode.syosetu.com/n8335ef/).The villainess' engagement is broken at an evening party. Called by the prince, what will the heroine do…?! *Has GL ending.*2. **Milady Looked Extremely Troubled When Her Engagement Was Broken, so I Stepped in to Help Her** (婚約破棄されたお嬢様が大変そうなので助けに入りました), Art by Ooba Soto, Story by Ringoame Tsuin, (https://ncode.syosetu.com/n9459fo/).The lady she served had her engagement broken before her very eyes?!3.  **My Best Friend's Engagement Was Broken. I Need to Do My Best to Stop It! …But I Was the Reason Behind It…** (婚約破棄されました。私の親友が!必ず阻止します!……私が原因なのでorz), Art by Wani, Story by naturalsoft, (https://ncode.syosetu.com/n3379dw/).I thought I could avoid the condemnation scene after becoming friends with the villainess, but…?! *Has GL ending.*4. **My Friendship Route With the Villainess** (悪役令嬢との友情ルート), Art by Hoshina, Story by Taikoban, (https://ncode.syosetu.com/n9052ee/).The reincarnated heroine aims to save the villainess?! Using knowledge from the original work, she becomes acquainted with the villainess…5. **The \"Villainess'\" Engagement Braking, or an Account of the \"Dark Saint\" ~Another Story~** (“悪役\"令嬢の婚約破棄、もしくは〈黒の聖女〉顛末記~another story~), Art by Murasaki, Story by Fujiyama, (https://ncode.syosetu.com/n7544cy/). All of the villainess' actions are for the sake of the heroine…**Volume 2 Contents:**1. **The villainess receives a pledge of love from an adorable, beautiful rival** (悪役令嬢は天使のようなライバル美少女に愛を誓われる.) By Michiyuki Aoi. *Has GL ending.*2. 悪役令嬢に転生したので、国外追放回避の為ヒロインに優しく接したいが、ヒロインが鈍臭くてボケボケなので厳しく接してツッコミまくっていたら、案の定卒業パーティーで婚約者である王子から断罪されている最中です. Art by かしい葵, Story by Mon-chan. (https://ncode.syosetu.com/n6610gi/)3. 「愛することはない」と言われましても、そもそもその必要はございません。 Art by Manatamayumu, Story by 鰯づくし. (https://ncode.syosetu.com/n2695hy/)4. **A Commoner Like Me Got Tangled up With a Haughty Villainess, What Should I Do?** (平民の私が高慢な悪役令嬢に絡まれているのですが、どうすればいいですか？). Art by Hoshina, Story by Ringoame Tsuin. (https://ncode.syosetu.com/n2667gs/) *Has GL ending.*5. わたくしこそが王となりますゆえ、此度の縁談はお断りさせていただきますわ。かわいい妹が待っておりますの. Art by Fuyume Saya, Story by Nakamura Syuri. (https://ncode.syosetu.com/n1179hz/)",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 5: The \"villainess's\" Engagement Annulment, Or An Account Of The \"dark Saintess\" ~Another Story~",
      "chapter_url": "https://chapmanganelo.com/manga-ut135287/chapter-5",
      "views": "45",
      "uploaded_time": "Sep 21,23"
    },
    {
      "chapter_name": "Vol.2 Chapter 4: A Commoner Like Me  Got Tangled Up With A  Haughty Villainess,  What Should I Do?",
      "chapter_url": "https://chapmanganelo.com/manga-ut135287/chapter-4",
      "views": "53",
      "uploaded_time": "Sep 21,23"
    },
    {
      "chapter_name": "Vol.1 Chapter 3: The Engagement Has Been Broken Off. My Best Friend Will Definitely Put A Stop To That! ...but The Cause Lies With Me. Orz",
      "chapter_url": "https://chapmanganelo.com/manga-ut135287/chapter-3",
      "views": "40",
      "uploaded_time": "Sep 21,23"
    },
    {
      "chapter_name": "Vol.1 Chapter 2: Milady Looked Extremely Troubled When Her Engagement Was Annulled, So I Stepped In To Help Her",
      "chapter_url": "https://chapmanganelo.com/manga-ut135287/chapter-2",
      "views": "43",
      "uploaded_time": "Sep 21,23"
    },
    {
      "chapter_name": "Vol.2 Chapter 1: The Villainess Receives A Pledge Of Love From An Adorable, Beautiful Rival",
      "chapter_url": "https://chapmanganelo.com/manga-ut135287/chapter-1",
      "views": "81",
      "uploaded_time": "Sep 21,23"
    }
  ]
}