{
  "title": "Hot Search Is Flooding! I Just Want To Lie Flat, Instead I Get A Black Red Night",
  "img": "https://avt.mkklcdnv6temp.com/fld/13/a/17-1733321954-nw.webp",
  "alternative_title": "Re Sou Shua Ping! Ben Yu Tang Ping De Wo Yi Ye Hei Hong, 热搜刷屏！本欲躺平的我一夜黑红",
  "authors": [
    "Fire工作室",
    "橘姬社",
    "Fantasy",
    "Romance",
    "Shoujo ai",
    "Yuri"
  ],
  "status": "Re Sou Shua Ping! Ben Yu Tang Ping De Wo Yi Ye Hei Hong, 热搜刷屏！本欲躺平的我一夜黑红",
  "genres": [
    "Fire工作室",
    "橘姬社",
    "Fantasy",
    "Romance",
    "Shoujo ai",
    "Yuri"
  ],
  "updated_time": "Apr 06,2024 - 17:30 PM",
  "description": "Description :\r\n        Read manhwa \"Hot Search is Flooding! I Just Want to Lie Flat, Instead I Get a Black Red Night\" for free at Summary:Forced to restrict the popularity system, will you die if you don't become popular? Gu Xiangyi originally wanted to be an obedient puppy and follow the heroine to achieve the goal of ascending to heaven, but what happened was a screen full of dark and hot pursuits. Everyone thought Gu Xiangyi was a vampire, she complained sadly, but in return someone bit her neck hard. Her beautiful golden thighs now held his waist, and she whispered in his ear:\"Don't talk nonsense.\"\"Of course I want to suck your blood.\"Alternative:Re Sou Shua Ping! Ben Yu Tang Ping De Wo Yi Ye Hei Hong, What is mangabuddy?mangabuddy is currently the largest manhwa website with thousands of high-quality manhwa. Above all, readers can enjoy reading manhwa on mangabuddy without incurring any costs. If you love the manhwa \"Hot Search is Flooding! I Just Want to Lie Flat, Instead I Get a Black Red Night\", don't forget to follow the !Wish you happy reading!",
  "chapters": [
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-yc138796/chapter-3",
      "views": "18",
      "uploaded_time": "Apr 06,24"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-yc138796/chapter-2",
      "views": "12",
      "uploaded_time": "Apr 06,24"
    },
    {
      "chapter_name": "Chapter 1.1",
      "chapter_url": "https://chapmanganelo.com/manga-yc138796/chapter-1.1",
      "views": "14",
      "uploaded_time": "Apr 06,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-yc138796/chapter-1",
      "views": "19",
      "uploaded_time": "Apr 06,24"
    }
  ]
}