{
  "title": "To Julie",
  "img": "https://avt.mkklcdnv6temp.com/fld/28/f/17-1733322878-nw.webp",
  "alternative_title": "Dear Julie, 줄리에게, To. Julie",
  "authors": [],
  "status": "Dear Julie, 줄리에게, To. Julie",
  "genres": [
    "Jeya",
    "School life"
  ],
  "updated_time": "Aug 19,2024 - 06:35 AM",
  "description": "Description :\r\n        At the end of the first year of Joo-won's High School, To meet / get his daily needs, He studied dedicatedly while working as a part-time job worker, Because he was the only support in his family, who can earn for his own. After being recognized for his skills and dedication towards his studies, he received a (transfer proposal) to get better education from a prestigious high school, So from the new semester he transferred to a private Hana High School. Joo-won, who said he would study consistently at the new school, For some reason he couldn't get focused on his studies because of a soft pink wind which was flowing around him And the woman he calls anxiously Julie? Who is she? His destiny or a strange person in his life After all, who will Joo-won choose, his dream or his destiny?To Julie, Dear Julie, , To. Juliemangabuddy is a website dedicated to fans of anime, , , , video games, and cosplay. Where you may find all of your anime-related memes, recommendations, reviews, manga recommendations, character fanfiction, favorite quotations, and simply those ordinary anime things that you enjoy, particularly memes.You can , online for free at mangabuddy. Chapters are updated hourly with high-quality graphics and a full English translation. Find free translations of your favorite , and . The latest updated content on mangabuddy is now available.",
  "chapters": [
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-yy139192/chapter-3",
      "views": "4",
      "uploaded_time": "Aug 19,24"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-yy139192/chapter-2",
      "views": "6",
      "uploaded_time": "May 07,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-yy139192/chapter-1",
      "views": "6",
      "uploaded_time": "May 07,24"
    }
  ]
}