{
  "title": "Eye Level",
  "img": "https://avt.mkklcdnv6temp.com/fld/24/r/4-1732760983-nw.webp",
  "alternative_title": "あいレベル ; 恋爱水平 ; Ai level",
  "authors": [],
  "status": "あいレベル ; 恋爱水平 ; Ai level",
  "genres": [
    "Matsuno Mika",
    "Comedy",
    "Drama",
    "Romance",
    "Shoujo"
  ],
  "updated_time": "Jan 20,2016 - 08:01 AM",
  "description": "Description :\r\n        Story 01: Eye Level - I'm short. I'm shy. I look like a child. My name is Toshie and I hate my tall classmate, Sakaue. I've got a complex over my height--why does he act like it's nothing for me to worry about?? Story 02: Capture a Bitter Love - Nagaoka Temari is secretly in love with Yatabe-kun. Even when he speaks to her, she gets so nervous that she can't tell him how she feels. Just hearing his voice sends her brain into a panic. And that's why...she told him the exact opposite of what she's been thinking. Temari knows that she's the reason he's getting failing marks now, so what if her \"close friend\" Mari Suzuki were to tutor him? There's no way for Temari to fool Yatabe into thinking she's someone else... Or is there? Story 03: Heart Library - Miyazawa Yuu works in the library. She thinks how nice it would be if she could just talk to the popular Iseya-kun. The other person who's supposed to be working with Yuu today ditched, so now Yuu is stuck being the only one to carry all the books back to the library room. She tries to carry too many and can't see anything in front of her, and when she falls...it's Iseya who catches her in his arms! Story 04: Baby Spice - Kawai Machi has a crush on Hiroe, but he completely treats her like a child. And then Machi learns that Hiroe has a girlfriend...!?",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 3 : Heart Library",
      "chapter_url": "https://chapmanganelo.com/manga-sc98248/chapter-3",
      "views": "20",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 2 : Capture A Bitter Love",
      "chapter_url": "https://chapmanganelo.com/manga-sc98248/chapter-2",
      "views": "17",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 1 : Eye Level",
      "chapter_url": "https://chapmanganelo.com/manga-sc98248/chapter-1",
      "views": "21",
      "uploaded_time": "Aug 25,19"
    }
  ]
}