{
  "title": "I Got Divorced And Abandoned My Family",
  "img": "https://avt.mkklcdnv6temp.com/fld/78/s/16-1733318979-nw.webp",
  "alternative_title": "이혼하고 가족을 버렸다",
  "authors": [
    "Yeoul",
    "Drama",
    "Fantasy",
    "Historical",
    "Romance",
    "Shoujo",
    "Webtoons"
  ],
  "status": "이혼하고 가족을 버렸다",
  "genres": [
    "Yeoul",
    "Drama",
    "Fantasy",
    "Historical",
    "Romance",
    "Shoujo",
    "Webtoons"
  ],
  "updated_time": "Sep 08,2024 - 08:41 AM",
  "description": "Description :\r\n        \"Even if it's my child, I can still not love them.\"The day she terminated the 5-year-long contracted marriage and filled out the divorce papers, Hilia left Caligo without a second thought. Leaving the byproduct of the contracted marriage, their child, with him.Hilia Halos was a woman who was colder, more selfish, and more wicked than anyone else.[Here's the alimony. Since I don't need this anymore, I'll hand it over to you.]That was what he thought, until he ceded the baronial estate that she so coveted and disappeared.***Hilia was sure she would be indifferent.About leaving the child, and about abandoning the man who brought her excitement.\"Mother, you don't, hab to, lub, Riche. Riche gonna, only come, sometime. Riche will, lub you more\"She was actually indifferent. She would have been in the future, as well. If only the dirt-covered child didn't just appear out of nowhere after four years and told her such a thing.\"So!\"Tears dripped down the child's cheeks. Hilia backed away from the child, who was running towards her with arms wide open. She could not be a good parent, nor could she love anyone.\"My baby, there are things in the world you just can't love.\"So, after leaving that single comment, she turned away.Pretending not to notice the unfaltering gaze in front of her.+",
  "chapters": [
    {
      "chapter_name": "Chapter 5",
      "chapter_url": "https://chapmanganelo.com/manga-xg137900/chapter-5",
      "views": "9",
      "uploaded_time": "Sep 08,24"
    },
    {
      "chapter_name": "Chapter 4",
      "chapter_url": "https://chapmanganelo.com/manga-xg137900/chapter-4",
      "views": "9",
      "uploaded_time": "Aug 25,24"
    },
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-xg137900/chapter-3",
      "views": "24",
      "uploaded_time": "Feb 07,24"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-xg137900/chapter-2",
      "views": "25",
      "uploaded_time": "Feb 07,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-xg137900/chapter-1",
      "views": "26",
      "uploaded_time": "Feb 07,24"
    }
  ]
}