{
  "title": "Shin Kamen Rider Spirits (Special Edition)-Color",
  "img": "https://avt.mkklcdnv6temp.com/fld/83/o/18-1733454062-nw.webp",
  "alternative_title": "New Masked Rider Spirits (Special Editon) ; New Kamen Rider Spirits (Special Editon) ; 新　仮面ライダーＳＰＩＲＩＴＳ 特装版",
  "authors": [],
  "status": "New Masked Rider Spirits (Special Editon) ; New Kamen Rider Spirits (Special Editon) ; 新　仮面ライダーＳＰＩＲＩＴＳ 特装版",
  "genres": [
    "Ishinomori Shotaro",
    "Muraeda Kenichi",
    "Action",
    "Adventure",
    "Drama",
    "Martial arts",
    "School life",
    "Shounen"
  ],
  "updated_time": "Jan 03,2025 - 23:15 PM",
  "description": "Description :\r\n        (Kamen Rider, the righteous warrior who shouts out \"Henshin!\" and continues to fight evil. The heroes created by the genius Shotaro Ishinomori are brought back to life by the hard-working Muraeda Kenichi!  In this epic hero battle story, the 10th rider \"ZX\" fights alongside the previous riders against the mysterious organization \"BADAN\" that is invading the world!)\n“Kamen Rider SPIRITS” is a manga series adapted from the famous Kamen Rider series with content focusing on the first 10 Kamen Riders in Japan's Showa period (Showa) and their battle with the Badan Empire under with the help of a multi-governmental task force called “SPIRITS”. The manga's setting takes place immediately after the Kamen Rider Super-1 series, and is different from the TV Special \"Birth of the 10th! Kamen Riders All Together!!\" in 1984.\nIn particular, this manga also contributes to supplementing and correcting missing details in the original series such as why Riderman is still alive after the Pluton warhead explosion in the series \"Kamen Rider V3\", or why Electronic Wave Humanoid Tackle was never recognized as a Kamen Rider. Initially, the series was published in the manga magazine \"Magazine Z\" and had to stop for a while because \"Magazine Z\" decided to cancel publication. Later, the manga was revived by \"Monthly Shounen Magazine\" under the name \"Shin Kamen Rider SPIRITS\" and continues to be published to this day.\nSince volume 3, Shin Kamen Rider Spirits has been published with a special edition, comes with a rare cover, and a separate volume of colorized version for a specific arc in the manga. The first arc which was fully colored was chapter 1 from the original run (\"Skyscraper's Gale\"). \n(P/S: Although there are differences in the presence or absence of the booklet and the cover design between the regular and special editions, the main contents of the manga themselves are the same.)",
  "chapters": [
    {
      "chapter_name": "Vol.5 Chapter 3: Pride Of Hot Sand (Colorized Version)",
      "chapter_url": "https://chapmanganelo.com/manga-ci143376/chapter-3",
      "views": "2",
      "uploaded_time": "Jan 03,25"
    },
    {
      "chapter_name": "Vol.4 Chapter 2: One Man Battle",
      "chapter_url": "https://chapmanganelo.com/manga-ci143376/chapter-2",
      "views": "2",
      "uploaded_time": "Dec 14,24"
    },
    {
      "chapter_name": "Vol.3 Chapter 1: Skyscraper's Gale (Colorized Version)",
      "chapter_url": "https://chapmanganelo.com/manga-ci143376/chapter-1",
      "views": "3",
      "uploaded_time": "Dec 07,24"
    }
  ]
}