{
  "title": "Tour Shangri-La",
  "img": "https://avt.mkklcdnv6temp.com/fld/29/c/6-1732776211-nw.webp",
  "alternative_title": "ツアー・シャングリラ ; Safari",
  "authors": [],
  "status": "ツアー・シャングリラ ; Safari",
  "genres": [
    "Nishimura Shuuko",
    "Drama",
    "Fantasy",
    "Smut",
    "Yaoi"
  ],
  "updated_time": "Jan 20,2016 - 10:34 AM",
  "description": "Description :\r\n        1) Tour Shangri-La Tour. 1 Hirastuka and Matsuzono have been friends since college, but Matsuzono harbors secret feelings for Hirastuka, but as the heir to the company they both work at, Matsuzono's step mother opposes any relationship (be it friendship or more) between the two. She calls for Hirastuka and offers him a choice - never see Matsuzono again or become the tour guide to a Shangri-La trip and all that it may entail... 2) Tour Shangri-La Tour. 2 Kanou has traveled the world and seen many things, but the one thing that has haunted him for years is the sight of his father making love to a young man. The image burned into his memory is that of the young man, whose body pulsated with pleasure, and Kanou dreamed of being the one giving the pleasure. As a present for beginning a career, Kanou is on Tour Shangri-La, where any dream can be fulfilled. Can the tour guide Asada help this dream become a reality? And why has Asada, who hasn't been a tour guide for years, decided to accept Kanou's tour? 3) Tour Shangri-La Tour. 3 Daichi and Housei are step brothers. What started as a biker gang showdown between Housei and Daichis respective gangs ends in Housei raping Daichi as part of a ritual punishment for the loser. However Housei isn't happy to leave it at just once and continues their relationship until Daichi escapes. Now Daichi is a Shangri-La tour guide, and it just so happens Housei is his next client! 4) Tour Shangri-La Tour. 4 Kashii would often visit a small cafe where Hiroki, a young cook worked and before long Hiroki began to yearn for Kashii's approval of his cooking. However Hiroki decides to take on the job of a Shagri-La tour guide in order to experience and learn foreign cuisine after hearing that Kashii has a 3 star personal chef at his disposal. Kashii finds out about Hiroki's sudden change in job and follows after him, taking the place of the first client - and his first request is that Hiroki become his personal chef for 3 days. 5) Safari Act. 1 Kazuki is a half-human werewolf, Akira is a legendary pure white wolf. They fall in love, but Kazuki as a half breed is considered an outcast in the tribe. One day the tribe tells him to leave so that Akira can get a real mate. Kazuki, recognizing the truth of their words leaves and takes on the life of a normal human, even becoming a teacher at a school. Yet, five years later Akira reappears in Kazuki's life. 6) Safari Act. 2 Story about a veterinarian and his love for a particular breed of cat. Satoya owns and runs the Satoya Veterinary Clinic alongside his adorable assistant Minami. After a customers' criticism over Satoya's favorite breed, Minami becomes quite upset. What's hiding behind his reaction?",
  "chapters": [
    {
      "chapter_name": "Vol.1 Chapter 6",
      "chapter_url": "https://chapmanganelo.com/manga-qs104764/chapter-6",
      "views": "25",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 5",
      "chapter_url": "https://chapmanganelo.com/manga-qs104764/chapter-5",
      "views": "23",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 4",
      "chapter_url": "https://chapmanganelo.com/manga-qs104764/chapter-4",
      "views": "24",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-qs104764/chapter-3",
      "views": "25",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-qs104764/chapter-2",
      "views": "26",
      "uploaded_time": "Aug 25,19"
    },
    {
      "chapter_name": "Vol.1 Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-qs104764/chapter-1",
      "views": "32",
      "uploaded_time": "Aug 25,19"
    }
  ]
}