{
  "title": "Bijutsushitsu No Akumu",
  "img": "https://avt.mkklcdnv6temp.com/fld/30/h/17-1733323007-nw.webp",
  "alternative_title": "Nightmare in the Art Room ; \n        美術室の悪夢",
  "authors": [
    "Kirima Moccori",
    "Horror",
    "Yaoi"
  ],
  "status": "Nightmare in the Art Room ; \n        美術室の悪夢",
  "genres": [
    "Kirima Moccori",
    "Horror",
    "Yaoi"
  ],
  "updated_time": "May 08,2024 - 18:06 PM",
  "description": "Description :\r\n        How do you explain your dreams to someone? How do you explain your nightmares? A collection of stories to lull you into the world of dreams... or nightmares. \"Nightmare in the Art Room\": Rumors have been spreading throughout the school that Mr. Hizuki has a mysterious power that awakens his sixth sense. But that is exactly what drew Miyamae to ask Mr. Hizuki to be a model for his next painting. Reluctantly, Mr. Hizuki accepts and proceeds to spend intimate time with Miyamae... (Warning: Psychological horror and Ra**) \"Suspicious Sleep Paralysis\": Mr. Hizuki is having sixth sense problems again. But this time, they're more than just dreams. Have you ever experienced the sensations of the dream world even though you are wide awake? (Warning: Sexual assault) \"Library Molester\": Clearly, Mr. Hizuki is a popular teacher. Guys and ghosts love him. So what will he do when they come for him all at once? (Warning: Ra**) \"Eat Up!\": Ohsaki has a food fetish. When he sees whipped cream on Sato's body, it makes him want to whip his cream. His lu** is so ravenous that it becomes contagious, making Sato question his own desires. \"It's Not a Joke!\": Takahane is a bright and beautiful worker, as opposed to the unkept Saito, who seems angry all the time. What will blossom between the two opposites when Takahane sticks to Saito for months on end? \"Fascination\": Mr. Karasuma wanders into a desolate village and decides to stay at a quiet inn with a hot spring, managed by a beautiful master. Mr. Karasuma enjoys everything but the bugs. He can't stand them. What can he do when he finds a bug has made its way into his yukata? (Warning: Ra**)+",
  "chapters": [
    {
      "chapter_name": "Chapter 6",
      "chapter_url": "https://chapmanganelo.com/manga-ya139246/chapter-6",
      "views": "9",
      "uploaded_time": "May 08,24"
    },
    {
      "chapter_name": "Chapter 5",
      "chapter_url": "https://chapmanganelo.com/manga-ya139246/chapter-5",
      "views": "7",
      "uploaded_time": "May 08,24"
    },
    {
      "chapter_name": "Chapter 4",
      "chapter_url": "https://chapmanganelo.com/manga-ya139246/chapter-4",
      "views": "8",
      "uploaded_time": "May 08,24"
    },
    {
      "chapter_name": "Chapter 3",
      "chapter_url": "https://chapmanganelo.com/manga-ya139246/chapter-3",
      "views": "9",
      "uploaded_time": "May 08,24"
    },
    {
      "chapter_name": "Chapter 2",
      "chapter_url": "https://chapmanganelo.com/manga-ya139246/chapter-2",
      "views": "10",
      "uploaded_time": "May 08,24"
    },
    {
      "chapter_name": "Chapter 1",
      "chapter_url": "https://chapmanganelo.com/manga-ya139246/chapter-1",
      "views": "11",
      "uploaded_time": "May 08,24"
    }
  ]
}