[
  {
    "mangaId": "546826d6-d9ae-4e17-9c2f-25c27c4ec3b1",
    "title": {
      "en": "Karate Shoukoushi Kohinata Minoru"
    },
    "updatedAt": "2023-02-13T02:57:29+00:00",
    "coverArt": "https://mangadex.org/covers/546826d6-d9ae-4e17-9c2f-25c27c4ec3b1/4f473022-7409-4c86-bf11-db07d0d68e8d.jpg",
    "altTitles": [
      {
        "ja-ro": "Karate Shôkôshi Kohinata Minoru"
      },
      {
        "ja-ro": "KSKM"
      },
      {
        "en": "Little Lord of Karate"
      },
      {
        "ja-ro": "Minoru"
      },
      {
        "ja": "空手小公子こひなたみのる"
      },
      {
        "ja": "空手小公子小日向海流"
      },
      {
        "zh": "空手小霸王"
      }
    ],
    "description": {
      "en": "Kohinata Minoru is a college student at a college that is popular for its sports rather than academic orientation. He starts out as a gymnast alongside his friend, Nana, but is bullied by his gymnast seniors. One evening, a karate student at the college, Mutou Ryuuji, witnesses Minoru being bullied and comes to his rescue and drags him into the world of karate. Minoru makes new friends and learns some of their dark pasts, including a shocking death that reveals motives for revenge. (from Baka-Updates)"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "50",
    "lastChapter": "500"
  },
  {
    "mangaId": "92dd8103-2a60-4a1a-a32d-b957bf4eb7dd",
    "title": {
      "en": "The Devil Raises a Lady"
    },
    "updatedAt": "2025-01-02T15:15:39+00:00",
    "coverArt": "https://mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "altTitles": [
      {
        "ko": "악마는 레이디를 키운다"
      },
      {
        "es": "El diablo entrena una dama"
      },
      {
        "pt-br": "O Diabo cria uma Dama"
      }
    ],
    "description": {
      "en": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
      "es": "Ella tuvo que pasar por la aniquilación de su familia, él llegó al final de su vida para darle la oportunidad de vengarse. “Aiana.” El caballero que estuvo a mi lado durante 13 años, arriesgó su vida, sufrió, pasó hambre y lo dio todo por mí. Pero ahora, al presentarse mi muerte inminente, sonreía felizmente mientras contemplaba mi desceso. “Por favor, ten una historia agradable esta vez, mi señora”. El demonio sonrió y me tendió la mano. “Espero que en la próxima historia obtengas el final que deseas”",
      "pt-br": "A aniquilação de uma linhagem familiar. E um homem que chegou ao fim da vida em busca de vingança. “Senhora Ayana.” Um cavaleiro que esteve ao seu lado por 13 anos. No momento iminente da morte, ele foi a primeira pessoa a vir à mente antes da família. Ele arriscou sua vida por mim, sofreu ferimentos, passou fome e deu tudo de si para mim. Agora, ele estava olhando para sua morte com um sorriso como se estivesse se divertindo. “Por favor, conte uma história agradável desta vez, minha senhora.” O demônio sorriu e estendeu a mão, e a garota a segurou. “Espero que na próxima história, a senhora alcance o final desejado.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a08f45d1-788a-4b7c-b1c4-b87b083e1b59",
    "title": {
      "en": "Mythic Item Obtained"
    },
    "updatedAt": "2024-11-30T14:17:49+00:00",
    "coverArt": "https://mangadex.org/covers/a08f45d1-788a-4b7c-b1c4-b87b083e1b59/4123a88a-a520-4f95-b02d-7d8bc65ea0ab.jpg",
    "altTitles": [
      {
        "ko": "신화급 귀속 아이템을 손에 넣었다"
      },
      {
        "ru": "Я получил предмет мифического класса"
      },
      {
        "fa": "من یک قطعه درجه اسطوره ای بدست آوردم"
      },
      {
        "ko-ro": "Sinhwageub Gwisog Aitem-eul son-e Neoh-eossda"
      },
      {
        "en": "I Obtained a Mythic Item"
      }
    ],
    "description": {
      "en": "In a world where technology and magic are almost indistinguishable from one another, monsters and creatures of myth and legend reign terror upon mankind. In humanity’s darkest moment, individuals with special god-like powers emerge to save the day. They are — the Awakened.\n\nMeet Jaehyeon, a feeble Awakened human Raider, who struggles to make ends meet until one day a series of confounding events allow him to claim a powerful item that will change the course of history forever…",
      "ko": "D급 무투계 레이더,\n최강의 귀속 아이템으로\n세계를 구할 신의 대적자가 되다!",
      "ru": "Я получил единственный в мире мифический предмет. Но что? Этот предмет принадлежит мне?"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5af6ed83-d135-4ebe-a383-bd4fbb12786a",
    "title": {
      "en": "Oshiete! Kirara Fantasia"
    },
    "updatedAt": "2024-02-13T15:44:09+00:00",
    "coverArt": "https://mangadex.org/covers/5af6ed83-d135-4ebe-a383-bd4fbb12786a/d000caa8-3129-4361-9963-2e17cf08464b.jpg",
    "altTitles": [
      {
        "en": "Teach us! Kirara Fantasia"
      },
      {
        "ja": "おしえて！きららファンタジア"
      }
    ],
    "description": {
      "en": "Kirara Fantasia is a free-to-play fantasy role-playing game developed by Drecom and Meteorise and published by Houbunsha.   \nThe game crosses over characters from various manga series published in Houbunsha's Manga Time Kirara family of magazines.  \nFor the game there is a manga that was published on the original page."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "27"
  },
  {
    "mangaId": "b13f783d-a112-436f-a291-792421dd117d",
    "title": {
      "en": "Love Advice from the Great Duke of Hell"
    },
    "updatedAt": "2025-01-02T15:26:53+00:00",
    "coverArt": "https://mangadex.org/covers/b13f783d-a112-436f-a291-792421dd117d/ea824218-dd50-4ee7-a6d1-f618b23e31ac.jpg",
    "altTitles": [
      {
        "it": "Consigli d'Amore dal Granduca dell'Inferno"
      },
      {
        "fa": "مشاوره‌های عشقی از اربابِ بزرگِ دوزخ"
      },
      {
        "uk": "Любовні поради від величного герцоґа Пекла"
      },
      {
        "pl": "Miłosna porada od Wielkiego Księcia Piekieł"
      }
    ],
    "description": {
      "en": "The girl of your dreams barely knows you exist. Your friends can’t help. Your family is clueless. So where do you turn for love advice? Who can provide you with that essential assistance for the lovelorn? If you’re average everyday teenager Paul, you summon a powerful demon from deep in the recesses of Hell and frankly, hope for the best.",
      "fa": "دختر رویاهات روحشم خبر نداره که تو وجود داری. هیچ کمکی هم از دست دوستات بر نمیاد. خونواده‌ت هم از این قضیه خبر ندارن. خب حالا برای مشاوره گرفتن به کی رو می‌زنی؟ کی می‌تونه تورو که یه عاشق دل‌خسته‌ای، اساسی کمک کنه تا برای همه‌چیز آماده باشی؟ اگه یه نوجوون معمولی مثل پال باشی، یه شیطان گولاخ از اعماق دخمه‌های جهنم احضار می‌کنی و جدی جدی امیدواری که همه‌چی درست پیش بره!",
      "fr": "Un étrange étudiant invoque un puissant démon. Que peut-il bien vouloir ?",
      "it": "La ragazza dei tuoi sogni a stento sa che esisti, gli amici non ti possono aiutare, la famiglia non ne sa nulla. Ma allora, dove cercare consigli d'amore? Chi può provvedere a darti quell'assistenza essenziale per il tuo cuore? Se sei il ragazzo della porta accanto, Paul, allora ti basta evocare un potente demone dai più profondi abissi dell'Inferno e, francamente, sperare per il meglio.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/unfins)  \r\n- [Author's Patreon](https://www.patreon.com/unfins)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "132"
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-12-03T15:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/be30dcd5-dba6-4867-9b5e-85c9919599b5.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2024-11-10T21:44:21+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/b70aa6b6-03a3-403e-9c14-91f7cc126ab2.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2025-01-01T19:21:42+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/14604286-fdc6-419c-bc54-1353b0f0dc2d.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "en": "Momose Akira's First Love is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "pl": "Pierwsze miłosne zmagania Akiry Momose"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "vi": "Mối tình đầu đầy trắc trở của Momose Akira"
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire. Just as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach. And there was a \"fate\" that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。そしてそこには、想像以上の”運命”が拡がってました。2人の様子を、どうぞあったかく見守ってください。",
      "pl": "Kugayama Hajime, chłopiec mieszkający na wsi, spotyka swoją dawną koleżankę z klasy, Momose Akiry, którą podziwiał. Gdy tylko zamierza obserwować ją z daleka i cieszyć się swoją słodko-gorzką młodością, Akira niespodziewanie zbliża się do niego. A za tym kryło się „przeznaczenie”, którego nie mógł sobie nawet wyobrazić.",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de escola por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b0fbb36-7e17-4709-b616-742005b7e0e3",
    "title": {
      "en": "Yona Yona Yona"
    },
    "updatedAt": "2024-12-14T20:04:43+00:00",
    "coverArt": "https://mangadex.org/covers/7b0fbb36-7e17-4709-b616-742005b7e0e3/d150d92b-eb87-49dc-84a0-26ee6599602b.jpg",
    "altTitles": [
      {
        "en": "Every Every Night"
      },
      {
        "ja": "夜な夜な夜な"
      },
      {
        "ru": "Ночь за ночью"
      }
    ],
    "description": {
      "en": "In Hakone, phantom thief Yona and her team of specialists try and recover pieces of art stolen by the corrupt police force.",
      "ja": "夜行怪盗団、それは、悪から盗み戻す、正義の盗賊。警察も、政治家も皆、悪に支配された今、苦しめられる人々を救うため！　怪盗・夜名（よな）は醜塊と戦う決意をする。"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18d92807-8627-4a23-9ef6-12a0a7fbd054",
    "title": {
      "en": "Danjohi 1:5 no Sekai demo Futsu ni Ikirareru to Omotta? ~ Geki Juu Kanjou na Kanojotachi ga Mujikaku Danshi ni Honrousaretara"
    },
    "updatedAt": "2024-12-31T04:49:51+00:00",
    "coverArt": "https://mangadex.org/covers/18d92807-8627-4a23-9ef6-12a0a7fbd054/87237d49-2547-4a2c-a0c5-4a84f6f9ed80.jpg",
    "altTitles": [
      {
        "ja-ro": "Danjohi 1:5 no Sekai demo Futsu ni Ikirareru to Omotta? ~ Geki Juu Kanjou na Kanojotachi ga Mujikaku Danshi ni Honrousaretara"
      },
      {
        "ja": "男女比1:5の世界でも 普通に生きられると思った?~激重感情な彼女たちが 無自覚 男子に翻弄されたら~"
      },
      {
        "en": "Did You Think You Could Live Normally Even in a World With a 1:5 Male-To-Female Ratio? ~ When Deeply Intense Feelings of the Girls Are Toyed With by the an Oblivious Boy"
      },
      {
        "ja-ro": "Danjo Hi 1:5 no Sekai demo Futsuu ni Ikirareru to Omotta? Gekiomo Kanjou na Kanojo-tachi ga Mujikaku Danshi ni Hanrou saretara"
      }
    ],
    "description": {
      "en": "Before he knew it, Masato had been transported to a world where there were just a few more women than in his original world. However, aside from the fact that women were a little more assertive, the world wasn’t much different from the one he came from... or so he thought. \n\nLittle did he know, the kindness he spread, based on the standards of his old world, was saving those around him more than he could imagine. He was unaware that this kindness was causing the women around him to develop intense feelings for him. \n\nThis is the story of a protagonist who believes he can live an ordinary life, unknowingly making the heroines fall in love with him, and eventually realizing just how heavy their feelings are — until they make him understand it for himself...!",
      "id": "masato telah berpindah ke dunia dimana wanita lebih banyak daripada laki-laki. tapi selain dari wanita yang lebih banyak tidak ada banyak perbedaan dari dunia asalnya... begitulah yang dia pikirkan.tanpa disadari kebaikan yang dia lakukan- membuat wanita di sekitarnya memiliki perasaan padanya.ini adalah kisah seorang protagonis yang yakin kalau dia bisa menjalani kehidupan dengan normal, tanpa sadar membuat wanita jatuh cinta padanya, dan akhirnya menyadari betapa mendalamnya perasaan mereka- sampai mereka memaksa mc untuk mengerti!",
      "ja": "気付いたら、元いた世界よりちょっとだけ女性の多い世界に転移していた主人公・将人。でも、女性が少しだけ積極的なだけで、前の世界と変わらない…? そんな甘い考えで生活を始めた彼は知らない。\n\n元の世界基準で彼が振りまく優しさに、周りの彼女たちがどれだけ救われたのかを。そして、彼に激重な感情を向け始めたということを…。 \n\nこれは、普通に生きられると思い込んでいる主人公が無自覚にヒロインたちを恋に落とし、最終的にちょっと(?)愛の重いヒロインたちに\"分からされる\"までの物語であるー!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff73a7a3-0f65-47d6-9f71-6c3c529dcd9b",
    "title": {
      "en": "Saikin Haitta Shiro Madoushi ga Party Crusher de, Ore no Isekai Boukensha Seikatsu ga Houkai ni Kiki na Ken ni Tsuite"
    },
    "updatedAt": "2024-12-16T05:19:29+00:00",
    "coverArt": "https://mangadex.org/covers/ff73a7a3-0f65-47d6-9f71-6c3c529dcd9b/492ac61b-fd4a-4991-9b80-f135154af3fd.jpg",
    "altTitles": [
      {
        "ja": "最近入った白魔導士がパーティークラッシャーで、俺の異世界冒険者生活が崩壊の危機な件について"
      },
      {
        "zh": "最近加入的白魔导士是队伍破坏者，给我的异世界冒险者生活带来了崩坏危机"
      },
      {
        "en": "The White Mage Who Joined My Party Is a Party Crusher, So My Isekai Life Is at Risk of Collapsing Once Again"
      },
      {
        "id": "Isekai Lonte Perusak Party"
      },
      {
        "vi": "Kẻ Phá Hoại Tổ Đội"
      }
    ],
    "description": {
      "en": "Toma was transported to another world due to an accident caused by a female circle crusher. So, he made friends in the new world and rebuilt his life as an adventurer. However, then, another girl joined his party... Will his life collapse once again because of another circle crusher who also exists in this new world!?",
      "id": "Toma tertransmigrasi ke dunia lain akibat kecelakaan yang disebabkan oleh seorang perempuan perusak sirkel. Maka, ia membuat teman-teman di dunia baru tersebut dan membangun kembali hidupnya sebagai seorang petualang. Namun, kemudian, seorang gadis lain bergabung dalam timnya... Akankah hidupnya runtuh sekali lagi karena perusak sirkel lain yang juga ada di dunia baru ini!?",
      "ja": "サークルクラッシャー女子の騒動に巻き込まれて死になぜか異世界に転移したソーマは冒険者として第二の人生を歩んでいた。そんな彼の前にサークルクラッシャーならぬパーティクラッシャーが現れた――!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09078ce3-7c32-4240-984d-80c3eacfc7b9",
    "title": {
      "en": "Mabataki no Oto"
    },
    "updatedAt": "2024-12-19T03:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/09078ce3-7c32-4240-984d-80c3eacfc7b9/0881e57d-12f7-4f46-a81d-f81de5ca81c9.png",
    "altTitles": [
      {
        "ja": "瞬きの音"
      },
      {
        "en": "The Sound of a Blink"
      },
      {
        "vi": "Thanh Âm Chớp Nháy"
      }
    ],
    "description": {
      "en": "The young boy “I” becomes swallowed up by the pleasure of drawing and completing a painting, embarking on a long creative journey. Along the way, he must confront “you” who lies in the shadows. What is the true nature of “I,” that weaves between impulse and imagination?",
      "ja": "なぜ今、“きみ”を描くのか—？\n『血の轍』の押見修造、最新作！！\n\n描くこと、描き切ることの快感に否応なく呑み込まれた少年の“ぼく“は、長い創作の旅に出た。\nその旅路の影にいた、”きみ”と対峙を試みる。\n虚無と衝動の狭間で紡がれる、“ぼく”の本性とは...？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Otaku ni Yasashii Gal wa Inai!?"
    },
    "updatedAt": "2024-12-02T19:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/4b87e456-0243-4dfe-abda-d0f41c91141a.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal Can't Be Kind to Otaku!?"
      },
      {
        "en": "Gals Can't Be Kind To A Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7485fd24-e676-42d4-8005-98366bf596bd",
    "title": {
      "en": "The Wi-Fi Love Story"
    },
    "updatedAt": "2024-07-15T13:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/7485fd24-e676-42d4-8005-98366bf596bd/cf5b56fb-5624-4ddc-80ef-be8ac748d0b6.png",
    "altTitles": [
      {
        "vi": "Chuyện tình Wi-Fi"
      }
    ],
    "description": {
      "en": "Two lonely persons, two different fates. Him, a weak guy that suffers from albinism and permanent near-sighted. Her, an unwanted child, ostracized at school because she doesn't speak Vietnamese... In a twisted fate, they found themselves connected through Wi-Fi Network Names, but will their relationship last?\n\nOmake arts done by [Flygombal](https://www.fiverr.com/zamrutzh)\nCover arts done by [Artiya](https://www.fiverr.com/kazisain)",
      "vi": "2 con người F.A, 2 hoàn cảnh số phận hoàn toàn khác biệt. Thế mà chỉ vì tình cờ \"giao tiếp\" qua cái tên Wi-Fi ngẫu nhiên mà đến với nhau?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee68d43-9d0b-4c72-90f0-8210c86f7c87",
    "title": {
      "en": "Why I Quit Being the Demon King"
    },
    "updatedAt": "2024-10-29T15:05:43+00:00",
    "coverArt": "https://mangadex.org/covers/eee68d43-9d0b-4c72-90f0-8210c86f7c87/b165b62b-7729-4a93-8a74-ecca718e6443.png",
    "altTitles": [
      {
        "ko": "마왕을 그만둔 이유"
      },
      {
        "ko-ro": "Mawangeul Geumandun Iyu"
      },
      {
        "id": "Alasan Mengapa Aku Berhenti Jadi Raja Iblis"
      }
    ],
    "description": {
      "en": "In a time of chaos, the Demon King traversed through 665 realms before invading the human realm. It was a brave hero who ceased the war. Thanks to their divine sacrifice, mankind barely managed to survive.\n\nBut that led to the story of the new Demon King.\n\nMeet Demon King Demiourgos, the 666th. “I quit being the Demon King,” he said, before leaving the demon realm. This is a story about a runaway Demon King and a hero who becomes his subordinate.\n\nWhy did the Demon King quit?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99c1ca04-c4fb-4ba9-87d1-be9bc7a847f4",
    "title": {
      "en": "My Stepmother Made Me Fall For Her"
    },
    "updatedAt": "2024-10-11T01:21:04+00:00",
    "coverArt": "https://mangadex.org/covers/99c1ca04-c4fb-4ba9-87d1-be9bc7a847f4/4e1a3d81-0afb-4227-ae51-da042d1d7f1b.jpg",
    "altTitles": [
      {
        "zh-ro": "Wǒ zài liàn zōng bèi yǐng hòu hòumā qiángzhì àile"
      },
      {
        "zh": "我在恋综被影后后妈强制爱了"
      },
      {
        "ru": "Мачеха заставила меня в неё влюбиться"
      },
      {
        "en": "I was forced to love by my stepmother"
      },
      {
        "en": "Stepmom made me fall in love with her"
      },
      {
        "en": "I was forced to be intimate with my stepmother, a movie queen, in a love show"
      },
      {
        "en": "I was Forced to Have Sex With my Stepmother"
      }
    ],
    "description": {
      "en": "Ruan Tao, who originally wanted to dominate the entertainment world, encounters her malicious stepmother at the very beginning of her career. However, the stepmother is a great actress who dominates the world of entertainment with an iron fist. Ruan Tao can only submit and at the same time think about how to overthrow the evil stepmother's reactionary forces!As a result, she is arranged to participate in a romance reality show with her stepmother, but who is to tell her that it isn't a young love reality show with men and women courting each other? What is the plot when the stepmother holds her hand and asks with concern, fearing that she will hurt herself?",
      "zh": "明艳腹黑大影后小妈x骄纵任性小辣椒女儿 原本想要称霸娱乐圈的阮桃一出道就撞上了自己黑心的后妈，奈何后妈是在娱乐圈只手遮天的大影后，阮桃只能夹着尾巴做人，顺便想着怎么才能打倒恶毒后妈的反动势力！结果就被安排和后妈一起参加恋综，可是谁来告诉她，不是男女嘉宾卿卿我我的青春恋爱综艺吗?后妈拉着她的手嘘寒问暖生怕她磕着碰着是什么剧情?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc",
    "title": {
      "en": "High School Boy"
    },
    "updatedAt": "2024-11-08T22:56:48+00:00",
    "coverArt": "https://mangadex.org/covers/003ef8e4-0ae6-4dfe-8195-cd42a8cf37dc/df98b3a9-bddd-4dd2-81cd-23a1618e38fc.png",
    "altTitles": [
      {
        "ko": "남고 소년"
      },
      {
        "en": "Highschool Boy"
      }
    ],
    "description": {
      "en": "Hong Il-tak, the only red spot at Daemun Namgo. Despite his name and nickname, he's a boy, and his dwarfism and peculiar appearance have led to him being looked down upon by everyone from the nerds to the elders, and he's at the bottom of the school hierarchy. \n\nIn the past, until his sophomore year, Iltak had been a famous member of the Iljin, but a problem of his own brought him to the bottom of the food chain... \n\n\"His secondary sexuality. If only he'd come to me...!\" \n\nAfter enduring daily teasing and bullying because his body stopped growing like his peers, Hong Il-taek thought of a way to move up in the ranks... \n\n\"If I can befriend this guy, who's in the second grade at Dae-moon Boys' High School, I'll be able to move up again!\" \n\nBut for some reason, Lee Hyun-woo tries to keep his distance from Hong Il-taek... Can Hong Il-taek find his former glory again?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cacd17dc-3d33-4098-8bed-4e49b6373f3e",
    "title": {
      "en": "Modoki-domo"
    },
    "updatedAt": "2024-11-01T04:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/cacd17dc-3d33-4098-8bed-4e49b6373f3e/7387bc43-dd25-46d2-a091-9851513a0df4.jpg",
    "altTitles": [
      {
        "ja": "もどきども"
      },
      {
        "ja-ro": "Modokidomo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6411c38-a54e-46ae-af38-12927bb92e29",
    "title": {
      "en": "Gokudo Parasites"
    },
    "updatedAt": "2024-12-31T10:15:49+00:00",
    "coverArt": "https://mangadex.org/covers/b6411c38-a54e-46ae-af38-12927bb92e29/723307e7-d894-4ac5-b1c8-b6e10f9d49a7.jpg",
    "altTitles": [
      {
        "en": "Criminal Parasites"
      },
      {
        "ja": "極道パラサイツ"
      },
      {
        "pt": "Parasitos Gokudo"
      }
    ],
    "description": {
      "en": "Mai Shintani, who works at the Kitakabane Police Station was suddenly assigned in the \"Organized Crime Countermeasures Division\", commonly known as the \"Sotai\". Immediately after that, she gained influence within her jurisdiction. The leader of expanding yakuza faction \"Tatsygamigumi\" Shogo Mikuro mysteriously disappeared. There's a tension in the conflict between cases of opposing Yakuza groups. And for some reason, Shintani is looking composed at the northern police station. Behind it is an absurd shocking truth?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "47"
  },
  {
    "mangaId": "257c9f86-4216-46f3-8681-66efa8523841",
    "title": {
      "en": "My Sp/lit Little Sister"
    },
    "updatedAt": "2024-12-30T22:17:35+00:00",
    "coverArt": "https://mangadex.org/covers/257c9f86-4216-46f3-8681-66efa8523841/ef9dfe5e-86a6-49e9-9f51-5356d0fca4f3.jpg",
    "altTitles": [
      {
        "ja-ro": "Imouto ga Bun Retsu Shita."
      },
      {
        "ja": "妹が分 裂した。"
      }
    ],
    "description": {
      "en": "After years of barely talking to her big brother, Uiha suddenly wakes up to find that she has a body-double, who is both her copy and her complete opposite.\n\n---\n[Alt. Raw](https://www.pixiv.net/user/209814/series/72439)",
      "it": "Dopo anni in cui Uiha non ha quasi mai rivolto la parola a suo fratello, un giorno si sveglia scoprendo di avere un suo clone tanto uguale a lei quanto completamente il suo opposto."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "134"
  },
  {
    "mangaId": "fac7bdc7-c1f3-4595-82f5-b5bfb002b933",
    "title": {
      "en": "Risou no Himo Seikatsu"
    },
    "updatedAt": "2024-10-20T02:54:35+00:00",
    "coverArt": "https://mangadex.org/covers/fac7bdc7-c1f3-4595-82f5-b5bfb002b933/75bff6d9-89ae-4d61-9fdd-25220fe2f201.jpg",
    "altTitles": [
      {
        "ja": "理想のヒモ生活"
      },
      {
        "en": "The Ideal Sponger Life"
      },
      {
        "ko": "이상적인 기둥서방 생활"
      },
      {
        "zh": "理想的小白脸生活"
      },
      {
        "fr": "A Fantasy Lazy Life"
      },
      {
        "ka": "ჩემი იდეალური ცხოვრება"
      },
      {
        "ru": "Моя идеальная жизнь"
      }
    ],
    "description": {
      "en": "One day, average salaryman Yamai Zenjirou has an out-of-this-world experience—literally! He's pulled from Earth and dragged to another world where magic thrives and a gorgeous, powerful queen needs a consort. Now he's being pressured to marry that very monarch and help her bear a child. Will Zenjirou accept this life of lazy, luxurious love at the cost of leaving his home behind?",
      "ja": "**異世界で巨乳の褐色女王とグータラ生活！？？**\n\n月平均残業時間150時間オーバーの半ブラック企業に勤める山井善治郎は、気がつくと異世界に召喚されていた。善治郎を召喚したのは、善治郎の好みストライクど真ん中な、褐色の爆乳美女。「ようこそ、婿殿」と、いきなり結婚を申し込む異世界の女王様に善治郎の出した結論は……。 サラリーマンが異世界の王族となり、ぐーたらなヒモ生活を謳歌!? 「小説家になろう」で年間ランキング1位を獲得した人気作が待望のコミック化！",
      "pt-br": "Um dia, o assalariado médio Yamai Zenjirou tem uma experiência de outro mundo - literalmente! Ele é retirado da Terra e arrastado para outro mundo onde a magia prospera e uma rainha linda e poderosa precisa de um consorte. Agora ele está sendo pressionado a se casar com aquela mesma monarca e ajudá-la a ter um filho. Zenjirou aceitará esta vida de amor preguiçoso e luxuoso ao custo de deixar sua casa para trás?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c01d5d1-2ce3-4745-be54-8aff89300bfa",
    "title": {
      "en": "Fuguushoku to Baka ni Saremashita ga, Jissai wa Sorehodo Waruku Arimasen?"
    },
    "updatedAt": "2024-11-18T20:38:27+00:00",
    "coverArt": "https://mangadex.org/covers/9c01d5d1-2ce3-4745-be54-8aff89300bfa/15cd3849-c7c5-463c-b152-6ebb783ae99a.jpg",
    "altTitles": [
      {
        "ru": "Все смеялись надо мной из-за отсутствия профессии, но всё не так уж и плохо"
      },
      {
        "zh": "不幸职业的幸运?"
      },
      {
        "ja": "不遇職とバカにされましたが、実際はそれほど悪くありません？"
      },
      {
        "en": "They ridiculed me for my luckless job, but it's not actually that bad?"
      },
      {
        "vi": "Mọi Người Cười Nhạo Chức Nghiệp Vô Năng Của Tôi Nhưng Nó Không Tệ Đến Thế"
      },
      {
        "vi": "Chức Nghiệp Vô Năng"
      }
    ],
    "description": {
      "en": "Shirosaki Reito was suddenly sucked in by a mysterious crack and got transferred in between dimensions. He got reincarnated as a baby in another world. He was born in the royal family and was the heir to the throne but he was driven/kicked of the palace. The reason was that he was born as a Support magician and had Alchemist as a job which was the lowest job that existed in the new world and people who had that were considered jobless. But there was a secret hidden in that job!!   \nFrom jobless to the strongest job!!!  \n\n\n\n---\n\n  \nBookwalker LN:  \n<https://bookwalker.jp/series/182424/>  \nOfficial LN:  \n<https://www.alphapolis.co.jp/novel/312278148/185185579>",
      "fr": "Shirosaki Reito a été soudainement aspiré par une mystérieuse fissure et a été transféré entre deux dimensions.  \nIl s'est réincarné en bébé dans un autre monde.  \nNé dans la famille royale et étant l'héritier du trône, il est cependant chassé du palais.  \nLa raison ?  \nêtre né en tant que magicien de soutien et avoir une profession d'alchimiste !  \nConsidérée comme la profession la plus faible, Reito fera tout pour s'endurcir et devenir fort !",
      "ru": "Широсаки Рейто неожиданно засосало в загадочную расщелину и переместило в измерение между мирами, после чего он переродился младенцем в ином мире. Он появился на свет в королевской семье, оказавшись наследником трона, но всё равно в итоге его выгнали из дворца. Причиной этому послужило то, что он оказался магом поддержки и заполучил профессию алхимика, оказавшуюся слабейшей в этом новом мире. Таких как он в этом фантастическом мире магии считают не имеющими профессии, но, как оказалось, существует некий секрет!! Проследим же путь становления сильнейшим в мире героя со слабейшей профессией!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a54c697-8c53-47f0-8ee6-03e66a673daf",
    "title": {
      "en": "KiraKira☆Pretty Cure A La Mode"
    },
    "updatedAt": "2024-08-03T16:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/2a54c697-8c53-47f0-8ee6-03e66a673daf/4d63903d-a98b-416b-96dc-d6de8938871a.jpg",
    "altTitles": [
      {
        "ja-ro": "KiraKira☆Purikyua A Ra Mōdo"
      },
      {
        "en": "KiraKira☆Precure A La Mode"
      },
      {
        "ja": "キラキラ☆プリキュアアラモード"
      }
    ],
    "description": {
      "en": "14-year-old Ichika Usami loves sweets and wishes to become a patisserie. When she encounters fairy Pekorin, she is able to transform into Cure Whip to protect Kirakiraru, an energy that represents the feelings put into making a sweet, from the Kirakiraru Thieves. Ichika joins five other girls to form the KiraKira Pretty Cure team and protect the sweets!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "e4429b48-f543-47cd-ad2d-39e73ab264e5",
    "title": {
      "en": "These Two Will Be Married In 100 Days"
    },
    "updatedAt": "2023-06-05T05:53:08+00:00",
    "coverArt": "https://mangadex.org/covers/e4429b48-f543-47cd-ad2d-39e73ab264e5/5a47b40e-e8ea-40b7-a4ed-7362df3e1f25.png",
    "altTitles": [
      {
        "ja-ro": "100nichigo ni Kekkon Suru Futari"
      },
      {
        "ja": "100日後に結婚する二人"
      },
      {
        "ru": "Они обручатся через 100 дней"
      },
      {
        "ja-ro": "100-nichi Go ni Kekkon Suru Futari"
      },
      {
        "ja-ro": "100 Nichi Go ni Kekkon Suru Futari"
      }
    ],
    "description": {
      "en": "A Twitter comic by Hata Kenjiro about a couple that will be married in 100 days."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "100"
  },
  {
    "mangaId": "21699dbf-c427-41d8-bbcf-c7cbd1755615",
    "title": {
      "en": "Erio and the Electric Doll"
    },
    "updatedAt": "2024-11-03T13:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/21699dbf-c427-41d8-bbcf-c7cbd1755615/b65d2a33-f888-4d49-986f-5bdbaebcbea6.jpg",
    "altTitles": [
      {
        "ja": "エリオと電気人形"
      },
      {
        "ja-ro": "Erio to Denki Ningyou"
      },
      {
        "ja": "Erio and electric doll"
      }
    ],
    "description": {
      "en": "The story centers around Ange, an electric doll, and Erio, a human raised by her. In order for Erio to experience the outside world, the two set out on a journey.",
      "ja": "100年前に始まった人類とAIの戦争は、人類が電気を放棄することで決着した。電気を失った世界に生きる、最後の電気人形・アンジュと電気人形に育てられた人間・エリオの近未来スチームパンク冒険譚――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-11-20T19:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      },
      {
        "pt-br": "Não Estamos Namorando!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”",
      "pt-br": "\"Por que você continua perguntando se estamos namorando? Só estamos de mãos dadas, não estamos namorando!!\"\nÉ uma comédia romântica slice-of-life sobre casais que não são realmente casais!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Shuumatsu no Valkyrie Kinden - Kamigami no Apocalypse"
    },
    "updatedAt": "2024-12-29T19:14:58+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/9a219555-634d-47fc-966e-3ff9b5c5b326.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "fr": "L'Apocalypse des dieux"
      },
      {
        "en": "Record of Ragnarok Forbidden Side-Story: Gods' Apocalypse"
      },
      {
        "en": "Record of Ragnarok: The Apocalypse of the Gods"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87867b65-90c0-4dc3-b36e-1c151cfa969b",
    "title": {
      "en": "With Vengeance, Sincerely, Your Broken Saintess"
    },
    "updatedAt": "2024-05-02T21:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/87867b65-90c0-4dc3-b36e-1c151cfa969b/e66c1fe1-580f-4e8b-8d41-c64c03e70f5b.jpg",
    "altTitles": [
      {
        "ja": "傷だらけ聖女より報復をこめて"
      },
      {
        "en": "Vengeance from a Saint Full of Wounds"
      },
      {
        "en": "The Holy Wound Became a Villain"
      },
      {
        "es": "La santa herida se convirtió en villana"
      },
      {
        "ru": "Возмездие Раненой Святой"
      },
      {
        "id": "Pembalasan saintess yang terluka"
      },
      {
        "ja-ro": "Kizu Darake Seijo Yori Houfuku wo Komete"
      }
    ],
    "description": {
      "ar": "لوا ، قديس مرشح مع قوى الشفاء. ومع ذلك ، فقد كانت قدراتها معيبة ، وستتألم وتتألم لنفسها من أجل نقل الأعراض لنفسها والشفاء منها. عاملها المرشحون القديسون على أنها عيب ، لكن صديقتها المقربة أريان كانت دائمًا هناك. في يوم من الأيام ، يحتضر جاروت ، قائد الفرسان الذي تهتم به روا. بعد أن تلتئم جراحه تمامًا ، تتجول لوا بين الحياة والموت في حدود قدراتها. ومع ذلك ، عندما استيقظ ، كان كل الفضل يعود إلى أريان ، وتم تحديد خطوبة جاروت وأريان. بالنظر إلى طبيعة أريان الحقيقية ، تعرض للضرب المبرح من قبل جاروت. في حالة من اليأس ، تعهد لوا بعدم شفاء أي شخص بعد الآن. ثم يسأل الأمير الثاني سوين ، “لماذا لا تنتقم من أولئك الذين أهانوك",
      "en": "Lua, a candidate saint with healing powers. However, her abilities were flawed, and she would be pained and painful to herself in order to transfer the symptoms to herself and heal them. The saintly candidates treated her as a flaw, but only her best friend Ariane was always there. One day, Garrot, the Knight Commander whom Lua cares about, is dying. After completely healing his wounds, Lua wanders between life and death at the limit of her abilities. However, when he awoke, all the credit belonged to Ariane, and Garrot and Arian's engagement had been decided. Seeing Arian's true nature, he is coldly beaten by Garrot. In despair, Lua vowed not to heal anyone anymore. Then the Second Prince Swen asks, \"Why don't you take revenge on those who have demeaned you?\" She uses another ability she has been hiding – the atrocious ability to inflict healing symptoms on others – and joins forces with Swen to start a new life as an \"evil woman\" instead of a \"saint.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec7ed18c-37db-4fd3-8472-0b4dad8e0e39",
    "title": {
      "en": "Dr. Kumahige"
    },
    "updatedAt": "2023-04-20T17:56:14+00:00",
    "coverArt": "https://mangadex.org/covers/ec7ed18c-37db-4fd3-8472-0b4dad8e0e39/4edd18ce-36ef-41de-bf92-5e55139e00bb.png",
    "altTitles": [
      {
        "ja": "Dr.クマひげ"
      },
      {
        "zh": "流氓俠醫"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\nSaburo, a new doctor, met a man in downtown Susukino, Sapporo. Saburo sees the life of a fierce doctor in Tetsuro Kokubu, who has suddenly disappeared after having shown great promise for the future due to his competence at a university hospital. \n\nThe gekiga contains nine heart-wrenching arcs including \"The End of Snow,\" which depicts the past of Kokubu, who established a small clinic in a backstreet of Shinjuku and is called \"Dr. Kumahige\" by the residents of the town."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "46"
  },
  {
    "mangaId": "b6b87e4d-c1cc-4d0b-8588-df715dd98624",
    "title": {
      "en": "In the Land of Leadale"
    },
    "updatedAt": "2024-12-29T20:13:12+00:00",
    "coverArt": "https://mangadex.org/covers/b6b87e4d-c1cc-4d0b-8588-df715dd98624/7fca7639-3736-4f26-a0be-28c7b7ecdf90.jpg",
    "altTitles": [
      {
        "ja": "リアデイルの大地にて"
      },
      {
        "ja-ro": "Leadale no Daichi nite"
      },
      {
        "vi": "Tại vùng đất Leadale"
      }
    ],
    "description": {
      "en": "The last thing she can remember is her life support beginning to fail. Her body had suffered terribly after a fateful accident and the only freedom left in her life came from the VR world of Leadale. Now she finds herself in a country very similar to Leadale and 200 years have passed.\n___\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n1247p/) (Japanese)  \n- [Official English Translation of the Light Novel](https://yenpress.com/9781975308681/in-the-land-of-leadale-vol-1-light-novel/)",
      "ja": "生命維持装置によって命をつなぎ留めていた各務桂菜は、停電によって命を落とし、VRMMORPG『リアデイル』の200年後の世界に自身のアバターであるハイエルフの“ケーナ”として転生してしまう。\n\n豊かな自然と高く澄んだ青空が広がるリアデイルの地で、200年の間に何が起こったのかを調べつつ、ケーナはこの世界に生きる人々やかつて自らが生み出したNPCと交流を深めていく"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af1356b1-3c45-4afc-9be6-05b7e72e186d",
    "title": {
      "en": "Giganto Maxia"
    },
    "updatedAt": "2023-01-24T16:42:09+00:00",
    "coverArt": "https://mangadex.org/covers/af1356b1-3c45-4afc-9be6-05b7e72e186d/a1025d37-6503-463a-8f6e-eeeedf3c5356.jpg",
    "altTitles": [
      {
        "el": "ΓΙΓΑΝΤΟ ΜΑΧΙΑ"
      },
      {
        "ru": "Гигантомахия"
      },
      {
        "ja": "ギガントマキア"
      },
      {
        "zh": "巨人战争"
      },
      {
        "en": "Gigantomachia"
      },
      {
        "uk": "Гігантомахія"
      }
    ],
    "description": {
      "en": "100 million years after the Great Destruction, life hangs on in the wastelands with humans, demi-humans, and massive creatures fighting for survival. With the Empire of Olympus using colossal beasts to crush their adversaries, only gladiator Delos, mystic Prome, and the titan Gohra they become can hope to stem genocide and heal the shattered Earth."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-12-13T22:12:17+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      },
      {
        "pl": "Wykład, którego nie chciałbyś od rodziców"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05be3fec-cdec-47df-b9c2-ebc6bbf7407d",
    "title": {
      "en": "Dreamland"
    },
    "updatedAt": "2024-01-04T15:08:31+00:00",
    "coverArt": "https://mangadex.org/covers/05be3fec-cdec-47df-b9c2-ebc6bbf7407d/94c0c1b5-fe8a-441f-9481-d5583092d8c0.jpg",
    "altTitles": [
      {
        "no": "Drømmeland"
      },
      {
        "sv": "Drömlandet"
      },
      {
        "pl": "Kraina Snów"
      },
      {
        "ms": "Taman Mimpi"
      },
      {
        "pt": "Terra dos Sonhos"
      },
      {
        "ru": "Мир Грёз"
      }
    ],
    "description": {
      "en": "Dreamland is a series based on a dual universe: on one side, you have the real world, and on the other, the world of dreams, imaginary and crazy.  \nWe follow the life of Terrence and his friends between those two worlds. He's a shy high-schooler who would like to seduce Lydia, a girl he's liked for a long time. But one day, his life changes completely when, during one of his nightmares, he overcomes his greatest fear: Fire. That marks the beginning of his double life as a normal high-school student during the day and the flame controller at night in Dreamland."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f62fd7ed-605c-44e7-b765-935625088755",
    "title": {
      "en": "Legends of Strong Men -The Oni's Successor-"
    },
    "updatedAt": "2024-03-28T15:39:19+00:00",
    "coverArt": "https://mangadex.org/covers/f62fd7ed-605c-44e7-b765-935625088755/bc8e83d9-c329-43aa-a6a6-673d5bd9988f.jpg",
    "altTitles": [
      {
        "ja": "力人伝説  -鬼を継ぐもの-"
      },
      {
        "ja-ro": "Chikarabito Densetsu -Oni wo Tsugu Mono-"
      }
    ],
    "description": {
      "en": "A biographical manga covering the early lives and careers of Takanohana Kouji and Wakanohana Masaru."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "b642cbd1-79b8-4073-80c1-e76ccb23c6d3",
    "title": {
      "en": "Cardfight!! Vanguard YouthQuake"
    },
    "updatedAt": "2024-12-02T14:18:53+00:00",
    "coverArt": "https://mangadex.org/covers/b642cbd1-79b8-4073-80c1-e76ccb23c6d3/7bfa70ef-871e-4104-8474-5ba55fb9a1e7.jpg",
    "altTitles": [
      {
        "en": "Vanguard YouthQuake"
      },
      {
        "ja": "カードファイト！！ ヴァンガード YouthQuake"
      }
    ],
    "description": {
      "en": "\"I Think it's time for me to stop...playing Vanguard.\" \"You've Got to Grow out of this Kid's Game.\"\nSentatsu Meguru, a first-year high school student, was wondering whether or not to continue playing Vanguard when his childhood friends and classmates are starting to quit.\nOne day, the master of his favorite café takes him to a fight with his grandfather,Kuranaga Sanzou.\nThrough the fight, Sanzou asks him a question, which leads him to look into his own mind, and is naturally led to the answer.\n\"I love it so much, there's no way I can stop!\"\nThen, he awoke to a strange power that allowed him to see the unit and the light that was connected to it on the board.\nQuake your Soul!! A new story that Leads you to Vanguard!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9f46e20-d66a-4771-a126-92d97b09bc77",
    "title": {
      "en": "Rengokujima: Kyokuchi Renai"
    },
    "updatedAt": "2024-12-16T04:48:58+00:00",
    "coverArt": "https://mangadex.org/covers/d9f46e20-d66a-4771-a126-92d97b09bc77/eaf132e4-c53a-4fa4-8095-0e3242f6341b.jpg",
    "altTitles": [
      {
        "en": "Lovetrap Island: Passion in Distant Lands"
      },
      {
        "ja-ro": "Rengoku Jima: Kyokuchi Renai"
      },
      {
        "ja": "恋獄島 ～極地恋愛～"
      },
      {
        "ja-ro": "Rengokushima ~ kyokuchi renai ~"
      },
      {
        "ja-ro": "Rengokujima ~ kyokuchi renai ~"
      },
      {
        "ja-ro": "Rengokujima -Polar Love-"
      }
    ],
    "description": {
      "en": "Five travelers, 3 women and 2 men, wash ashore a remote island, survivors of ship sinking. \n\nFinding themselves in this extreme situation, their instinct and conscience intersect and collide! \nCrossing thoughts, feelings of love and hate mixed with trust and betrayal. A story of uncontrollable libido and murderous intent…\n\nOriginal R18 web novel [here](https://novel18.syosetu.com/n1896br/)",
      "ja": "島に漂流した五人の男女。\n極限状態に陥った時……本能と良心、それぞれの思惑が交差し衝突していく!\n\n乗り合わせた船が沈み、南海の孤島に流れ着いた二人の男と三人の女。\n漂流者たちは各々の方法で必死に生き残るすべを探す。\n交差する思惑と愛憎、信頼と裏切り。抑えきれない性欲、そして殺意……。\n極限状態に陥った時、人間のエゴイズムが醜くも美しく露わとなる、孤島サバイバルサスペンス!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-11-02T11:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "652dc94b-b596-42b2-953b-368378b628b4",
    "title": {
      "en": "Orc no Shuhai ni Shukufuku wo"
    },
    "updatedAt": "2024-12-31T10:17:41+00:00",
    "coverArt": "https://mangadex.org/covers/652dc94b-b596-42b2-953b-368378b628b4/f55b66d3-6389-4229-bc82-ae036d015580.jpg",
    "altTitles": [
      {
        "ja": "オークの酒杯に祝福を"
      },
      {
        "en": "The Half-Blood Orc in the Blended World"
      }
    ],
    "description": {
      "en": "Half-Orc Elpis and Margit, the daughter of a corrupt nobleman, go on an adventure in search of WHISKEY, left behind by the teleporter Tanaka!",
      "ja": "そこは《酒》が魔法の魔力源となる世界。ハーフオークのエルピスは師である転移者タナカの遺した《ウィスキー》を求め、悪徳貴族の令嬢マルギットが世界を旅する！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d422ddc8-eea3-4b0a-82a4-291bbd8c9285",
    "title": {
      "en": "The Shiunji Family Children"
    },
    "updatedAt": "2024-12-24T19:13:03+00:00",
    "coverArt": "https://mangadex.org/covers/d422ddc8-eea3-4b0a-82a4-291bbd8c9285/ed1dd6ee-d141-43c9-998b-298292d2acc9.jpg",
    "altTitles": [
      {
        "ja": "紫雲寺家の子供たち"
      },
      {
        "ja": "Shiunji-ke no Kodomo-tachi"
      },
      {
        "ar": "أبناء عائلة شيونجي"
      },
      {
        "pt-br": "Os Filhos da Família Shiunji"
      },
      {
        "ru": "Дети семьи Сиундзи"
      },
      {
        "vi": "Những đứa trẻ nhà Shiunji"
      }
    ],
    "description": {
      "ar": "قصر فاخر في أفضل مكان بطوكيو. يعيشُ سبعة أشقاء من عائلة شيونجي، وجميعهم جميلونَ للغاية. ونرى مغامرة أراتا العائلية بين صراع إيجاد الذات والوصول إلى أهدافهِ كونهُ الابن الأكبر للعائلة",
      "en": "The love between brother and sister. The love between man and woman. That which is most forbidden is most unyielding. The two sons and five daughters of the Shiunji family shine like brilliant gems, each with intelligence and beauty in equal measure. And with the pedigree of their wealthy father behind them, how could they not be the talk of the town? Eldest son Arata has spent his life being tossed around by the whims of his colorful sisters, yet a little teasing won’t stop him from valuing his family over anything and anyone else. But when his youngest sister turns fifteen, their father reveals a long-hidden secret of the Shiunji \"siblings\" and knocks Arata’s world off its axis...",
      "ja": "世田谷の豪邸に住む紫雲寺家の７人兄弟姉妹は、才色兼備で巷でもその名を轟かせている。長男の新は、個性の強い５人の姉妹に振り回されながらも家族を大切にして過ごしてきた。しかし、末の妹の誕生日会で父親から驚きの事実を告げられ、兄弟姉妹の運命は一変する―!?",
      "pt-br": "O amor entre irmão e irmã. O amor entre homem e mulher. Aquilo que é mais proibido é mais inabalável. Os dois filhos e as cinco filhas da família Shiunji brilham como pedras preciosas, cada um com inteligência e beleza incoparáveis. E com o pedigree de seu rico pai por trás deles, como poderiam não ser o assunto da cidade? O filho mais velho, Arata, passou a vida sendo infernizado pelos caprichos de suas deslumbrantes irmãs, mas nenhuma  provocação iria o impedir de valorizar sua família acima de tudo e de todos. Mas quando sua irmã mais nova completa quinze anos, seu pai revela um segredo há muito escondido dos \"irmãos\" Shiunji e vira o mundo de Arata de cabeça para baixo..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e099058f-02aa-4917-9bd4-ea3a30f6de9f",
    "title": {
      "en": "THE iDOLM@STER Cinderella Girls - U149"
    },
    "updatedAt": "2025-01-02T13:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/e099058f-02aa-4917-9bd4-ea3a30f6de9f/dcf2d24e-3436-4355-b285-4ccd3fd5fef8.jpg",
    "altTitles": [
      {
        "ja": "アイドルマスター シンデレラガールズ U149"
      },
      {
        "en": "THE IDOLM@STER CINDERELLA GIRLS U149"
      }
    ],
    "description": {
      "en": "U149, also known as \"Under149\", is a spinoff story of Cinderella Girls encompassing the younger idols, who are under 149 cm, and their pursuits to be big time idols with their newly hired P-san.  \n  \nPart of [THE iDOLM@STER](https://mangadex.org/search?q=iDOLM%40STER) series.\n\nEnded on November 9, 2024 with 152 chapters (Cycomi version) or 149 chapters (Book version)."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "149"
  },
  {
    "mangaId": "8c701f22-8ef9-4b0d-ae4e-0e17ac3cd074",
    "title": {
      "en": "Nanjou-san wa Boku ni Dakaretai"
    },
    "updatedAt": "2024-12-30T09:14:38+00:00",
    "coverArt": "https://mangadex.org/covers/8c701f22-8ef9-4b0d-ae4e-0e17ac3cd074/b772465b-e32c-4ee0-995b-0e8f33c8dd07.jpg",
    "altTitles": [
      {
        "ja": "南條さんは僕に抱かれたい"
      },
      {
        "en": "Nanjou-san Wants to Be Held by Me"
      },
      {
        "pt-br": "Nanjou-san quer ser segurada por mim"
      },
      {
        "id": "Nanjou-san ingin dipeluk olehku"
      }
    ],
    "description": {
      "en": "From their worst encounter comes a story about their ultimate happiness! This romantic comedy explores the ups and downs of a serious relationship.",
      "ja": "陰キャな清己が忘れ物を取りに戻った放課後の教室。ギャルで有名な南條さんと男子生徒が、○○○しようとしているところを目撃する。逃げ出した男子生徒の代わりに…と誘われるものの、潔癖症の清己はきっぱり断ることに。けれど、それによって興味を持たれてしまい、清己は南條さんに付きまとわれることに！けれど、南條さんは、意外とオタクにとっての理想のギャルで…!?",
      "pt-br": "Do pior encontro deles surge uma história sobre sua felicidade final! Esta comédia romântica explora os altos e baixos de um relacionamento sério."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31d67518-dd05-46d2-9d59-4ba730a23a10",
    "title": {
      "en": "Rebirth of the Urban Immortal Cultivator"
    },
    "updatedAt": "2024-12-18T08:31:23+00:00",
    "coverArt": "https://mangadex.org/covers/31d67518-dd05-46d2-9d59-4ba730a23a10/1f139562-1ad2-4004-8637-e52064f6204f.jpg",
    "altTitles": [
      {
        "en": "Rebirth: City Cultivation"
      },
      {
        "ru": "Перерождение бессмертного горожанина-культиватора"
      },
      {
        "zh": "重生之都市修仙"
      },
      {
        "es-la": "Renacimiento del cultivador urbano inmortal"
      },
      {
        "vi": "Trọng SInh Đô Thị Tu Tiên"
      }
    ],
    "description": {
      "en": "Chen Fan died in the midst of divine tribulation, having reached the pinnacle of the cultivation world in less than 500 years. Somehow, despite the loss of his cultivation base, he was able to return to his youth as a high school student living on Earth. He decided to once again tread the path to immortality, armed with the knowledge he had gathered in his past life, to overwrite his past mistakes, remove his lingering regrets, and set a firm spiritual foundation that will guarantee success in his inevitable attempt to once again ascend to another plane of existence.",
      "pt": "Chen Fan morreu no meio da tribulação divina, tendo atingido o ápice do mundo do cultivo em menos de 500 anos. De alguma forma, apesar da perda de sua base de cultivo, ele foi capaz de retornar à sua juventude como um estudante universitário que vivia na Terra. Ele decidiu mais uma vez trilhar o caminho para a imortalidade, armado com o conhecimento que reuniu em sua vida passada, para substituir seus erros do passado, remover seus arrependimentos prolongados e estabelecer uma firme base espiritual que garantirá sucesso em sua inevitável tentativa de uma vez. novamente suba para outro plano de existência.",
      "vi": "Truyện Trọng Sinh Đô Thị Tu Tiên được chuyển thể từ tiểu thuyết cùng tên của tác giả Thập Lý Kiếm Thần Bắc Huyền Tiên Tôn Trần Phàm do tu hành quá nhanh mà độ kiếp thất bại. Trở về thời niên thiếu ở trái đất, pháp bảo, thần thông, tiên khí đều không còn. Hắn nhớ lại ân oán tình thù ngày trước, quyết tâm đền bù đầy đủ, tu hành một thế, trúc vô thượng đạo cơ, rũ sạch tâm ma... thành tựu Chân Tiên đại đạo",
      "pt-br": "Chen Fanyu morreu no meio da tribulação divina, tendo atingido o ápice do mundo do cultivo em menos de 500 anos. De alguma forma, apesar da perda de sua base de cultivo, ele foi capaz de retornar à sua juventude como um estudante universitário que vivia na Terra. Ele decidiu mais uma vez trilhar o caminho para a imortalidade, armado com o conhecimento que reuniu em sua vida passada, para substituir seus erros do passado, remover seus arrependimentos prolongados e estabelecer uma firme base espiritual que garantirá sucesso em sua inevitável tentativa de uma vez. novamente suba para outro plano de existência."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0dd7e02-6208-4d53-8aa1-bd584fbddf28",
    "title": {
      "en": "Gomi Shuushuuin: Saionji no Ryuugi"
    },
    "updatedAt": "2025-01-02T13:32:12+00:00",
    "coverArt": "https://mangadex.org/covers/c0dd7e02-6208-4d53-8aa1-bd584fbddf28/779f4be2-9b99-4e7d-bd94-9b995b76dd2d.png",
    "altTitles": [
      {
        "ja": "悪党収集員‐西園寺の流儀‐"
      },
      {
        "vi": "Người thu gom rác - Phong cách của Saionji"
      },
      {
        "en": "Garbage man - Saionji's style"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2024-12-31T14:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Liệu Cậu Sẽ Kết Thúc Mối Tình Này Chứ?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Yuzu là một fan hâm mộ cuồng nhiệt của Hayami Madoka. Cô không có người bạn nào hay gia đình quan tâm tới cô cả, Madoka là niềm an ủi duy nhất của cô ấy. Sachiko là bạn thân của Madoka, cô cũng là người mà Yuzu ghét nhất. Để trút giận, Yuzu đã mở một tài khoản riêng tư nơi mà cô đăng những lời ác ý về Sachiko. Khi Sachiko phát hiện ra, cô đã thử kết bạn với Yuzu và đề nghị sẽ cho cô ấy cơ hội nói chuyện với Madoka. Tuy nhiên, một tai nạn đã xảy ra và họ hoán đổi cơ thể cho nhau, trong khi đó Sachiko bị rơi vào hôn mê."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
    },
    "updatedAt": "2024-12-18T21:13:08+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/f7ef6955-bd6e-442c-8470-76fa5884747d.jpg",
    "altTitles": [
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "en": "Medaka Kuroiwa is Impervious to My Charms"
      },
      {
        "en": "Kuroiwa Medaka is Proof Against My Cuteness"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n___\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\n\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!! しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！時にはちょっぴりカゲキなことも!?",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e020429b-0692-4441-abb4-99b4978d9a00",
    "title": {
      "en": "The Story of How The Horned Owl I Rescued Turned Into a Girl"
    },
    "updatedAt": "2024-12-22T18:13:20+00:00",
    "coverArt": "https://mangadex.org/covers/e020429b-0692-4441-abb4-99b4978d9a00/4dda874f-bc7d-49dd-aa2e-063ebf23b4e2.jpg",
    "altTitles": [
      {
        "ja": "保護したミミズクが女の子になっちゃった話"
      },
      {
        "ja-ro": "Hogo Shita Mimizuku ga Onnanoko ni Nacchatta Hanashi"
      }
    ],
    "description": {
      "en": "One day, a kind-hearted young man finds an injured owl and decides to take it in, caring for it until it recovers. However, to his surprise, the owl mysteriously transforms into a young girl overnight. The girl, who has the appearance and behavior of the owl, struggles to adapt to her new human form while the protagonist tries to understand the strange circumstances behind her transformation. As they navigate the challenges of this unexpected change, they form a unique bond, uncovering magical secrets and slowly developing feelings for each other. But with the transformation still unresolved, they must find out what it means and whether the owl-girl can return to her true form—or if she even wants to.",
      "id": "Seekor burung hantu bertanduk yang berubah menjadi seorang gadis loli."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]