[
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-08-07T15:36:48+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      },
      {
        "pt-br": "Como A Vilã, Criar Uma Protagonista Yandere É Normal, Não É?!"
      },
      {
        "zh-ro": "Shen Wei E Yi Nv Pei De Wo Yang Cheng Bìng Jiao Nv Zhu Hen Zheng Chang Ba?!"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……",
      "pt-br": "Jiang Yang é a diretora de designe de arte de um jogo, ao coletar referências para uma nova produção, cai de um penhasco e acaba atravessando para um mundo de cultivo. Para voltar ao seu mundo original, Jiang Yang se dedica ao cultivo e finalmente está prestes a ascender como uma divindade para retornar. No entanto, devido a uma misteriosa linha do destino, ela é forçada a ser puxada para um mundo de magia (que também é um jogo otome, e o jogo acabou de começar). Nesse novo mundo, ela encontra a protagonista do jogo, Xing Lu, sendo intimidada pela vilã secundária logo no início da academia de magia.\n\nJiang Yang percebe que este é o jogo problemático que a fez atravessar os mundos originalmente. Sua linha do destino está ligada a Xing Lu, a protagonista do jogo. Jiang Yang acredita que, seguindo a história do jogo até o fim, ela poderá retornar ao seu mundo real. No entanto, conforme o jogo se desenvolve, Jiang Yang relembra as tramas ridículas escritas pelo roteirista idiota do jogo. Vendo o sofrimento de Xing Lu, a fortemente responsável e moralmente íntegra Jiang Yang decide ajudar Xing Lu. Ela não apenas ajuda a livrar Xing Lu dos pretendentes indesejados, incluindo o príncipe mulherengo, mas também lhe ensina técnicas de cultivo para que ela possa se defender dos outros estudantes. Às vezes, isso até envolve sacrificar-se fisicamente! \n\nÀ medida que Jiang Yang e Xing Lu se tornam mais próximas, Jiang Yang descobre que sua linha do destino com Xing Lu é mais complexa do que ela imaginava..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d5e015d-a5b1-4999-bbd2-95280fe33019",
    "title": {
      "en": "Haru no Regista"
    },
    "updatedAt": "2024-10-24T09:20:46+00:00",
    "coverArt": "https://mangadex.org/covers/6d5e015d-a5b1-4999-bbd2-95280fe33019/9e7fcd34-ed38-4f9b-a3bd-95ca6f378508.jpg",
    "altTitles": [
      {
        "ja": "ハルのレジスタ"
      },
      {
        "ja-ro": "Haru no Rejisuta"
      },
      {
        "en": "Haru's Regista"
      }
    ],
    "description": {
      "en": "Once hailed as a soccer prodigy, high school girl Arai Haru transferred to a school far from her hometown, hoping to start a new life away from soccer. However, a new student, Osanai Satsuki, who admired Haru's past glory, appeared before her and declared her intention to join the Soccer Club, which is on the verge of disbandment. This is a girls' soccer story about a girl who gave up her dream and a girl who chases after it!\n___\n**What is a regista?**\nThe regista is a creative player who operates in front of the defense, almost always in a central position, and looks to get on the ball as often as possible. They are responsible for providing the link between defense and offense, and controlling the tempo of the game through their passing. The regista is also known as the deep-lying playmaker: they retain their deep position and dictate their team’s play with their distribution. ([Coaches' Voice](https://www.coachesvoice.com/cv/what-is-a-regista-explained-jorginho-andrea-pirlo/))"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a7120845-476e-4f54-9a95-f92cbd592176",
    "title": {
      "en": "Song of the Sky Pacers"
    },
    "updatedAt": "2024-01-25T06:20:35+00:00",
    "coverArt": "https://mangadex.org/covers/a7120845-476e-4f54-9a95-f92cbd592176/62cf7f64-3d7d-4823-a17b-bf5c4aecc97d.png",
    "altTitles": [
      {
        "zh": "步天歌"
      },
      {
        "zh-ro": "Bù Tiān Gē"
      }
    ],
    "description": {
      "en": "(In a made-up dynasty) During the Chen dynasty, Consort Jing gave birth to a pair of fraternal twins under the rays of sunlight. The prince was born with a cinnabar mole between his eyebrows, while the princess was born with six fingers.\n\nFortune and misfortune appeared at the same time, causing the twins to experience entirely different fates as they were forced to leave their family. The heavenly tribulation is approaching, will the two twins who were separated from birth ever get to be reunited? What methods would they use to fight against their destinies?\n\n---\n\n**Note:** This is the **page style** version of [Song of the Sky Pacers](https://mangadex.org/title/7226ef70-592f-42b5-a3ff-8b91af15d97f)",
      "zh": "（架空朝代）大陈年间，菁贵妃霞光中诞下双生龙凤胎。皇子生来眉间一颗朱砂痣，皇女天生六指 。祥瑞与不祥同时出现，令同胞双生的二人迎来截然不同的命运，被迫与至亲分离。天劫将至，自出生便相离的他们是否能重逢？彼此又以何种方式与天命相争？"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b340d77a-6bfe-4f33-8352-4d305ecf264c",
    "title": {
      "en": "Yomi no Tsugai"
    },
    "updatedAt": "2024-10-09T04:07:39+00:00",
    "coverArt": "https://mangadex.org/covers/b340d77a-6bfe-4f33-8352-4d305ecf264c/5fae4a90-d06d-464e-8ffb-832271abcfe1.jpg",
    "altTitles": [
      {
        "ja": "黄泉のツガイ"
      },
      {
        "en": "Daemons of the Shadow Realm"
      },
      {
        "en": "Tsugai of the Underworld"
      },
      {
        "en": "Hell's Pair"
      },
      {
        "fr": "Tsugai : Daemons of the Shadow Realm"
      },
      {
        "ru": "Цугаи загробного мира"
      },
      {
        "hi": "Underworld ke Tsugai"
      }
    ],
    "description": {
      "en": "The manga centers on Yuru, a boy who lives in a remote mountain village, spending his time hunting birds and being one with nature. But one day, Yuru's younger twin sister Asa is called to serve in the jail at the heart of the village, her duty also confining her there. Yuru slowly unravels the unnatural mystery hidden beneath his quiet village.\n___\n**Alt Official English:** [Square Enix Manga & Books](https://squareenixmangaandbooks.square-enix-games.com/en-us/series/daemons-of-the-shadow-realm)",
      "ja": "山奥の小さな村落に住む少年のユルは、野鳥を狩り、大自然の中で静かに暮らしていた。しかしユルの双子の妹のアサは、何故か村の奥にある牢の中で「おつとめ」を果たしているという。それはまるで幽閉されているかのように…。穏やかな村に浮かぶ不自然な謎、この村に隠された秘密とは一体…!?",
      "ru": "Сюжет расскажет о мальчике Юру из далекой горной деревни, который проводит свое время в единении с природой, охотясь за птицами. Но однажды его сестру-близнеца Асу призвали служить в тюрьме, находящейся в центре деревни. После этого Юру постепенно разгадывает тайну, скрытую в его тихой деревне...",
      "pt-br": "A trama acompanha Yuru, um jovem que vive em uma aldeia remota na montanha, onde vive da caça e se conecta com a natureza. Após Asa, sua irmã gêmea, ser chamada para servir na prisão da vila, Yuru começa a desvendar um mistério sobrenatural que envolve sua aldeia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-23T17:19:15+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий. Мій дивакуватий друг"
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8",
    "title": {
      "en": "Kyou mo Veranda de"
    },
    "updatedAt": "2024-11-01T15:31:45+00:00",
    "coverArt": "https://mangadex.org/covers/fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8/c76f37b5-5414-453e-8e7e-bd9acfcf2923.jpg",
    "altTitles": [
      {
        "ja": "今日もベランダで"
      },
      {
        "ja-ro": "Kyou mo Beranda de"
      },
      {
        "en": "On the Balcony Again Today"
      },
      {
        "en": "Today, Again, on this Veranda"
      },
      {
        "en": "Today, Again on this Balcony"
      },
      {
        "ru": "Сегодня снова на балконе"
      },
      {
        "uk": "Сьогодні знову на балконі"
      },
      {
        "vi": "Lại gặp nhau ở ban công rồi"
      }
    ],
    "description": {
      "en": "A freelance designer loves to relax from work through gardening on his balcony. There he starts talking to his new neighbor next door over the wall without knowing her face.",
      "ja": "フリーのエディトリアルデザイナー・土岐田旬は、仕事に追われ部屋に籠りっぱなしの毎日。癒やしを求めてベランダガーデニングにハマるように。そんなある日、隣にちょっと変わった天然系の女性が引っ越してきた。ふとした出来事から、お互いの顔も知らぬままベランダの隔壁越しに話をするようになる二人。実は隣の女性は新進俳優・成海游なのだが……。ベランダとグリーンが繋ぐ隔壁越しの二人は？",
      "ru": "Фрилансер дизайнер-редактор Сюн Токита настолько занят своей работой, что целыми днями сидит взаперти в своей квартире. В поисках отдыха он пристрастился к балконному садоводству. Однажды по соседству с ним поселяется необычная женщина природной красоты. Они начинают разговаривать через стенку балкона, не зная друг друга в лицо. На самом деле соседка — восходящая актриса Ю Наруми...\nБалкон и зелень объединяют их через перегородку.",
      "uk": "Дизайнер-фрілансер любить відпочивати від роботи, займаючись садівництвом на своєму балконі. Там він починає розмовляти зі своєю новою сусідкою через стіну, не знаючи її в обличчя."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89bf0886-8596-4f49-a045-7415608661d9",
    "title": {
      "en": "Isekai de Uwamae Hanete Ikiteiku ~Saisei Mahoutsukai no Yuru Fuwa Jinzai Haken Seikatsu~"
    },
    "updatedAt": "2024-10-04T00:03:18+00:00",
    "coverArt": "https://mangadex.org/covers/89bf0886-8596-4f49-a045-7415608661d9/ad7695a2-b677-4baf-b54e-82dbbbf5b794.jpg",
    "altTitles": [
      {
        "ja": "異世界で 上前はねて 生きていく～再生魔法使いのゆるふわ人材派遣生活～"
      },
      {
        "ja-ro": "Isekai de Uwamae Hanete Ikiteiku ~Saisei Mahotsukai no Yuru Fuwa Jinzai Haken Seikatsu~"
      },
      {
        "en": "Living in Another World by Taking Commissions: A Relaxing and Comfy Life of The Restoration Magician's Staffing Agency"
      }
    ],
    "description": {
      "en": "A company drone who died from overworking was reincarnated as Sawadi, the third son of a merchant in a different world. His cheat skill is restoration magic and support magic. With these cheat skills, he came up with a new business model where he used his restoration magic to cure cheap slaves and made them earn money for him. Although his earnings are steadily increasing, he also has to suffer the consequence of getting his workload also increased... Will Sawadi ever be able to live leisurely without working?",
      "ja": "社畜として過労死した男が、異世界の商家の三男・サワディとして転生した。得意としているのは再生魔法と支援魔法。彼はそのチートな性能の魔法を使った新たな商売の種を思いつく。再生魔法で安い奴隷たちを治療して、お金を稼いでもらうことにしたのだ。順調に稼ぎは増えていくが、自業自得で自分の仕事も増えていってしまい……。果たして、サワディは働かずに、のんびり暮らすことができるようになるのか？　ゆるふわファンタジー、ここに開幕！\n\n---\n(JP) [Web Novel](https://ncode.syosetu.com/n1832fm/)  [Light Novel](https://gaugau.futabanet.jp/list/work/5de5ee3b77656147c9030000/novels)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b2edff10-fe5f-4a8f-8d17-59796d3e61ec",
    "title": {
      "en": "Hanma Baki (Shinsoban Release)"
    },
    "updatedAt": "2024-08-01T19:08:11+00:00",
    "coverArt": "https://mangadex.org/covers/b2edff10-fe5f-4a8f-8d17-59796d3e61ec/9e981030-f2f1-48a8-b4d6-040459d16d9c.png",
    "altTitles": [
      {
        "ja": "範馬刃牙"
      },
      {
        "ja-ro": "Hanma Baki - Son of Ogre (Shinsoban)"
      },
      {
        "en": "Baki Part 3 (Shinsoban Release)"
      },
      {
        "en": "Baki Hanma - Son of Ogre (Shinsoban Release)"
      },
      {
        "zh": "刃牙Ⅲ"
      },
      {
        "zh-ro": "Baki Ⅲ"
      }
    ],
    "description": {
      "en": "The climax of the Baki series, \"Hanma Baki\", newly re-edited!\n\nHanma Yuujirou, the world's strongest creature, vs. Hanma Baki, the world's strongest high schooler... A spat between father and son on an unprecedented scale begins here!"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "319"
  },
  {
    "mangaId": "0ad36599-e241-4caf-946d-5af8f4161bb2",
    "title": {
      "en": "Te no Geka"
    },
    "updatedAt": "2024-09-11T15:40:25+00:00",
    "coverArt": "https://mangadex.org/covers/0ad36599-e241-4caf-946d-5af8f4161bb2/84222456-8d8f-4eac-80b1-4fb519a2c197.jpg",
    "altTitles": [
      {
        "ja": "テノゲカ"
      },
      {
        "en": "Hand Surgery"
      },
      {
        "zh": "手外科"
      }
    ],
    "description": {
      "en": "Hands. It is one of the most complex organs in the human body, with a particularly complex function and structure. Therefore, there is a doctor who specializes in this organ: <Hand Surgeon>. Isshin Tezuka is a hand surgeon at Ohrando Hospital. He has an aloof appearance and is full of mystery, but the only thing that is certain about him is that he is an extremely talented hand surgeon. This is a life story woven by his hands and the many hands he heals. An authentic medical drama for the new era!",
      "ja": "その日、病院に運び込まれた男性は、事故で右腕が切断されていた。絶望する男性の息子に救急スタッフが告げる。「再接着手術を行います――」「くっつくんですか…父の右腕が!?」不可能を可能にするのは【手専門の医者】。\n\n【手外科医】手塚一心。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db882a6e-6716-47bc-b031-c420f42d08d5",
    "title": {
      "en": "Whimsy Whimsy Witch"
    },
    "updatedAt": "2024-11-07T18:45:37+00:00",
    "coverArt": "https://mangadex.org/covers/db882a6e-6716-47bc-b031-c420f42d08d5/9371a28d-1bce-46b3-b56e-1e5f36c199ee.jpg",
    "altTitles": [
      {
        "vi": "Cô phù thủy ngộ nghĩnh"
      }
    ],
    "description": {
      "en": "A prince has been cursed to turn into a frog by a witch. Things went wild from there.",
      "vi": "Một hoàng tử bị biến thành con ếch bởi một mụ phù thủy. Chuyện diễn ra tiếp theo khá là kì cục."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-10-27T07:15:55+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6596abfe-4dc8-4d13-82da-ea9a6a278aa3",
    "title": {
      "en": "Hanamaru Kindergarten"
    },
    "updatedAt": "2024-11-04T12:34:38+00:00",
    "coverArt": "https://mangadex.org/covers/6596abfe-4dc8-4d13-82da-ea9a6a278aa3/4372ffd3-9e03-471c-8bc5-59ffbd73e9eb.jpg",
    "altTitles": [
      {
        "ja-ro": "Hanamaru Yochien"
      },
      {
        "en": "Hanamaru Kindergarten"
      },
      {
        "th": "ฮานะมารุ อนุบาลเด็กดีนะจะบอกให้"
      },
      {
        "ja": "はなまる幼稚園"
      },
      {
        "zh": "花丸幼儿园"
      },
      {
        "ko": "하나마루 유치원"
      },
      {
        "pt-br": "O Jardim de Infância Hanamaru"
      },
      {
        "vi": "Nhà trẻ Hanamaru"
      }
    ],
    "description": {
      "en": "Anzu goes to a preschool with her friends, the shy Koume and the eccentric Hiiragi. Together, they try to gain Anzu attention from their male caretaker Tsuchida, though he is clearly more interested in the pretty Yamamoto who supervises the class next door.",
      "pt-br": "Anzu é uma criança do jardim de infância com uma grande paixão por seu professor Tsuchida, mas Tsuchida claramente prefere Yamamoto, uma jovem professora que lida com a classe ao lado, e Anzu tem suas duas amigas para ajudá-la: a tímida Koume e a excêntrica Hiiragi.\n\nNOTA: Hanamaru é o equivalente à estrela de ouro concedida para as crianças por um bom trabalho na escolas."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "102.5"
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-10-25T08:17:47+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/390cad21-40ef-49ea-9482-921f44c23dfe.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch Has Begun: I Will Live Freely In A World Where Only I Can View The \"Strategy Site\""
      },
      {
        "id": "Aku Menjadi Penyihir Terkuat di Dunia: Aku Akan Hidup dengan Bebas di Dunia di Mana Hanya Aku yang Bisa Mengakses \"Situs Panduan\""
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2024-10-28T22:52:53+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/3764c25f-c596-421b-b0c7-9eabba109b5a.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      },
      {
        "pt-br": "O lado oculto da minha Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a33ed583-0bc0-40f2-af73-5395c3b7fbee",
    "title": {
      "en": "Jashinkankin Harem de Isekai seifuku!"
    },
    "updatedAt": "2024-11-07T17:32:53+00:00",
    "coverArt": "https://mangadex.org/covers/a33ed583-0bc0-40f2-af73-5395c3b7fbee/d8131ec9-3666-4459-b353-ca5f45a47d8a.jpg",
    "altTitles": [
      {
        "ja": "邪神監禁ハーレムで異世界征服！"
      },
      {
        "zh": "监禁邪神用后宫征服异世界"
      }
    ],
    "description": {
      "en": "A chaotic, different world ruled by evil gods. The main character, Yuya, wakes up to the sound of a girl's voice calling his name. It is a temple of desire ruled by the evil god Liv where numerous people were immersed in pleasure like crazy. Even in the midst of all this, Yuya still maintains his rationality. Liv shows her interest and ties him up with special chains. However, the chain was originally a weapon that deprived evil of their powers by imprisoning and subjugating them. Due to the revelation of the old god Agnes, who resides in the chains, Yuya uses his power to imprison dangerous evil gods one after another.",
      "ja": "邪神たちに支配された混沌の異世界――。\n主人公・ユウヤは、自分の名前を呼ぶ少女の声とともに目覚める。\nそこは邪神リヴが支配する欲望の神殿で、\n大勢の人々が狂ったように快楽を貪っていた。\n\nそんな中でも理性を保ったままのユウヤに、\nリヴは興味を示し、特別な鎖で縛りあげる。\nしかしその鎖こそは、本来邪神を戒めるための道具であり、\n監禁・屈服させることで邪神のスキルを奪う武器だったのだ。\n\n鎖に宿る旧神アグネスの「王座におつきなさい」との啓示により、\nユウヤはその力を使い、危険な邪神たちを次々と監禁していく…。\n\n冴えない男の異世界監禁×逆襲エロファンタジー、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3b05fe3-2684-406f-9c32-f3b32ce49cf7",
    "title": {
      "en": "Online - The Comic"
    },
    "updatedAt": "2022-09-20T20:33:32+00:00",
    "coverArt": "https://mangadex.org/covers/b3b05fe3-2684-406f-9c32-f3b32ce49cf7/4dda561f-6dc5-4bc7-948c-a8a5e05ce7b3.jpg",
    "altTitles": [
      {
        "ja": "オンライン The Comic"
      },
      {
        "ru": "Онлайн-комикс"
      }
    ],
    "description": {
      "en": "Mai Yashiro (22) was an average office worker until the day a video game console arrived in her mailbox. The game she is forced to play, \"Nightmare,\" is a dangerous game in which one risks both the lives of the ones they love and their own body!! If you refuse to play, those dear to you die. If you lose battles in the game, parts of your body (your arms or legs, your voice, etc.) cease functioning. The horror of this game spreads throughout society in a flash, and, to fight it, Mai's company creates a \"Nightmare\" Strategy Team. After being assigned to this team, Mai and her dependable comrades boldly rise up against this hellish game. Adapted from the super-popular novel which has received over 40,000,000 hits online!!"
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b0d1860-bb13-4e0f-9c98-f8487fd093fb",
    "title": {
      "en": "Majomajo S-WITCH"
    },
    "updatedAt": "2024-05-08T17:29:31+00:00",
    "coverArt": "https://mangadex.org/covers/3b0d1860-bb13-4e0f-9c98-f8487fd093fb/3ecc18a6-055a-468e-8d5c-ae593e659a75.jpg",
    "altTitles": [
      {
        "ja": "魔女まじょ S-WITCH"
      },
      {
        "ko": "마녀마녀 S-WITCH"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9cc384-4c98-4d57-83a4-93be3e573d69",
    "title": {
      "en": "Isekai Kaeri no Yuusha wa, Dungeon ga Shutsugen shita Genjitsu Sekai de, Influencer natte Kane wo Kasegimasu!"
    },
    "updatedAt": "2024-10-04T14:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/7b9cc384-4c98-4d57-83a4-93be3e573d69/c1cf0a06-7862-4cf7-8f37-5f5acbd151eb.jpg",
    "altTitles": [
      {
        "en": "The hero returns from another world, becomes an influencer, and earns money in the real world, where dungeons have appeared!"
      },
      {
        "ja": "異世界帰りの勇者は、ダンジョンが出現した現実世界で、インフルエンサーになって金を稼ぎます！"
      }
    ],
    "description": {
      "en": "One day, an ordinary high school student is transferred to another world. He raises his level in the other world, successfully defeats the Demon King, and saves the world! With his strongest status, he decided to return to his own world; however, in the world to which he returns, a new “dungeon” has appeared.\n\nA modern dungeon fantasy where the former hero becomes a warrior, delving into dungeons created in his own world!",
      "ja": "普通の高校生が、ある日異世界へ転移することになった。\n向こうの世界でレベルを上げ、無事魔王を倒し、世界を救うことに成功！\nその最強ステータスのまま現実社会に帰還することに。\n\nすると、帰還先の現実世界でも、新しく『ダンジョン』が出現していて――。\n\n元勇者が現実世界にできたダンジョンを配信しながら無双する、現代ダンジョンファンタジー！！",
      "es-la": "Un día, un estudiante de secundaria normal y corriente es llevado a otro mundo. Sube su nivel en el otro mundo, derrota con éxito al Rey Demonio y salva el mundo. Con su nivel más fuerte, decide volver a su mundo. Sin embargo, en el mundo al que regresa, ha aparecido también una nueva \"mazmorra\". Una moderna fantasía de mazmorras en la que el antiguo héroe se convierte en un guerrero, ¡que se adentra en las mazmorras creadas en su propio mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "564046e1-2919-4f8b-93cc-907b36256534",
    "title": {
      "en": "Boku wa Kimitachi wo Shihai suru"
    },
    "updatedAt": "2024-11-02T14:33:47+00:00",
    "coverArt": "https://mangadex.org/covers/564046e1-2919-4f8b-93cc-907b36256534/83128f84-b89b-4bd1-8e26-13bf2b06d40a.jpg",
    "altTitles": [
      {
        "ja": "僕は君たちを支配する"
      },
      {
        "ru": "Я буду контролировать тебя"
      },
      {
        "zh-hk": "我將要支配你們的一切"
      },
      {
        "vi": "Ta cai trị các em"
      },
      {
        "en": "I Will Rule You All"
      },
      {
        "es-la": "Las Dominaré a Todas"
      }
    ],
    "description": {
      "en": "Seven women, one man, a suspenseful harem story!\n\nDuring a class reunion, the school became an enclosed dimension without warning. Yelling and screaming brought no response. 26-year old unemployed Haruka Sato has to survive by cooperating with seven of his former classmates. Soon, the extreme conditions began to eat away at their sanity, and Haruka's hidden desires began to take hold.",
      "ru": "Семь женщин и один мужчина - захватывающая история о гареме!\n\nВо время встречи выпускников школа неожиданно превратилась в замкнутое пространство. Крики и вопли ни к чему не привели. 26-летнему безработному Харуке Сато приходится выживать, сотрудничая с семью своими бывшими одноклассниками. Вскоре экстремальные условия начали разъедать их рассудок, и скрытые желания Харуки начали овладевать ими.\n\n---\n\n(Source: [mangalib](https://mangalib.me/boku-wa-kimitachi-wo-shihai-suru?section=info))",
      "vi": "Bảy nữ, một nam, câu chuyện hậu cung hồi hộp!\nTrong một buổi họp lớp, trường học bỗng nhiên bị một bức tường kỳ lạ bao quanh, không ai có thể thoát ra được. Haruka Sato 26 tuổi thất nghiệp phải sống sót bằng cách hợp tác với bảy người bạn học cũ của mình. Cuối cùng, hoàn cảnh khắc nghiệt bắt đầu ăn mòn tâm trí của họ, và dục vọng thầm kín của Haruka đã lộ ra nanh vuốt",
      "es-la": "¡Siete mujeres, un hombre, una historia de harén llena de suspenso! Durante una reunión de ex-alumnos, la escuela se convirtió en una dimensión cerrada sin previo aviso. Los gritos y chillidos no trajeron respuesta. Haruka Sato, desempleado de 26 años, tiene que sobrevivir cooperando con siete de sus antiguas compañeras de clase. Pronto, las condiciones extremas comenzaron a devorar su cordura, y los deseos ocultos de Haruka comenzaron a afianzarse."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "94"
  },
  {
    "mangaId": "39ed85ab-d508-4839-855e-98e8a0376265",
    "title": {
      "en": "Fate Rewinder"
    },
    "updatedAt": "2024-10-31T07:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/39ed85ab-d508-4839-855e-98e8a0376265/33830139-3525-4506-8826-3f82cf7685ff.jpg",
    "altTitles": [
      {
        "ja": "運命の巻戻士"
      },
      {
        "ja-ro": "Unmei no Makimodoshi"
      },
      {
        "ja": "All Great Achievements Require Time"
      }
    ],
    "description": {
      "en": "The world's most easy-to-understand and hot loop manga!\n\nAn organization that saves people who have tragically died, the Space-Time Police Special Task Force, also known as the \"Rewind Officers\"! Their weapon is the time machine \"Retry Eye\" embedded in their right eye! Rewind time dozens, hundreds, thousands of times until you solve the case! The first loop manga in CoroCoro's 45-year history, a must-see!",
      "vi": "Biệt đội cơ động cảnh sát thời không, hay còn gọi tắt là \"Cảnh sát thời gian\" (Người tua ngược/Rewinder) là một tổ chức giải cứu những người có cái chết bất đắc kì tử! Họ sử dụng một cỗ máy thời gian ở mắt phải \"Retry Eye\"! Những cảnh sát thời gian có thể quay ngược thời gian hàng chục, hàng trăm tới hàng nghìn lần cho đến khi phá được vụ án! Bộ truyện từng lập kỷ lục suốt 1 năm liền đứng đầu liên tục trong danh sát truyện yêu thích của tạp chí Corocoro Comic."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb29bf36-7423-4a1c-bcfb-418d305ebaf6",
    "title": {
      "en": "The Film Emperor Is Dead Set on Becoming My Backer"
    },
    "updatedAt": "2024-07-09T11:45:19+00:00",
    "coverArt": "https://mangadex.org/covers/eb29bf36-7423-4a1c-bcfb-418d305ebaf6/1fd12a18-0b42-4d54-acab-36a832906a98.jpg",
    "altTitles": [
      {
        "zh": "影帝他硬要当我金主"
      },
      {
        "zh-ro": "Yingdi Ta Ying Yao Dang Wo Jin Zhu"
      }
    ],
    "description": {
      "en": "A gold mentalist paparazzi exposes pictures of Lin Chu privately meeting with his sponsor late at night. After getting into a car accident, he entered the body of the center of gossip, Lin Chu. And, his mysterious sponsor is suspected to be the cold and ruthless movie star Li Yu, who doesn't seem to get along with Lin Chu?! What's even more shocking is that it seems Lin Chu... Has more than one sponsor?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb52f4fc-6ee6-4139-9855-921faf6e897e",
    "title": {
      "en": "Counter:Side Short Comic"
    },
    "updatedAt": "2024-10-11T18:45:48+00:00",
    "coverArt": "https://mangadex.org/covers/cb52f4fc-6ee6-4139-9855-921faf6e897e/de3f6ac4-3391-4f1e-8f51-7f5097e92fad.png",
    "altTitles": [
      {
        "en": "Counter Side Short Comic"
      },
      {
        "vi": "Truyện Ngắn Counter: Side"
      }
    ],
    "description": {
      "en": "Daily life short comic comes from many characters  in Counter: Side, a video game developed by Nexon",
      "vi": "Những câu chuyện thường ngày của nhiều nhân vật trong Counter:Side, tựa game được phát triển bởi Nexon"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b89356-952c-4a72-9d8c-cf44147e881a",
    "title": {
      "en": "IDOL×IDOL STORY!"
    },
    "updatedAt": "2024-10-31T08:35:33+00:00",
    "coverArt": "https://mangadex.org/covers/30b89356-952c-4a72-9d8c-cf44147e881a/d37a3744-7f09-4005-918e-942e67d046a5.jpg",
    "altTitles": [
      {
        "ja": "アイドル×アイドル　ストーリー！"
      },
      {
        "ru": "Айдол×Айдол история!"
      },
      {
        "en": "Idol x Idol Story!"
      }
    ],
    "description": {
      "en": "Mimi Nagisa (22 years old) is a former idol. After giving up on her dream of being an idol because of her lacking talent she spends her days working part-time while attending college. However, the moment she meets the idol Ibuki Nanakusa, whom she recently found interest in, their lives begin to cross each other.\n\n(Source: Comic Fuz, translated)\n\n[Official Twitter](https://twitter.com/idol2story_info)",
      "ja": "才能がないと夢を諦めた元アイドルのミミと、ミミに憧れていた現役アイドル・イブキ。そんな2人が、ひょんな出会いから一緒にサバイバルオーディション番組への出演を目指すことに…!?　一度は諦めかけた夢、今度こそ2人でなら…！",
      "ru": "Мими Нагиса (22 года) — бывший айдол. После того, как она отказалась от своей мечты стать айдолом из-за отсутствия таланта, она проводит дни работая на неполный рабочий день, учась в колледже. Однако в тот момент, когда она встречает кумира Ибуки Нанакуса, к которому она недавно проявляла интерес, их жизни начинают пересекаться."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96d02f4f-ff02-410f-878f-a12f529237b0",
    "title": {
      "en": "Shinsouban WORST"
    },
    "updatedAt": "2024-10-24T03:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/96d02f4f-ff02-410f-878f-a12f529237b0/ae1c2563-b8f8-47a6-9c4b-2aff9e4b54da.jpg",
    "altTitles": [
      {
        "ja": "新装版 WORST"
      },
      {
        "ja-ro": "Shinsōban WORST"
      },
      {
        "en": "WORST New Editon"
      },
      {
        "vi": "WORST Ấn Bản Mới"
      }
    ],
    "description": {
      "en": "Worst but New Edition",
      "vi": "Liên minh Kurotaki sụp đổ, quyền lực của King Joe ở Housen dần bị mai một, Zetton bại trận trước Guriko đưa Suzuran vào thế hỗn loạn, Vũ Trang Chiến Tuyến ngày càng mạnh mẽ và bền bỉ... Trước tình cảnh đó thì ở Toaru bất ngờ xuất hiện một chàng trai đến từ ngoại thành mang tên Tsukishima Hana - kẻ mang ước mơ trở thành thủ lĩnh đầu tiên của toàn bộ Cao Trung Nam Sinh Suzuran vốn luôn hỗn loạn!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "133"
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-10-13T09:32:57+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/2db77e03-67bd-43ab-ad75-f0c2c161715d.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95801a6e-1e69-4876-b7ed-41d92c9853e3",
    "title": {
      "en": "Mob kara Hajimaru Tansaku Eiyuutan"
    },
    "updatedAt": "2024-10-02T19:53:19+00:00",
    "coverArt": "https://mangadex.org/covers/95801a6e-1e69-4876-b7ed-41d92c9853e3/ac76daaf-3095-4ed0-9ee2-82d0fde9de89.jpg",
    "altTitles": [
      {
        "ja": "モブから始まる探索英雄譚"
      },
      {
        "zh-hk": "從路人開始的探索英雄譚"
      },
      {
        "zh": "从路人开始的探索英雄谭"
      },
      {
        "en": "The Story of an Exploration Hero Who Has Worked His Way up From Common People"
      }
    ],
    "description": {
      "en": "Takagi Kaito, a low status high schooler, your typical mob character so to say, was just a normal everyday explorer who hunted slimes every day in the dungeons that appeared in Japan, earning pocket money while admiring his childhood friend, the class queen, from afar. \n\nOne day, a golden slime he had never seen appears before him. After he defeats it, he obtains an extremely rare item worth hundreds of millions as a drop, a servant card that can summon mythical beings!! After he makes up his mind and summons it, a warrior maiden with unparalleled beauty appears. \n\nRise above being just a mob explorer Kaito! A modern battle fantasy story has begun!\n\n---\n\n[Web Novel (JP)](https://ncode.syosetu.com/n8930fk/) \n[Alternative Raw (Niconico)](https://seiga.nicovideo.jp/comic/55183)",
      "ja": "＜ダンジョン＞にソロで潜り、スライム狩りの毎日を送る男子高校生・高木海斗。そんなある日、変なスライムから時価10億の<サーバントカード>を手に入れる。悩み抜いた末に召喚を選択した海斗のもとに現れたのは神話の戦乙女ヴァルキリーの格好をした幼女シルフィーだった。一度は落胆したものの、シルフィーが最強クラスのスキルを持っている事が判明し…!? モブな探索者から成り上がれ!",
      "pt-br": "Takagi Kaito, um colegial de baixa estatura, o típico personagem Mob, era um explorador comum que caçava slimes todos os dias nas masmorras que surgiram no Japão, ganhando dinheiro extra enquanto admirava sua amiga de infância, a madona da classe. Um belo dia, um slime dourado que ele nunca tinha visto antes aparece para ele. Depois de derrotá-lo, ele obtém um item extremamente raro no valor de centenas de milhões, uma carta de Servo que pode convocar seres lendários!! Depois que ele se decide, ele a convoca, e uma donzela guerreira extremamente linda aparece. Supere sua posição como um simples Mob, Kaito! Uma nova fantasia moderna começa!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f51628bb-e1a0-4ebc-a55a-4c85d475a49f",
    "title": {
      "en": "I Am the Youngest Daughter of Murim’s Strongest, the Namgung Clan"
    },
    "updatedAt": "2024-11-09T05:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/f51628bb-e1a0-4ebc-a55a-4c85d475a49f/d50d032d-0a36-4e8a-a8a7-947c2115c597.jpg",
    "altTitles": [
      {
        "ko": "무림최강 남궁세가 막내딸입니다"
      }
    ],
    "description": {
      "en": "\"B-baa, baaah?! (Did I become a baby?! What about my revenge?!)\nEveryone in the Namgung family despised me. My life was one where even my siblings turned their backs on me.\nBut at the moment when the family was annihilated, the choice my siblings made… was not the family, but me.\n\n‘I never once thought of you as anything but family.’\n‘Live. Even if it’s disgraceful and filthy, live, Ahee.’\n\nWhy did they save me?\nA question I held in my heart my entire life as I carried out my revenge.\nI thought I could finally close my eyes at the end of it all.\n\n‘Baaah?’\n\nI’ve returned to the past!\nCould this be some black magic from the Blood Cult?\nMy… my revenge? My peaceful rest?!\nAnd why are the Namgung siblings clinging to me again?!\n\nWhat on earth is going on?!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c2c9ed0-d5ab-4f3d-a08d-b288d76c1b33",
    "title": {
      "en": "The Tough Life of a Journalist"
    },
    "updatedAt": "2024-09-17T11:26:33+00:00",
    "coverArt": "https://mangadex.org/covers/0c2c9ed0-d5ab-4f3d-a08d-b288d76c1b33/57d4bbd9-d4d2-4553-9fbd-b454231e96bc.png",
    "altTitles": [
      {
        "ko": "고기자의 힘드러운 기자생활"
      }
    ],
    "description": {
      "en": "In the interview room, they spoke of a warm world and justice, but in the end, a newspaper company is still a company, and a company is just that. Starting the day at 5G speed but ending it at 3G, Weekend work is a given, and being on-call is an option. The more incidents and accidents, the more work piles up, So I wish for world peace now more than ever. Yet when I see the numbers in my bank account, all I feel is sadness. This is the story of a realistic journalist living in a world full of inevitable things. Even so, the “clickbait journalist” and “corporate worker,” Who wander with hope, hoping to improve even just a little, Find themselves constantly torn between two worlds. The cat reporter, caught in the middle,\nHeads to work again today, stumbling along the way.",
      "ko": "면접장에서는 따뜻한 세상과 정의를 외쳤지만,\n결국 신문사도 회사고 회사는 회사였다.\n출근은 5G인데 퇴근은 3G,\n주말 출근은 기본에 당직은 옵션.\n\n사건사고가 많으면 일이 늘어나니\n그 어느 때보다 세상의 평화를 바란다.\n\n그럼에도 통장에 찍히는 숫자를 보면 슬픔뿐.\n그렇게 어쩔 수 없는 것들로\n가득한 세상에서 벌어지는 현실적인 기자 이야기.\n\n그래도 조금이라도 더 나아지고 싶어 하는\n희망으로 헤매는 ‘기레기’와 ‘회사원’,\n그 어느 중간에서 끊임없이 고민하며 살아가는\n고양이 기자는 오늘도 좌충우돌 출근을 한다."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "641a11d2-57a1-438b-b14e-5dfaf4243314",
    "title": {
      "en": "I Became a Top Actor Just by Reading Books!"
    },
    "updatedAt": "2024-11-08T15:30:09+00:00",
    "coverArt": "https://mangadex.org/covers/641a11d2-57a1-438b-b14e-5dfaf4243314/24dd601d-e0d8-485c-af7c-48c977837a1b.png",
    "altTitles": [
      {
        "ko": "책만 보고 탑배우!"
      },
      {
        "vi": "Trở thành diễn viên hàng đầu nhờ vào việc đọc sách"
      }
    ],
    "description": {
      "en": "Due to his lack of talent, Seonghyeon gave up acting and became a writer. Seonghyeon is a genius author with a natural talent for screenplays, but he still misses acting. Then one day, he got into a truck accident on set.\n\n“If I’m born again, I have to act,” he promised and closed his eyes.\n\nSeonghyeon returns 13 years back into the past to when he was 24 years old. And the method acting ability that goes into his scripts became the character itself! Okay, this life is about being reborn as a genius actor!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "67"
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-06-12T17:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/bdd44bcd-c0dc-4f83-ba15-fc99e8790ed4.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fba42cf-2ad6-4c30-a7ab-46cb8149208a",
    "title": {
      "en": "Bungou Stray Dogs"
    },
    "updatedAt": "2024-05-28T13:07:30+00:00",
    "coverArt": "https://mangadex.org/covers/3fba42cf-2ad6-4c30-a7ab-46cb8149208a/0c8ba16a-9be8-45ed-9b66-1ef7127be75f.jpg",
    "altTitles": [
      {
        "pl": "Bungou Stray Dogs - Bezpańscy Literaci"
      },
      {
        "ms": "Ejen Luar Biasa"
      },
      {
        "ja": "文豪ストレイドッグス"
      },
      {
        "vi": "Văn Hào Lưu Lạc"
      },
      {
        "uk": "Бродячі пси літератури"
      },
      {
        "ru": "Великий из бродячих псов"
      },
      {
        "uk": "Літературні Генії Бродячі Пси"
      },
      {
        "fa": "سگ های ولگرد بانگو"
      },
      {
        "ar": "كلاب الأدب الشاردة"
      },
      {
        "ko": "문호 스트레이 독스"
      },
      {
        "en": "Stray Dogs of the Literary Masters"
      },
      {
        "zh": "文豪野犬"
      },
      {
        "tr": "Edebiyat Ustalarının Sokak Köpekleri"
      },
      {
        "fr": "Bungo Stray Dogs"
      },
      {
        "ru": "Проза бродячих псов"
      }
    ],
    "description": {
      "en": "Nakajima Atsushi was kicked out of his orphanage, and now he has no place to go and no food. While he is standing by a river, on the brink of starvation, he rescues a man whimsically attempting suicide. That man is Dazai Osamu, and he and his partner Kunikida are members of a very special detective agency. They have supernatural powers, and deal with cases that are too dangerous for the police or the military. They're tracking down a tiger that has appeared in the area recently, around the time Atsushi came to the area. The tiger seems to have a connection to Atsushi, and by the time the case is solved, it is clear that Atsushi's future will involve much more of Dazai and the rest of the detectives!",
      "ru": "Нашего героя выгнали из детского дома. Стоя у реки, он думал о голодной смерти, но чудом умудрился спасти самоубийцу. Этот человек, оказалось, состоит в детективном агентстве. В агентстве со сверхъестественными способностями. И только им подвластно решение проблем, за которые боятся браться даже военные. Теперь жизнь нашего героя изменится кардинально. А как именно читайте далее."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3d562a9-84a0-464c-93dc-4d090042691b",
    "title": {
      "en": "Wolf Falls in Love with Moon"
    },
    "updatedAt": "2024-10-20T16:15:45+00:00",
    "coverArt": "https://mangadex.org/covers/f3d562a9-84a0-464c-93dc-4d090042691b/bb9b11aa-3989-47c2-9d1a-8043e4751b3f.jpg",
    "altTitles": [
      {
        "ja": "オオカミは月に恋をする"
      },
      {
        "ja-ro": "Ōkami wa tsuki ni koi o suru"
      },
      {
        "vi": "Nàng Sói Trót Phải Lòng Với Mặt Trăng"
      }
    ],
    "description": {
      "en": "The serialized version of [this one-shot](https://mangadex.org/title/d3caccaa-7ede-415d-ada4-b949ac8b66f5) by Komaki Maria!",
      "vi": "Phần tiếp theo của [one-shot này](https://mangadex.org/title/d3caccaa-7ede-415d-ada4-b949ac8b66f5) từ tác giả Komaki Maria!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-09-29T01:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/7033c604-e1c4-42d2-93d8-48aba83032b3.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a0426d-539b-4f6a-9537-fbccf4962529",
    "title": {
      "en": "The Moon on a Rainy Night"
    },
    "updatedAt": "2024-11-03T01:12:32+00:00",
    "coverArt": "https://mangadex.org/covers/c8a0426d-539b-4f6a-9537-fbccf4962529/7898f0c5-fac7-4a18-b366-84bf661432b7.jpg",
    "altTitles": [
      {
        "pt-br": "A Lua em uma Noite Chuvosa"
      },
      {
        "ja-ro": "Amayo no Tsuki"
      },
      {
        "ja": "雨夜の月"
      },
      {
        "ko": "비 오는 밤의 달"
      },
      {
        "fr": "The Moon on a Rainy Night (Meian)"
      },
      {
        "es-la": "La luna en una noche lluviosa"
      },
      {
        "de": "Der Mond in einer Regennacht"
      }
    ],
    "description": {
      "en": "One rainy night, Saki is rushing to a piano lesson when she crashes into a beautiful, long-haired girl, dropping her sheet music in the process. Saki stutters an apology, but the girl simply hands back her sheet music and leaves without a word. Saki begins her first day of high school the following morning, only to find the stranger from the night before sitting at the desk next to hers. She learns that the girl’s name is Kanon and that she is not quite completely deaf, but very hard of hearing. Though Kanon needs to be close to people to read their lips, she tends to push people away with her icy demeanor. Through one kind gesture, Saki slowly begins breaking down the walls around Kanon, even as she feels something new blossoming within her. [Kodansha]",
      "ko": "고등학교에 입학한 사키와 귀가 불편한 반 친구 카논. 사람들과 거리를 두는 카논이 안고 있는 것과 겉으론 보이지 않는 것. 그것을 알고자 하는 사키에게 카논도 점차···. 두 소녀의 눈에는 보이지 않는 것, 둘도 없이 소중한 것.",
      "pt-br": "Um dia, pouco antes de entrar no colégio, Kazuki Kaneda colide com uma garota estranha da mesma geração a caminho da aula de piano e machuca sua mão, mas a partitura que caiu silenciosamente, da outra parte é cuidadosamente recolhida e um curativo é recebido. Saki se reúne com a garota impressionante como colega de classe e descobre que seu nome é Oikawa Kanon e ela é surda. Na escola, Saki, que estava sozinha, tentou entender o som de Kanon, que manteve distância do ambiente por causa de sua deficiência, e sua atitude mudou gradualmente."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4702058d-c553-4966-ab09-1deab6328384",
    "title": {
      "en": "xxxHOLiC"
    },
    "updatedAt": "2024-10-25T20:25:04+00:00",
    "coverArt": "https://mangadex.org/covers/4702058d-c553-4966-ab09-1deab6328384/51025958-c8da-4924-bf6d-ec1e9c927d10.jpg",
    "altTitles": [
      {
        "ru": "Триплексоголик"
      },
      {
        "ja": "×××ホリック"
      },
      {
        "ja-ro": "×××ＨＯＬｉＣ"
      }
    ],
    "description": {
      "en": "Watanuki Kimihiro is haunted by visions of ghosts and spirits. Seemingly by chance, he encounters a mysterious witch named Yuuko, who claims she can help. In desperation, he accepts, but realizes that he's just been tricked into working for Yuuko in order to pay off the cost of her services. Soon he's employed in her little shop- a job which turns out to be nothing like his previous work experience!",
      "ja": "アヤカシを視たり、惹き寄せたりする体質に悩む高校生の四月一日君尋（ワタヌキ　キミヒロ）。ある日、引き寄せられるように\"ミセ\"と呼ばれる館にたどり着き、女店主・壱原侑子（イチハラ　ユウコ）と出逢う。そこは見合った対価さえ支払えば、どんな願いでもかなえてくれる不思議な\"ミセ\"。四月一日は「アヤカシを視えなくしてもらう」という願いをかなえてもらうかわりに、対価として住み込みで働き、\"ミセ\"を訪れる客とともに、様々な怪奇現象に巻き込まれていくのだった。",
      "pt-br": "Kimihiro Watanuki é um estudante do secundário persuido por youkai e ayakashi, espíritos com uma forte atracção por ele. Os espíritos são invisíveis aos olhos dos outros e os encontros com eles são sempre problemáticos. Quando ele se depara com uma loja que concede desejos, os eventos da sua vida prometem deixar de ser normais. A loja é dirigida por Yuko Ichihara, uma mestiriosa e linda bruxa de vários nomes e de renome esotérico. Por um preço, ela oferecesse para conceder o desejo de os espíritos desapareceram a Kimihiro. O preço, de acordo com ela, deve ser igual em valor e assim, como pagamento, ele torna-se temporariamente o criado de Yuko. O trabalho dele consiste em pequenos recados em lidar com o sobrenatural e as tarefas de casa. O seu amor, Himawari Kunogi, e \"rival\", Shizuka Domeki, ocasionalmente juntam-se a ele no seu trabalho a pedido de Yuko. Os três tornam-se incrivelmente próximos apesar da contrariadade de Kimihiro e Domeki. Yuko refere-se constantemente ao hitsuzen, querendo dizer o inevitável, destino, ou sina, como sendo a força que guia o mundo. Ela afirma constantemente que as coincidências não existem, e que cada acção ou decisão é inevitável, porque sem eles, outros acontecimentos no futuro poderiam não acontecer."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "111"
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/55647584-c7ef-456d-9413-61822da8eabb.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36306bbb-d12a-471d-af54-413c6b00c14e",
    "title": {
      "en": "The Girl with the Sanpaku Eyes"
    },
    "updatedAt": "2024-11-09T06:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/36306bbb-d12a-471d-af54-413c6b00c14e/56d2960d-8676-4ae9-a733-4ffa77785357.jpg",
    "altTitles": [
      {
        "ja-ro": "Sanpakugan-chan wa Tsutaetai"
      },
      {
        "ja": "三白眼ちゃんは伝えたい"
      },
      {
        "en": "The Feelings of a Girl with Sanpaku Eyes"
      },
      {
        "vi": "Cô Nàng Mắt Tam Bạch Muốn Bày Tỏ"
      }
    ],
    "description": {
      "en": "This is a retelling of how Amane and Katou met, from The Story of a Girl with Sanpaku Eyes.  \n  \nTrivia: Sanpaku (三白) is a Japanese term meaning \"three whites\". It is generally referred to in English as \"sanpaku eyes\" and refers to eyes in which the white space above or below the iris is visible.",
      "vi": "Xin giới thiệu Mizuno Amane, một cô nàng với cặp mắt tam bạch (sanpuku) dữ tợn và trái tim thiếu nữ dịu dàng! Amane đã phải lòng anh chàng bàn bên Katou mất rồi! Rồi bây giờ sẽ phải làm sao để bày tỏ nỗi lòng với chàng trai ấy đây?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "53"
  },
  {
    "mangaId": "99e883fd-04f6-449b-ab23-1d904695d272",
    "title": {
      "en": "Blue Archive - Game Kaihatsubu Dai Bouken!"
    },
    "updatedAt": "2024-11-05T09:57:58+00:00",
    "coverArt": "https://mangadex.org/covers/99e883fd-04f6-449b-ab23-1d904695d272/4745c9c7-d840-49d0-a33b-312cfd10d860.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブゲーム開発部だいぼうけん！"
      },
      {
        "en": "Blue Archive: The Adventure of Game Development Department!"
      },
      {
        "ru": "Blue Archive: Грандиозное приключение отдела разработки игр!"
      },
      {
        "vi": "Blue Archive: Cuộc phiêu lưu của Câu lạc bộ Phát Triển Game"
      },
      {
        "id": "Arsip Biru: Petualangan Besar Ekskul Pengembangan Game"
      }
    ],
    "description": {
      "en": "From the hit game Blue Archive, comes a spin-off manga featuring the Game Development Department! Where Momoi, Midori, Yuzu and Aris share their days of youth, friendship, and clumsy moments.",
      "id": "Diadaptasi dari game terkenal Blue Archive, ini adalah sebuah manga spin-off yang menceritakan tentang ekskul pengembangan game dimana Momoi, Midori, Yuzu, dan Arisu menikmati masa muda, pertemanan, dan hari-hari penuh kegokilan.",
      "ja": "人気ゲーム「ブルーアーカイブ」よりゲーム開発部のスピンオフが登場！モモイ、ミドリ、ユズ、アリスの4人が送る青春、友情、ぽんこつの日々...。",
      "ru": "Спин-офф манга по мотивам популярной игры Blue Archive, в которой девочки из отдела разработки игр делятся смешными историями о своей юности и дружбе. Это душевная и милая история, созданная мастером комедии Мидзу Асато!",
      "vi": "Bộ truyện chuyển thể từ trò chơi đang làm mưa làm gió \"Blue Archive\" với sự xuất hiện của Câu lạc bộ Phát Triển Game! Nơi Momoi, Midori, Yuzu và Arisu cùng nhau sẻ chia những năm tháng của tuổi trẻ, tình bạn và những khoảnh khoắc vụng về. Đây là một câu chuyện ấm lòng, hài hước và dễ thương từ Bậc thầy Truyện hài Mizu Asato!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-10-09T01:01:45+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/c1080745-b3b0-4398-a94e-add0f9557388.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcf1aa35-4891-46a3-9874-f1823ddac415",
    "title": {
      "en": "Sousei no Onmyouji"
    },
    "updatedAt": "2024-09-03T16:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/fcf1aa35-4891-46a3-9874-f1823ddac415/435c7e69-a82b-4c6b-9f14-2c397aa20277.jpg",
    "altTitles": [
      {
        "en": "Twin Star Exorcists"
      },
      {
        "ru": "Оммёдзи двух звезд"
      },
      {
        "ru": "Экзорцисты Двух Звезд"
      },
      {
        "ja": "双星の陰陽師"
      },
      {
        "zh": "双星之阴阳师"
      },
      {
        "ko": "쌍성의 음양사"
      },
      {
        "pt-br": "Exorcistas das Estrelas Gêmeas"
      },
      {
        "tr": "İkiz Yıldız Şeytan Kovucuları"
      }
    ],
    "description": {
      "en": "Rokuro Enmado is from a family of exorcists who remove evil Kegare, but his real dream is to be a singer, a soccer player, or anything other than an exorcist. When another exorcist, a girl named Benio Adashino arrives, Rokura is suddenly inflamed with competitive spirit and decides to put his natural knack to good use. Their rivalry gets more complicated when they both learn they are the destined \"Twin Star Exorcists,\" two ultimate fighters fated to marry and create the prophesied child who will eliminate all the Kegare in the world.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Twin Star Exorcists** (2019)",
      "ru": "С давних времён доблестные оммёдзи сражаются со скверной - злобными духами, рождёнными из человеческих страхов, боли и отчаяния. Рокуро с детства мечтал стать сильнейшим оммёдзи и очистить мир от скверны, но ужасная трагедия на долгие годы убила в нём всякое желание бороться. Но кому есть дело до желаний гиперактивного мальчишки, когда от него и талантливой девочки зависит судьба всего мира?",
      "tr": "Rokuro Enmado, kötü Kegare'yi ortadan kaldıran bir şeytan kovucu ailesindendir, ancak asıl hayali bir şarkıcı, futbolcu ya da şeytan kovucudan başka bir şey olmaktır. Benio Adashino adında başka bir şeytan çıkarıcı kız geldiğinde, Rokura aniden rekabetçi bir ruhla alevlenir ve doğal yeteneğini iyi bir şekilde kullanmaya karar verir. İkisi de kaderlerinde evlenip dünyadaki tüm Kegare'leri ortadan kaldıracak kehanet çocuğunu yaratmak olan iki nihai savaşçı, \"İkiz Yıldız Şeytan Kovucu\" olduklarını öğrendiklerinde rekabetleri daha da karmaşık bir hal alır.",
      "pt-br": "Rokuro sonha em se tornar tudo menos um exorcista! Então a misteriosa Benio aparece. Os dois são apelidados de \"Exorcistas das Estrelas Gêmeas\" e descobrem que estão destinados a se casar... Rokuro pode escapar de ambos os destinos? Quando o melhor amigo de Rokuro, Ryogo, desaparece, Rokuro é forçado a pedir ajuda a Benio para entrar em Magano, o reino dos Kegare, para resgatá-lo!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "35",
    "lastChapter": "134"
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-10-24T13:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/846335b0-f810-4ed5-a93b-b746eb83f4db.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: IruMafia Edition"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc3db8cd-fe54-457d-90b3-3cc43148b9c8",
    "title": {
      "en": "Jesus"
    },
    "updatedAt": "2024-05-21T15:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/dc3db8cd-fe54-457d-90b3-3cc43148b9c8/884a541d-6edf-4943-80b4-9d3354af7345.png",
    "altTitles": [
      {
        "ja": "シーザス"
      },
      {
        "ja": "復活殺手JESUS"
      },
      {
        "en": "Jesus (FUJIWARA Yoshihide)"
      },
      {
        "id": "J"
      }
    ],
    "description": {
      "en": "The underground speaks of hitman of incredible skill, this man goes by the name \"Jesus.\" Why, you ask? because that happens to be last word to escape the lips of any fool unfortunate enough to be caught on the wrong end of his gun.\n\n\n----\n\nIndonesian release by Elex Media Komputindo as **J**"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "125"
  },
  {
    "mangaId": "04bd5a4b-a3eb-4a97-b6c5-b94e5ba698c0",
    "title": {
      "en": "Mitsuki Wants to be Healed"
    },
    "updatedAt": "2024-04-02T22:57:25+00:00",
    "coverArt": "https://mangadex.org/covers/04bd5a4b-a3eb-4a97-b6c5-b94e5ba698c0/147983a2-c411-4cf7-a083-7d9695e1f2b5.jpg",
    "altTitles": [
      {
        "ja": "みつきさんは癒されたい"
      },
      {
        "ja-ro": "Mitsuki-san wa Iyasaretai"
      }
    ],
    "description": {
      "en": "Spin-off of the authors other work \"The Mentor and the New Employee Who are Getting More and More Into Each Other\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c8f0358-d663-4d60-8590-b5e82890a1e3",
    "title": {
      "en": "Keikenzumi na Kimi to, Keiken Zero na Ore ga, Otsukiai Suru Hanashi"
    },
    "updatedAt": "2024-10-09T01:30:11+00:00",
    "coverArt": "https://mangadex.org/covers/1c8f0358-d663-4d60-8590-b5e82890a1e3/04403ddb-d8bc-439d-aa9f-b1c8502001af.jpg",
    "altTitles": [
      {
        "ja": "経験済みなキミと、 経験ゼロなオレが、 お付き合いする話"
      },
      {
        "ja-ro": "Keiken Zumi na Kimi to, Keiken Zero na Ore ga, Otsukiai Suru Hanashi"
      },
      {
        "en": "You Were Experienced, I Was Not: Our Dating Story"
      },
      {
        "th": "หนุ่มซิงกับสาวฮอต เดตนี้จะรอดมั้ยนะ"
      },
      {
        "ru": "Искушённая ты и незрелый я,"
      },
      {
        "ru": "История знакомства опытной тебя и неопытного меня"
      },
      {
        "en": "Our Dating Story: The Experienced You and the Inexperienced Me"
      },
      {
        "en": "A Story About You, Who Has Experience, And Me, Who Has Zero Experience, Dating"
      }
    ],
    "description": {
      "en": "Ryuuto Kashima is a gloomy high school student. Because of a punishment game, he was forced to confess to Runa Shirakawa, a girl from the top of school caste and admired by everyone. They ended up going out for the unexpected reason of \"Err, I'm free now so...\" but, Ryuuto ends up following and eavesdropping Runa getting confessed by a handsome soccer club member, and Runa bringing Ryuuto, whom she just started dating, to her own room as a matter of course. \n\nThey have different friends and ways to have fun, different in just about everything. And yet, surprised by their differences everyday, accepting it, they begin to relate with each other.\n\n___\n**Character Designer:** [magako](https://mangadex.org/author/fd30d521-18ba-4638-94c3-700858ce7c43)",
      "ja": "スクールカースト最上位&憧れの美少女・月愛に罰ゲームきっかけで告白した、陰キャ気味の男子高校生・龍斗。返事はなんと、「今わたしフリーだし」という一言で即OK! こうして何もかも正反対の二人は、お付き合いすることになり…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae",
    "title": {
      "en": "Salaryman ga Isekai ni Ittara Shitennou ni Natta Hanashi"
    },
    "updatedAt": "2024-10-12T12:28:28+00:00",
    "coverArt": "https://mangadex.org/covers/2a8a8e2c-609e-4e5f-97de-cb9c8f2011ae/b4a58d76-92d3-4252-ad96-f9467cef0ab7.jpg",
    "altTitles": [
      {
        "en": "Headhunted to Another World: From Salaryman to Big Four!"
      },
      {
        "ja": "サラリーマンが異世界に行ったら四天王になった話"
      },
      {
        "en": "A Story About a Salaryman Who Goes to Another World and Becomes One of the Four Heavenly Kings"
      },
      {
        "tr": "Başka Bir Dünyaya Yöneldi: Maaşlı Adamdan Göksel Krala!"
      },
      {
        "ru": "Из корпоративного раба в приспешники демона"
      },
      {
        "en": "Office Worker Has Become “Big Four” in the Different World."
      }
    ],
    "description": {
      "en": "Dennosuke Uchimura is a simple Salaryman, who one day is run over by an elderly lady on a scooter and left in the street to die. When he regained consciousness he discovers he was summoned to another world by the Demon King himself, who offers him a position as one of his Four Heavenly Kings. \n\nCan Dennosuke survive as a servant of the Demon King, and meet his expectations?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d47e634-d19a-490d-92cd-fd6b3760cfc8",
    "title": {
      "en": "This Office Lady Wants To Be Healed"
    },
    "updatedAt": "2022-07-18T02:08:44+00:00",
    "coverArt": "https://mangadex.org/covers/4d47e634-d19a-490d-92cd-fd6b3760cfc8/9e24b8c3-64a1-46f4-a3ab-38b7f5df77f4.png",
    "altTitles": [
      {
        "ja-ro": "Iyasaretakute Tamaranai OL No Ohanashi"
      },
      {
        "ja": "癒されたくてたまらないＯＬのお話。"
      }
    ],
    "description": {
      "en": "Satoko needs some healing… and who better to help her than her co-worker?\n\nCreator-approved translation by [TheElusiveTaco.](https://twitter.com/elusive_taco)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7418c7b-14ee-4889-85ae-b31fcb8b0857",
    "title": {
      "en": "Neeko wa Tsurai yo"
    },
    "updatedAt": "2023-12-28T23:36:01+00:00",
    "coverArt": "https://mangadex.org/covers/f7418c7b-14ee-4889-85ae-b31fcb8b0857/e5da1168-c16c-4978-82be-ee0604d1333d.jpg",
    "altTitles": [
      {
        "en": "It's Tough Being Neeko"
      },
      {
        "ja": "ニー子はつらいよ"
      },
      {
        "ko": "니코는 괴로워"
      }
    ],
    "description": {
      "en": "Niito Nemuko, nicknamed Neeko, is 23 years old and still unable to find a job. This is her everyday life as she struggles with the fact that she's basically just a NEET.\n\n\n---\n\n**Links:**\n- [VTuber](https://www.youtube.com/channel/UCfLsVuE0A_hUQyeCDNQelxA)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "39"
  }
]