[
  {
    "mangaId": "2b2e7c95-9e4d-4199-9ea6-52add4c22cfa",
    "title": {
      "en": "Countach"
    },
    "updatedAt": "2023-06-29T03:36:54+00:00",
    "coverArt": "https://mangadex.org/covers/2b2e7c95-9e4d-4199-9ea6-52add4c22cfa/133f0ac4-c32d-4be4-bc22-938f219779a0.png",
    "altTitles": [
      {
        "ja": "カウンタック"
      }
    ],
    "description": {
      "en": "The day after he finds himself dumped by his girlfriend, Sorayama Shun recieves a letter… from himself? The letter was from Shun 25 years ago for his future self. The letter reminds him of the time when he dreamed of owning a Countach and being a successful professional racer. With loads of luck and his ambition to make his childhood dream come true, he finds himself as a new owner of an LP400 Countach."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "289"
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2024-04-19T20:52:22+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/fdf0fe48-2065-4544-8a24-3b95ef566519.jpg",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3820cad7-7cf2-4705-b523-2d13a69fecd1",
    "title": {
      "en": "Welcome to the Isekai Hotel!"
    },
    "updatedAt": "2024-03-08T08:44:03+00:00",
    "coverArt": "https://mangadex.org/covers/3820cad7-7cf2-4705-b523-2d13a69fecd1/c8e58fd5-d468-4b60-9cde-52f23047b19c.jpg",
    "altTitles": [
      {
        "ja": "異世界ホテルへようこそ　～魔族で勇者な最強姉たちから溺愛されて困ってます～"
      },
      {
        "ja-ro": "Isekai Hoteru e You Koso ～Mazoku de Yuusha na Saikyou Ane-tachi Kara Dekiai Sarete Komattemasu～"
      }
    ],
    "description": {
      "en": "Richii's parents died in an accident when he was in junior high school, leaving him alone with his doting sister Towa. Three years later, his sister also disappears, and even Riichi is summoned to another world where he is reunited with his sister. In the other world, Towa has become the most powerful hero!\n\nThis is an erotic love comedy in another world where beautiful women are always pestering our protagonist!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69dc2fa5-9b39-48c3-bea5-5f6bf4bf4038",
    "title": {
      "en": "Tensei Shitara Ore ga Heroine de Aitsu ga Yuusha Datta"
    },
    "updatedAt": "2023-12-21T23:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/69dc2fa5-9b39-48c3-bea5-5f6bf4bf4038/fa7f88ef-e77a-444c-bfb9-b92a30e88216.jpg",
    "altTitles": [
      {
        "ja": "転生したらオレがヒロインであいつが勇者だった"
      },
      {
        "en": "When I Was Reincarnated in Another World, I Was a Heroine and He Was a Hero"
      },
      {
        "zh": "我转生成为了女主角而基友却成为了勇者"
      },
      {
        "zh-ro": "Khi chuyển sinh sang thế giới khác, tôi trở thành nữ hiệp và cậu ta trở thành một anh hùng"
      },
      {
        "de": "Als ich in einer anderen Welt wiedergeboren wurde, ich die Heldin war aber er der Held"
      },
      {
        "id": "Ketika Gue Bereinkarnasi di Dunia Lain, Gue Jadi Heroine dan Dia Heronya"
      }
    ],
    "description": {
      "de": "Keito Azumi, ein ganz gewöhnlicher Oberschüler, wurde als Heldin in eine andere Welt aufgewacht nachdem in einem Unfall gestorben ist. Das schlimmste daran ist: Sein bester Freund wurde der Held!",
      "en": "Keito Azumi, an ordinary high school boy, was reincarnated as the heroine in a different world when he woke up in an accident! The worst thing about this is that his best friend became the hero!",
      "id": "Keito Azumi, bocah sekolah menengah biasa, bereinkarnasi sebagai heroine di dunia yang berbeda ketika dia terbangun dalam suatu kecelakaan! Hal terburuk tentang ini adalah sahabatnya menjadi pahlawan!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6246828-0577-4aaf-9478-371b52e6634d",
    "title": {
      "en": "Wanna Skip School in the Infirmary?"
    },
    "updatedAt": "2024-03-23T20:32:12+00:00",
    "coverArt": "https://mangadex.org/covers/a6246828-0577-4aaf-9478-371b52e6634d/a0c852ad-8495-474c-8082-86d5fa004c9c.jpg",
    "altTitles": [
      {
        "ja": "サボリなら保健室でどうぞ？"
      },
      {
        "ja-ro": "Sabori nara Hokenshitsu de Douzo?"
      },
      {
        "es-la": "¿Quieres Faltar a Clase en la Enfermeria?"
      }
    ],
    "description": {
      "en": "\"Do you want to skip class with Sensei?\" \n\"I'm fine!\"\n\nMiyake Mia has always worn the mask of an exemplary student. Recently, however, there is someone who draws a lot of attention to her. That's Nurse Morikubo, who is rumored to be a \"delinquent\" within the school....\n\nA pure love story between a high school student who hides her true self and a delinquent \"nurse teacher\"!",
      "es-la": "\"¿Quieres saltarte la clase con la enfermera? \"¡Estoy bien así!\"\n\nMiyake Mia siempre ha llevado la máscara de una estudiante ejemplar. Sin embargo, recientemente, hay alguien que le llama mucho la atención. Esa es la enfermera Morikubo, quien se le rumorea como una \"delincuente\" dentro de la escuela...\n\n¡Una historia de amor puro entre una estudiante de secundaria que oculta su verdadero yo y una \"profesora de la enfermería\" delincuente!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e198455-98cd-4729-b73d-73677a5237b2",
    "title": {
      "en": "Goblin's Night"
    },
    "updatedAt": "2024-04-12T15:36:10+00:00",
    "coverArt": "https://mangadex.org/covers/8e198455-98cd-4729-b73d-73677a5237b2/6c60180b-f822-4415-9aab-806c9593986d.jpg",
    "altTitles": [
      {
        "ko": "도깨비의 밤"
      },
      {
        "en": "Dokkaebi's Night"
      },
      {
        "en": "Night of the Goblin"
      }
    ],
    "description": {
      "en": "“The complex of the boy, Choi Si-woo, is being overweight. Choi Si-woo runs and runs around his house until past midnight, and he encounters an old man on a walking trail. In the blink of an eye, the old man covers Choi Si-woo with the straw backpack he is carrying. Where Choi Si-woo had stumbled upon was an enormously wide ruined traditional Korean house (hanok).\n\nAt the edge of the spacious courtyard, surrounding him on the courtyard, there were numerous black shadows standing. To the bewildered Choi Si-woo, the old man speaks. Once every 666 years, a ceremony is held to select the king of Yokai and each Yokai in this world possesses one entry ticket for it. And Choi Si-woo is, in fact, a hybrid of a human and a goblin, inheriting the blood of an extinct goblin. Among the goblin folk, only Choi Si-woo possesses the entry ticket. As the sole survivor inheriting the blood of a goblin, the adventure of the half-monster boy, Choi Si-woo, begins.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37b7061e-7d5a-43fc-91d6-fba60f8519e0",
    "title": {
      "en": "Fate/Prototype: Sougin no Fragments"
    },
    "updatedAt": "2023-08-09T23:34:37+00:00",
    "coverArt": "https://mangadex.org/covers/37b7061e-7d5a-43fc-91d6-fba60f8519e0/c2d43f1e-1fad-4dbf-9aa5-e216a33fdac3.jpg",
    "altTitles": [
      {
        "ja": "Fate/Prototype 蒼銀のフラグメンツ"
      },
      {
        "en": "Fate/Prototype: Fragments of Sky Silver"
      },
      {
        "fr": "Fate/Prototype -Fragments d'Azur et d'Acier-"
      }
    ],
    "description": {
      "en": "An adaptation of the novel *Fate/Prototype: Sougin no Fragments*.",
      "fr": "Adaptation manga du light novel *Fate/Prototype -Fragments d'Azur et d'Acier-* de Hikaru Sakurai et Nakahara\n\nManaka Sajô est issue d'une puissante famille de mages et est considérée comme un véritable prodige. C'est donc naturellement qu'elle est choisie pour participer à l'une des Guerre du Saint Graal.\nMalgré son jeune âge, elle parvient à invoquer le plus puissant des Servant : Saber. Mais leur relation va très vite se dégrader car ils n'ont pas du tout la même conception du monde et de la guerre."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e98612de-c876-4fe3-b809-70988afeb9c7",
    "title": {
      "en": "Ura de Yancha na Gouinda-san"
    },
    "updatedAt": "2024-03-06T15:39:08+00:00",
    "coverArt": "https://mangadex.org/covers/e98612de-c876-4fe3-b809-70988afeb9c7/c5c99685-d586-431c-8bc4-b1724519fd9e.jpg",
    "altTitles": [
      {
        "ja": "裏でやんちゃな剛院田さん"
      },
      {
        "en": "Goinda's Naughty Secret"
      },
      {
        "ja-ro": "Urade Yancha na Gouinda-san"
      }
    ],
    "description": {
      "en": "Bonsuke Hirano, an exceptionally ordinary high school boy, returns to his homeroom after school to pick something up, only to find the school's number-one serene beauty, Kokuru Goinda, fidgeting around in his desk…\n\"Huh? Does she…like me? Wait, maybe not?\"\nA young man's naivety meets the full force of a gal's allure in this tantalizing tale of teen love!",
      "ja": "ある日の放課後、忘れ物を取りに教室に戻ると先輩ギャルの『剛院田さん』が僕の机を見てモジモジ顔を赤らめていた…。「センパイ、もしかして僕のこと好き……いや違う??」ゴーインで、優しくて、なんかエッチな彼女。告白されそうでされない“思わせぶりな告白もどき”は僕の純情をいたずらに弄んできて―――！",
      "es-la": "Después de la escuela, cuando Hirano, un chico ordinario de secundaria, regresa al salón de clases para recoger algo que olvidó, encuentra a Gouinda-san, la chica más genial de la escuela, inquieta frente a su escritorio... “Puede que le guste a esta niña… ¿No, no?” ¡Está a punto de comenzar un estimulante juego de amor juvenil, donde las chicas hermosas juegan con los corazones puros, ya sea que se confiesen o no!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1a8f69c-8e27-4a2f-9d49-88a2c9719f2d",
    "title": {
      "en": "Shishi to Myoujou"
    },
    "updatedAt": "2024-03-28T22:49:27+00:00",
    "coverArt": "https://mangadex.org/covers/f1a8f69c-8e27-4a2f-9d49-88a2c9719f2d/05f2c2ac-0404-40b6-b672-be6829bbf928.jpg",
    "altTitles": [
      {
        "ja": "獅子と明星"
      },
      {
        "en": "Lion and Venus"
      }
    ],
    "description": {
      "en": "Shishio who was an omega living in the low class of society was picked up by Masami, an alpha who gives him a place in the yakuza society.\n\n\"I want to become your mate, Masami.\"\n\nHe used to live every day fighting his strong omega instincts, but…!?",
      "es-la": "Shishio, es un omega que estaba viviendo en la clase más baja de la sociedad, fue recogido por Masami, el alfa que le dió un lugar en la sociedad Yakuza.\n\n\"Quiero convertirme en tu pareja, Masami\".  \nÉl solía vivir cada día luchando contra su instinto omega, pero…?!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "ee4bf782-9fe9-42a6-be7f-3809293818c2",
    "title": {
      "en": "Hell Mode: Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru"
    },
    "updatedAt": "2024-04-15T10:32:54+00:00",
    "coverArt": "https://mangadex.org/covers/ee4bf782-9fe9-42a6-be7f-3809293818c2/2dd54daa-0bcb-45f3-af39-17048756040a.jpg",
    "altTitles": [
      {
        "en": "Hell Mode: The Hardcore Gamer Dominates in Another World with Garbage Balancing"
      },
      {
        "ja": "ヘルモード ～やり込み好きのゲーマーは廃設定の異世界で無双する～ はじまりの召喚士"
      }
    ],
    "description": {
      "en": "Yamada Kenichi, a single, 35-year-old businessman, has spent the majority of his adult life playing every MMORPG to hit the market.\n\nTired of the constant cycle of repetitive, newbie-centric gameplay, he is immediately drawn in by the promise of a new game that, on top of being never-ending, offers up a \"Hell Mode\" — a difficulty level that makes it nigh impossible to level up but also promises uncapped growth potential.\n\nUpon selecting the newly released Summoner class, Kenichi finds himself reborn as Allen, an infant in a serf family, with nothing but his wits and old memories to guide him. Allen works diligently to level himself up despite Hell Mode requiring vast amounts of experience between levels. In doing so, he hopes to uncover the secrets the Summoner class holds.\n\nAll the while, he dedicates himself to freeing his new family from serfdom.",
      "ja": "「終わらないゲームにあなたを招待します。 だって?」 健一が偶然たどり着いたタイトルのない謎のネットゲーム。 難易度設定画面で迷わず最高難易度『ヘルモード』を選ぶと、異世界の農奴へと転生してしまった! 少年「アレン」へと転生した健一は、謎の多い職業「召喚士」を使いこなしながら、 異世界で最強への道を手探りで歩み始めるが――。",
      "pt-br": "\"Você será convocado para o mundo de um jogo sem fim?' Um dia, estava procurando um novo jogo, quando de repente vi aquele anúncio. Depois de escolher o modo mais difícil do jogo, 'modo inferno', de repente reencarnei em um novo mundo como um lavrador. Como um menino chamado Allen, comecei minha jornada em outro mundo com a maior dificuldade, superando todos os desafios para alcançar o maior título do jogo \"Summoner\" . ----- O romance promissor de 1º grau da revista 'Vamos nos tornar um escritor ', uma história extremamente aguardada."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c9ace30-a0c6-4e87-adbb-4fa4f80f975e",
    "title": {
      "en": "Henkyou no Yakushi, Miyako de S Rank Boukensha to naru"
    },
    "updatedAt": "2024-03-28T21:38:23+00:00",
    "coverArt": "https://mangadex.org/covers/2c9ace30-a0c6-4e87-adbb-4fa4f80f975e/86567038-9611-4f01-8ff5-ac52b96123d6.jpg",
    "altTitles": [
      {
        "en": "The Healer Ditches the Boonies to Become an S-Rank Adventurer: The Boy from the Hero’s Village Doesn’t Know His Cheat Medicine Is Unrivaled"
      },
      {
        "ja": "辺境の薬師、都でＳランク冒険者となる～英雄村の少年がチート薬で無自覚無双～"
      }
    ],
    "description": {
      "en": "Leaf has been enjoying a peaceful life in his village at the farthest end of the country, but everything gets turned upside down when his fiancée betrays him, robbing him of his home, work, and everything he cherishes. Wandering around, lost on what to do next, he encounters a distinguished lady in peril who will change his life forever! Using the cheat-like power of medicine and drugs the world scoffs at, Leaf now begins his journey to become the almighty healer! \"",
      "id": "Leaf telah menikmati kehidupan yang damai di desanya di ujung terjauh negara itu, tetapi segalanya menjadi terbalik ketika tunangannya mengkhianatinya, merampok rumah, pekerjaan, dan semua yang dia hargai. Berkeliaran, bingung apa yang harus dilakukan selanjutnya, dia bertemu dengan seorang wanita terkemuka dalam bahaya yang akan mengubah hidupnya selamanya! Menggunakan kekuatan pengobatan dan obat-obatan yang dicemooh dunia, Leaf kini memulai perjalanannya untuk menjadi penyembuh yang maha kuasa! \"",
      "ja": "田舎者の少年・リーフが最強の“調薬”スキルで成り上がる！　人生を変える出会いが都会にはいっぱい！！　無自覚無双な痛快“調薬”ファンタジーがここに開幕！！\n\n最強の“調薬”スキルで成り上がれ！！　田舎に住む少年・リーフは、ある日許嫁に裏切られ、すべてを失ってしまう。しかし、大貴族のお嬢様・プリシラと出会ったことでリーフの人生は激変！　「薬を作れるだけなはず」の少年が、世界最強の冒険者になっていく！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a82fe527-9e74-48d0-9c5f-a5e788c0bd4a",
    "title": {
      "en": "The Villainess Is a Marionette"
    },
    "updatedAt": "2024-01-28T22:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/a82fe527-9e74-48d0-9c5f-a5e788c0bd4a/c62f9627-3690-47f4-b0cd-0060e379eb8b.jpg",
    "altTitles": [
      {
        "ko": "악녀는 마리오네트"
      },
      {
        "ko-ro": "Agnyeoneun Marionette"
      },
      {
        "ko-ro": "Agnyeoneun Marioneteu"
      },
      {
        "fr": "La vilaine est une marionnette"
      },
      {
        "fr": "L'antagoniste est une marionnette"
      },
      {
        "pt-br": "A vilã é uma marionete"
      },
      {
        "es": "La villana es una marioneta"
      },
      {
        "uk": "Лиходійка-маріонетка"
      },
      {
        "uk": "Лиходійка Маріонетка"
      },
      {
        "ru": "Злодейка-марионетка"
      },
      {
        "fa": "شرور عروسک خیمه‌شب بازی است"
      },
      {
        "fa": "شرور عروسک خیمهشب بازی است"
      },
      {
        "mn": "Хорон санаат утсан хүүхэлдэй"
      },
      {
        "ja": "悪女はマリオネット"
      },
      {
        "th": "นางร้ายหุ่นเชิด"
      },
      {
        "zh": "恶女不做提线木偶"
      },
      {
        "zh": "恶女是提线木偶"
      },
      {
        "zh-hk": "惡女是懸絲木偶"
      },
      {
        "zh-hk": "惡女是懸線木偶"
      },
      {
        "vi": "Kẻ Phản diện chỉ là Một Con Rối"
      },
      {
        "vi": "Ác Nữ Là Con Rối"
      },
      {
        "id": "Aku Bukan Boneka"
      },
      {
        "id": "Boneka Marionette"
      },
      {
        "id": "Penjahat Wanita Adalah Boneka"
      },
      {
        "fr": "La Méchante est une marionnette (piccoma)"
      }
    ],
    "description": {
      "en": "\"Beauty cannot be real power.\"\n\nCayena, the Imperial Princess, was known as the most beautiful woman in the Empire. She was a woman who knew nothing but evil and luxury. However, she was destined for ruin: she would be used as a chess piece by her younger brother to secure his throne and killed by her crazy husband.\n\n\"I'll make you the emperor.\"\n\n\"…Sister, you're going to make me the emperor?\"\n\n\"In exchange, give me freedom.\"\n\nShe had to change things before she became *that* Cayena.\n\n---\nI woke up as Kayena Hill, the novel’s villainess, praised as the greatest beauty in the empire. Who knew that her story would catch my attention because I was her in my past life? Destined for terrible ends, I’ve died twice—but I refuse to die a third time as a pawn in someone else’s scheme. I’m no longer the vain and naïve princess. Now that I know how the story will unfold, I’ll turn the tables around and have everyone dancing to my tune. This time, I’ll be the one pulling the strings.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)",
      "ru": "Принцесса Каена, прославившаяся своей красотой на всю Империю, не ведает ничего, кроме алчности и злобы. Долгое время она пыталась избавиться от своего младшего брата-тирана, но встретила смерть от руки своего мужа.\n— Я помогу тебе стать Императором.\n— Сестра… Вы обо мне?..\n— Но в обмен… ты подаришь мне свободу.\nДо того, как «я» стану принцессой Каеной.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)",
      "zh": "帝国的皇女，卡也娜，被誉为帝国最漂亮的女人。 她也是一个除了邪恶与奢侈以外一无所知的女人。 但是，她注定会灭亡：她的弟弟用她作为棋子来保住自己的王位，而最终卡也娜也会被自己疯狂的丈夫杀死。 “我会让你成为皇帝。” “……姐姐，您是指我吗？” “作为交换，请给我自由。” 她必须在成为那个卡也娜之前扭转局面。\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e52d9403-3356-403b-b7bb-d7d6a420dd50",
    "title": {
      "en": "The Seven Deadly Sins"
    },
    "updatedAt": "2023-11-13T00:39:52+00:00",
    "coverArt": "https://mangadex.org/covers/e52d9403-3356-403b-b7bb-d7d6a420dd50/8ecb7e87-8997-4d35-8734-55270d96ef19.jpg",
    "altTitles": [
      {
        "ja": "七つの大罪"
      },
      {
        "ja-ro": "Nanatsu no Daizai"
      },
      {
        "ja-ro": "Nanatsu no Taizai"
      },
      {
        "de": "Die sieben Totsünden"
      },
      {
        "de": "Die sieben Todsünden"
      },
      {
        "da": "De Syv Dødssynder"
      },
      {
        "sv": "De Sju Dödssynderna"
      },
      {
        "la": "Septem peccata mortalia"
      },
      {
        "es-la": "Los siete pecados capitales"
      },
      {
        "ca": "Els set pecats capitals"
      },
      {
        "pt": "Os sete pecados capitais"
      },
      {
        "pt": "Sete grandes pecados"
      },
      {
        "it": "I sette peccati capitali"
      },
      {
        "ro": "Cele șapte păcate capitale"
      },
      {
        "fr": "Les sept péchés capitaux"
      },
      {
        "fr": "Les sept péchés mortels"
      },
      {
        "el": "Τα εφτά θανάσιμα αμαρτήματα"
      },
      {
        "ru": "Семь смертных грехов"
      },
      {
        "ru": "Нанацу но Таидзай"
      },
      {
        "bg": "Седемте смъртни гряха"
      },
      {
        "uk": "Сім Смертних гріхів"
      },
      {
        "fa": "هفت گناه کبیره"
      },
      {
        "tr": "Yedi Ölümcül Günah"
      },
      {
        "az": "Yeddi ölümcül günah"
      },
      {
        "fi": "7 kuolemansyntiä"
      },
      {
        "zh-hk": "七大罪"
      },
      {
        "zh-hk": "七原罪"
      },
      {
        "ko": "일곱개의 대죄"
      },
      {
        "he": "שבעת החטאים"
      },
      {
        "ar": "الخطايا السبع المميتة"
      },
      {
        "vi": "Thất hình đại tội"
      },
      {
        "th": "ศึกตำนาน 7 อัศวิน"
      },
      {
        "sq": "Shtatë Mëkatet Vdekjeprurëse"
      }
    ],
    "description": {
      "de": "Die SEVEN DEADLY SINS gelten als die übelsten Verbrecher Britannias! Prinzessin Elizabeth sucht trotzdem nach ihnen. Sie will ihr Königreich zurückerobern und da kämen ihr die berüchtigten Banditen gerade recht.",
      "en": "The \"Seven Deadly Sins,\" a group of evil knights who conspired to overthrow the kingdom of Britannia, were said to have been eradicated by the Holy Knights, although some claim that they still live. Ten years later, the Holy Knights have staged a Coup d'état and captured the king, becoming the new, tyrannical rulers of the kingdom. Elizabeth, the king's third daughter, sets out on a journey to find the \"Seven Deadly Sins,\" and to enlist their help in taking back the kingdom.  \n\n\n---",
      "fi": "Pelätyt \"seitsemän kuolemansyntiä\" ovat koko valtakunnassa etsintäkuulutettuja rikollisia. Mutta nyt heitä etsii joku muukin kuin lain koura! Eikä kaikki ole aina sitä miltä näyttää...",
      "fr": "La princesse Elizabeth est prête à tout pour retrouver la légendaire bande de mercenaires connue sous le nom de « Seven Deadly Sins. » À ses yeux, eux seuls ont le pouvoir d’arracher le royaume de Britannia des mains des surpuissants Chevaliers Sacrés qui sèment la terreur! Sa rencontre avec Meliodas, un garçon à la force exceptionnelle, et Hawk, son cochon, va marquer le début d’une aventure riche en rebondissements, où magie et combats sont au rendez-vous!\n\nPlonge dans cette épopée chevaleresque dans la plus pure tradition de l’heroic fantasy!",
      "id": "Seven deadly sins, pemberontak legendaris yang konon dituding berkomplot untuk menggulingkan kerajaan. \n\nBahkan hingga saat ini pun, mereka masih diburu oleh Holy Knights, tokoh penting kerajaan yang kekuatannya setara seribu prajurit.\n\nTapi, kemudian muncul seorang gadis yang mencari seven deadly sins dengan memendam perasaan getir, maka dimulailah petualangan menakjubkan.",
      "ja": "かつて王国転覆をはかったとされる伝説の逆賊〈七つの大罪〉。今もなお執拗に、そのお尋ね者を追うは、王国の要・一騎当千の聖騎士たち。しかし、切なる想いを胸に秘め、〈七つの大罪〉を捜す一人の少女が現れた時、世界の様相を一変させるとびきりの冒険が始まった！ 痛快無比のヒロイック・ファンタジー、開幕！！",
      "pl": "Siedem Grzechów Głównych było niegdyś najpotężniejszą, złożoną wyłącznie z groźnych przestępców, grupą wojowników królestwa Britannii. Jednak po oskarżeniu ich o próbę rebelii, zostali rozgromieni przez Świętych Rycerzy. Członkowie drużyny rozproszyli się po świecie i słuch o nich zaginął. Wieść niesie, że wszyscy zginęli, ale czy aby na pewno...?\nDziesięć lat później sytuacja w kraju uległa diametralnej zmianie - Święci Rycerze dokonali zamachu stanu, uwięzili króla i przejęli władzę w państwie. W nadziei na ukrócenie ich despotycznych rządów, królewna Elizabeth wyrusza na poszukiwanie Siedmiu Grzechów Głównych, chcąc prosić ich o pomoc. Po wielu tygodniach wędrówki, wyczerpana podróżą mdleje na progu maleńkiej gospody. Właścicielem przybytku okazuje się młody chłopak imieniem Meliodas, który pomaga jej dojść do siebie. Jednak królewnie nie będzie dane odpocząć - nagle w drzwiach pojawiają się bowiem rycerze królestwa. Kiedy sytuacja wydaje się beznadziejna na ich drodze staje Meliodas, popisując się nieludzką wręcz siłą. Czy to możliwe, żeby ten niepozorny młodzieniec, okazał się jednym z legendarnych wojowników?",
      "pt": "No passado, os Sete Pecados Capitais eram cavaleiros que protegiam Brittania. Hoje, eles são fugitivos procurados pelo reino por conta de sua tentativa de golpe de estado há dez anos, quando os Paladinos, os cavaleiros mais fortes do reino, foram chamados para combatê-los.Ou pelo menos é essa a versão oficial. A princesa Elizabeth acredita que os Sete Pecados Capitais, na verdade, são a única esperança de salvação do reino, que supostamente teria sido tomado pelos Paladinos, os verdadeiros vilões! E assim, quando, por acidente, ela acaba encontrando um deles (Meliodas), começa a jornada da princesa em busca de todos os sete, nessa clássica aventura fantástica!\n\n---\nOs \"Sete Pecados Capitais\" era o mais forte grupo de cavaleiros que defendiam a região de Britannia. Há dez anos eles foram acusados de tentar dar um golpe para tomar o reino e teriam sido impedidos pelos Paladinos, guerreiros sagrados poderosíssimos do reino de Lyonesse, e fugido.\n\nHoje, os Sete Pecados Capitais ainda são procurados e tidos como lendas, ninguém sabe se eles estão vivos ou mortos, mas indícios de que os Paladinos talvez não sejam tão idôneos assim começam a surgir pelo reino.\n\nSurge então a terceira princesa, Elizabeth, que vê seu reino sofrer nas mãos dos Paladinos e parte à procura dos Sete Pecados Capitais, acreditando que eles não são maus por causa das histórias que seu pai contava. E então ela se encontra com Meliodas, um homem com cara de menino, dono da taverna Chapéu do Javali e curiosamente com o mesmo nome de um dos Sete Pecados Capitais.\n\nJuntos eles partem em uma aventura para procurar os outros Pecados e tentar descobrir o que está acontecendo nos reinos da região.",
      "ru": "Могущественный орден Святых рыцарей, которых почитают как великих героев, совершает государственный переворот с целью установить в королевстве свою диктатуру. Дочь плененного короля отправляется в путешествие, чтобы отыскать последнюю надежду на спасение - членов легендарного рыцарского ордена \"Семь Смертных Грехов\", которых считают величайшими преступниками этой эпохи…  \n  \nOne of the original manuscripts - \"Chapter X\" - can be read [here](https://kodanshacomics.com/2015/11/12/seven-deadly-sins-chapter-x/).  \n  \n- Won the 39th Kodansha Manga Awards in the shounen category.",
      "tr": "Bir zamanlar krallığı devirmeye çalıştığı söylenen efsanevi hainler \"yedi ölümcül günah\". Halen bütün aramalara rağmen bulunamayan bu grubun Peşinde olanlar, kraliyete bağlı binlerce kutsal şovalye. Ancak acı veren hislerini kalbine gömüp, \"yedi ölümcül günah\"ı arayan tek başına bir kız ortaya çıktığında, dünyanın durumunu tamamen değiştiren bir macera başladı! Bu heyecan verici, eşsiz destansı fantazi, perdelerini aralıyor!!",
      "es-la": "¡El manga más esperado! Fantasía heroica, aventuras y humor en estado puro.\n\nTodos saben que los Siete Pecados Capitales fueron unos rebeldes legendarios que conspiraron contra el reino, y por ello los Caballeros Sagrados aún los buscan tenazmente. Sin embargo hay una joven que intenta encontrarlos para que salven su reino.",
      "pt-br": "Os \"Sete Pecados Capitais\", um grupo maligno de cavaleiros que conspiraram para derrubar o reino de Britânia, supostamente foram erradicados pelos Cavaleiros Divinos, embora ainda existam rumores de que eles estão vivos. Dez anos depois, os Cavaleiros Divinos realizaram um golpe de estado e assassinaram o rei, se tornando os novos e tiranos governantes do reino. Elizabeth, a única filha do rei, sai em uma jornada para encontrar os \"Sete Pecados Capitais\", e recrutá-los para que possam ajudar a tomar o reino de volta.",
      "zh-hk": "曾經試圖顛覆王國的傳說中的逆賊．「七大罪」，王國的中樞．以一擋百的聖騎士們至今依然不斷在追捕他們。不過，如今心中藏著殷切想法想要尋找「七大罪」的少女出現，展開了一段足以改變世界樣貌的驚心動魄冒險！無比痛快的英雄科幻冒險故事開幕囉！"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "41",
    "lastChapter": "346"
  },
  {
    "mangaId": "c268a95f-e3d6-4414-981b-6c83c6447f5a",
    "title": {
      "en": "Get Schooled"
    },
    "updatedAt": "2024-03-21T23:41:24+00:00",
    "coverArt": "https://mangadex.org/covers/c268a95f-e3d6-4414-981b-6c83c6447f5a/1209658e-c331-4379-8114-b48fb9b7ab35.jpg",
    "altTitles": [
      {
        "ko-ro": "Chamgyoyuk"
      },
      {
        "en": "The Real Lesson"
      },
      {
        "ko": "참교육"
      },
      {
        "en": "True Education"
      },
      {
        "pt-br": "A Verdadeira Educação"
      },
      {
        "uk": "Реальна Освіта"
      },
      {
        "fr": "Une éducation irréprochable"
      }
    ],
    "description": {
      "en": "Na Hwa-Jin’s teaching techniques are pretty violent for someone who works in the Ministry of Education.\n\nThat being said, when punishments don't seem to work on even the worst of school bullies, there is no better man for the job.\n\nSometimes you can’t get a good education until those bullies are taught a lesson.\n\n\n---\n\n**Note:** After the publication of ch. 125, the manhwa was suspended indefinitely and ch. 125 was removed while the official English translation was completely taken down.\n+++Statements\nBy [@webtoonofficial](https://www.tiktok.com/@webtoonofficial) on Tiktok\n![webtoon statement 1/3](https://cdn.discordapp.com/attachments/934863572826210304/1152564555629723710/image.png)\n![webtoon statement 2/3](https://cdn.discordapp.com/attachments/934863572826210304/1152564555952697425/image.png)\n![webtoon statement 3/3](https://cdn.discordapp.com/attachments/934863572826210304/1152564556250488873/image.png)\n\nBy the creators:\n![Creators statement](https://cdn.discordapp.com/attachments/934863572826210304/1152564694519914546/Notice-2.png)\n+++",
      "uk": "Після прийняття закону про заборону тілесних покарань у 2011 році, в школах почався суцільний безлад. Учні вчинили масовий переворот, змінивши шкільний устрій, а працівники учбових закладів втратити свій авторитет. На Хваджін, член Бюро захисту освіти, починає «реальну освіту», щоб встановити порядок.",
      "pt-br": "As técnicas de ensino de Hwajin Na são bastante violentas para quem trabalha no Ministério da Educação. Dito isso, quando as punições não parecem funcionar nem mesmo com o pior dos valentões da escola, não há homem melhor para o trabalho. Às vezes, você não pode obter uma boa educação até que esses valentões aprendam uma lição."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19cabfbe-f31b-48d6-ae92-d4b2f7f13073",
    "title": {
      "en": "Please Behave, My Wife"
    },
    "updatedAt": "2024-04-02T08:37:01+00:00",
    "coverArt": "https://mangadex.org/covers/19cabfbe-f31b-48d6-ae92-d4b2f7f13073/73ba705f-ee17-4b6b-96ec-9591ec919a11.jpg",
    "altTitles": [
      {
        "zh": "老婆请安分"
      },
      {
        "zh-ro": "Lǎopó qǐng ānfèn"
      },
      {
        "vi": "Vợ ơi, xin hãy ngoan nhé!"
      }
    ],
    "description": {
      "en": "This is brought to you by the same author of \"My Wife Is From a Thousand Years Ago\". \n\n\"If you could go back in time, what would you do?\"\n\n\"I would go to the school entrance and wait for you every day to pursue you shamelessly until you're my girlfriend. What about you?\"\n\n\"Hmm... I will definitely carefully wait until I'm twenty-four to get to know you again, then gradually fall in love, then get married, and then ask you this question. I live cautiously because I'm afraid that the butterfly effect will make me lose you.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21a8ad24-9280-4d25-a57f-2e6861c2242b",
    "title": {
      "en": "Sono Futari, Kaishaku Chigai desu!"
    },
    "updatedAt": "2024-02-22T22:58:51+00:00",
    "coverArt": "https://mangadex.org/covers/21a8ad24-9280-4d25-a57f-2e6861c2242b/cab2eb60-078f-434c-aaf6-0738987d5c4a.png",
    "altTitles": [
      {
        "ja": "その２人、解釈違いです！"
      }
    ],
    "description": {
      "en": "Ryou and Shuu have been lifelong friends since childhood. Although they both hid their otaku sides from each other, they miraculously ended up being next to each other at a doujinshi event and exposed themselves. Since then, they enjoy their otaku activities together as if to make up for lost time, but it seems like Shuu is gradually getting closer to him? Read it all in this new short doujinshi-like stories!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "16"
  },
  {
    "mangaId": "b4615bd9-7cbd-4243-a8a2-5c24671663e0",
    "title": {
      "en": "Karate Survivor in Another World"
    },
    "updatedAt": "2024-03-24T12:41:03+00:00",
    "coverArt": "https://mangadex.org/covers/b4615bd9-7cbd-4243-a8a2-5c24671663e0/04c602a2-5e49-4e5d-aab2-c3f72b805c98.jpg",
    "altTitles": [
      {
        "en": "Reincarnated Savage"
      },
      {
        "en": "Reincarnated Savage: Karate Survivor in Another World"
      },
      {
        "ja": "野人転生"
      },
      {
        "ja": "野人転生: KARATE SURVIVOR IN ANOTHER WORLD"
      },
      {
        "es-la": "Salvaje Reencarnado"
      },
      {
        "en": "Yajin Tensei: Karate Survivor in Another World"
      }
    ],
    "description": {
      "en": "When 34-year-old Nozaki Hitoshi is hit by a truck, he is sent to a fantasy world by a dismissive god and dropped into a harsh wilderness without even the clothes on his back. His only salvation is a newly granted karate skill and his general survival instincts. Luckily, Hitoshi is up for the challenge–he’ll weave clothes out of tree bark, test fruit for poison, and crawl through the mud to test his kicks and punches against goblins and other creatures. No matter how much he levels up in this world, he still longs to find other humans to share his solitude. An engrossing fantasy that pits karate technique against swords and sorcery in another world!\n\n(Source: Seven Seas Entertainment)\n- [Web Novel Raw](https://ncode.syosetu.com/n5771ei/)  \n- [Alternate Raw: NicoNico](http://seiga.nicovideo.jp/comic/41841)",
      "ja": "姓名と風貌から、「野人」と呼ばれている野崎人志は、ひょんなことから異世界に転生させられる。",
      "es-la": "Nozaki Hitoshi, conocido como el \"Hombre Salvaje\" por su apellido y apariencia, se reencarna accidentalmente en otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-04-17T22:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/ce3d3bf5-0568-4123-ad38-c26343c48436.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Kanashi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "28f0d967-4110-4a8c-8426-2aeea4489111",
    "title": {
      "en": "Designated Bully"
    },
    "updatedAt": "2023-08-01T09:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/28f0d967-4110-4a8c-8426-2aeea4489111/7671a964-12b5-4947-a2fc-029a87246b70.jpg",
    "altTitles": [
      {
        "ko": "일진담당일진"
      },
      {
        "ko-ro": "Iljin in Charge Iljin"
      },
      {
        "en": "The Bully In-Charge"
      }
    ],
    "description": {
      "en": "After dropping out of school, Kwon Daegun is preparing for his qualification exam. While working a part-time job in a convenience store he got into a fight with some thugs. Daegun, who easily overpowered them, is offered a project called “Iljin in Charge/The Bully In Charge” by the Educational Foundation, which has been closely watching him for a long time. He, who accepted the offer after much consideration, enters a high school that belongs to the foundation and defeats the core bullies of this school one by one according to the order of the foundation."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d22b38-4b3f-4ffb-9387-d18f870d5a91",
    "title": {
      "en": "Nee-chan no Tomodachi ga Uzai Hanashi"
    },
    "updatedAt": "2024-02-13T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/d2d22b38-4b3f-4ffb-9387-d18f870d5a91/b5244ae1-2eb3-4d53-9ae2-2f4ac6755066.jpg",
    "altTitles": [
      {
        "ja": "姉ちゃんの友達がうざい話"
      },
      {
        "en": "My Older Sister's Friend Is Annoying"
      }
    ],
    "description": {
      "en": "Nao Misumi, a first-year high school student, has known his older sister Rio's best friend, Sena Ikuta, since elementary school. Even though he feels annoyed at Sena's habit of calling him \"Lil' Bro\", she is someone he can't leave alone...?",
      "ja": "高校1年生の三澄尚は、姉の莉緒の親友・生田瀬那と小学生の頃からの知り合い。弟呼びする瀬那を鬱陶しく感じながらも、ほっとけない存在で…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2024-03-09T21:23:29+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/411533c6-2315-4b22-823e-56c8d39848bc.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "vi": "Bocchi the Rock! Ngoại truyện: Nhật ký say tít mù của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "Kikuri Hiroi (25 years old). She is a \"genius bassist\" who leads the indie band \"SICK HACK\", and she loves alcohol. She often gets drunk and breaks the equipment of the live house, so she seems to be short of money. She lives in a 52-year-old apartment without a bath, and sometimes borrows showers from her friends and acquaintances. She is regularly attacked by anxiety about her future, which she counters with a \"happiness spiral\" with the help of alcohol. What is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f286ac-9ecf-4472-a3d7-1009eb0199e2",
    "title": {
      "en": "Hirano to Kagiura"
    },
    "updatedAt": "2023-06-19T14:58:33+00:00",
    "coverArt": "https://mangadex.org/covers/d0f286ac-9ecf-4472-a3d7-1009eb0199e2/c054284a-6915-4cca-989c-466d5a7bad39.jpg",
    "altTitles": [
      {
        "en": "Hirano And Kagiura"
      },
      {
        "ja": "平野と鍵浦"
      }
    ],
    "description": {
      "en": "Basketball players. Bad boys who aren’t really bad boys. Roommates. Senpai-kouhai BL romance. It all started when Kagiura moved into the school dorms with what seemed to be a bad-boy upperclassman. But after he’s left in the tender care of his mother hen of a roommate, Hirano, it’s too much to ask for Kagiura not to fall in love…right?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fbd4617-4959-4da6-8b14-ba1b818267b3",
    "title": {
      "en": "Demon in Mount Hua"
    },
    "updatedAt": "2024-04-15T01:09:03+00:00",
    "coverArt": "https://mangadex.org/covers/6fbd4617-4959-4da6-8b14-ba1b818267b3/e5f5f988-9d9e-4700-97b8-f4ad05e70306.jpg",
    "altTitles": [
      {
        "ko": "마인화산"
      },
      {
        "ru": "Демон с горы Хуа"
      },
      {
        "ko": "마IN화산"
      },
      {
        "zh-hk": "魔in華山"
      }
    ],
    "description": {
      "en": "The Murim’s public enemy, the Slaughterer Demon Monarch, Yeom Se-Ak! It’s been a hundred years since he was trapped in Mount Hua after being captured by the Sword God, Han Ho.\n\nHe waited all these years for his chance to seek revenge…\n\nThe long period of time caused this incident to be forgotten by the world, and eventually, even the Yeom Se-Ak was forgotten.\n\nBut.\n\n“Sir, what is your name…?”\n\nA coincidental meeting, and the name of an archenemy that he said unwittingly, “H-Han Ho.”\n\nAt the end of a vain journey, an unexpected path branches out. The ultimate demon that’s in Mount Hua, Yeom Se-Ak’s choice!",
      "ko": "무림공적, 천살마군 염세악!\n검신 한호에게 잡혀 화산에 갇힌 지 백년.\n\n와신상담… 절치부심… 복수무한…\n\n세월은 이 모든 것을 잊게 하고 세상마저 그를 잊게 만들었다.\n하지만.\n\n“허면 어르신 함자가 어찌 되시는지…….”\n\n우연한 만남, 자신도 모르게 튀어나온 원수의 이름.\n\n“그게… 한, 한호일세.”\n\n허무함의 끝에서 예기치 않게 꼬인 행로.\n\n화산파 안[in]의 절세마인, 염세악의 선택!",
      "ru": "Враг народа Мурима, Демон-Монарх-Убийца, Йом Се-Ак! Прошло сто лет с заточения на горе Хуа после того, как Бог Меча Хан Хо захватил его.\nВсе эти годы он ждал своего шанса отомстить…\nИз-за того, что месть планировалась довольно долго, всё пришло к тому, что о инциденте мало кто помнил, и в конце концов Йом Се-Ак был забыт.\nНо…\n\"Сэр, как Вас зовут?..\"\nСлучайная встреча и имя заклятого врага, которое он невольно произнёс:\n\"Х-Хан Хо\".\nВ конце бессмысленного путешествия неожиданный путь разветвляется. Высший демон, обитающий на горе Хуа, выбор Йом Се-Ака"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edf170db-288b-4773-90df-1c542c69d4e9",
    "title": {
      "en": "Kemono Jihen"
    },
    "updatedAt": "2024-04-16T19:19:27+00:00",
    "coverArt": "https://mangadex.org/covers/edf170db-288b-4773-90df-1c542c69d4e9/416e503a-ea6c-466a-90e2-7bc5445a835c.jpg",
    "altTitles": [
      {
        "en": "Demon Incident"
      },
      {
        "id": "Insiden Monster"
      },
      {
        "id": "Insiden Siluman"
      },
      {
        "ja-ro": "Kaibutsu Jihen"
      },
      {
        "ru": "Инцидент Кэмоно"
      },
      {
        "ru": "Чудовищные происшествия"
      },
      {
        "ja": "けものじへん"
      },
      {
        "zh": "怪物事変"
      },
      {
        "ko": "괴물사변"
      },
      {
        "fr": "Incident de démon"
      }
    ],
    "description": {
      "en": "When a series of animal bodies that rot away after a single night begin appearing in a remote mountain village, Inugami, a detective from Tokyo who specializes in the occult, is called to investigate.   \n  \nWhile working the case, he befriends a strange boy who works in the field every day instead of going to school. Shunned by his peers and nicknamed \"Dorotabo\" after a yokai that lives in the mud, he helps Inugami uncover the truth behind the killings - but supernatural forces are at work, and while Dorotabo is just a nickname, it might not be the only thing about the boy that isn't human.",
      "id": "Bermunculan banyak bangkai binatang yang membusuk hanya dalam satu malam di desa pegunungan terpencil. Inugami, seorang detektif dari Tokyo yang berspesialisasi mengurus takhayul pun datang untuk menginvestigasi. Saat ia bekerja dalam kasus itu, muncul anak lelaki misterius yang bukannya pergi bersekolah, tapi malah bekerja di ladang tiap hari. Ia dijauhi teman-temannya dan dijuluki \"Dorotabou\" seperti nama siluman yang tinggal di lumpur. Anak lelaki ini membantu Inugami membongkar misteri dari kasus pembunuhan yang erat kaitannya dengan supranatural.  \r\n\r\n\r\n---",
      "ru": "В глухой горной деревушке произошло несколько инцидентов со смертью местной живности, причудливым образом сгнивавшей всего за одну ночь. Чтобы расследовать это, из Токио был приглашён детектив Инугами, специализирующийся на паранормальных явлениях.Во время расследования, он знакомится со странным мальчиком по прозвищу Доротабо, которого избегают его сверстники, и вместе они раскрывают тайну, скрытую за загадочными смертями.",
      "pt-br": "Um garoto conhecido como Dorota-bou, que é evitado pelas pessoas que o cercam, e Inugami, um detetive que se especializou em ocultismo. A história começa quando Inugami chega na cidade do garoto para investigar um caso onde vários animais estavam morrendo e seus corpos apodrecendo em apenas uma noite."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d852058-655d-4ea3-941e-dd852544de67",
    "title": {
      "en": "Isekai Mofumofu Cafe"
    },
    "updatedAt": "2023-03-13T05:15:00+00:00",
    "coverArt": "https://mangadex.org/covers/3d852058-655d-4ea3-941e-dd852544de67/8272efec-9fc8-42d1-abc4-4ad9ee9144e5.png",
    "altTitles": [
      {
        "ja-ro": "Isekai Mofumofu Cafe"
      },
      {
        "ja": "異世界もふもふカフェ"
      },
      {
        "en": "Other World Fluffy Cafe"
      }
    ],
    "description": {
      "en": "Taichi Arima is overworked at his day job. One day, going home late due to working overtime, he saves a fluffy white cat from being run over. He gains a special \"Tame\" ability and is transported to another world. With such a strange ability, what will he do... Why, open a Fluffy Cafe, of course!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6",
    "title": {
      "en": "A Genius Writer's Random Workplace"
    },
    "updatedAt": "2023-12-31T13:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6/ac9dfaae-15d4-412d-99d2-5640fe16188a.jpg",
    "altTitles": [
      {
        "ko": "천재작가의 랜덤 작업실"
      }
    ],
    "description": {
      "en": "Jinwoo Kim had been slaving as an assistant writer for 6 years with nothing to show for it. He quits his workplace. Later, he abruptly has a notification pop up and now he has scenes popping into his head and system prompts telling him he must be at a location to write. Maybe this is how he will become a star writer??",
      "ko": "어느 날 갑자기 생긴 글 쓰는 능력,\n보조작가로 구르던 나 김진우에게도 스타작가의 길이 열렸다! 가즈아~~!\n.\n.\n[시스템 : 제한 시간 내에 랜덤 배정된 장소에서만 글쓰기 능력이 실현됩니다^^!\n장소 : 한라산/제한 시간 : 20시간]\n\"...네?\"(김진우/서울시)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65a803d8-25ef-45d0-bbab-c573f4b0d09b",
    "title": {
      "en": "The Villainous Warrior"
    },
    "updatedAt": "2024-04-20T00:01:30+00:00",
    "coverArt": "https://mangadex.org/covers/65a803d8-25ef-45d0-bbab-c573f4b0d09b/69dd739d-9563-4c6c-9d75-14261b256e77.jpg",
    "altTitles": [
      {
        "en": "Villain Unrivaled"
      },
      {
        "en": "Peerless Villain"
      },
      {
        "ko-ro": "agyeogmussang"
      },
      {
        "ko": "악역무쌍"
      },
      {
        "en": "The Villain Is Unparalleled"
      }
    ],
    "description": {
      "en": "When I woke up, I discovered I had become the villain in the martial arts novel I wrote! But of all people, why does the body I possess belong to a damn villain?\n\nHyuk Ryun Woon:\nThe fourth son of the Demonic Cult’s Leader\nA nasty womanizer\nA martial arts weakling with a filthy temper\nA worthless villain who is one shotted by the main character in the novel!\n\nIf I don’t want to be killed by the main character, I have no choice but to become strong.\n“Fucking hell. The main character and whatnot, I’ll wipe them all out!”\nThe Shaking Tale of a distasteful villain who uses whatever means necessary to survive!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "80"
  },
  {
    "mangaId": "3a7cb9f5-cbce-4712-b11d-75f247faa677",
    "title": {
      "en": "Yandere-chan x Negative-chan"
    },
    "updatedAt": "2022-05-15T19:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/3a7cb9f5-cbce-4712-b11d-75f247faa677/ec899835-450b-434e-8dd5-1aaedca7a6be.png",
    "altTitles": [
      {
        "ja": "ヤンデレちゃん×ネガティブちゃん"
      }
    ],
    "description": {
      "en": "Collection of one/two-pagers from the author's Twitter featuring specific characters"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c615f226-4608-4a12-a340-a974e2a429dd",
    "title": {
      "en": "Spirit Farmer"
    },
    "updatedAt": "2022-10-15T22:51:51+00:00",
    "coverArt": "https://mangadex.org/covers/c615f226-4608-4a12-a340-a974e2a429dd/1f0533ae-0c62-4aa9-ab97-3844374e39a5.jpg",
    "altTitles": [
      {
        "ko": "정령 농사꾼"
      },
      {
        "ru": "Дух Фермера"
      },
      {
        "en": "Farmer of Spirits"
      },
      {
        "ja": "精霊の農夫"
      },
      {
        "th": "ชาวสวนภูตคุมวิญญาณ"
      }
    ],
    "description": {
      "en": "After training for 11 years to reach superhuman status, I gave up on my dream and returned to the family farm. But suddenly, Hawa appeared! She’s a powerful farming spirit who can make anything grow—even produce that enhances people’s powers. Now I’ve got my superhuman ID card, more spirits-friends, mouthwatering Grade A+ crops, and quests! Will Hawa and her friends lead us all to fame and fortune and change our lives forever?\r\n",
      "ja": "超人たちがあらゆる分野で活躍する世界。 金村健吾は、モンスターを倒す超人になろうと小さい頃から訓練を積んでいたが挫折。 その間に弟の金村慎吾が保証人になって姿をくらまし、兄は超人になる夢を諦め帰農した。 しかし、そこで農業の精霊ハワと出会うのだが…！\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "ko": "[농사꾼, 정령을 만나다.]\r\n\r\n11년 동안 초인이 되기 위해서 노력했지만 결국 일반인으로 끝난 이건우.\r\n\r\n모든 걸 뒤로 하고 집으로 돌아왔을 때, 그에게 정령이 찾아왔다.\r\n\r\n\"하와!!!!\"\r\n\r\n본격 농사 & 힐링 판타지.\r\n\r\n농사의 정령 하와와 함께하는 귀농 Life!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "ru": "Обычный среднестатистический гражданин Кореи, отчаянно пытавшийся стать героем на протяжении 11 лет, осознал, что это не его ремесло и не его мечтания. Бросив все, Ли Ген Ву решил стать фермером и жить своей тихой жизнью. Но все ли так просто?\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)",
      "th": "'อีกอนอู' ชาวสวนวัย 30 ปี ใฝ่ฝันอยากเป็นยอดมนุษย์มาตั้งแต่เด็ก\r\nแต่เขาก็ล้มเลิกความฝันนั้น และกลับมาใช้ชีวิตเป็นชาวสวนในชนบทกับครอบครัว\r\nทว่า เรื่องที่ไม่คาดคิดก็เกิดขึ้น ด้วยความเพียรพยายามในงานสวน ทำให้พลังที่ซ่อนไว้ถูกปลุกขึ้นมา\r\nพร้อมกับภูตน้อย 'ฮาวา' ที่เป็นวิญญาณการเกษตรผู้คอยรับใช้กอนอู และเรื่องราววุ่นๆ ในสวนของพวกเขาก็เริ่มต้นขึ้น\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%A0%95%EB%A0%B9-%EB%86%8D%EC%82%AC%EA%BE%BC/2413)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/59993)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B2%E0%B8%A7%E0%B8%AA%E0%B8%A7%E0%B8%99%E0%B8%A0%E0%B8%B9%E0%B8%95%E0%B8%84%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%93/18)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "773fd242-2898-49fa-ae82-3dd26473fead",
    "title": {
      "en": "The Life of a Returning Officer"
    },
    "updatedAt": "2024-03-09T14:19:53+00:00",
    "coverArt": "https://mangadex.org/covers/773fd242-2898-49fa-ae82-3dd26473fead/4ac2a6e1-1752-4e9e-9ec9-f06bd7000726.jpg",
    "altTitles": [
      {
        "ko": "회귀 경찰의 리셋 라이프"
      },
      {
        "ko-ro": "Hoigui Gyeongchalui Riset Laipeu"
      },
      {
        "en": "Police Returner's Reset Life"
      }
    ],
    "description": {
      "en": "Choi Jong-hyuk, captain of the intellectual crime unit, loses his mother and his own life to a mysterious mastermind for digging too deeply into a case. In his last moments, Jong-hyuk catches a glimpse of the man who kills him before waking up as his 17-year-old self.\n\n To prevent his mother's death, Jong-hyuk swears to hunt down the one responsible. Luckily, he has knowledge about the future and his experience as an officer.\n\nWill these tools be enough to catch the criminal that eluded him once?",
      "id": "Cerita tentang Choi Jong-hyuk, ketua tim intelejen investigasi kejahatan, ketika dia ingin menemui jenazah ibunya, ia mengalami kecelakaan misterius lalu entah bagaimana dia kembali ke tahun tahun 1997."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de27ce20-7f32-475d-a219-31e1a3ab36c5",
    "title": {
      "en": "Josou shite Off-Kai ni Sanka shite mita."
    },
    "updatedAt": "2024-04-10T09:38:13+00:00",
    "coverArt": "https://mangadex.org/covers/de27ce20-7f32-475d-a219-31e1a3ab36c5/e2b20ea7-6188-4ad4-8338-f27c7e2a20c9.jpg",
    "altTitles": [
      {
        "en": "I (♂) Cross-Dressed for the IRL (♀) Meetup"
      },
      {
        "ja": "女装してオフ会に参加してみた。"
      }
    ],
    "description": {
      "en": "“Cocoa” has made three best friends in her online game, and she’s excited to meet them in real life at a dessert café for the first time. The only problem: She’s actually a man who’s been lying to them. What begins as a tense manga about online life quickly turns into a lighthearted comedy about friendship, gender, and forgiving yourself and others. [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "117"
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5412816d-a3c9-4bab-956b-b08d1f8f41f6",
    "title": {
      "en": "Fuzoroi no Renri"
    },
    "updatedAt": "2024-03-21T22:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/5412816d-a3c9-4bab-956b-b08d1f8f41f6/1b891f8b-fca7-466a-96df-6d3e2fd89408.jpg",
    "altTitles": [
      {
        "ja-ro": "Fusoroi no Renri"
      },
      {
        "en": "Rationalism of Irregularities"
      },
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Assorted Entanglements"
      },
      {
        "zh-hk": "不對稱的連理"
      },
      {
        "fr": "Nos différences enlacées"
      }
    ],
    "description": {
      "en": "Tanaka Iori is a worker for a company that sets unreasonable demands, on top of that she has a penchant for dating married men. What a recipe for disaster! One day she gets drunk with an acquaintance and wakes up the next morning by her side naked! What's Iori to do?  \r\n  \r\n- [Part 1 raw](https://twitter.com/i/moments/1030773596430327808)\r\n- [Part 2 raw](https://twitter.com/i/moments/1044057437831979008)\r\n- [Part 3 raw](https://twitter.com/i/moments/1065586182698889216)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1132efc6-357b-464a-85b7-026fd6661184",
    "title": {
      "en": "Legend of the Holy Sword"
    },
    "updatedAt": "2023-12-06T13:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/1132efc6-357b-464a-85b7-026fd6661184/4adee488-6ff6-4758-80a7-4e8168dae22e.png",
    "altTitles": [
      {
        "ko": "성검전설"
      }
    ],
    "description": {
      "en": "The one and only weapon to take down the Dark Lord.\nThe Holy Sword.\nAnd the Warrior who lost it…\nWarrior seeks and seeks until he finds the Holy Sword.\n10 years, 20 years, 30 years… From the Dragon’s Nest till the Spirit King’s Hideout\nThe Warrior seeks the Holy Sword still to this day."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2024-04-19T15:37:04+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/1137b3a8-407c-4a99-9d3c-6bcd7030656d.jpg",
    "altTitles": [
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "ja-ro": "Jitsu wa Ore, Saikyou Deshita?"
      },
      {
        "en": "Am I Actually the Strongest?"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c1e13ca-fee4-44c5-97c6-4dddf7e62fd2",
    "title": {
      "en": "I Became a Terminally-Ill Knight"
    },
    "updatedAt": "2024-01-04T01:00:34+00:00",
    "coverArt": "https://mangadex.org/covers/5c1e13ca-fee4-44c5-97c6-4dddf7e62fd2/a5d568c1-f15a-4ad5-9e76-303189c4069c.jpg",
    "altTitles": [
      {
        "ko": "시한부 기사가 되었다"
      },
      {
        "en": "A Knight With a Time Limit"
      },
      {
        "en": "I Have Become A Time Limited Knight"
      }
    ],
    "description": {
      "en": "Levis Cloyd, a man who transmigrated from Earth to another world, is bound to live a time-limited life. To survive, he must kill living beings.\n\nLiving with the motto of \"if you are going through hell, keep going, \" he meets another opportunity.\n- - -\nMinhyuk, a bedridden man in Korea, meticulously counts his waning days when suddenly, he's transmigrated to another world where he gains the new identity of Levis, the Soul Harvester. \n\nIn this world, Levis must claim lives to extend his own, a haunting paradox that he must come to terms with.\n\nForced to grapple with a life tethered to a merciless ticking clock, Levis becomes a harbinger of fate, tasked with the daunting responsibility of ending the lives of others in order to preserve his own.\n\nHow far does the will to survive stretch? Is one life's preservation worth another's demise?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76abc539-9b38-45af-a6d7-cb02c3cca2fb",
    "title": {
      "en": "Reincarnated as an Apple: This Forbidden Fruit Is Forever Unblemished!"
    },
    "updatedAt": "2024-03-29T15:49:02+00:00",
    "coverArt": "https://mangadex.org/covers/76abc539-9b38-45af-a6d7-cb02c3cca2fb/76ef7bff-c408-4fdb-83a8-40d26f0f4810.jpg",
    "altTitles": [
      {
        "ja-ro": "Ringo Tensei: Kindan no Kajitsu wa Kyou mo Korokoro to Musou suru"
      },
      {
        "ja": "林檎転生～禁断の果実は今日もコロコロと無双する～"
      }
    ],
    "description": {
      "en": "My name is Daisuke Furutsu, and I died getting hit by a truck full of apples. Yes, I know it's a cliché setup. Apparently somebody upstairs fell asleep on the job. Anyway, as an apology, God lets me draw five Cards of Fate that are supposed to grant me superpowers in my next life. My first four draws are amazing—stuff like magic and an infinite inventory. But everything changes with the fifth card: a \"curse\" that turns me into whatever killed me. I thought I was gonna end up a truck, but now I'm an apple! Luckily, I've made a friend who can teach me how to move around. I also end up saving a wannabe adventurer who just might be willing to take me along for the ride. Time for this overpowered apple to get rollin'!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "86f0198b-7b5e-493b-8b7d-eec8807b6688",
    "title": {
      "en": "Konya wa Neko-chan"
    },
    "updatedAt": "2024-02-01T05:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/86f0198b-7b5e-493b-8b7d-eec8807b6688/72e311ee-f4c1-4f76-8755-7f6a8fedc7a5.jpg",
    "altTitles": [
      {
        "en": "Kitty Tonight"
      },
      {
        "ja-ro": "Konya ha Nekochan"
      },
      {
        "ja": "今夜はねこちゃん"
      },
      {
        "zh": "今夜是猫咪酱"
      },
      {
        "zh-hk": "今夜是貓咪醬"
      }
    ],
    "description": {
      "ja": "可愛いねこちゃんにはトゲがある！　ただ可愛いだけのねこちゃんもいる！　いろんなねこちゃんがいるから面白い！ 『ポプテピピック』の大川ぶくぶが描く、種々雑多（ダイバーシティ）ねこ４コマ！",
      "zh": "可爱猫咪身上也带刺！不仅仅是可爱的猫咪，因为存在各种各样的猫咪，所以很有趣！\n由《pop子和pipi美的日常》的大川ぶくぶ绘制的形形色色（Diversity）猫咪四格漫画！"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "18"
  },
  {
    "mangaId": "fac40369-3528-4f11-98f1-34beefb72bce",
    "title": {
      "en": "I Am Reborn as the Sword God"
    },
    "updatedAt": "2023-11-30T12:24:25+00:00",
    "coverArt": "https://mangadex.org/covers/fac40369-3528-4f11-98f1-34beefb72bce/6f8b104c-8bc6-4f8b-a527-912ffca5a513.png",
    "altTitles": [
      {
        "ko": "빙의검신"
      },
      {
        "en": "Reborn as Sword God"
      },
      {
        "ru": "Ледяной меч"
      },
      {
        "zh": "重生为剑神的我"
      },
      {
        "zh-hk": "憑衣剑神"
      }
    ],
    "description": {
      "en": "I achieved my cozy life of a seventh-grade civil servant by through a lot of hardships and nights of blacking out, so I was looking forward to the weekends where I could relax and have fun, but that night…\n\nIs this Baek Rijin, the main character of the novel ?\n\nWhen I returned to my senses, I discovered I was in the novel I was reading. Did a seventh-grade civil servant like me became the spoiled young master of the great Jaegal family?! A side character, who has received excessive investments and love since he was young, and now going through a stormy period of his life… The spoiled young master of the Jaegal Family, whom the Blood Demon Cult would annihilate ten years later!\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/15020)",
      "ko": "7급 공무원이었던 내가 대제갈세가의 망나니 대공자가 됐다고?!\n\n죽기 아니면 까무러치기로\n스펙을 쌓아 얻은 7급 공무원 생활,\n여유를 즐길 주말만 기다리던 내게……\n\n-백리진이오\n\n내게 찾아온 《영웅로》의 주인공, 백리진\n아니, 정신을 차려 보니 내가 소설 속에 있었다\n어릴 적 가문의 과분한 투자와 사랑을 받았으나\n이제는 질풍노도의 시기를 겪는 망나니,\n눈 뜨고 주인공에게 기연을 빼앗기는 엑스트라……\n그리고 십 년 후, 혈마교에 멸문당할 제갈세가의 대공자로!\n\n지옥 같은 입시 경쟁을 뚫고 나온 프로 노력러,\n이제 무림을 준동시킨다!\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/15020)",
      "zh": "意外穿越到自己正在追的武侠小说中？已经手握剧本的我，顺利通关大杀四方，成为一代剑神岂不是易如反掌......\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/15020)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-04-20T03:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      },
      {
        "uk": "Людина, що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "ru": "Одноклассница, сидящая за соседней партой, смотрит на меня развратным взглядом"
      },
      {
        "es-la": "La persona de al lado me mira con ojos pervertidos"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e9484cc-5011-4891-a8f3-631df9437b8b",
    "title": {
      "en": "Omniscient Immortal Cultivator"
    },
    "updatedAt": "2023-12-19T16:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/4e9484cc-5011-4891-a8f3-631df9437b8b/77ca749a-b76e-4253-ada8-153c0be10b7e.png",
    "altTitles": [
      {
        "zh": "全知修仙者"
      }
    ],
    "description": {
      "en": "The mighty cultivator transcended the boundaries of supernatural realms and, in order to fulfill their long-standing aspiration of ascension, decided to embark on a journey of reincarnation in a parallel world. With their innate talent for the Dao and the remnants of cultivation, this world has not been devoid of cultivators. It has merely been awaiting the reawakening of the era of cultivation!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12983982-9242-4acd-b02f-1e4772f1a358",
    "title": {
      "en": "Cooking Sorcerer"
    },
    "updatedAt": "2024-04-21T04:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/12983982-9242-4acd-b02f-1e4772f1a358/68b0e850-7d48-4c34-8d73-f2988b1acf1f.jpg",
    "altTitles": [
      {
        "ko": "요리하는 마법사"
      },
      {
        "en": "The Cooking Wizard"
      }
    ],
    "description": {
      "en": "A food-loving tattooist, YooJung. After losing consciousness due to a sudden accident she opens her eyes to find herself possessing ‘Sylvia’, a character from the novel she read. In addition, she happens to meet ‘Felix’, the hero of the novel, who, due to the abuse of his stepmother, suffers from anorexia and will soon turn the continent into blood. In order to eat more delicious food, to cook more easily, Sylvia inscribes magic circles on to her body. The new magic circles that are born through her fingertips bring a new breeze to the continent where magic-beasts are rampant."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-04-05T18:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/b0c710d4-6a75-45f3-83e7-c72d144f96df.png",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "Anthology horror series detailing the \"Round of 100 Ghost Stories\", an old folktale believed to originate from Japan retold through the lens of Yuuma, a boy who lives in a troubled household. Often used as a test of courage where participants tell one hundred supernatural stories and blow out one candle then look at themselves in the mirror after they finish each story. When the one-hundredth candle is blown out, it is said that ghosts and demons are summoned to our world.",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d711e16a-55a3-435e-80bb-7686e45abd0f",
    "title": {
      "en": "Was Manager Seo Disposed of as an Industrial Accident?"
    },
    "updatedAt": "2023-11-07T04:56:42+00:00",
    "coverArt": "https://mangadex.org/covers/d711e16a-55a3-435e-80bb-7686e45abd0f/70daac39-f79e-4a9b-ae6e-a608baffb317.jpg",
    "altTitles": [
      {
        "ko": "서과장은 산재처리 됐을까"
      },
      {
        "en": "Manager Seo Industrial Accident"
      }
    ],
    "description": {
      "en": "“Why do you care about those non-paying users?”\n\nSeo Seo-hyeok, a game planner who gave up on the quality and only focused on the paid contents. But why did he die from overwork after working all night out of greed to make money? When he opened my eyes again, perhaps fortunately out of misfortune...\n'This is the game I was making...!!'\n\nAs the devil-like planner who harassed gamers reaped what he sowed, his suffering with the transformation of the game begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f831905-3548-4ff3-a5d2-5f20e1876564",
    "title": {
      "en": "Upgrade From Wild Monsters"
    },
    "updatedAt": "2023-08-19T07:08:58+00:00",
    "coverArt": "https://mangadex.org/covers/2f831905-3548-4ff3-a5d2-5f20e1876564/2f244977-22e1-4748-b6ec-e6827b946e89.jpg",
    "altTitles": [
      {
        "zh": "从野怪开始升级"
      },
      {
        "zh-ro": "Cong Ye Guai Kaishi Shengji"
      }
    ],
    "description": {
      "en": "After Lu Chen entered the cranial neuron quantum transferring game《Empyrean God Realm》—he found himself stripped of his human character, becoming the weakest wild monster in the game, a \"Weak Gnoll.\" Facing players who are ready to use him to level up, Lu Chen lifts the broken Gnoll club and starts to upgrade from a Lv.1 Gnoll. As Lu Chen keeps on killing more and more species, gaining new talents, and levelling up talents, his status keeps getting enhanced. Normal, Strong, Super strong... Soon enough, he..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f710505-960f-47fb-a34e-b424601e5e22",
    "title": {
      "en": "The Heavenly Demon Lord Who Doesn't Want to Level Up"
    },
    "updatedAt": "2023-12-03T04:19:09+00:00",
    "coverArt": "https://mangadex.org/covers/6f710505-960f-47fb-a34e-b424601e5e22/bc3a3e26-89c4-4582-bf1c-c7332b99c851.jpg",
    "altTitles": [
      {
        "ko": "레벨업하기 싫은 천마님"
      }
    ],
    "description": {
      "en": "\"Jin Yuseong, the absolute master of the Middle Kingdom, found life too boring. 'I must be crazy. Just unifying the martial world…'\"\n\"'I should have just been a farmer.'\"\n\"'No, I wish I wasn't born at all.'\"\n\"In 'The Heavenly Demon Lord Who Doesn't Want to Level Up,' one day, he encounters a gate… And upon passing through it, a new world unfolds.\"\n\"Jin Yuseong, the top martial deity and leader of the Celestial Demon Cult, arrives in Korea."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ce2403e-2062-4f3b-9c13-92149e368d5c",
    "title": {
      "en": "Gyaku Isekai Tensei Shite Kimowota ni Natte Shimatta dai Majutsushi Delray Curtis no Fujourina Nichijou"
    },
    "updatedAt": "2023-07-08T21:58:45+00:00",
    "coverArt": "https://mangadex.org/covers/9ce2403e-2062-4f3b-9c13-92149e368d5c/d198fa6b-b059-422d-abc5-fba01f1cd005.jpg",
    "altTitles": [
      {
        "ja": "逆異世界転生してキモヲタになってしまった大魔術師デルレイ・カーチスの不条理な日常"
      },
      {
        "en": "The Absurd Everyday Life of Great Sorcerer Delray Curtis who was Reverse Reincarnated"
      }
    ],
    "description": {
      "en": "The great sorcerer Delray Curtis was reverse reincarnated from his magical world to modern Japan as a creepy otaku."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "3faa91a8-795c-4625-b9d2-1ce516d56cfc",
    "title": {
      "en": "The Game That I Came From"
    },
    "updatedAt": "2024-03-16T19:07:44+00:00",
    "coverArt": "https://mangadex.org/covers/3faa91a8-795c-4625-b9d2-1ce516d56cfc/7c1257df-6b29-43ac-8c1d-3bfdb2c1ef57.png",
    "altTitles": [
      {
        "en": "I Back From a Game"
      },
      {
        "en": "I Came From the Game"
      },
      {
        "ja": "ふりだしから始まる覚醒者"
      },
      {
        "zh": "我来自游戏"
      },
      {
        "ko": "어웨이크닝: 회귀 플레이어"
      },
      {
        "zh-ro": "Wo Laizi Youxi"
      },
      {
        "en": "Ultimate Rogue's Awakening"
      }
    ],
    "description": {
      "en": "With the rise of a popular RPG called Tianyong Game, its max-level players called \"awakeners\" have come to dominate the real world in terms of wealth and power. \n\nDespite Ling Ce's natural talent for the game, it's nearly impossible for him to catch up to these players because he started playing the game a year after its release. But as luck would have it, a glitch in the game's teleportation system takes him back three years into the past with his memories intact.\n\nNow, Ling Ce is determined to utilize his knowledge and experiences to become an awakener and turn his life around. No amount of carnivorous plant monsters or insanity level dungeons will stop the determined hero from reaching the peak!\n\n\n---\n\n**Links:**\n- [Official Japanese Translation](https://piccoma.com/web/product/88411)\n- [Official Korean Translation](https://page.kakao.com/home?seriesId=58409509)",
      "zh": "带着上一世满级盗贼的记忆，回到三年前，这是命运给凌策的考验还是赏赐？ 既然重生，那上一世未曾达到的、不能守护的、那些只能幻想的，这一世全都要。 更以巅峰造极之态，摧枯拉朽之势，超越极限，成为最强“觉醒者”。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "431c939a-82f7-4851-bca9-2d242e867155",
    "title": {
      "en": "Strongest Level 1"
    },
    "updatedAt": "2024-03-05T23:47:22+00:00",
    "coverArt": "https://mangadex.org/covers/431c939a-82f7-4851-bca9-2d242e867155/362b4132-f459-4006-9ebd-8ca725f3efb9.png",
    "altTitles": [
      {
        "en": "Unbeatable Level 1"
      },
      {
        "en": "Unbeatable Lv.1"
      },
      {
        "ko": "최강 레벨 1"
      },
      {
        "ru": "Непобедимый первый уровень"
      },
      {
        "ru": "Сильнейший первый уровень"
      }
    ],
    "description": {
      "en": "The raid failed. \n\nIn a desperate situation due to the impending suicide bombing of the dungeon boss, Lee Gon-woo was betrayed by his teammates, and abandoned in the boss’s room. Just when he thought it was all over, a dagger suddenly fell into his hands. And from that moment his life changed dramatically.\n\nHis life was saved, but all the levels he gained with such difficulty have reset, making him level 1.\n\n[You have caught a \"mosquito\". Your level has increased.]\n\n\"My level should have gone up, but why is nothing happening?!\"",
      "ru": "Рэйд провалился. \nВ отчаянном положении из-за готовящегося самоподрыва босса данжа преданный тиммейтами Ли Гон-у остался один в комнате босса.\nКогда он думал, что уже всё кончено, неожиданно в его руки попадает кинжал. И с этого момента его жизнь кардинально меняется.\nЕго жизнь спасена, но он снова вернулся на первый уровень, который с таким трудом поднимал...\n[Вы поймали \"комара\". Ваш уровень повышен.]\nДействительно, уровень должен был подняться, но почему никаких изменений?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-04-17T13:42:27+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/bebc4ef9-aa1e-46aa-90aa-8087b5f9d46c.png",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "en": "The Mikadono Sisters Are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]