[
  {
    "mangaId": "4ea47849-e06a-4dd8-921c-3330487454e1",
    "title": {
      "en": "The Spark in Your Eyes"
    },
    "updatedAt": "2024-08-01T18:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/4ea47849-e06a-4dd8-921c-3330487454e1/f5c08f61-f39f-4b39-bfd8-39071a8e96e2.jpg",
    "altTitles": [
      {
        "fr": "Ébloui par le crépuscule"
      },
      {
        "vi": "Bị Che Khuất Bởi Ánh Mặt Trời Lặn"
      },
      {
        "vi": "Tà dương trong đôi mắt vô hồn"
      },
      {
        "en": "The Setting Sun, Stinging Eyes"
      },
      {
        "ko": "저무는 해, 시린 눈"
      },
      {
        "ko-ro": "Jeomuneun Hae, Silin Nun"
      },
      {
        "en": "Setting Sun, Dazzled Eyes"
      },
      {
        "en": "Blinded by the Setting Sun"
      },
      {
        "ru": "Закат, отражённый в её ледяном взгляде"
      }
    ],
    "description": {
      "en": "The witch Hildegar, who received the blessing of the Sun Goddess Karia, is known far and wide for her fearsome reputation.  \nThe Northerner Elkin, who lost his homeland, chases after the witch towards a nameless castle…",
      "ko": "태양의 신 카리야의 가호를 받은 마녀 '힐데가르'.\n고향을 잃은 북부인 '에르킨'은 마녀를 쫓아 이름 없는 성으로 향한다."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a6e2cf4-e850-4f32-94dd-57f90d827791",
    "title": {
      "en": "Administrator Kang Jin Lee"
    },
    "updatedAt": "2024-06-11T23:00:15+00:00",
    "coverArt": "https://mangadex.org/covers/5a6e2cf4-e850-4f32-94dd-57f90d827791/508507a2-053b-4df7-b3f3-fa53b54611c7.jpg",
    "altTitles": [
      {
        "ko": "관존 이강진"
      },
      {
        "ko-ro": "Gwanjeon: Lee Kang-jin"
      },
      {
        "en": "Governor, Lee Kangjin"
      },
      {
        "ru": "Восхождение безумного демона"
      },
      {
        "en": "Administrator Kangjin Lee"
      }
    ],
    "description": {
      "en": "Is he crazy? Or just the typical attention seeker? Lee Kwang-Jin, who doesn't understand the difference in people, and his Master Kwak No who's the one helping him to understand the differences of people. A warm human story of a student and his Master.",
      "ko": "미친놈인가?\n아니면 흔한 관심종자인가?\n\n사람의 다름을 이해 못 하는 제자 이강진.\n그리고 그걸 이해시켜주고자 하는 스승 곽노.\n두 사제師弟의 따뜻한 휴먼스토리.",
      "ru": "История о сумасшедшем..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2917bd11-97f9-4f63-9a28-be2e04467bbd",
    "title": {
      "ja": "Gyaru Sen"
    },
    "updatedAt": "2024-04-19T02:02:31+00:00",
    "coverArt": "https://mangadex.org/covers/2917bd11-97f9-4f63-9a28-be2e04467bbd/20b8b365-f8bc-4ee7-ae25-cf0833121879.jpg",
    "altTitles": [
      {
        "ja": "ギャルせん"
      },
      {
        "ja-ro": "Gal Sen"
      },
      {
        "ja-ro": "Gyaru Sensei"
      },
      {
        "en": "Gal-Sen"
      },
      {
        "zh-hk": "辣妹教師"
      }
    ],
    "description": {
      "en": "When Sora enters high school, his homeroom teacher is a sexy gal with huge breasts and she’s none other than the changed version of Suzune, the innocent girl next door who was his first love! As the teacher’s “educational guidance” escalates day by day, Sora is awakened to pleasures he’s never known before…!",
      "ja": "ドSギャルの体育教師に、俺が開発されていく‥‥っ！\n\n高校に入学した宙＜そら＞の担任は、爆乳で超セクシーな黒ギャル教師。それは、初恋の清楚な隣のお姉さん・すずねの変わり果てた姿だった！日々エスカレートする先生の「教育的指導」。宙は今まで知らなかった快感に目覚めてしまい‥‥！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "81"
  },
  {
    "mangaId": "3da96505-f8e8-49d5-8c26-fbe4786a897f",
    "title": {
      "en": "Too Many Losing Heroines!"
    },
    "updatedAt": "2024-08-12T20:34:20+00:00",
    "coverArt": "https://mangadex.org/covers/3da96505-f8e8-49d5-8c26-fbe4786a897f/70f0e536-e46d-4d47-87c8-2ff96cb657e2.jpg",
    "altTitles": [
      {
        "ja": "負けヒロインが多すぎる！@comic"
      },
      {
        "ja-ro": "Make Heroine ga Oosugiru! @comic"
      },
      {
        "ja-ro": "Make Hiroin ga Oosugiru! @comic"
      },
      {
        "en": "Too Many Losing Heroines! @comic"
      },
      {
        "vi": "Có Quá Nhiều Nữ Chính Thua Cuộc! @comic"
      },
      {
        "es-la": "¡Demasiadas heroínas perdedoras!"
      },
      {
        "zh-hk": "敗北女角太多了!"
      },
      {
        "ja": "マケイン"
      },
      {
        "ja-ro": "Makeine"
      },
      {
        "en": "Loseine"
      }
    ],
    "description": {
      "en": "***“Huh? Who are you calling losing?”***\n\nAs the background of the class, I, Kazuhiko Nukumizu, witnessed a popular girl–Anna Yanami, getting rejected by another guy.\n\n_“Even though he said we’ll get married. Don’t you think he’s pretty mean?”\n“When did he say that?”\n“When we were 4 or 5 years old.”_\n\nThat doesn’t count, right? With this, the losing heroines like Remon Yakishio from the Track and Field Club, and Chika Komari, from the literature club.\n\n_“Nukumizu-kun. There are two types of girls. Childhood friends or cheating cats.”\n“I see. Well, that’s a bold statement.”_\n\nThere’s a fortune for those who shine only after losing. Losing Heroines—The curtain to the mysterious coming-of-age story “Makeine” opens now!\n___\n**Character Designer:** [Imigimuru](https://mangadex.org/author/341a08ca-acbf-49a3-998a-d3451249ec43)\n\n**Additional Links:**  \n- [Official LN (JP)](https://www.shogakukan.co.jp/books/09453017)\n- [Alternative Raw](https://shogakukan-comic.jp/book-series?cd=51545)",
      "ja": "クラスの背景モブ高校生こと温水和彦は、男子に人気のクラスメート・八奈見杏菜が幼馴染にフラれるのを目撃してしまう。\n仕方なく八奈見を慰める温水だが、それをきっかけに、様々な負け感あふれる女子たちに絡まれることになり――!?\n負けヒロイン――マケインたちと辿る謎の青春が、ここに幕を開ける！\n負けてこそ輝く彼女たちに、幸いあれ。",
      "vi": "“Hử? Cậu gọi ai là đồ thua cuộc cơ?”\n\nTôi, Kazuhiko Nukumizu, một nhân vật làm nền trong lớp, chứng kiến cảnh cô nàng nổi tiếng – Anna Yanami bị một nam sinh khác từ chối.\n\n“Dù cho cậu ấy đã từng nói bọn mình sẽ kết hôn đấy. Cậu có thấy cậu ấy quá đáng không?”\n\n“Cậu ấy nói thế vào lúc nào vậy?”\n\n“Hồi bọn tớ 4 hay 5 tuổi gì đó.”\n\nThế thì đâu có tính?\n\nCùng với cô nàng còn có những nữ chính thua cuộc khác như Remon Yakishio của Câu lạc bộ Điền kinh và Komari Chika từ Câu lạc bộ Văn học.\n\n“Nukumizu-kun nè, trên đời có hai loại con gái. Một là bạn thuở nhỏ, còn lại là đồ đàn bà giựt bồ.”\n\n“Vậy hả. Chà, một tuyên bố đầy táo bạo ha.”\n\nCó một loại vận mệnh rằng có những người chỉ thực sự toả sáng sau khi đã thua cuộc.\n\nNhững nữ chính thua cuộc—Bức màn câu chuyện tuổi mới lớn mang tên “Makein” sẽ lật mở ngay bây giờ!",
      "es-la": "\"¿Eh? ¿A quién llamas perdedor?\" Como fondo de la clase, yo, Kazuhiko Nukumizu, fui testigo de cómo una chica popular -Anna Yanami- era rechazada por otro chico. \"Aunque dijo que nos casaríamos. ¿No crees que es bastante malo?\" \"¿Cuándo dijo eso?\" \"Cuando teníamos 4 o 5 años\". Eso no cuenta, ¿verdad? Con esto, las heroínas perdedoras como Remon Yakishio del Club de Atletismo, y Chika Komari, del club de literatura. \"Nukumizu-kun. Hay dos tipos de chicas. Las amigas de la infancia o las gatas tramposas\". \"Ya veo. Bueno, esa es una declaración audaz\". Hay una fortuna para los que brillan sólo después de perder. ¡Heroínas perdedoras-El telón de la misteriosa historia de madurez \"Makeine\" se abre ahora! [\"Makeine\" es la abreviación del nombre del manga]",
      "pt-br": "\"Hã? Quem você está chamando de perdedor?\n\nComo pano de fundo da aula, eu, Kazuhiko Nukumizu, testemunhei uma garota popular, Anna Yanami, sendo rejeitada por outro cara.\n\n“Mesmo que ele tenha dito que vamos nos casar. Você não acha que ele é muito mau?\n\"Quando ele disse isso?\"\n“Quando tínhamos 4 ou 5 anos.”\n\nIsso não conta, certo? Com isso, perdem heroínas como Remon Yakishio, do Clube de Atletismo, e Chika Komari, do clube de literatura.\n\n“Nukumizu-kun. Existem dois tipos de garotas. Amigos de infância ou gatos traidores.”\n\"Eu vejo. Bem, essa é uma afirmação ousada.”\n\nHá fortuna para quem só brilha depois de perder. Perdendo Heroínas – A cortina para a misteriosa história de maioridade “Makeine” abre agora!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57",
    "title": {
      "en": "It Starts With A Mountain"
    },
    "updatedAt": "2024-08-06T02:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57/112b1634-884d-4c34-af67-63dd8380d562.jpg",
    "altTitles": [
      {
        "en": "Starting with a mountain"
      },
      {
        "zh": "开局一座山"
      },
      {
        "en": "It Starts With A Mountain"
      },
      {
        "en": "I Have a Shanzhai"
      },
      {
        "en": "Kāijú Yī Zuò Shān"
      },
      {
        "en": "Kāijú Yīzuò Shān"
      },
      {
        "en": "Start a Mountain"
      },
      {
        "en": "Ta Có Một Sơn Trại"
      },
      {
        "ko": "퀘스트 : 지상 최고의 산적"
      },
      {
        "ko": "퀘스트: 지상 최고의 산적"
      },
      {
        "en": "Kaiju Yi Zuo Shan"
      },
      {
        "es": "Comienza con una Montaña"
      }
    ],
    "description": {
      "en": "It starts with a mountain. A strategic leader gets isekai-ed into a war dynasty. He only has a group of members who were planning to ditch him. Facing this war era, he thinks of stealing food and girls to live a king’s life. He is hot-blooded, picks fights with war heroes. How will he bring chaos to the war? Will he be able to rise up high?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f35f6d48-d117-4980-ab71-f5419ed692c6",
    "title": {
      "en": "Fuchou Airen"
    },
    "updatedAt": "2024-06-18T18:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/f35f6d48-d117-4980-ab71-f5419ed692c6/8768016c-7a5d-4b18-94a6-29d9d31fe38e.jpg",
    "altTitles": [
      {
        "en": "Vengeful Lover"
      },
      {
        "zh": "复仇爱人"
      },
      {
        "en": "Revenge Lover"
      }
    ],
    "description": {
      "en": "Yan Shuangshuang watched her former lover die before her eyes. An angel appeared, giving her a chance to live again. However, after her rebirth, everything went wrong."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96f9ee5-1452-493b-b371-e54de3868a58",
    "title": {
      "en": "AOTU World"
    },
    "updatedAt": "2024-08-17T12:53:28+00:00",
    "coverArt": "https://mangadex.org/covers/a96f9ee5-1452-493b-b371-e54de3868a58/99e36d60-2dc1-44c3-aac8-0ae61c85aac8.jpg",
    "altTitles": [
      {
        "zh": "凹凸世界"
      },
      {
        "zh-ro": "AOTU Shijie"
      },
      {
        "vi": "Thế Giới Ao Đột"
      },
      {
        "en": "AOTU World"
      },
      {
        "ko": "요철세계"
      }
    ],
    "description": {
      "en": "A god created AOTU World and established the 7 Oracles to rule it on behalf of this god. The poor and rich, enslaved and free, suffering and happiness, destruction and birth: every status is ordained by God. Mortals can only accept, but cannot resist. However, God has given his people the opportunity to change their fate through \"AOTU Contest.\" The contestants use their unique \"ability\" gifted by the Contest System and inbate wisdom and courage in hopes of winning the competition and becoming the world's ruler.",
      "vi": "Thần Sáng Thế của thế giới Ao Đột là một vị thần rất ngẫu hứng.\nNgài tạo ra vô số hành tinh và con dân trong thế giới Ao Đột, nhưng lại cai quản họ một cách tùy ý không theo quy luật --- có hành tinh màu mỡ tươi đẹp, có hành tinh cằn cỗi hoang vu, có con dân được hưởng tự do hạnh phúc, có con dân lại phải chịu sưu thuế nặng nề và lao động khổ sai.\nThần Sáng Thế thành lập ra Bảy Thần Sử, để họ thay mình thực hiện ý chỉ của thần\nThế nhưng cũng không phải là Thần Sáng Thế hoàn toàn không cho con dân mình cơ hội --- nếu như ai muốn thay đổi vận mệnh, thực hiện nguyện vọng của bản thân, vậy thì hãy tham gia \"Đại chiến Ao Đột\" đi! Các thí sinh sẽ được hệ thống đại chiến ban cho \"năng lực đặc biệt\", rèn luyện và vận dụng năng lực của riêng mình, không ngừng chiến đấu vượt qua thử thách. Chỉ cần là người chiến thắng sau cùng trong đại chiến Ao Đột là có thể đạt được tất cả, đồng thời được ban cho quyền thay mặt thần cai trị thế giới giống như Bảy Thần Sử.\nTuy nhiên, những điều trên chỉ là quan niệm giả dối, cuộc đấu này đã định sẵn không hề có kẻ chiến thắng. Cho tới khi nhân vật chính của chúng ta - Kim, xuất hiện trên sân đấu."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e3740ef-34f9-4ed4-928d-465f685f4c30",
    "title": {
      "en": "Afterlife Diner"
    },
    "updatedAt": "2024-02-19T03:38:39+00:00",
    "coverArt": "https://mangadex.org/covers/8e3740ef-34f9-4ed4-928d-465f685f4c30/ffe7a424-1213-4478-839d-5e3d051e5de5.png",
    "altTitles": [
      {
        "ko": "저승식당"
      },
      {
        "en": "Restaurant in the After Life"
      },
      {
        "en": "Underworld Restaurant"
      }
    ],
    "description": {
      "en": "“I was given a building as an inheritance?”\n\nFrom a nobody who does all kinds of odd jobs and lived a hard life, he was given a chance to become a landlord right in the middle of Gangnam!\n\nBut, the condition for this inheritance is to ‘operate a restaurant for 5 years.’\n\n‘Moreover, I can sense a chill down my spine thanks to the weird customers that came in for today’s store opening……Do I really just need to prepare food?’\n\n“So then…all the guests who came in yesterday…”\n\n“They were ghosts.”\n\nEvery night starting from 11 o’ clock until 1 o’clock, we will now be open!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-07-05T21:23:58+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/2186cc48-2c47-43ef-963f-b91b7be04e30.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-07-28T09:41:44+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "710"
  },
  {
    "mangaId": "86a05b25-e031-4039-8659-83cc4d9bfbdd",
    "title": {
      "en": "Salaryman Exorcist - Okumura Yukio no Aishuu"
    },
    "updatedAt": "2024-06-20T22:22:27+00:00",
    "coverArt": "https://mangadex.org/covers/86a05b25-e031-4039-8659-83cc4d9bfbdd/c825c3b0-fc7d-4105-8324-5a1dc078a936.jpg",
    "altTitles": [
      {
        "ja-ro": "Salaryman Exorcist: Okumura Yukio no Aishū"
      },
      {
        "en": "Salaryman Exorcist: The Sorrows of Okumura Yukio"
      },
      {
        "ja-ro": "Salaryman Futsumashi Okumura Yukio no Aishuu"
      },
      {
        "ja": "サラリーマン祓魔師 奥村雪男の"
      }
    ],
    "description": {
      "en": "A spin-off of Ao no Exorcist, following Okumura Yukio as the main protoganist."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": null
  },
  {
    "mangaId": "1487ed38-87b4-4f47-a82b-e85fd3dbd4f0",
    "title": {
      "en": "Keikenchi Chochiku de Nonbiri Shoushin Ryokou ~Yuusha to Koibito ni Tsuihou sareta Senshi no Mujikaku zama~"
    },
    "updatedAt": "2024-07-05T02:11:28+00:00",
    "coverArt": "https://mangadex.org/covers/1487ed38-87b4-4f47-a82b-e85fd3dbd4f0/dbf24929-cc07-4bd0-a0e8-53bb13029d41.jpg",
    "altTitles": [
      {
        "ja": "経験値貯蓄でのんびり傷心旅行 ～勇者と恋人に追放された戦士の無自覚ざまぁ～"
      },
      {
        "en": "A Warrior Exiled by the Hero and His Lover"
      }
    ],
    "description": {
      "en": "After losing his girlfriend to a brave hero, Toru is expelled from his S-Rank party. With a feeling of sadness and pain in his heart, he defeats a demon he meets outside the city, and his ability [to save experience] is broken! Toru becomes level 300 in the blink of an eye! With this power that far surpasses that of heroes, there is nothing that can stop him. Kaede, a slave he met on his journey, forms a group called the \"Manyu Brigade\", and easily completes dungeons, acquires the legendary sacred weapons, and thanks to his skills, his friends level up easily! He rescued a countess who was attacked by bandits on the road, and befriended a legendary beast. Oru's journey continues at a leisurely pace, as he repeatedly encounters various people along the way, while his former party of heroes are deprived of opportunities to play an active role and fall into decline. This is the beginning of the life of a 300 level warrior!  \n\n\n---\n\n[Original Webnovel](https://ncode.syosetu.com/n9483ge/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "688eee00-d587-4998-a999-652767aac846",
    "title": {
      "en": "Convenient Semi-Friend"
    },
    "updatedAt": "2024-01-09T23:45:57+00:00",
    "coverArt": "https://mangadex.org/covers/688eee00-d587-4998-a999-652767aac846/60eb2bd6-395c-4b7a-9d5b-dec1b7138747.png",
    "altTitles": [
      {
        "ja": "好都合セミフレンド"
      },
      {
        "ja-ro": "Koutsugou Semi-Friend"
      },
      {
        "ko": "편리한 세미프렌드"
      },
      {
        "ru": "Удобная знакомая"
      }
    ],
    "description": {
      "en": "Kuruma Suuna, a gloomy and socially awkward girl, begins her high school dorm life only to discover her new roommate, Hamanasu Ruka, flirting with another girl!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6c718eb-b836-45d6-83a4-6fa5738e536c",
    "title": {
      "en": "Fanservice Paradox"
    },
    "updatedAt": "2024-02-22T19:23:55+00:00",
    "coverArt": "https://mangadex.org/covers/f6c718eb-b836-45d6-83a4-6fa5738e536c/3fd3bad5-5af4-450b-8721-5ea60ebc42e8.png",
    "altTitles": [
      {
        "zh": "营业悖论"
      },
      {
        "zh-ro": "Yíng Yè Bèi Lùn"
      }
    ],
    "description": {
      "en": "The two members with the worst relationship in the group are now trending all because of a fan-taken video that suddenly dominated the social media! Young and cute husky X Cool and cold Gege who has great self-restraint?! The shippers are going feral over this pairing! They had clearly never gotten along since their debut, yet they were now forced to embark on an endless path of selling their fake ship together~",
      "zh": "队内关系最差的两人，竟因为饭拍视频霸榜热搜！年下小狼狗x清冷禁欲哥哥，CP粉直呼嗑到了！明明出道就不合，却被迫开启漫漫虚假营业路~"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "101c7648-2599-4167-a4e8-5e1bc07fedae",
    "title": {
      "en": "Urenokori no Dorei Elf o Hirotta no de, Musume ni Suru Koto ni shita"
    },
    "updatedAt": "2024-08-09T14:56:51+00:00",
    "coverArt": "https://mangadex.org/covers/101c7648-2599-4167-a4e8-5e1bc07fedae/50ca3742-5e25-44fe-bf61-527a67cba4f1.jpg",
    "altTitles": [
      {
        "ja": "売れ残りの奴隷エルフを拾ったので、娘にすることにした"
      },
      {
        "ja-ro": "Urenokori no Dorei Elf wo Hirotta no de, Musume ni suru Koto ni shita"
      },
      {
        "en": "My Daughter was an Unsold Slave Elf."
      },
      {
        "en": "I Picked up an Unsold Slave Elf, and Decided to Make Her My Daughter"
      }
    ],
    "description": {
      "en": "A magician named Weiss lives as he pleases in Zenith, a town filled with scoundrels, where he comes across an elf girl being sold as a slave. Weiss realizes that this girl dressed in ragged clothing is a high elf, a rare species that was supposed to have gone extinct, so he buys her and decides to raise her as his \"daughter.\" \n\nThis is a warm and fluffy fantasy featuring the rookie dad Weiss and his cute little elf girl★\n\n(Source: Young Champion)",
      "ja": "悪人の街ゼニスで気ままに暮らす魔法使いのヴァイスは、奴隷として売られていたエルフの少女を見つける。ボロボロな身なりながらも、その少女が絶滅したはずの希少種であるハイエルフだと気づいたヴァイスは、彼女を購入し〝娘〟として育てることに。新米パパなヴァイスと、キュートな美幼女エルフのほっこりファンタジー★"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-07-09T10:24:42+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/be3ea405-a17a-46d1-b0c4-caad9d2df100.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a41202b8-b2fd-4e64-915a-1d792655f667",
    "title": {
      "en": "Empress's Harem"
    },
    "updatedAt": "2024-07-25T09:10:57+00:00",
    "coverArt": "https://mangadex.org/covers/a41202b8-b2fd-4e64-915a-1d792655f667/a846f02e-438b-4930-b2a4-fa0a6c028cd4.jpg",
    "altTitles": [
      {
        "it": "El Harem De Una Princesa"
      },
      {
        "en": "Queen's Palace"
      },
      {
        "zh": "女帝的后宫"
      },
      {
        "zh-ro": "Nüdi De Hougong"
      }
    ],
    "description": {
      "en": "Super sweet and super-sand sculptured female statue against the harem! I often hear: \"Three princes and three princesses! Your puppets are fighting again!\" The overbearing female CEO traversed to the world of female honors and woke up with seven husbands."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6ead041-631d-4294-a1b7-d0c48b572134",
    "title": {
      "en": "The iDOLM@STER: Shiny Colors - Coherent Light"
    },
    "updatedAt": "2024-02-01T18:34:08+00:00",
    "coverArt": "https://mangadex.org/covers/e6ead041-631d-4294-a1b7-d0c48b572134/a61b1e0d-2d0e-4403-ad4b-605fa4a08305.jpg",
    "altTitles": [
      {
        "ja": "アイドルマスター シャイニーカラーズ コヒーレントライト"
      },
      {
        "en": "The iDOLMASTER: Shiny Colors - Coherent Light"
      }
    ],
    "description": {
      "en": "Serizawa Asahi, Mayuzumi Fuyuko, and Izumi Mei, members of the idol unit 'Straylight,' openly declare themselves as rivals. While they occasionally clash, they further polish their talents, shining even brighter. The new manga adaptation of the game 'The Idolmaster Shiny Colors,' compatible with the 'enza' platform, is here",
      "ja": "芹沢あさひ・黛 冬優子・和泉愛依 互いをライバルと明言しあう アイドルユニット“ストレイライト”の３人は 時にはぶつかりながら磨かれることで さらに強く輝く――。 enza対応ゲーム「アイドルマスター シャイニーカラーズ」の新たなコミカライズがここに登場！",
      "es-la": "Serizawa Asahi, Mayuzumi Fuyuko e Izumi Mei, miembros de la unidad de idols 'Straylight,' se declaran abiertamente como rivales. Aunque ocasionalmente chocan entre sí, pulen aún más sus talentos, brillando con más intensidad. La nueva adaptación al manga del juego 'The Idolmaster Shiny Colors,' compatible con la plataforma 'enza,' ya está aquí,"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aad826a4-07b6-4717-af59-ee6f45a24312",
    "title": {
      "en": "Kimi ni Sasageru Otokomae"
    },
    "updatedAt": "2024-07-04T08:15:54+00:00",
    "coverArt": "https://mangadex.org/covers/aad826a4-07b6-4717-af59-ee6f45a24312/93b39ad3-4cd6-44ef-a633-24a52a7b4ebe.jpg",
    "altTitles": [
      {
        "ja": "君に捧げる男前"
      },
      {
        "en": "My Manhood for You"
      }
    ],
    "description": {
      "en": "\"I'm going to tell you I love you every day!\" A younger handsome guy confesses his love on their first meeting! An uneven love story between a good looking boy and a manly girl begins."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f0ddf0e-345b-4846-94f1-f26f15417c23",
    "title": {
      "en": "Forced Strategy 100%"
    },
    "updatedAt": "2024-04-04T23:42:41+00:00",
    "coverArt": "https://mangadex.org/covers/3f0ddf0e-345b-4846-94f1-f26f15417c23/1751ad25-d42a-488d-94bc-32c9da56ab0b.jpg",
    "altTitles": [
      {
        "zh-ro": "Bèi Pò Gōng Lüè 100%"
      },
      {
        "en": "Forced Attack 100%"
      },
      {
        "zh": "被迫攻略100%"
      }
    ],
    "description": {
      "en": "An accident forced two handsome schoolboys who originally disliked each other to bind together in a love game. Chi Che became a game player, while Cen Huang’s soul left his body to become a game system. In order to return back to normal, both player and system can only brace themselves and complete the rest of the game’s strategy missions. What’s outrageous is that the attack target is unexpectedly Cen Huang’s soulless body?! Thus, a straight guy helping another straight guy pursue his own dramatic love game has now begun…\n\nA dangerous control freak senior who refuses to socialize x an optimistic talkative junior who lacks love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e85832b-4e3d-46e8-a0a2-4770b471f96d",
    "title": {
      "en": "A Dream Escape"
    },
    "updatedAt": "2024-07-28T16:32:58+00:00",
    "coverArt": "https://mangadex.org/covers/7e85832b-4e3d-46e8-a0a2-4770b471f96d/9195d8f8-ae74-4838-9d8c-2da73380376e.jpg",
    "altTitles": [
      {
        "ko": "손만 잡고 잘게"
      },
      {
        "ko-ro": "Pegang Saja Tanganku"
      },
      {
        "en": "Just Hold my Hand"
      }
    ],
    "description": {
      "en": "'Sonidor', a dream artisan who enters into other people's dreams through physical contact and grants wishes that could not be fulfilled in reality. One day, the emperor suddenly arrives at the house and asks to wake up the crown prince who has fallen into eternal sleep. \"I want you to wake him up.\"\n\nSonidor enters the dream of 'Marmel', the crown prince who is praised by everyone for his gentle nature and beautiful appearance, but somehow Marmel's dream is gloomy and desolate. “You were just going to kill me?!” \n\nAccording to the taste of the prince who hates people, Sonidor turns into various animals and finds the reason why Marmel fell asleep one by one, and Marmel gradually opens his heart to Sonidor... \"Your Highness, do you believe me?\" Will Sonidor be able to wake Marmel from his eternal sleep?",
      "pl": "\"Będę trzymać jego ręce, by obudzić go z wiecznego snu\"  Sodinor, ekspert do spraw snów, ma umiejętność spełnienia marzeń nawet w świecie snów. Na rozkaz cesarza została wprowadzona do snu księcia Marmella, który nie mógł się obudzić.  Jednak w snach księcia, który znany jest ze swojej dobroci i łagodności, jest coś bardzo dziwnego. Jego kraina marzeń jest opuszona i bezbarwna.   Sonidor infiltrując sny Marmella pod postacią uroczego zwierzątka udaje się znaleźć powód jego długiego letargu...  Czy Marmell obudzi się w końcu z wiecznego snu?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b087349b-8603-484e-8f6e-042fa3145e3a",
    "title": {
      "en": "Kimi no Kokoro wo Kanjitai"
    },
    "updatedAt": "2024-05-28T03:36:05+00:00",
    "coverArt": "https://mangadex.org/covers/b087349b-8603-484e-8f6e-042fa3145e3a/6b97a40b-07eb-4cf6-a73f-442d69f4887c.jpg",
    "altTitles": [
      {
        "ja": "君の心を漢字たい"
      },
      {
        "id": "Aku Ingin Menulis Hatimu ke Dalam Kanji"
      },
      {
        "en": "I Want to Write Your Heart into Kanji"
      }
    ],
    "description": {
      "en": "A high school boy, Yomi Hashiba, is troubled. He is unable to understand what Mizuki Hanai, a cool girl who became his girlfriend a month ago, is thinking... One day, while he is worrying about his relationship with Mizuki Hanai, he starts to understand her \"Kanji\"...? (same pronunciation as feeling) This is the beginning of a thrilling coming-of-age romantic comedy about love and kanji!",
      "id": "Seorang anak SMA, Yomi Hashiba, sedang bermasalah. Dia tidak dapat memahami apa yang dipikirkan Mizuki Hanai, seorang gadis keren yang menjadi pacarnya sebulan yang lalu... Suatu hari, ketika dia mengkhawatirkan hubungannya dengan Mizuki Hanai, dia mulai memahami \"Kanji\" -nya... ? (pengucapan yang sama dengan perasaan) Ini adalah awal dari komedi romantis dewasa yang mendebarkan tentang cinta dan kanji!",
      "es-la": "Un chico de preparatoria, Yomi Hashiba, está preocupado. No puede entender lo que está pensando Mizuki Hanai, una chica genial que se convirtió en su novia hace un mes... Un día, mientras se preocupa por su relación con Mizuki Hanai, comienza a entender su \"Kanji\"... ? (caracter/sentimiento) ¡Este es el comienzo de una emocionante comedia romántica sobre la mayoría de edad sobre el amor y los kanji!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "dc0174cc-33a0-4792-aa03-78d155179d27",
    "title": {
      "en": "Saiyuki Gaiden"
    },
    "updatedAt": "2021-05-25T15:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/dc0174cc-33a0-4792-aa03-78d155179d27/4d59fd5c-61e2-405a-8fe1-61dc204f0efd.jpg",
    "altTitles": [
      {
        "en": "Saiyuuki Gaiden"
      },
      {
        "en": "最遊記外伝"
      }
    ],
    "description": {
      "en": "500 years before the story of Saiyuki, a heretic child with golden eyes is brought into Heaven. He is given into the reluctant care of a minor deity named Konzen, the nephew of the Merciful Goddess Kanzeon Bosatsu. Konzen eventually gives the child the name \"Goku\". Goku becomes friends with two other minor gods, Marshal Tenpou and General Kenren of the Western Army of Heaven. He also meets a strange little boy who seems to be his own age, the War Prince Nataku. Although Goku is happy in his new home, Heaven is not kind to heretics. There are those who would use Nataku and Goku as tools in an attempt to seize the throne of Heaven, and Konzen, Tenpou, and Kenren may not be able to save them."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2024-08-09T17:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/c925ebde-8d7a-479e-9c3f-ac3660ab5db1.jpg",
    "altTitles": [
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "en": "Anjo the Mischievous Gal"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5811f2ea-ee30-4958-bb1d-e92cb83365bd",
    "title": {
      "en": "Dating to Survive"
    },
    "updatedAt": "2024-01-20T23:38:22+00:00",
    "coverArt": "https://mangadex.org/covers/5811f2ea-ee30-4958-bb1d-e92cb83365bd/123d198c-c256-4e89-827a-23ca29ba0268.jpg",
    "altTitles": [
      {
        "ko-ro": "Saengjongobaek"
      },
      {
        "ko": "생존고백"
      },
      {
        "en": "Survival Confession"
      },
      {
        "ru": "Встречаться, чтобы выжить"
      }
    ],
    "description": {
      "en": "The exorcist fell in love with me, a ghost...?!\n\nA survival love story of a ghost who resorted to a false confession to survive from the exorcist.",
      "ko": "퇴마사가 귀신인 나에게 반해버렸다...?! \n퇴마사로부터 살아남기 위해 거짓 고백을 해버린 한 귀신의 생존 서바이벌 연애기",
      "ru": "Вы бы признались кому-то в любви, если бы это означало спасение вашей жизни? Ну, это то, что я сделал. Я призрак по имени Умин, а моя девушка - охотница за привидениями. Довольно банально, я знаю... Честно говоря, я не знаю, как мне избавиться от нее, но я не могу позволить ей просто убить меня!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11fc8f5b-35da-42f2-bb36-9394d1dfa513",
    "title": {
      "en": "Katasumi no Heartbeat"
    },
    "updatedAt": "2024-07-15T15:57:51+00:00",
    "coverArt": "https://mangadex.org/covers/11fc8f5b-35da-42f2-bb36-9394d1dfa513/ff65676c-0c13-4983-bf4b-5914090f8cde.jpg",
    "altTitles": [
      {
        "ja": "片隅のハートビート"
      },
      {
        "en": "Heartbeat in a Corner"
      }
    ],
    "description": {
      "en": "Seishun Scans Description Ch 1: The story of a teenage girl who always only had a background presence, taking on small roles like being a plant in their school plays, never really standing out until a cute boy in her class starts giving her the right supporting words. \n\nA compilation of one-shots that will make you heart flutter."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "9f4478af-7354-4132-af67-cd25fc849cb2",
    "title": {
      "en": "Asura"
    },
    "updatedAt": "2024-08-03T20:01:15+00:00",
    "coverArt": "https://mangadex.org/covers/9f4478af-7354-4132-af67-cd25fc849cb2/87589279-0ce2-437c-a9ca-82dd24a3d033.jpg",
    "altTitles": [
      {
        "ko": "아수라"
      },
      {
        "en": "Ashura"
      },
      {
        "ru": "Асура"
      },
      {
        "en": "Asura (Moon Jeong-Hoo)"
      }
    ],
    "description": {
      "en": "There was someone who set out after receiving orders from the Absolute One who first unified the continent to learn the secret of immortality. He believed that he would definitely discover the secret of immortality even if he had to travel all over the world. He never returned until the Absolute died and the empire collapsed, leaving behind only numerous speculations and gradually being forgotten in people's memories. And after a long time...",
      "ru": "От создателя знаменитой манхвы «Мастер»! \n \nМогучий правитель, объединивший континент, послал своего самого отважного воина на поиски секрета бессмертия. Правитель был уверен, что тайна бессмертия будет раскрыта, даже если придётся искать её по всему миру. Однако... тот так и не вернулся. Правитель скончался. Империя пала. О воине ещё долго говорили, но со временем люди начали забывать и его. И вот, спустя многие годы..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40dab498-7af6-446a-8071-76cdd5e926d5",
    "title": {
      "en": "Even If Despair Consumes You"
    },
    "updatedAt": "2024-08-05T08:16:25+00:00",
    "coverArt": "https://mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "altTitles": [
      {
        "en": "Even if Disillusionment Swallows You"
      },
      {
        "en": "Even if Despair Consumes You"
      },
      {
        "ko": "환멸이 그대를 삼킬지라도"
      },
      {
        "hu": "Még akkor is, ha a kétségbeesés megvisel"
      }
    ],
    "description": {
      "en": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18f5549a-9d1a-44a2-a8ca-aed2448e37c0",
    "title": {
      "en": "Arafoo Otoko no Isekai Tsuhan Seikatsu"
    },
    "updatedAt": "2024-07-16T13:41:14+00:00",
    "coverArt": "https://mangadex.org/covers/18f5549a-9d1a-44a2-a8ca-aed2448e37c0/061adb2f-da7d-44b5-a3a0-fa50e994b0cc.jpg",
    "altTitles": [
      {
        "en": "The Daily Life of a Middle-Aged Online Shopper in Another World"
      },
      {
        "ja": "アラフォー男の異世界通販生活"
      },
      {
        "ja-ro": "Around 40 Otoko no Isekai Tsuuhan Seikatsu"
      },
      {
        "zh-hk": "四十左右男的異世界網購生活"
      },
      {
        "ru": "Жизнь 40-летнего мужчины в другом мире"
      },
      {
        "en": "The Mail Order Life of a Man Around 40 in Another World"
      },
      {
        "zh": "中年男的异世界网购生活"
      },
      {
        "pt-br": "A vida por correspondência de um homem de cerca de 40 anos em outro mundo"
      }
    ],
    "description": {
      "en": "The story of a middle aged man doing whatever he wants with the power of 1-click online shopping!  \n\nKenichi, a single man in his 40s, is transported into another world for no apparent reason. As he tries to escape a dangerous forest teaming with monsters, he realizes he has the power to access to a huge online store.\n\nBy using this power to exchange goods he found in this new world for cash, and then buying modern ones off the internet, he was able to quickly create a very popular business. However, his goal is to have a slow and leisurely life. Instead of growing his business even more, he decides to settle down and live off of the power of Jeff Bezos.\n\nThe mail order life of a middle aged man in other world begins now!\n\n[web novel](https://ncode.syosetu.com/n2945eg/) (jp)\n\n---",
      "ru": "История о мужчине средних лет, который делает все, что хочет, с помощью покупок в Интернете в один клик!",
      "pt-br": "A história de um homem de meia idade fazendo o que quiser com o poder das compras online com um clique!\nKenichi, um homem solteiro de 40 anos, é transportado para outro mundo sem motivo aparente. Enquanto ele tenta escapar de uma floresta perigosa se unindo a monstros, ele percebe que tem o poder de acessar uma enorme loja online."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "57"
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae1687aa-843e-4e32-b20d-583e36a1d09b",
    "title": {
      "en": "Zero Centimeter"
    },
    "updatedAt": "2024-08-16T04:59:40+00:00",
    "coverArt": "https://mangadex.org/covers/ae1687aa-843e-4e32-b20d-583e36a1d09b/0c290a41-e1bb-4adc-8ea2-8b67437292e4.jpg",
    "altTitles": [
      {
        "ko": "제로센티미터"
      }
    ],
    "description": {
      "en": "Reuniting with a First Love After 10 Years! Hyun Jiwoo, once a star on the Seongeon High School baseball team, faced a heartbreaking split when his junior and lover, Choi Sunho, unexpectedly left for the United States. Ten years later, Jiwoo has buried his emotions and thrown himself into his work, still haunted by the pain of that sudden separation. But his world is turned upside down when Sunho, the first love who shattered his heart, reappears—as a short-term part-time worker with a wild streak and a taste for liquor!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aed9496b-0178-49a3-8af5-3acbd7bce928",
    "title": {
      "en": "Karasu wa Aruji wo Erabanai"
    },
    "updatedAt": "2024-06-05T14:01:49+00:00",
    "coverArt": "https://mangadex.org/covers/aed9496b-0178-49a3-8af5-3acbd7bce928/705c5c8b-c310-4012-9788-a7c996cfe014.jpg",
    "altTitles": [
      {
        "ja": "烏は主を選ばない"
      },
      {
        "en": "The Raven Does Not Choose Its Master"
      }
    ],
    "description": {
      "en": "Yamauchi - a fantastic world where the Yatagarasu, a race of three-legged crows with the ability to transform into humans, live. Yukiya, a young Yatagarasu, is appointed as the personal attendant of the eccentric Crown Prince Wakamiya. Soon, he is entangled in a web of conspiracies attempting to overthrow the heir to the Imperial throne. \n\nAn adaptation of the second book of the award-winning <Yatagarasu> novel series by Chisato Abe. The first book has been licensed in English as [A Raven for All Seasons](https://mangadex.org/title/c22db5fc-726a-41ad-8402-5537e7de2277/karasu-ni-hitoe-wa-niawanai) by [K Manga](https://kmanga.kodansha.com/title/10162/episode/336576).",
      "ja": "シリーズ累計150万部超！ 大人気小説「八咫烏（やたがらす）シリーズ」比翼の漫画化！\n「山内（やまうち）」と呼ばれる異世界で、人の姿に転身できる「八咫烏」達が織りなす物語。日嗣の御子の座についた若宮に一年の期限付きで仕えることになった少年、雪哉。だが若宮は「うつけ」と呼ばれるとんでもない人で…。圧倒的スケールの世界観と緻密な筆致でおくる異世界ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af41d2ed-6096-4379-b2e1-798c7b074130",
    "title": {
      "en": "Puri Puri Planet"
    },
    "updatedAt": "2024-08-16T19:51:39+00:00",
    "coverArt": "https://mangadex.org/covers/af41d2ed-6096-4379-b2e1-798c7b074130/8a3b0cc2-cf48-4ad9-be82-dc5fecab18f3.png",
    "altTitles": [
      {
        "ja": "プリプリプラネット"
      }
    ],
    "description": {
      "en": "A collection of stories within the worlds of Revelations: Persona, Persona 2: Innocent Sin, and Persona 2: Eternal Punishment by Eri Takenashi!"
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "496b7402-6272-46b5-bf99-1f216acd20df",
    "title": {
      "en": "Rebirth in the End Times: I Reached the Top by Opening Boxes"
    },
    "updatedAt": "2024-08-03T22:39:03+00:00",
    "coverArt": "https://mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "altTitles": [
      {
        "zh": "末世重生：我靠开箱子问鼎巅峰"
      }
    ],
    "description": {
      "en": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ead3f958-0d01-4c1f-b605-620eacb8ead0",
    "title": {
      "en": "Boku no Ikezu na Konyakusha"
    },
    "updatedAt": "2024-07-12T15:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/ead3f958-0d01-4c1f-b605-620eacb8ead0/dbff5a72-18f7-4762-a38d-b0de1b7d52cd.jpg",
    "altTitles": [
      {
        "ja": "僕のいけずな婚約者"
      },
      {
        "en": "My Fiancée Is So Mean!"
      },
      {
        "id": "Tunanganku yang jahil!"
      },
      {
        "pl": "Moja niegrzeczna narzeczona."
      }
    ],
    "description": {
      "en": "Miyuki-san is a young lady born in Kyoto. My relationship with her cannot be described as good. Because… \"You’re very good at flattery.\" Are those words sincere? Or just for show? A frustrating love story where our feelings for each other keep missing the mark.",
      "pl": "Miyuki-san jest młodą kobietą urodzoną w Kyoto. Moje relacje z nią nie są dobre. Ponieważ... \"Jesteś bardzo dobry w pochlebianiu\". Czy te słowa są szczere? Czy tylko na pokaz? Frustrująca historia miłosna, w której nasze wzajemne uczucia wciąż mijają się z celem."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "215e3ced-247e-4f34-8e1a-27b60ffef8ac",
    "title": {
      "en": "My Girlfriend's Not Here Today"
    },
    "updatedAt": "2024-07-20T21:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/215e3ced-247e-4f34-8e1a-27b60ffef8ac/7ba3667c-7e5b-4a09-9a2d-4bc7680355de.jpg",
    "altTitles": [
      {
        "ja": "今日はカノジョがいないから"
      },
      {
        "ja-ro": "Kyou wa Kanojo ga Inai kara"
      },
      {
        "zh": "因为今天女友不在"
      },
      {
        "zh-hk": "因為今天女友不在"
      },
      {
        "zh-ro": "Yīn wéi jīntiān nǚyǒu bùzài"
      },
      {
        "en": "Today, She is not here"
      }
    ],
    "description": {
      "en": "It's a secret that I'm dating the love of my life at school. There's no way I can tell anyone, especially when we're both girls. But I can't help my feelings from slipping out in the background. It's not the ideal way to be a couple, but I can put up with it because I really love her... But such loneliness has also nurtured dark thoughts in my head.",
      "th": "ผลงานมังงะเรื่องใหม่ของ อ.อิวามิ คิโยโกะ ผู้เขียน \"Luminous = Blue\"\nโลกความเป็นจริงกับโลกออนไลน์ สิ่งที่เปิดเผยให้คนอื่นรู้ได้กับสิ่งที่ต้องการปิดเป็นความลับจากคนรอบข้าง ใครหลายคนอาจมีโลกสองฝั่งแบบนี้อยู่เหมือนกัน\nอาซาฮินะ ยูนิ คือหนึ่งในคนที่เป็นแบบนั้น แต่แล้วความลับของเธอก็ถูก ทาคิ ฟูโกะ เพื่อนร่วมชั้นคนหนึ่งล่วงรู้เข้า..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09b6eec8-adcb-4813-90c6-ee5f1e209083",
    "title": {
      "en": "Hen na Ie"
    },
    "updatedAt": "2024-05-22T11:52:28+00:00",
    "coverArt": "https://mangadex.org/covers/09b6eec8-adcb-4813-90c6-ee5f1e209083/a073a08e-39fc-4ba0-9526-f1d5ac9be2ff.jpg",
    "altTitles": [
      {
        "ja": "変な家"
      },
      {
        "vi": "Ngôi nhà kỳ quái"
      },
      {
        "id": "Rumah yang Aneh"
      },
      {
        "ja-ro": "Henna Ie"
      },
      {
        "ne": "विचित्र घर"
      },
      {
        "en": "The Strange House"
      }
    ],
    "description": {
      "en": "I’ve always had a fascination with the occult; you might even call it my specialty. I’ve been brought in as a consultant on many supernatural and strange mysteries. But nothing could have prepared me for this house. It seemed so ordinary at first, except for that one room. It had no doors, no windows, and was tucked away, leaving anyone to think it was just a wall. I knew that there was something more to it. It shouldn’t be there, it shouldn’t exist, and yet…\n\nJust what is this house, and what dark secrets does it hold?",
      "ja": "オカルト専門ライターの「私」は知人から、とある家の間取り図を見せられた。そこには正体不明の「謎の空間」が存在するという。建築設計士・栗原に意見を求めると、彼はこの家のおかしなところを次々に指摘し始めた……！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6dc99d1-4b39-4a7e-bfda-ad66fdff235f",
    "title": {
      "en": "Hotaru no Yomeiri"
    },
    "updatedAt": "2024-08-12T10:29:44+00:00",
    "coverArt": "https://mangadex.org/covers/c6dc99d1-4b39-4a7e-bfda-ad66fdff235f/95577c09-ebd2-4c5c-b9d9-ddef1d5adb5a.jpg",
    "altTitles": [
      {
        "ja": "ホタルの嫁入り"
      },
      {
        "en": "Firefly Wedding"
      },
      {
        "uk": "Весілля світлячків"
      },
      {
        "ne": "जुनकिरी को विवाह"
      },
      {
        "zh-hk": "螢火蟲之婚"
      },
      {
        "vi": "Đám cưới đom đóm"
      },
      {
        "es": "Matrimonio de luciérnagas"
      },
      {
        "es-la": "Matrimonio de luciérnagas"
      },
      {
        "en": "Firefly Marriage"
      }
    ],
    "description": {
      "en": "A romance story set in the Meiji era. Born into a prestigious family and blessed with good looks, Satoko is said to have a short life expectancy. But suddenly, her life is targeted by a mysterious killer...?! In order to survive on the spot, Satoko makes a \"proposal\" for the killer...?! - A young lady and an assassin... A contract marriage love suspense between two people who should never meet!",
      "es": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "ja": "令嬢と殺し屋…絶対交わらないはずの二人の、契約結婚ラブサスペンス！\n時は明治。\n名家に生まれ美貌に恵まれるも、余命わずかと言われている紗都子の唯一の夢は…家の利益になる結婚をすること。\nしかし突然、謎の殺し屋に命を狙われ…！？\nその場を生き延びるため、紗都子は殺し屋にある“提案”を…！？",
      "uk": "\"Весілля світлячків\" – манґа, події якої розгортаються у давні часи епохи Мейджі. Дівчина на ім'я Сатоко, донька заможної родини, якій пощастило успадкувати красу, прагне одружитися з тим, кого запропонує їй батько, але як же це зробити, якщо її життю загрожує хвороба? Одного дня героїня потрапляє до рук викрадачів, де, задля порятунку себе, вона пропонує шлюб власному вбивці. Куди її приведе узгоджений шлюб з людиною, яку вона ніколи не мала зустріти?",
      "es-la": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "pt-br": "Uma história de romance ambientada na era Meiji.  \n\nNascida em uma família de prestígio e abençoada com boa aparência, Satoko tem uma expectativa de vida curta. Mas de repente, sua vida é alvo de um misterioso assassino...?! Para sobreviver no local, Satoko faz uma \"proposta\" para o assassino...?! \n- Uma jovem e um assassino... \n\nUm suspense de amor por contrato de casamento entre duas pessoas que nunca deveriam se encontrar!",
      "zh-hk": "千金小姐與殺手…絕對沒有交集的兩個人間的契約結婚愛情喜劇！\n時值明治時代。\n出生名門又集美貌於一身，卻被告知餘命不久矣的紗都子唯一的夢想是…為了家族的利益而結婚。\n但是，突然之間被謎樣的殺手給襲擊了…！？\n為了從這種局面中活下來，紗都子向殺手提出了某項“提案”…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-08-15T16:00:46+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/846335b0-f810-4ed5-a93b-b746eb83f4db.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d9041cc-6f82-403a-b0c9-aca68ce76bc2",
    "title": {
      "en": "The Knight and Her Emperor"
    },
    "updatedAt": "2023-09-08T21:51:35+00:00",
    "coverArt": "https://mangadex.org/covers/9d9041cc-6f82-403a-b0c9-aca68ce76bc2/fa0bb09b-8199-4d7b-8191-0509e30daec7.jpg",
    "altTitles": [
      {
        "ko": "황제와 여기사"
      },
      {
        "ko-ro": "Hwangjewa Yeogisa"
      },
      {
        "en": "Emperor and the Female Knight"
      },
      {
        "en": "The King and His Knight"
      },
      {
        "fr": "L'armure et la couronne"
      },
      {
        "fr": "L'empereur et la chevaleresse"
      },
      {
        "uk": "Імператор та лицарка"
      },
      {
        "ja": "皇帝と女騎士"
      },
      {
        "ja-ro": "Koutei to Onna Kishi"
      },
      {
        "zh-hk": "皇帝與女騎士"
      },
      {
        "zh": "皇帝与女骑士"
      },
      {
        "id": "Kaisar dan Ksatria Wanita"
      },
      {
        "vi": "Hoàng đế và Nữ hiệp sĩ"
      }
    ],
    "description": {
      "en": "Pollyanna is an unremarkable girl in a noble family. Her parents send her to military conscription hoping she'll die quickly in battle. Left only with her wits and her strength, Pollyanna fights to rise up in the ranks. One day, she meets an ardent king, one who finally acknowledges her worth. Moved by his dream for unity, Pollyanna vows to fight for him. But now the young king is slowly realizing this stalwart knight has also conquered his heart.\n\n---\nAfter six years of pointless war between her country, the Kingdom of Ehas, and their neighbor enemies, the Kingdom of Cukda, aged 20, the woman soldier and former petty officer Pauliana Kellenbell has been defeated and captured in a storming attack by the army of another enemy nation, the Kingdom of Acrea, an attack she had personally predicted but fell on deaf ears by her superiors. She has been desperately trying to survive in men's society, but it was all in vain, her noble birthright having been taken away by her family by being sent to war, and having all her efforts crushed down by the fact that she's a woman in the all-male army of Ehas.\n\nAcrea's young king, Lucius, sees her struggle and potential, and makes an unexpected offer. He dreams of becoming the first emperor to conquer the South continent and its sea. Pauliana swears a life-long allegiance to Lucius for acknowledging her, becoming his knight and most trusted advisor, bestowing her with the name Pauliana Winter. However, in the end, Lucius is just an emperor on the battlefield that had awakened his love for Pauliana!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)",
      "ja": "前妻との娘である「ポリアナ」は家族にとってただの邪魔もの――。\n父はポリアナが戦死することを望み強制的に戦場に行かせるのだが…自分を見捨てた親への復讐と生き残るため必死に訓練し、疲弊した戦地の男世界でも耐えぬくポリアナ。\nしかし、敵国の新王「ルクソス」が率いるアクレア軍の侵攻により、ポリアナは絶体絶命の危機に――!?",
      "ko": "“오늘따라 경이 귀여워 보이는구나.” “폐하, 어디 불편하십니까?” 미모와 능력을 갖춘 대륙의 패왕, 남자보다 거친 여기사에게 반하다?! 전우애가 연애로 발전하기까지, 진중함과 유머의 황금비로 풀어내는 새로운 스타일의 ‘여기사 로망’! 때는 전시, 여기사 폴리아나는 적국 아크레아의 군대에 패배한다. 그녀는 남자들의 사회에서 살아남기 위해 필사적으로 노력해 왔으나 이제는 허망히 죽을 신세. 하지만 아크레아의 젊은 왕 룩소스 1세는 그녀의 사투를 보고 뜻밖",
      "tr": "Pauliana, düşman ulus ordusu Acrea tarafından yenildi ve yakalandı. Umutsuzca erkekler toplumunda hayatta kalmaya çalışıyordu, ama hepsi boşunaydı. Acrea’nın genç kralı Lucius, mücadelesine tanık oldu ve beklenmedik bir teklifte bulundu. Onun hayali savaşı sürdürmek ve Güney kıtasını ve denizini fetheden ilk imparator olabilmekiti. Pauliana, Lucius’a, onu kabul ettiği için ömür boyu sürecek bir bağlılık sözü verdi. Ancak, sonunda, Lucius sadece Pauliana’ya olan sevgisini savaş alanında uyandırmiş bir imparatordu.",
      "uk": "Пауліану подолали, і вона була захоплена у полон армією ворожої країни Акрії. Вона відчайдушно намагалася вижити в чоловічому товаристві, але все було марно. Молодий король Акрії, Люціус, побачив її боротьбу та зробив неочікувану пропозицію. Він мріє продовжити війну та стати першим імператором, що скорить Південний континент і море. Пауліана присягнула на вірність Люціусу за те, що він її визнав. Однак, зрештою, Люціус - просто імператор, який на полі бою усвідомив свої почуття до Пауліани.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)",
      "zh": "称霸大陆的皇帝，居然爱上了比自己还要强悍的女骑士！ 雅娜是一心为皇帝献出忠诚的骑士，面对皇帝突如其来的爱意，超飒的她会怎么应对呢？ \n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%99%A9%EC%A0%9C%EC%99%80-%EC%97%AC%EA%B8%B0%EC%82%AC/2332), [KakaoPage](http://page.kakao.com/home/52250831)\n\n**Official Translations:**\n* English: [Pocket Comics](https://www.pocketcomics.com/comic/162), [Tapas](https://tapas.io/series/the-knight-and-her-emperor/info), [Tappytoon](http://www.tappytoon.com/en/comics/the-knight-and-her-emperor)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/6561/)\n* [French / Français](http://www.verytoon.com/serie/l-armure-et-la-couronne/)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Kaisar-dan-Kesatria-Wanita/230)\n* [Japanese / 日本語](https://piccoma.com/web/product/14567)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "197"
  },
  {
    "mangaId": "df2e7b42-3304-4309-a1ac-6b42b7f29239",
    "title": {
      "en": "Masked Queen"
    },
    "updatedAt": "2024-08-17T06:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/df2e7b42-3304-4309-a1ac-6b42b7f29239/b077c629-6607-489b-8638-d56ea21f57f3.jpg",
    "altTitles": [
      {
        "en": "Queen of Villains"
      },
      {
        "zh": "恶役皇后"
      }
    ],
    "description": {
      "en": "As the heroine of an ordinary office worker, she accidentally travels to the Western fantasy romance novel that she has been chasing after. What's embarrassing is that she is wearing the vicious queen that she hates the most, and she becomes the stepmother when facing the prince she loves so much. This is really a big deal! Thanks to myself relying on the cheat book of the original novel to survive in the complicated form of the palace, but I didn't expect that I am not the only one who has the golden finger..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "23"
  },
  {
    "mangaId": "ab7aef75-57a7-4304-bd5b-c5599f98054a",
    "title": {
      "en": "Tsuma ga Kanpeki Sugiru node, Chotto Ran Shite Ī Desu ka?"
    },
    "updatedAt": "2024-07-13T15:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/ab7aef75-57a7-4304-bd5b-c5599f98054a/9a6846f4-43b7-42cd-befa-f475e328e193.jpg",
    "altTitles": [
      {
        "vi": "Tôi có nên chiều hư cô vợ hoàn hảo của mình?"
      },
      {
        "ja": "妻が完璧すぎるので、ちょっと乱していいですか？"
      },
      {
        "en": "My wife is too perfect, so can I disturb her a little?"
      }
    ],
    "description": {
      "en": "It's only been a week since they got married, and they've only just begun their life together. The wife is so perfect in every way, that it makes her husband want to tease her and see her trip up, just a little bit......? A sweet couple's love comedy from Akiba Ruiki!\n\n(Source: Comic Fuz, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": {
      "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~"
    },
    "updatedAt": "2024-08-16T17:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/bd6d0982-0091-4945-ad70-c028ed3c0917/ec119d54-8a30-4e1b-8c4a-a4c66d8560b9.jpg",
    "altTitles": [
      {
        "pt-br": "A Reencarnação do Vagabundo: Vou dar meu melhor se for para outro mundo"
      },
      {
        "en": "Jobless Reincarnation - I Will Go All Out When I'm Transported to Another World"
      },
      {
        "en": "Jobless Reincarnation - It Will be All Out if I Go to Another World"
      },
      {
        "en": "Mr. No-Job's New Life - If I Go to a Parallel World, Then I'll Get Serious"
      },
      {
        "ja-ro": "Mushoku Tensei"
      },
      {
        "fr": "Mushoku Tensei - Nouvelle vie, nouvelle chance"
      },
      {
        "en": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring Out my True Effort"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~"
      },
      {
        "ru": "Реинкарнация безработного: Попав в другой мир, я стану сёръёзнее"
      },
      {
        "th": "เกิดชาตินี้พี่ต้องเทพ"
      },
      {
        "zh": "无职转生~在异世界认真地活下去~"
      },
      {
        "ja": "無職転生 〜異世界行ったら本気だす〜"
      },
      {
        "ko": "무직전생 〜다른 세계 가면 진심 낸다〜"
      },
      {
        "it": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "de": "Mushoku Tensei - In dieser Welt mach ich alles anders"
      },
      {
        "es": "Mushoku Tensei: Reencarnación desde cero"
      },
      {
        "fa": "موشوکو تنسی: تناسخ علاف"
      },
      {
        "zh-hk": "無職轉生~在異世界認真地活下去~"
      },
      {
        "pt-br": "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
      },
      {
        "ms": "Penjelmaan Semula yang Menganggur: Jika Saya Pergi ke Dunia Lain, Saya Akan Menjadi Serius"
      },
      {
        "it": "Reincarnazione senza lavoro: Ci proverò seriamente se vado in un altro mondo"
      },
      {
        "fr": "Réincarnation sans emploi : j'essaierai sérieusement si je vais dans un autre monde"
      },
      {
        "vi": "Thất nghiệp chuyển sinh ~ Sống hết mình sau khi tới thế giới khác~"
      },
      {
        "ru": "Реинкарнация безработного: Я серьёзно постараюсь, если отправлюсь в другой мир"
      },
      {
        "ar": "موشوكو تينسي"
      },
      {
        "fa": "موشوکو تنسی"
      },
      {
        "tr": "Mushoku Tensei: İşsiz Reenkarnasyon"
      },
      {
        "tr": "Mushoku Tensei: Paralel Evrene Taşındığımda Her Şeyi Yapacağım"
      }
    ],
    "description": {
      "en": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "ru": "34-летнего отаку-затворника выгнали из дома родственники после похорон его родителей. Этот жирный и уродливый девственник без гроша в кармане осознал, что его жизнь подошла к концу. Затем он понял, что его жизнь вообще могла бы быть намного лучше, если бы тот мог избавиться от тёмных страниц своей жизни. Пребывая в сожалениях, мужчина увидел, как грузовик со спящим водителем быстро надвигается на трёх школьников. Собрав все свои силы, он попытался спасти их и погиб.  \r\n  \r\nА открыв глаза, он обнаружил, что переродился в мире меча и магии как Рудеус Грейрат. Получив в этом мире новую жизнь, Рудеус решил, что в этот раз проживёт свою жизнь на полную, безо всяких сожалений!  \r\n  \r\nИ так началось приключение человека, пожелавшего заново начать свою жизнь.  \r\n  \r\nAlternative Raw: <http://seiga.nicovideo.jp/comic/23831>",
      "es-la": "La historia trata sobre un muchacho que se encierra en su casa tras sufrir una enorme humillación pública sin atreverse a salir durante varios años debido a los traumas que esto le ocasionó. Incapaz de soportar esto, se encerró en casa sin querer salir ni volver a ver a sus compañeros y durante años el miedo a salir creció y creció, acabando por convertirse en una carga para su familia… hasta el día en que sus padres murieron y sus hermanos lo expulsaron de su hogar por el parásito en el que se había convertido. En ese momento, aunque tarde, se arrepintió de su actitud y se puso a pensar que su vida podría haber sido decente si él le hubiera puesto más esfuerzo. Justo cuando estaba a punto de iniciar su nuevo cambio, ve un camión en movimiento a gran velocidad dirigiéndose a tres estudiantes de secundaria. Reuniendo todas las fuerzas que tenía logra salvarlos, pero a cambio él termina siendo atropellado por el camión, muriendo al instante. Cuando abrió los ojos, él había reencarnado en un mundo de espadas y magia como Rudeus Greyrat. Nacido en este nuevo mundo, con una nueva vida, Rudeus decidió que, “Esta vez, realmente voy a vivir mi vida al máximo sin arrepentimientos”. De este modo se inicia el viaje de un hombre que anhela reiniciar su vida."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81ae0be0-c1a9-4998-9f5d-664628544a76",
    "title": {
      "en": "Raising the Royal Highness? Making Money Making Money!"
    },
    "updatedAt": "2024-08-16T21:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/81ae0be0-c1a9-4998-9f5d-664628544a76/4ad562b1-75d4-456a-8b5d-178be7858007.png",
    "altTitles": [
      {
        "zh": "世子养成？搞钱搞钱！"
      }
    ],
    "description": {
      "en": "After waking up, the heroine, who has been reborn for who knows how many times, is determined to convince her parents to leave the center of imperial power this time, so as to avoid being executed by the whole family when the government is in chaos. However, her family has been officials for generations, and her parents are worried that they will not be able to survive if they don't become officials, so she must prioritize making money in this life. At the same time, by accident, the heroine meets the prince who did not exist in the previous rebirths. And the prince who has always been entangled in fate and abandoned the heroine also arrived as promised."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "3673409f-7e00-40b2-a762-88baa497c8a6",
    "title": {
      "en": "Karakai Jouzu (?) no Nishikata-san"
    },
    "updatedAt": "2024-08-17T11:37:46+00:00",
    "coverArt": "https://mangadex.org/covers/3673409f-7e00-40b2-a762-88baa497c8a6/04f3d761-8a5c-4b12-99c9-283e08bc9885.jpg",
    "altTitles": [
      {
        "ja": "からかい上手(?)の西片さん"
      },
      {
        "uk": "Майстер дражнилок (?) Нішиката-сан"
      },
      {
        "ru": "Мастер дразнилок (?) Нишиката-сан"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (?) si Nishikata-san"
      }
    ],
    "description": {
      "en": "In this spinoff of \"Teasing Master Takagi-san\", and continuation of \"Teasing Master (former) Takagi-san\", Chi Nishikata tries her hardest to tease her classmate Ooshiro, but for some reason it feels like she's met him somewhere. Can she finally get one over on him and remember her past?",
      "tl": "Si Chi, ang minamahal na anak ng (dating) Takagi at Nishikata. Ngayon ay nasa high school na kasama ang batang lalaki sa tabi, kaya ba n'yang tuksuhin s'ya tulad ng kanyang ina?! O s'ya ba ang matutukso tulad ng kanyang ama!? Ang mga araw na puno ng pang-aasar ay magsisimula na muli— !",
      "uk": "Це спін-офф манг \"Майстер дражнилок Такаґі-сан\" та \"Майстер дражнилок(колишня) Такаґі-сан\". Донька головних героїв Чі іде до школи і зустрічає друга дитинства. Як складуться їх відносини і чи зможе вона подражнити хлопця?",
      "pt-br": "Neste spin-off de \"Karakai Jouzu no Takagi-san\" e continuação de \"Karakai Jouzu no (Moto) Takagi-san\", Nishikata Chi se esforça ao máximo para provocar seu colega de classe Ooshiro, mas por algum motivo parece que ela o conhece de algum lugar. Ela pode finalmente superá-lo e lembrar de seu passado?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca6edf6e-f4f3-44b6-9a0d-18530701ae87",
    "title": {
      "en": "Uchi no Musuko wa Tabun Gay"
    },
    "updatedAt": "2024-03-26T14:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/ca6edf6e-f4f3-44b6-9a0d-18530701ae87/ed8199ce-21be-4d76-b6e6-b316ab0e1863.jpg",
    "altTitles": [
      {
        "vi": "Con Trai Tôi Có Lẽ Là Gay"
      },
      {
        "de": "Ich glaub, mein Sohn ist schwul"
      },
      {
        "en": "Our Son Is Probably Gay"
      },
      {
        "ja-ro": "Uchi no Musuko wa Tabun Gei"
      },
      {
        "ja": "うちの息子はたぶんゲイ"
      },
      {
        "en": "My Son Is Probably Gay"
      },
      {
        "en": "I Think Our Son Is Gay"
      }
    ],
    "description": {
      "en": "A sweet, open-minded mother starts suspecting one of her sons might be gay."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "104"
  },
  {
    "mangaId": "990a7ddb-34f0-437c-b660-292c160348f3",
    "title": {
      "en": "Chuck and the Girl"
    },
    "updatedAt": "2024-02-27T20:35:09+00:00",
    "coverArt": "https://mangadex.org/covers/990a7ddb-34f0-437c-b660-292c160348f3/7bee96e0-d66f-4ac2-8ac2-0196cfb191d5.jpg",
    "altTitles": [
      {
        "ja": "チャック・アンド・ザ・ガール"
      }
    ],
    "description": {
      "en": "I remember. A town surrounded by the sea and slopes. A dreamy time with someone special.\n\nMy name is Amy. My mother took me from Los Angeles, U.S.A. to Yokohama, Japan.\nAm I lonely? No, not at all. I mean, isn't it cool to live in a foreign country? My grandma is cool and nice! I'm going to live here!\nOne step closer to adolescence. One girl's experience of dazzling light and shadow."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-25T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "341f197a-6fdf-4f06-931e-ef1eb6e2371e",
    "title": {
      "en": "Shadow Cat"
    },
    "updatedAt": "2024-08-18T02:44:00+00:00",
    "coverArt": "https://mangadex.org/covers/341f197a-6fdf-4f06-931e-ef1eb6e2371e/a489906b-f0fd-4930-9eca-a7e2a04c0826.jpg",
    "altTitles": [
      {
        "zh": "影子猫"
      }
    ],
    "description": {
      "en": "Naji is an ordinary cat who lives in a small village. His occasional mischief caused by his selfish personality lands him in trouble from time to time. One day, Naji ate the sacrificial offering, the Shrimpfish meant for the monster Taowu, who laid waste to the village many years before. To atone for his crime, he is entrusted with the mission of finding another Shrimpfish. However, the legends whisper… All cats who eat the Shrimpfish are destined to become monsters."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]