[
  {
    "mangaId": "a1de21f0-3007-4cde-b45a-d71462b70e8e",
    "title": {
      "en": "Napoleon - Age of the Lion"
    },
    "updatedAt": "2024-02-26T14:23:39+00:00",
    "coverArt": "https://mangadex.org/covers/a1de21f0-3007-4cde-b45a-d71462b70e8e/d24a7d3b-df77-43e3-8663-2ab3fb8fa4fe.jpg",
    "altTitles": [
      {
        "en": "Napoleon"
      },
      {
        "ja-ro": "Napoleon - Shishi no Jidai"
      },
      {
        "ja": "ナポレオン 獅子の時代"
      },
      {
        "zh": "拿破仑-狮子的时代"
      }
    ],
    "description": {
      "en": "This is a story of the life of Napoleon. The tale begins just before the Battle of Austerlitz. Then, it jumps back to 1769 to tell the story of Napoleon's life from the very beginning, including the circumstances of his birth, his childhood on Corsica, and his difficulties as a Corsican boy in a French school. All of these experiences eventually culminate in his becoming the famous Emperor of the French.",
      "ja": "フランス革命に始まり、イタリア戦役を経て、皇帝への道を駆け進む一人の英雄ナポレオン・ボナパルトの生涯を描く、壮大な英雄譚!!　血みどろ汗の臭いムンムンな一人の「漢」が、獅子のごとく吠える。吼える！　フランス近代史重厚ストーリー!!"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/d7bdad1b-b129-462c-b929-7e67bd8d5594.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cedc7401-8c70-4057-b14a-4ecbbcd73945",
    "title": {
      "en": "Otoyomegatari"
    },
    "updatedAt": "2024-02-13T09:01:12+00:00",
    "coverArt": "https://mangadex.org/covers/cedc7401-8c70-4057-b14a-4ecbbcd73945/fd566b46-0560-46e7-81fe-a67c2942aed8.jpg",
    "altTitles": [
      {
        "ja": "乙嫁語り"
      },
      {
        "ja-ro": "Otoyome Gatari"
      },
      {
        "de": "Young Bride's Story"
      },
      {
        "de": "Die Geschichte einer Braut"
      },
      {
        "no": "Brudens Fortellinger"
      },
      {
        "fr": "Bride Stories"
      },
      {
        "it": "I Giorni Della Sposa"
      },
      {
        "pt": "A història de uma noiva"
      },
      {
        "es": "La historia de una novia"
      },
      {
        "ru": "История молодой невесты"
      },
      {
        "uk": "Історія молодої нареченої"
      },
      {
        "pl": "Opowieść panny młodej"
      },
      {
        "el": "Οι ιστορίες της νύφη"
      },
      {
        "ne": "बेहुलीहरूका कथा"
      },
      {
        "fi": "Aron morsiamet"
      },
      {
        "fi": "Morsiamen tarina"
      },
      {
        "ar": "قصة عروس"
      },
      {
        "tr": "Gelin Öyküsü"
      },
      {
        "id": "The Bride's Stories"
      },
      {
        "vi": "Cô Dâu Thảo Nguyên"
      },
      {
        "ko": "신부이야기"
      },
      {
        "th": "เจ้าสาวแห่งทางสายไหม"
      },
      {
        "zh": "少女新娘物语"
      },
      {
        "zh-hk": "姊嫁物語"
      },
      {
        "kk": "Келін Хикаясы"
      },
      {
        "en": "A Bride's Story"
      },
      {
        "en": "A Bride's Tale"
      },
      {
        "tr": "Gelinin Öyküsü"
      }
    ],
    "description": {
      "ar": "تدور أحداث القصة في بلدة ريفية بالقرب من بحر قزوين في آسيا الوسطى خلال أواخر القرن التاسع عشر عند الغزو الروسي ، وتدور القصة حول امرأة شابة ، أمير ، تصل من قرية بعيدة عبر الجبال لتتزوج كارلوك ، شاب ثماني سنوات. صغارها. يتتبع المسلسل علاقتهما أثناء تطورها ، بينما يقدم قصصًا أخرى حول مختلف الشابات وحياتهن اليومية مع خطيبهن وأزواجهن على طول طريق الحرير .",
      "de": "Die zwanzigjährige Amira wird von ihrem Clan zu einer Familie jenseits der Berge geschickt, damit sie deren zwölfjährigen Sohn Karluk heiratet. Nach der Hochzeit fügt sich Amira schnell in ihre neue Familie ein. Während sie einige Zeit nach ihrer Hochzeit mit Karluk entfernte Verwandte seines Clans besucht, beschließt ihre eigene Familie, sie zurückzufordern, da sie mit Amira andere Pläne haben...",
      "en": "Central Asia, mid-19th century: in a rural town near the Caspian Sea, a young woman named Amir arrives from a distant village across the mountains to marry Karluk, a boy eight years her junior. The story unfolds among details of everyday family and community life. However, the peaceful atmosphere is disturbed when Amir's family demands to take her back to their village.\n\n---\n- **Won the 7th Manga Taisho Award in 2014**",
      "es": "Ambientada en una ciudad rural cerca del mar Caspio en Asia Central a finales del siglo xix, la historia gira en torno a una joven llamada Amira, que llega de un pueblo distante a través de las montañas para casarse con Karluk, un joven ocho años menor que ella. La serie sigue su relación a medida que se desarrolla, al tiempo que presenta otras historias sobre varias mujeres jóvenes y su vida cotidiana con sus respectivos novios y esposos a lo largo de la Ruta de la Seda.",
      "fi": "Tarina seuraa aluksi tuoreen morsiamen, Amiran, sekä hänen uuden perheensä elämää. Myöhemmin muun muassa kuljetaan tutkimusmatkailijan seurassa ja tutustutaan uusiin seutuihin ja uusiin morsiamiin. Upea piirrosjälki, taidokas tunnelmanluonti, uskottavasti rakennettu eksoottinen miljöö sekä useat kiinnostavat henkilöhahmot tekevät Aron morsiamista vuoden mangatapauksen!",
      "fr": "La vie d’Amir, 20 ans, est bouleversée le jour où elle est envoyée dans le clan voisin pour y être mariée. Elle y rencontre Karluk, son futur époux… un garçon de huit ans son cadet ! Autre village, autres mœurs… La jeune fille, chasseuse accomplie, découvre une existence différente, entre l’aïeule acariâtre, une ribambelle d’enfants et Smith, l’explorateur anglais venu étudier leurs traditions.\n\nMais avant même que le jeune couple ait eu le temps de se faire à sa nouvelle vie, le couperet tombe : pour conclure une alliance plus avantageuse avec un puissant voisin, le clan d’Amir décide de récupérer la jeune femme coûte que coûte…",
      "id": "Karluk Eyhon dan Amira Hargal adalah pasangan suami istri dengan usia terpaut delapan tahun (Amira 20 tahun dan Karluk 12 tahun). Setelah menikah mereka tinggal bersama dengan Keluarga Karluk.\nHubungan keduanya pun berjalan dengan baik. Namun, ketenangan mereka kemudian terusik oleh kedatangan kakak serta sepupu Amira yang berniat membawanya pulang. Apa yang sebenarnya terjadi!?",
      "it": "Tardo XIX secolo, nelle vicinanze del Mar Caspio in Asia centrale, lungo la via della seta. La ventenne Amira viene mandata dalle montagne in cui vive ad un altro villaggio, per sposare il più giovane Karluk, appena dodicenne. Dopo gli iniziali imbarazzi per la differenza di età fra i due, il loro rapporto comincia ad essere sempre più unito e Amira inizia ad abituarsi alla vita della tribù e ad integrarsi nella comunità, ma la pace viene disturbata quando delle persone della famiglia di Amira raggiungono il villaggio per riprenderla con loro.",
      "ja": "美貌の娘・アミル（20歳）が嫁いだ相手は、若干12歳の少年・カルルク。遊牧民と定住民、８歳の年の差を越えて、ふたりは結ばれるのか……？　『エマ』で19世紀末の英国を活写した森薫の最新作はシルクロードの生活文化。馬の背に乗り弓を構え、悠久の大地に生きるキャラクターたちの物語！",
      "ko": "독특한 감성으로 큰 인기를 끌며 많은 사랑을 받았던 만화 <엠마>의 작가 모리카오루의 신작. 19세기 중앙아시아의 실크로드를 배경으로 한 장대한 스케일의 내용과 섬세하고 화려한 그림 그리고 한층 성숙된 탄탄한 스토리로 무장하였다. 드넓은 중앙 아시아를 배경으로 이야기가 펼쳐진다.\n\n이제 무대는 중앙아시아 실크로드. 끝없는 대지에서 살아가는 유목 정착민의 낮과 밤이 펼쳐지는 카스피 해 인근의 지방도시. 아름다운 연상의 신부 아미루와 소년에서 어른이 되어가는 어린 신랑 카르르크는 부부가 된다. 다른 부족에서 시집온 아미루와 어린 신랑 카르르크의 평화롭고 행복한 시간도 잠시. 이 두 부부에게 다가오는 어두운 계획이 꿈틀거리기 시작한다.",
      "ne": "मध्य एशिया, 19 औं शताब्दीको मध्य: \nक्यास्पियन सागर नजिकैको एक ग्रामीण सहरमा, आमिरा नामकी युवती आफू भन्दा आठ वर्ष कान्छो केटा कार्लुकसँग विवाह गर्न पहाड पारी टाढाको गाउँबाट आइपुग्छिन्।  \nकथा दैनिक परिवार र सामुदायिक जीवनको विवरणहरूको बारेमा हो।\nतर, आमिराको परिवारले उनलाई आफ्नो गाउँ फर्काउन माग गर्दा शान्तिपूर्ण वातावरण खलबलिएको छ।",
      "pl": "Dwudziestoletnia Amir zostaje wydana za młodszego o 8 lat Karluka. Dziewczyna opuszcza swoje koczownicze plemię, by zamieszkać wraz z mężem i jego rodziną w odległym mieście na Jedwabnym Szlaku. Uzdolniona w łucznictwie i jeździectwie, otwarta i bezpośrednia Amir próbuje odnaleźć swoje miejsce w nowej społeczności. Gdy między nią a Karlukiem rozkwita głębsze uczucie, w mieście pojawia się starszy brat Amir, żądając unieważnienia małżeństwa. Między dwoma rodzinami wybucha spór.",
      "ru": "Это истории из жизни Амиры - прекрасной лучницы и наездницы, посланной за горы, чтобы выйти замуж за Карлука - одного из поселенцев, который младше её на 8 лет. Благодаря многим своим умениям, Амира быстро находит себе место среди жителей деревни. Но всё меняется, когда люди из деревни Амиры решают забрать её назад.",
      "th": "ตั้งอยู่ในเมืองชนบทใกล้ทะเลแคสเปียนในเอเชียกลางในช่วงปลายศตวรรษที่ 19 ที่รัสเซียพิชิตเรื่องราวหมุนรอบหญิงสาวคนหนึ่งชื่ออาเมียร์ที่มาจากหมู่บ้านห่างไกลข้ามภูเขาเพื่อแต่งงานกับคาร์ลุก ชายหนุ่มอายุแปดขวบ จูเนียร์ของเธอ ชุดนี้ความสัมพันธ์ของพวกเขาในขณะที่มันพัฒนาในขณะที่การนำตุ๊กตุ่นอื่น ๆ เกี่ยวกับหญิงสาวที่ต่างๆและชีวิตประจำวันของพวกเขากับคู่หมั้นของตนและสามีไปตามเส้นทางสายไหม",
      "uk": "Події цієї романтично-пригодницької історії розгортаються у Середній Азії позаминулого століття. Молода дівчина Аміра із суворого кочового клану прибуває до селища, щоб вийти заміж за Карлука. Це незвичайний шлюб – адже наречений молодший за неї на вісім років. Однак найбільше бажання Аміри – стати йому гарною дружиною. Вона усіма силами старається догодити і йому, і своїй новій родині, дивуючи давно осілих землеробів своїми талантами.",
      "vi": "Vào thế kỉ 19, ở khu vực Trung Á, tại một vùng thị tứ gần biển Caspi…\n\nCó một cô dâu đã vượt qua bao núi đồi để đến bên một “chú rể nhỏ”.\nCô hoang dã, đáng yêu, chân thành, đáng quý.\nVút qua thảo nguyên xanh ngời, cô bên “chàng” cưỡi ngựa du ca.\nGiương cung hướng lên trời, cô đem về biết bao ngạc nhiên, kì lạ.\n\nĐây là câu chuyện về một phương trời xa xôi huyền bí.\nCâu chuyện trên Con đường Tơ lụa lắm diệu kì.\nNơi cuộc sống diễn ra trong bao la, hào sảng.\nTrong những hành trình, trong tình người và trong những lời ca.\n\nCùng với đó, không thể không nhắc đến nét vẽ tài hoa, tỉ mỉ đến tuyệt vời của tác giả, sẽ khắc họa những nét văn hóa quyến rũ đến lạ kì của một vùng Trung Á bát ngát, bao la.",
      "zh-hk": "故事設定在19世紀後半，中亞與裏海週邊的草原地帶。以12岁的少年哈剌鲁和比他大8岁的新娘爱米尔为起頭，描写在丝绸之路的游牧民族和定居民族的生活。 由數個新娘的故事組成，新娘年齡不一，來自不同的地方。有各個角色的互動凸顯出當地的民俗風情。"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b89356-952c-4a72-9d8c-cf44147e881a",
    "title": {
      "en": "IDOL×IDOL STORY!"
    },
    "updatedAt": "2024-03-01T02:34:32+00:00",
    "coverArt": "https://mangadex.org/covers/30b89356-952c-4a72-9d8c-cf44147e881a/a53438ab-4e54-4c36-9e73-7ae11f748c10.jpg",
    "altTitles": [
      {
        "ja": "アイドル×アイドル　ストーリー！"
      },
      {
        "ru": "Айдол×Айдол история!"
      }
    ],
    "description": {
      "en": "Mimi Nagisa (22 years old) is a former idol. After giving up on her dream of being an idol because of her lacking talent she spends her days working part-time while attending college. However, the moment she meets the idol Ibuki Nanakusa, whom she recently found interest in, their lives begin to cross each other.\n\n(Source: Comic Fuz, translated)\n\n[Official Twitter](https://twitter.com/idol2story_info)",
      "ja": "才能がないと夢を諦めた元アイドルのミミと、ミミに憧れていた現役アイドル・イブキ。そんな2人が、ひょんな出会いから一緒にサバイバルオーディション番組への出演を目指すことに…!?　一度は諦めかけた夢、今度こそ2人でなら…！",
      "ru": "Мими Нагиса (22 года) — бывший айдол. После того, как она отказалась от своей мечты стать айдолом из-за отсутствия таланта, она проводит дни работая на неполный рабочий день, учась в колледже. Однако в тот момент, когда она встречает кумира Ибуки Нанакуса, к которому она недавно проявляла интерес, их жизни начинают пересекаться."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "229870d1-ec63-47f0-83d6-3d237ce7dc71",
    "title": {
      "en": "The First Ancestor In History"
    },
    "updatedAt": "2024-03-06T10:37:16+00:00",
    "coverArt": "https://mangadex.org/covers/229870d1-ec63-47f0-83d6-3d237ce7dc71/6815634d-deb7-434f-bfe4-35385a694883.jpg",
    "altTitles": [
      {
        "zh": "史上第一祖师爷"
      },
      {
        "en": "History's Number 1 Founder"
      },
      {
        "zh-ro": "Shi Shang Diyi Zushiye"
      }
    ],
    "description": {
      "en": "Lin Feng travelled through worlds and even obtained an overpowered system, but he still faces a pressure as huge as a mountain.\r\n\r\nSystem’s main quest:\r\nLin Feng is to create a school; establish history’s number 1 sect and Lin Feng himself to become the number 1 founder.\r\n\r\nTo become history’s number 1 founder, Lin Feng started to work hard.\r\n\r\n“Your name is Shi Tianhao? Natural born sovereign roots but it was stolen by your cousin? Now being raised in a little village your father placed you in? Come come come, follow your master and we’ll let those people know that justice that is owed must be returned!”\r\n\r\n“Your name is Xiao Yan? A genius of the past but a loser now? Even your fiancé came over to humiliate you by asking for a divorce? Come come come, follow your master and we’ll let that brat know the meaning of: don’t bully a youngster just because he’s poor!”\r\n\r\n“Your name is Zhu Yi? The son of a marquis but you’re being suppressed by your father? Your mother was a saint but she was assassinated? Come come come, follow your master and we’ll let your dad know the meaning how problems can be solved with your fists…no, with reasoning!”",
      "zh": "简介穿越了，也有了一个系统，但林锋压力山大。系统主线任务：林锋开山立派，建立史上第一大宗门，林锋本人成为第一祖师。于是为了成为史上第一祖师爷，林锋开始奋斗。少年，跟为师一起开山立派吧！",
      "pt-br": "Lin Feng um viajante conseguiu um sistema que pode facilitar sua vida, mas ainda é muito difícil. Primeira missão do sistema, criar uma seita e conseguir discípulos e esta seita deve ser a melhor do mundo. Para ser o melho Lin Feng vai ter que trabalhar duro e ao mesmo tempo treinar seus novos discípulos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4b337e56-15c4-4685-bae6-7117fb0d7acb",
    "title": {
      "en": "One Room, Hiatari Futsuu, Tenshi-tsuki"
    },
    "updatedAt": "2024-01-22T09:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/4b337e56-15c4-4685-bae6-7117fb0d7acb/8f0cdb1d-b839-48b6-9998-ea1560d1e0da.jpg",
    "altTitles": [
      {
        "en": "Studio Apartment, Good Lighting, Angel Included."
      },
      {
        "ja": "ワンルーム、日当たり普通、天使つき。"
      },
      {
        "zh": "單間, 光照尚好, 附帶天使"
      }
    ],
    "description": {
      "en": "What will happen when you wake up, and find a cute girl lying next to you in bed? Furthermore, she is not an ordinary girl, but an Angel who comes from Heaven???\n\nShintarou Tokamitsu is a high school boy living alone. One day, he found a beautiful girl sitting on his balcony. Her name is Towa, but what is her true identity? A romantic comedy between two innocent souls.",
      "ja": "人暮らしの男子高校生、徳光森太郎。彼が自宅のベランダで出会ったのは清楚で優しい女の子『とわ』。けれど彼女の正体は…？　無垢な二人の胸キュン同居ラブコメディ♪",
      "vi": "Chúng ta đã quen với câu chuyện về anh nhân viên nhặt được bé JK tại lề đường. Nhưng sẽ ra sao nếu vẫn với chủ đề nhặt được người ấy, cậu học sinh năm nhất cao trung lại nhặt được một thiên thần từ Thiên Đàng ngay trong căn hộ của cậu ta? Chuyện gì sẽ xảy ra tiếp theo??"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62e989da-8d25-4794-a203-66b50885c1e6",
    "title": {
      "en": "Monster Kingdom"
    },
    "updatedAt": "2022-05-11T03:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/62e989da-8d25-4794-a203-66b50885c1e6/f6f54b51-a38c-403c-9ecf-4fdfdb2abed8.jpg",
    "altTitles": [
      {
        "en": "Monster field"
      },
      {
        "en": "Monster realm"
      },
      {
        "zh": "怪物领域"
      },
      {
        "zh-ro": "Guaiwu Lingyu"
      }
    ],
    "description": {
      "en": "A mysterious and unknown game journey.  \nIn the virtual game, experience the brilliance and darkness of human nature. When the player's game journey reaches the end, what is waiting for them …"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c941e60f-4c23-420f-ab56-a1c81acac5ae",
    "title": {
      "en": "Hybrid"
    },
    "updatedAt": "2023-12-03T12:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/c941e60f-4c23-420f-ab56-a1c81acac5ae/d8788cdf-b913-4171-b9ca-931d63c532c5.jpg",
    "altTitles": [
      {
        "ko": "사기캐"
      }
    ],
    "description": {
      "en": "the Grand Hybrid, born from the union of angels and demons, is believed to possess the highest lineage among hybrids. When awakened, this extraordinary being, known as the ‘Apex Hybrid’, is said to have the power to blow up the universe.\n\nContrary to Jake’s desire for a simple and ordinary life, angels and devils eventually seek him out as the ultimate ‘Apex Hybrid’. They employ various strategies to convince him to join their respective sides."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8332417b-d7f1-4888-b5ea-9b807e5ca37f",
    "title": {
      "en": "My Sect's Senior Disciple Has a Hole in His Brain"
    },
    "updatedAt": "2024-04-20T08:23:36+00:00",
    "coverArt": "https://mangadex.org/covers/8332417b-d7f1-4888-b5ea-9b807e5ca37f/0ea35f3e-a9cd-4a5f-8d5f-38e56b38e2fa.jpg",
    "altTitles": [
      {
        "en": "There's a Pit in My Senior's Brain"
      },
      {
        "en": "There's Something Wrong with My Da Shixiong's Brain"
      },
      {
        "zh-ro": "Wo Jia Da Shi Xiong Nao Zi You Keng"
      },
      {
        "zh": "我家大师兄脑子有坑"
      }
    ],
    "description": {
      "en": "The hilarious adventures of the eldest disciple of a sect who has a problem with his brain. Dong Fang Xian Yun was reincarnated as the most senior disciple of the Carefree sect. But the only thing that goes through his mind is to make sure he doesn't end up dying by the hands of the \"main character\". Read as he makes no sense to his fellow disciples while avoiding flags left and right.  \n  \n*Note : Although there are many chapters listed as missing, nothing is actually missing, some of chapter combining into one.*"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "88949f72-43b8-48af-94a0-dc639e44be07",
    "title": {
      "en": "Company and Private Life -On and Off-"
    },
    "updatedAt": "2024-03-14T14:31:36+00:00",
    "coverArt": "https://mangadex.org/covers/88949f72-43b8-48af-94a0-dc639e44be07/6361a9db-7edc-46b8-ad37-a6341ab97e37.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活－オンとオフ－"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu -On to Off-"
      },
      {
        "es-la": "Vida Empresarial y Privada - ON y OFF -"
      }
    ],
    "description": {
      "en": "Working people have company (on) and private lives (off). Some are office workers and Lolita in women's clothing. Others are office workers and punks dressed as men.\n\nThe gap between on and off life is a must-see! A daily tale of two working people's metamorphosis!\n\n---\n\nA serialization of the [Twitter series](https://mangadex.org/title/0fa5d834-fdab-4ac4-b3c9-821f1580f991/company-and-private-life) about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.",
      "ja": "働く二人の大変身（メタモルフォーゼ）日常譚！\n働く人々には会社（オン）と私生活（オフ）がある。ある人は会社員と女装ロリィタ。ある人は会社員と男装パンク。オンとオフのギャップにキュン必至！ 働く二人の大変身（メタモルフォーゼ）日常譚！X（旧:Twitter）にて累計200万いいね突破の話題作が、イラストから完全コマ割りでコミックス化！",
      "es-la": "Estos trabajadores tienen una vida en la empresa (ON) y otra privada (OFF). El es un oficinista que se viste de Lolita. Ella es una oficinistas que se viste de punk."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-04-16T01:31:34+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/ae1fb843-60aa-4aca-ba05-20f511054123.png",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      }
    ],
    "description": {
      "en": "In this gal game world. The mission of the best friend character, Izumi Misaki, is supposed to be to support the protagonist, Hareta Kihara, in romancing the heroine... but for some reason, the crucial Kihara is planning to capture Misaki's heart instead!? \"Become the heroine while remaining a boy!\" Friendship? Romance? A heart-pounding comedy about a femboy!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-04-15T21:17:03+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/7da041cc-0699-4d20-bee8-6f822f0fe3b7.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Keyakinan Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "en": "Maria's Conviction"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "084f390c-e8b1-471a-aa68-2aa29d454ec6",
    "title": {
      "en": "Azur Lane 4-koma: Slow Ahead!"
    },
    "updatedAt": "2024-02-09T16:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/084f390c-e8b1-471a-aa68-2aa29d454ec6/303e4f9d-f38b-4b0e-aed0-6f41c1eb0bfb.jpg",
    "altTitles": [
      {
        "ja-ro": "Azur Lane 4-koma: Bisoku Zenshin!"
      },
      {
        "ja-ro": "Azure Lane: Bisoku Zensin!"
      },
      {
        "en": "Azure Lane: Slow Ahead!"
      },
      {
        "ja": "アズールレーン４コママンガ　びそくぜんしんっ！"
      },
      {
        "pl": "Azur Lane: Leniwie Naprzód!"
      }
    ],
    "description": {
      "en": "Official 4-koma webcomic from the popular mobile game Azur Lane."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f776b91-897a-4a26-8264-bf1e4656c896",
    "title": {
      "en": "Safe Sex"
    },
    "updatedAt": "2024-04-22T11:51:17+00:00",
    "coverArt": "https://mangadex.org/covers/5f776b91-897a-4a26-8264-bf1e4656c896/db61d36a-8e03-479d-90bb-5c2632688932.jpg",
    "altTitles": [
      {
        "ja": "セーフセックス"
      },
      {
        "zh": "安全X行为"
      },
      {
        "zh-hk": "安全性行为"
      }
    ],
    "description": {
      "en": "Ai and Yuu went to buy condoms in \"Safe Sex\". The time goes back a little to their first encounter! A new type of everyday romantic comedy that only adults can understand.",
      "ja": "ある日、居酒屋で出会った優くんと愛ちゃん。はじめましてだけど、イイ感じになった2人はワンナイト…ではなく、どうなる？"
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "28"
  },
  {
    "mangaId": "0d944a16-b3d7-40bf-bc82-3f1c9c1ebb26",
    "title": {
      "en": "Azure Night, Waltz of Rapture"
    },
    "updatedAt": "2023-09-08T13:13:43+00:00",
    "coverArt": "https://mangadex.org/covers/0d944a16-b3d7-40bf-bc82-3f1c9c1ebb26/23c15a3e-324e-432b-91d5-77e1edc3380c.jpg",
    "altTitles": [
      {
        "ko": "푸른 밤, 황홀의 윤무"
      }
    ],
    "description": {
      "en": "When a night out to a piano recital turns into a literal nightmare for Seoyoon, she's unceremoniously inducted into a world of horrifying beings. There, she meets Heewon, a charming \"superbia\" who informs her that she is nothing more than food for these creatures born of sin. Now, she must succumb to the likes of vampires and incubi as they feed on her for sustenance. Can she escape the darkness that lurks under the cover of night, or will she find a reason to stay inside this sinister realm?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316f816a-5de2-4eff-ad04-4c308574b13e",
    "title": {
      "en": "Half"
    },
    "updatedAt": "2024-04-22T12:01:07+00:00",
    "coverArt": "https://mangadex.org/covers/316f816a-5de2-4eff-ad04-4c308574b13e/c3e5c2ea-8b6f-4feb-80ff-7d6511575e35.png",
    "altTitles": [
      {
        "en": "Yi Ban"
      },
      {
        "zh": "一半"
      },
      {
        "ka": "ნახევარი"
      },
      {
        "ru": "Половина"
      }
    ],
    "description": {
      "en": "The heartwarming story of two different girls brought together over a cat, as they learn about each other, spend time together, and heal one another.",
      "es-la": "Una conmovedora historia de dos chicas, diferente una de la otra, que se conocen por un encuentro con un gato y desde entonces han estado acompañándose y consolándose ."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "79"
  },
  {
    "mangaId": "963741fc-99b7-429c-8b14-9bc3cfec76ad",
    "title": {
      "en": "Yugetatsuran"
    },
    "updatedAt": "2024-03-16T23:30:14+00:00",
    "coverArt": "https://mangadex.org/covers/963741fc-99b7-429c-8b14-9bc3cfec76ad/65337f49-81a4-42c2-9a76-f5d2ce86f8fa.jpg",
    "altTitles": [
      {
        "ja": "ゆげたつらん"
      },
      {
        "zh-hk": "秘湯之旅"
      },
      {
        "zh": "秘汤之旅"
      }
    ],
    "description": {
      "en": "Top salesman by day, number one host by night. In the world of \"eat or be eaten,\" \"win or lose,\" Udai Sasaki had everything he wanted, including money and love - he was burnt out. Until one day he came across a \"hot spring review\". A strange master-disciple travelogue of hot spring baths that will warm your heart and body!",
      "zh-hk": "大黑宇大（28歲）是一位熱愛溫泉的上班族。為了尋找心靈的治癒，他追尋著一位名叫“治癒坊”的溫泉評論師的足跡，踏遍了山野秘湯。某天，宇大終於在旅途中偶遇了這位神秘的“治癒坊”，並拜他為師。這位師父不僅擁有超凡的泡湯心得，更有著獨特的處世哲學。在師父的引導下，宇大開始了一段奇妙的溫泉修行之旅。他們一起探訪秘境，體驗不同的泉質，感受溫泉帶來的身心滌盪。在旅途中，宇大不僅收穫了對溫泉的更深入了解，也逐漸找到了自我，獲得了人生的啟迪。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9b55b4f-a302-407d-a0e8-9a4fcb90d7c1",
    "title": {
      "en": "The Secret Bonds"
    },
    "updatedAt": "2024-04-22T01:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/d9b55b4f-a302-407d-a0e8-9a4fcb90d7c1/edbda444-8e7f-41a1-abab-6ebb815d774f.jpg",
    "altTitles": [],
    "description": {
      "en": "Descendant of the Night God, Norah was imprisoned by the Night God Ancestor, he who has fallen into the abyss. Her husband who's not in the know made a deal with the Ancestor to find her. In order to protect her husband and avenge the Ancestor, Norah needs to obtain more Night God power from descendants of the Night God in the opposite sex."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff95e3ac-9d28-47e2-8a7e-fad9af6aee67",
    "title": {
      "en": "SSS-Rank Dungeon de Knife Ippon Tewatasare Tsuihou Sareta Shiro Madoushi: Yggdrasil no Noroi ni yori Jakuten de aru Maryoku Fusoku wo Kokufuku-shi Sekai Saikyou e to Itaru"
    },
    "updatedAt": "2024-04-21T14:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/ff95e3ac-9d28-47e2-8a7e-fad9af6aee67/3cd4d97c-859c-495d-8a4b-b4c5062a2a13.jpg",
    "altTitles": [
      {
        "ja": "SSSランクダンジョンでナイフ一本手渡され追放された白魔導師 ユグドラシルの呪いにより弱点である魔力不足を克服し世界最強へと至る"
      },
      {
        "en": "A White Mage Who Was Exiled After Being Handed a Knife in an SSS-Rank Dungeon ~ Due to the Curse of Yggdrasil, He Overcame His Weak Point, Lack of Magical Power, and Became the Strongest in the World"
      }
    ],
    "description": {
      "en": "Rei, a white mage who belongs to an A-rank adventurer party, is expelled from the party as a useless person who cannot move after using Heal once. Only one dagger was handed over.\n\nLeft alone in the SSS rank dungeon, Labyrinth of Yggdrasil, he prepares for death… \"You're the first human to reach this far.\" As if being guided by something, Rei meets Norn, a mysterious girl who lives in the lowest level of the dungeon, World Tree!\n\nRei, who obtained infinite magical power, was trained by Norn to survive in this harsh dungen. \"Norn, I…\" There was something left unfinished. The boy who has become the strongest returns to earth with only one knife in his hand. The strongest high fantasy begins here!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-04-18T20:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e8cf40f-ba17-480a-b60b-a675db032ee2",
    "title": {
      "en": "Kono Kaisha ni Suki na Hito ga Imasu"
    },
    "updatedAt": "2024-03-02T10:57:37+00:00",
    "coverArt": "https://mangadex.org/covers/3e8cf40f-ba17-480a-b60b-a675db032ee2/0139b63e-3821-4152-ac74-da47c824868e.jpg",
    "altTitles": [
      {
        "ja": "この会社に好きな人がいます"
      },
      {
        "ja-ro": "Kono Kaisha ni Suki na Hito ga Imasu"
      },
      {
        "en": "I Have a Crush at Work"
      },
      {
        "en": "Can You Keep a Secret?"
      },
      {
        "en": "At This Company Is The Person I Like"
      },
      {
        "en": "The Person I Like Is At This Company"
      },
      {
        "en": "The Person I Like Works at the Same Company"
      },
      {
        "zh": "这公司有我喜欢的人"
      },
      {
        "zh-ro": "Zhè gōngsī yǒu wǒ xǐhuān de rén"
      },
      {
        "ar": "هل يمكنك الاحتفاظ بسر؟"
      },
      {
        "th": "บริษัทนี้มีความรัก"
      }
    ],
    "description": {
      "en": "_\"Why don't the two of us date? …In secret\"_\n \nTateishi, who works in accounting at a snack-making company, has a secret. That secret is the existence of his cute lover that he's had since yesterday. Why keep it a secret, you ask? Because his lover is his unyielding colleague from the planning department of the same company— Mitsuya!\n \nA pure office romance story about a couple who started their relationship in secret, and want to keep it that way!",
      "ja": "「俺たち、付き合わない？……内緒で」お菓子メーカーの経理部に勤めるアラサー男子・立石には、秘密があった。それは、昨日できたばかりの、かわいい恋人の存在。なぜなら相手は、同じ会社の企画部で働く勝気な同期女子・三ツ谷だから――！　してないひとも、あこがれてるひとも、迷惑してるひとも、きっと言いたいことがある。ちょっとは覗いてみたくなる。秘密厳守のピュア社内恋愛ストーリー！",
      "pt-br": "\"Por que nós dois não namoramos? ... Em segredo\"\n  \nTateishi, que trabalha na contabilidade de uma empresa que faz lanches, tem um segredo. Esse segredo é a existência de sua amante fofa que ele teve desde ontem. Por que manter isso em segredo, você pergunta? Porque sua amante é sua colega inflexível do departamento de planejamento da mesma empresa - Mitsuya!\n  \nUma história de puro romance de escritório sobre um casal que começou seu relacionamento em segredo e quer mantê-lo assim!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "147"
  },
  {
    "mangaId": "9a2039e2-f9c6-4a91-9101-3a51f6668920",
    "title": {
      "en": "A Second Chance At Saving You"
    },
    "updatedAt": "2023-11-25T15:43:13+00:00",
    "coverArt": "https://mangadex.org/covers/9a2039e2-f9c6-4a91-9101-3a51f6668920/7aa49ed9-4dc7-4118-9856-11ab6dc428ba.jpg",
    "altTitles": [
      {
        "ko": "극악한 그대를 살리기위해"
      },
      {
        "en": "To Save Heinous You"
      },
      {
        "fr": "Pour te sauver de ta tragique destinée"
      }
    ],
    "description": {
      "en": "Empress Niobe Roden, the precious Blue Rose of the Rustan Empire, is in love with another man--the one to save her from her tyrant husband. She patiently waits for her lover Eloi, but all that returns is the news that the Emperor has beheaded him. Hopeless in her own imprisonment, Niobe ends her life only to be returned to the past–exactly two years before her marriage with Valon. With the second chance at life, Niobe is determined to conceal and protect her true love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8546848b-0c69-4e1f-b6b5-4b0b3bf0cb3d",
    "title": {
      "en": "Shinimodori Reijou no Lucetta"
    },
    "updatedAt": "2023-12-18T21:43:21+00:00",
    "coverArt": "https://mangadex.org/covers/8546848b-0c69-4e1f-b6b5-4b0b3bf0cb3d/cfed2d99-0780-45a8-8251-cd761eb2299e.jpg",
    "altTitles": [
      {
        "ja": "死に戻り令嬢のルチェッタ"
      },
      {
        "zh": "死而復生的露琪塔大小姐"
      },
      {
        "en": "Lady Lucetta Came Back to Life"
      }
    ],
    "description": {
      "en": "**I was supposed to have my second chance at life all figured out, so why is my fiancé the most unpredictable thing!?**\n\nIn order to settle the debts of her fallen household, the lady Lucetta has agreed to a political marriage to the upstart Kyle, who is after the position of Count.\nAt the end of a loveless engagement filled with nothing but arguments, an assailant targeting Kyle soon drags both of them to their deaths... but she finds herself sent back to right after the engagement is called!\n\n*I have to use this second chance I've been given to survive and life a happy life!*\nLucetta uses her knowledge of the future to her advantage, and disguises herself as a fortuneteller in order to repay her debts.\nBut Kyle appears before her and asks her for romantic advice...!?\n\n*Is it true that he's liked me for the longest time!?*\n\nA Kyle who wants to shower her with love, and a Lucetta who wants to break off their engagement.... The engagement annulling romcom of two tsunderes begins!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4cc06a26-6e3f-4e57-97d5-2783aa863df1",
    "title": {
      "en": "Chasing the Wave"
    },
    "updatedAt": "2023-01-08T20:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/4cc06a26-6e3f-4e57-97d5-2783aa863df1/1a34cef1-83d4-406e-a50e-c85d31660665.jpg",
    "altTitles": [
      {
        "zh": "逐浪"
      },
      {
        "en": "Chasing Tides"
      }
    ],
    "description": {
      "en": "A mature and reliable Leader x A pure and frivolous Bubbly guy\n\nSui Yi claims that Ning Lan hasn't spoken a word in truth, and later discovers that even his \"I don't like you\" was a lie. He was crazy to consider this person as kind solely based on his pure and naive smile. His clear eyes were just like those of that person's..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcbcdd90-5a05-4fae-8f5b-ba9404a35507",
    "title": {
      "en": "Date a Party"
    },
    "updatedAt": "2024-03-31T21:34:26+00:00",
    "coverArt": "https://mangadex.org/covers/fcbcdd90-5a05-4fae-8f5b-ba9404a35507/3ab29fb5-fa2c-4a7c-afa5-b299faafff29.jpg",
    "altTitles": [
      {
        "ja": "デート・ア・パーティー"
      },
      {
        "ko": "데이트 어 파티"
      }
    ],
    "description": {
      "en": "Did you know there was an organization that is protecting the world from the harm? Its name is Ratatoskr.  \nTheir job is to assist \"Spirits\", an unknown beings that causes destruction to wherever they go, whether they intend to or not. And they help those \"spirits\" adjust into normal life.  \nThis is a story of a boy, Itsuka Shidoh, and his daily life, where he was forced into attempts into leading the spirits into his regular ordinary way of life and where they lead… his?  \n  \nSlice-of-life edition(?) of the popular hit series Date-A-Live, starting now!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "1f4fe738-cf4f-46ab-86e6-0fb549429dfe",
    "title": {
      "en": "Doku wo Kurawaba Sara Made"
    },
    "updatedAt": "2024-04-18T12:58:24+00:00",
    "coverArt": "https://mangadex.org/covers/1f4fe738-cf4f-46ab-86e6-0fb549429dfe/89aac8a2-03f0-47d9-9de8-3ea1e6ee47c2.jpg",
    "altTitles": [
      {
        "en": "The Show Must Go On"
      },
      {
        "ja": "毒を喰らわば皿まで"
      }
    ],
    "description": {
      "en": "The Kingdom of Parsemis is a land blessed by an ancient dragon. In this kingdom, the evil Prime Minister Andrim remembers his past life while his daughter's marriage engagement to the crown prince is being broken. At the same time, he realizes that this world is that of an otome game that he was playing in his past life. In the game, his daughter is the evil fiancée of the crown prince and he is destined to be executed alongside her. Unable to accept this, Andrim devises a plan to trap the game's conquest targets, who side with the crown prince. He will stop at nothing for revenge including seducing his own rival..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a08b268-e032-4198-a53a-ef705e592dc3",
    "title": {
      "en": "TEKNO: Sci-Fi Shonen Manga!"
    },
    "updatedAt": "2024-04-20T07:02:39+00:00",
    "coverArt": "https://mangadex.org/covers/6a08b268-e032-4198-a53a-ef705e592dc3/d5038f3f-030d-4adc-b005-2bc58036c7a9.png",
    "altTitles": [],
    "description": {
      "en": "Futura, the land of Techs. This is the story of a boy named Tek who can't use Techs, but joins the Royal Guard of Futura. Through many harsh battles and emotional moments, he will persist to make Futura into a better nation!\n\n(Note: It gets good 200 chapters in.)\n\n\n♥ Animated Trailer: https://www.youtube.com/watch?v=Q7Z2A0Ba03A\n♥ Discord: discord.gg/pVZts8fdTf\n♥ Support: on patreon, if I open it again!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f878e79c-3b3c-456d-8037-765fc85c1bb2",
    "title": {
      "en": "Bonnou☆Saiyuuki"
    },
    "updatedAt": "2024-04-18T22:44:04+00:00",
    "coverArt": "https://mangadex.org/covers/f878e79c-3b3c-456d-8037-765fc85c1bb2/2f9b1492-d297-4b66-9bdb-76f07af6eaa1.jpg",
    "altTitles": [
      {
        "ja": "煩悩☆西遊記"
      }
    ],
    "description": {
      "en": "The manga is a re-imagining of the famous Chinese classic Journey to the West story, and centers on the Buddhist priest Genjō and his journey to India as he is accompanied by three beautiful and charming women: Son Gokū, Cho Hakkai, and Sha Gojyo.",
      "ja": "真の救済が記されてるという経典を得るため、孫悟空・猪八戒・沙悟浄を共にし、天竺を目指す三蔵法師。\n\nその道のりで襲いかかる試練が\n・・・・・・・・全部エロい。\n\n仏の道に生きる三蔵にとっては貞操を失うこと、それ即ち死。果たして三蔵法師は煩悩に打ち克ち、貞操を守り抜けるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "935d7e0a-f06f-4fdc-8415-475806c715dc",
    "title": {
      "en": "Shuumatsu Train Doko e Iku?"
    },
    "updatedAt": "2024-04-17T21:24:17+00:00",
    "coverArt": "https://mangadex.org/covers/935d7e0a-f06f-4fdc-8415-475806c715dc/968123c1-4e5b-4c9b-b17f-adea082112f3.jpg",
    "altTitles": [
      {
        "ja": "終末トレインどこへいく？"
      },
      {
        "ko": "종말 트레인은 어디로 향하나?"
      },
      {
        "en": "Train to the End of World"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade2f85e-7bb4-4c55-a9e5-b782765ba0ad",
    "title": {
      "en": "Sekai no Owari no Encore"
    },
    "updatedAt": "2024-03-22T10:36:00+00:00",
    "coverArt": "https://mangadex.org/covers/ade2f85e-7bb4-4c55-a9e5-b782765ba0ad/2cf6d1fc-e709-4d72-9cd7-948bffc01be1.jpg",
    "altTitles": [
      {
        "en": "Encore of the World’s End"
      },
      {
        "ja-ro": "Sekai no Owari no Sekairoku"
      },
      {
        "ru": "Летопись конца света"
      },
      {
        "th": "อองกอร์ ล่าบันทึกวีรบุรุษสุดขอบโลก"
      },
      {
        "ja": "世界の終わりの世界録"
      },
      {
        "zh": "世界终焉的世界录"
      },
      {
        "ko": "세계 종언의 세계록"
      }
    ],
    "description": {
      "en": "The valuable treasure, the “Encore” which was left by the legendary Elline the Brave Hero, has the recording of the end of the world and the reincarnation of the world. The countries and brigades (parties) all over the world are searching for its whereabouts; the age to fight for the Encore. The boy called Ren who wants to become a knight has no talent in wielding swords despite looking exactly like the Elline the Brave Hero, he has been having a lifestyle where people taunts him as the “Fake Brave Hero”. The one that appears in front of him is the legendary Dragon Princess Krische, who had woken up from her seal. She mistakes Ren for Elline, though she gets disappointed since he simply looks like him, but she later finds out a hidden potential in him. And she invites him to the journey to find the Encore together with the Archangel Phia and the Demon-Lord Elise that saved the world before. “Do you want to come with us?”. This is the prelude of wild excitement played by the heroes. The boy known as the fake Brave Hero cross paths with the legend now!  \n  \n\n\n---",
      "fr": "À la fin de la Guerre de la Fin, le Héros vaillant, Elline, laissa derrière lui un trésor inestimable, l’Encore, archive contenant tout de ce monde, de sa création à sa réincarnation. Les pays du monde envoyèrent des équipes d’aventuriers à la recherche de l’Encore, et formèrent la jeunesse pour leur futur. Ren E. Maxwell, un épéiste en devenir sans talent, est moqué par tous ces camarades : copie conforme d’Elline, il est appelé le Faux héros vaillant. Un jour cependant, il fit la rencontre de Kylse, ancienne équipière d’Elline. Celle-ci le confond alors avec Elline… La légende du Faux héros vaillant commence ici!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/sazanek)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/usuiryu)  \n- [![](https://i.imgur.com/oiVINmy.png) Author’s Pixiv](https://www.pixiv.net/en/users/2241184)  \n- [![](https://i.imgur.com/oiVINmy.png) Manga Artist's Pixiv](https://www.pixiv.net/en/users/873046)  \n- [Official LN (JP)](https://mfbunkoj.jp/special/sekai/)  \n- [Alternative Raw](https://comic-alive.jp/product/sekai/)",
      "pt": "O valioso tesouro, o \"Encore\", que foi deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e as brigadas (partes) em todo o mundo estão buscando a localização do seu paradeiro; a era de lutas pelo Encore. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline the Brave Hero, ele tem tido um estilo de vida onde as pessoas zombam dele como o \"Falso Bravo Herói\". O que aparece na frente dele é a lendária Princesa Dragão Krische, que tinha acordado de seu selamento. Ela confunde Ren com Elline, embora ela fica decepcionada, pois ele simplesmente parece com ele, mas ela mais tarde descobre um potencial oculto nele. E ela o convida para a viagem para encontrar o Encore, juntamente com a Arcanja Phia e a Lorde Demônio Elise que salvaram o mundo antes. \"Você quer vir conosco?.\" - Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como o falso com seu caminho cruzado com a lenda Bravo Herói começa agora!",
      "pt-br": "O valioso tesouro, o “Encore”, deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e os grupos de aventureiros em todo o mundo, estão buscando sua localização. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline o Bravo Herói, ele tem sido menosprezado pelas pessoas que o chamam de “Falso Bravo Herói”. Quem aparece na frente dele é a lendária Princesa dos Dragões, Kyelse, que acordou de seu selamento. Ela confunde Ren com Elline, embora fique decepcionada, pois ele é simplesmente alguém parecido ao seu falecido companheiro, mais tarde um potencial oculto é descoberto nele, então ela o convida para uma viagem em busca do Encore, com a Arcanjo, Fear e a Lorde Demônio, Elise, que salvaram o mundo anteriormente. “Você quer vir conosco?.” – Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como uma cópia barata tem seu caminho cruzado com a lenda do Bravo Herói! 68 Visualizações totais, 68 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach - Digital Colored Comics"
    },
    "updatedAt": "2024-01-22T01:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "BLEACH"
      },
      {
        "en": "BLEACH (Official Colored)"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "1581f543-3d94-4749-bd77-045d03e7c05a",
    "title": {
      "en": "Eris no Seihai: Konyaku Haki Sareta Reijou ha, Kitai no Akujo Tasukerareta Daishou Toshite Fukushuu ni Tsuki Awasaremasu"
    },
    "updatedAt": "2024-04-22T10:42:11+00:00",
    "coverArt": "https://mangadex.org/covers/1581f543-3d94-4749-bd77-045d03e7c05a/dcf63c77-f1c1-4ec7-8a89-cd6856578bfa.jpg",
    "altTitles": [
      {
        "ja": "エリスの聖杯 ～婚約破棄された令嬢は、稀代の悪女に助けられた代償として復讐に付き合わされます～"
      },
      {
        "ja-ro": "Eris no Seihai: Konyaku Haki Sareta Reijou wa, Kidai no Akujo ni Tasukerareta Daisho Toshite Fukushuu ni Tsuki Awasaremasu"
      },
      {
        "zh-hk": "厄里斯的聖杯"
      },
      {
        "en": "The Holy Grail of Eris"
      }
    ],
    "description": {
      "en": "Constance, the daughter to a Viscount whose only value is her honesty, and Scarlet Castiel, the most reviled villainess of the era who was sentenced to death ten years ago. When the two people who were never supposed to meet encountered one another at a night party, the story that should have ended with Scarlet's death began anew.  \n  \nAlthough their relationship only began out of mutual interest, they soon became true partners in an effort to unravel the mysteries of a grand conspiracy borne out of the past, that still has a vicious grip on the present."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4154a4d-a3f4-4f5e-ad4a-729c3d4fe74e",
    "title": {
      "en": "Underneath His Wings"
    },
    "updatedAt": "2023-04-12T06:28:52+00:00",
    "coverArt": "https://mangadex.org/covers/a4154a4d-a3f4-4f5e-ad4a-729c3d4fe74e/5e140b49-69ab-434f-94ad-f65205968bce.jpg",
    "altTitles": [
      {
        "ko": "그 날개 아래에 있는 것"
      },
      {
        "en": "Geu Nalgae Alaee Issneun Geos"
      }
    ],
    "description": {
      "en": "Junghyuk, an incubus who has become insensitive, could not feed on human essence, leading to starvation. Without any expectation, he went to a club and had a one-night stand with a man who had a different kind of taste to him... \"I wonder...how different an incubus is compared to a human.\" But it turns out that guy is Seohee, the biggest playboy and a junior from the same University! Although he didn't have many options except to become his sex partner, he can't figure out how far Seohee will take this relationship!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-04-21T14:54:21+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara que ela estava interessada não era um cara"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Aya is a high school girl who is curious about the mysterious \"Onii-san\" who works at a CD store. However, the true identity of this \"Onii-san\" is Mitsuki, an inconspicuous classmate who has never spoken to her before.\n\nA popular Twitter shorts series depicting the love story between a gyaru and her classmate she mistook as a guy outside of school, bonding over their mutual love for rock music.\n\n---\n*Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).*",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d5ea9a95-c0ee-48c1-8ac2-c78a4f9afa5b",
    "title": {
      "en": "Shen de Wanju—THE WORLD—"
    },
    "updatedAt": "2024-02-18T13:50:00+00:00",
    "coverArt": "https://mangadex.org/covers/d5ea9a95-c0ee-48c1-8ac2-c78a4f9afa5b/38cc88a0-9483-4a18-b71b-8e84b8c6ebda.png",
    "altTitles": [
      {
        "ja-ro": "Kamisama no Omocha—THE WORLD—"
      },
      {
        "en": "God's Toy—THE WORLD—"
      },
      {
        "ja": "神様のオモチャ—THE WORLD—"
      },
      {
        "zh-hk": "神的玩具—THE WORLD—"
      }
    ],
    "description": {
      "en": "'HP' is commonly used in games to represent the life remaining in certain things, but have you ever wondered what it would be like to see the 'HP' of other things? Huang, able to see the 'HP' of everything in the earth, in his eyes, he sees that the 'HP' of the earth is about to reach zero. Facing this world which is on the verge of death, Huang, with the girl accompanying him, Miu, will they destroy or save the world?"
    },
    "status": "cancelled",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "4"
  },
  {
    "mangaId": "27df130e-4c21-4a8b-a0f5-93d7e846dc63",
    "title": {
      "en": "Ubu na Furyou wa Kyou mo ×× de Tokasareru"
    },
    "updatedAt": "2024-02-27T07:23:55+00:00",
    "coverArt": "https://mangadex.org/covers/27df130e-4c21-4a8b-a0f5-93d7e846dc63/250a7c00-d9f2-44ef-8106-177ea1b8fda2.jpg",
    "altTitles": [
      {
        "ja": "ウブな不良は今日も××でとかされる"
      },
      {
        "en": "The naive delinquent is being treat like an XX today"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-03-08T19:34:33+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Satou Sou es inesperadamente intercambiado con su yo de un mundo donde la proporción de hombres y mujeres es de 1:39. Al ver el cariño de su familia y la belleza de las mujeres a su alrededor, se tranquiliza creyendo que la única diferencia con su mundo anterior es dicha proporción. Sin embargo, desconoce que estas mujeres desbordan de problemas y deseos carnales en su interior."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f087165-48b4-4041-8fd0-e063b5daed2b",
    "title": {
      "en": "Yumeiro Patissiere"
    },
    "updatedAt": "2023-12-21T18:08:25+00:00",
    "coverArt": "https://mangadex.org/covers/4f087165-48b4-4041-8fd0-e063b5daed2b/8e48e57d-e7b0-4b00-9a0d-4ecec61bac53.png",
    "altTitles": [
      {
        "en": "Dream-Colored Pastry Chef"
      },
      {
        "ja-ro": "Yume-Iro Pâtissière"
      },
      {
        "ja-ro": "Yumeiro Pâtissière"
      },
      {
        "ja": "夢色パティシエール"
      }
    ],
    "description": {
      "en": "Amano Ichigo is a clumsy 14-year-old girl whose only \"outstanding\" trait is an incomparable love of sweets. Constantly overshadowed by her near genius-pianist little sister, Ichigo looked forward to a Sweets Festival to lift her spirits a bit; and lo and behold, a taste takes her by the tongue, leading her to Henri Lucas- a world-famous master patissier. She's not the only one enthralled; Henri is sure she's someone amazing, and gives her a recommendation to St. Marie Academy, a school famous for turning out master patissieres!  \n  \nNo sooner than she transfers, Ichigo finds herself amongst the biggest big-shots of the entire middle school, and faced with more troubles than her klutzy self is quite ready to handle. But with the help of her \"Sweets Spirit\" Vanilla… who knows what'll be possible?"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47c1cf74-e92d-43d1-806b-7ec08e6efe55",
    "title": {
      "en": "I'm a Villain, but I Saved the Female Lead"
    },
    "updatedAt": "2024-03-24T19:21:43+00:00",
    "coverArt": "https://mangadex.org/covers/47c1cf74-e92d-43d1-806b-7ec08e6efe55/e5bcc895-e8c8-46f9-b49b-7ecd48d59bdf.jpg",
    "altTitles": [
      {
        "ja": "悪女なのにヒロインを救ってしまった"
      },
      {
        "ko": "악녀인데 여주를 구해버렸다"
      },
      {
        "en": "I'm a Villainess, but I Saved the Heroine"
      },
      {
        "en": "I'm a Villainess, but I Saved the Female Lead"
      },
      {
        "en": "I'm a Villain, but I Saved the Heroine"
      }
    ],
    "description": {
      "en": "I transmigrated into a novel as the villainess Rubelina, whose hopes of marrying the Crown Prince were dashed by the heroine Yvonne. I believed I could live happily as long as I stayed out of the love story between the heroine and the hero, Zilart. I lived my life without caring about them at all and as a result, the heroine and the hero became engaged without any trouble.\n\nThinking that my role was over, I was living peacefully when suddenly Yvonne came to visit me and blurted out:\n\n\"I want to break off my engagement with Prince Zilart!\"\n\nUm... in the novel, Rubelina is supposed to be the villainess, and Yvonne is supposed to be the heroine who lives happily ever after, isn't she...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "885a3ec2-3095-481a-922e-939c1377721a",
    "title": {
      "en": "Scratch"
    },
    "updatedAt": "2024-04-02T04:56:51+00:00",
    "coverArt": "https://mangadex.org/covers/885a3ec2-3095-481a-922e-939c1377721a/6b06bdce-dd50-4286-9269-2b0108e82f2b.png",
    "altTitles": [
      {
        "ko": "스크래치"
      }
    ],
    "description": {
      "en": "\"Scratch syndrome is a disease that causes bodily wounds when your mind is afflicted. A disease where you bleed when you're emotionally hurt by someone you love. A rare disease that plagues 0.00001% of the world's population.\""
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "4b375fbc-fd8c-4b11-86a2-1f0fe8bb6464",
    "title": {
      "en": "Ore to Renai Shitemimasenka"
    },
    "updatedAt": "2024-02-21T19:48:10+00:00",
    "coverArt": "https://mangadex.org/covers/4b375fbc-fd8c-4b11-86a2-1f0fe8bb6464/896eca4c-497e-417b-aad6-5dc07684e7ce.jpg",
    "altTitles": [
      {
        "ja": "オレと恋愛してみませんか"
      },
      {
        "ja-ro": "Ore to Renai Shitemimasen ka"
      }
    ],
    "description": {
      "en": "Recently divorced gay company man, Narumi, visits a cafe he used to be a regular at prior to his marriage. There, cafe employee Kida confesses that he has feelings for Narumi, having been comforted by Narumi’s words four years ago. Due to past trauma, Narumi has become timid in love, but when Kida proposes, “Won’t you try falling in love with me?” their love trial begins!\nAn obedient younger doggy-type x innocent alpha’s bittersweet, too cute, pure love begins!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "4e7a4a0f-8391-4069-839b-de2352297dab",
    "title": {
      "en": "Kakkou no Iinazuke"
    },
    "updatedAt": "2024-04-10T14:06:50+00:00",
    "coverArt": "https://mangadex.org/covers/4e7a4a0f-8391-4069-839b-de2352297dab/4228af15-ee45-47ac-bce3-cc5a2ce34f5c.jpg",
    "altTitles": [
      {
        "ja": "カッコウの許嫁"
      },
      {
        "en": "A Couple of Cuckoos"
      },
      {
        "ko": "뻐꾸기 커플"
      },
      {
        "zh": "杜鹃的婚约"
      },
      {
        "zh-hk": "杜鵑婚約"
      },
      {
        "pt": "A Noiva do Cuco"
      },
      {
        "ru": "Обрученные"
      },
      {
        "ru": "Сведённые кукушкой"
      },
      {
        "es": "Una Pareja de Cucos"
      },
      {
        "es-la": "Una Pareja de Cucos"
      },
      {
        "th": "รักอลวนคนสลับบ้าน"
      },
      {
        "fr": "A Couple of Cuckoos"
      }
    ],
    "description": {
      "en": "Nagi Umino was mistakenly switched at birth, and now attends a prestigious private high school. One day, he has a chance meeting with Erika Amano, an incredibly high society highschool girl who claims she's on the way to meet her fiancé, and who asks/forces him to be her fake boyfriend. Neither of them, at the time, understood the significance of their meeting for Erika was the girl Nagi was switched at birth with, and Nagi was Erika's soon-to-be fiancé! The curtain raises on a romantic comedy of intertwined fates that begins with being switched at birth!",
      "es": "Una comedia romántica sobre Nagi yendo a una reunión con sus verdaderos padres, y sobre Erika, que está atormentada por un compromiso no deseado!",
      "fr": "Nagi est un élève sérieux passionné par ses études. Un jour, alors qu'il est en deuxième année, il découvre qu'il a été échangé à la naissance avec une fille. Espérant garder leurs enfants biologiques et adoptifs, leurs parents décident qu'ils vont se fiancer pour pouvoir rester en famille. Mais Nagi est déjà amoureux d'une autre fille...",
      "it": "Nagi Umino, studente al secondo anno di una prestigiosa scuola preparatoria, ha scoperto di essere un bambino scambiato alla nascita. Un giorno, mentre si sta dirigendo all'incontro con i suoi veri genitori, incontra Erika Amano, una strana ragazza promessa in sposa nonostante la giovane età. Rifiutando di sposarsi, costringe Nagi a far finta di essere il suo ragazzo per cercare di far desistere i genitori dall'idea del matrimonio. Nagi e Erika scopriranno di avere molto più in comune di quanto pensino!",
      "ja": "赤ちゃんの頃に取り違えられ、今は名門私立に通う高校 2年の海野凪。ある日、これから許嫁に会いにいくという超お嬢様女子高生・天野エリカと偶然出会い、彼氏のフリをしてくれと半ば強引に頼まれてしまう。だが、その時の二人は知る由もなかった。エリカは凪と取り違えられた子どもで、凪はエリカの許嫁相手だということを……。",
      "ru": "Романтическая комедия о Наги, идущем на встречу со своими настоящими родителями, и о Эрике, которая мучается из-за нежеланной помолвки!..",
      "pt-br": "Uma comédia romântica sobre Nagi que está indo se encontrar com seus verdadeiros pais e sobre Erika, que é atormentada por um casamento indesejado!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5412816d-a3c9-4bab-956b-b08d1f8f41f6",
    "title": {
      "en": "Fuzoroi no Renri"
    },
    "updatedAt": "2024-03-21T22:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/5412816d-a3c9-4bab-956b-b08d1f8f41f6/1b891f8b-fca7-466a-96df-6d3e2fd89408.jpg",
    "altTitles": [
      {
        "ja-ro": "Fusoroi no Renri"
      },
      {
        "en": "Rationalism of Irregularities"
      },
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Assorted Entanglements"
      },
      {
        "zh-hk": "不對稱的連理"
      },
      {
        "fr": "Nos différences enlacées"
      }
    ],
    "description": {
      "en": "Tanaka Iori is a worker for a company that sets unreasonable demands, on top of that she has a penchant for dating married men. What a recipe for disaster! One day she gets drunk with an acquaintance and wakes up the next morning by her side naked! What's Iori to do?  \r\n  \r\n- [Part 1 raw](https://twitter.com/i/moments/1030773596430327808)\r\n- [Part 2 raw](https://twitter.com/i/moments/1044057437831979008)\r\n- [Part 3 raw](https://twitter.com/i/moments/1065586182698889216)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "600f467c-9613-4056-aa21-bb2ecc295b84",
    "title": {
      "en": "Osananajimi Kanojo no Morahara ga Hidoin de Zetsuen Sengen shite Yatta"
    },
    "updatedAt": "2024-04-16T17:18:22+00:00",
    "coverArt": "https://mangadex.org/covers/600f467c-9613-4056-aa21-bb2ecc295b84/232d9396-4979-4e54-9796-16264df69123.jpg",
    "altTitles": [
      {
        "ja-ro": "Osananajimi Kanojo no Morahara ga Hidoi n de Zetsuen Sengen Shite Yatta: Jibun Rashiku Ikiru Koto ni Shitara, Naze ka Tonari no Seki no Kakure Bishoujo kara Kokuhaku Sareta"
      },
      {
        "ja": "幼馴染彼女のモラハラがひどいんで絶縁宣言してやった ~自分らしく生きることにしたら、なぜか隣の席の隠れ美少女から告白された~"
      },
      {
        "vi": "Quá mệt mỏi với việc bị con bạn thuở nhỏ kiêm bạn gái bắt nạt, tôi đã chia tay với em ấy"
      },
      {
        "en": "I’m Sick and Tired of My Childhood Friend’s, Now Girlfriend’s, Constant Abuse so I Broke up With Her"
      }
    ],
    "description": {
      "en": "My childhood friend is also my girlfriend. A dream come true, right? Hell no. She insults me on a daily basis. She grinds my dignity into shreds and it takes a toll on my mental well-being. I can’t take it anymore.\n\nSo I’m left with no choice, I’m going to break up with her. In order to maintain my sanity, it’s the only option.\n\nAnd thus, the story of my break up begins…",
      "pt-br": "Minha amiga de infância também é minha namorada. Um sonho realizado, certo? De jeito nenhum, ela me insulta diariamente, ela destrói minha dignidade e isso afeta meu bem-estar mental, não aguento mais. Então não tenho escolha, terminarei com ela. Para manter minha sanidade, é a única opção."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f76eaa2-e807-4649-bd17-a87aae3d15ad",
    "title": {
      "en": "Isekai Ten'i Shite Kyoushi ni Natta ga, Majo to Osorerareteiru Ken ~Aoi-sensei no Gakuen Funtou Nisshi~"
    },
    "updatedAt": "2024-04-06T01:02:31+00:00",
    "coverArt": "https://mangadex.org/covers/4f76eaa2-e807-4649-bd17-a87aae3d15ad/75fd35bb-45ca-4580-809a-d38990d235e9.jpg",
    "altTitles": [
      {
        "ja": "異世界転移して教師になったが、魔女と恐れられている件　～アオイ先生の学園奮闘日誌～"
      },
      {
        "en": "I Was Transferred To Another World And Became A Teacher, But I'm Feared As A Witch: Aoi-sensei's Academy Struggle Log"
      },
      {
        "es-la": "Fui llevada a otro mundo, me convertí en maestra, pero ahora todos me temen como a una bruja"
      }
    ],
    "description": {
      "en": "Aoi is a new teacher who has been transported to another world.\n\nAoi is picked up by Owen, an elf, and as they live together, Aoi masters more and more of Owen's magic and even surpasses him. In order to refine her magic further, she is assigned to teach at the Fiddich Academy, a school of magic!\n\nAoi starts her teaching career showcasing overwhelming magical abilities, and she is not daunted by the aristocratic troublemakers who dominate the academy.\nHowever, her abilities have become the talk of the school...\n\nAoi's life as a new teacher at the academy begins with a tumultuous start...!",
      "ja": "異世界に転移してしまった、新人教師のアオイ。エルフのオーウェンに拾われ一緒に暮らすなかで、アオイはオーウェンの持つ魔法をどんどんマスター。より魔法を極めるため、魔術学校であるフィディック学院に教師として赴任することに！学院内にのさばる貴族の問題児たちにも屈せず、圧倒的な魔法能力で教師生活をスタートさせたアオイ。しかし、その能力ゆえに学院内で話題になってしまい・・・。",
      "es-la": "Aoi es una nueva maestra que ha sido transportada a otro mundo. Mientras es recogido por el elfo Owen y vive con él, Aoi gradualmente domina la magia de Owen. Para seguir dominando la magia, decidí aceptar un trabajo como profesora en Fiddik Academy, ¡una escuela de magia! Aoi no cede ante los problemas de los hijos de los aristócratas de la escuela y comienza su vida como maestra con una habilidad mágica abrumadora. Sin embargo, debido a su habilidad, se convirtió en un tema candente dentro de la escuela... ¡Un comienzo turbulento en la vida escolar de la nueva maestra Aoi!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30196491-8fc2-4961-8886-a58f898b1b3e",
    "title": {
      "en": "Boushoku no Berserk: Ore Dake Level to Iu Gainen o Toppa Suru"
    },
    "updatedAt": "2024-03-26T19:32:08+00:00",
    "coverArt": "https://mangadex.org/covers/30196491-8fc2-4961-8886-a58f898b1b3e/88b844bc-214b-43d4-842f-82d099d1ccad.jpg",
    "altTitles": [
      {
        "fr": "Berserk de la Gourmandise : Celui qui surpasse le concept même de niveaux"
      },
      {
        "pl": "Berserk obżarstwa"
      },
      {
        "en": "Berserk of Gluttony"
      },
      {
        "ja": "Boushoku no Berserk: Ore Dake Level to Iu Gainen o Toppa Suru"
      },
      {
        "ru": "Ненасытный Берсерк"
      },
      {
        "ja": "暴食のベルセルク～俺だけレベルという概念を突破する～ THE COMIC"
      },
      {
        "zh-hk": "狂怒的暴食 ～僅自己突破了等級這概念～"
      },
      {
        "zh": "狂怒的暴食 ～只有我突破了等级这概念～"
      },
      {
        "ko": "폭식의 버서크"
      },
      {
        "ko": "폭식의 베르세르크 ~나만 레벨이라는 개념을 돌파한다~"
      },
      {
        "en": "Berserk of Gluttony: The One that Exceeds the Concept of Levels"
      }
    ],
    "description": {
      "en": "In this world, there are two types of people. Those Who have powerful \"skills\", and those who don't. People born with powerful skills, exterminate monsters to level up and become successful, while people without them, become failures, who are treated harshly by society. Follow the story of Fate, a guy who works as a gatekeeper, and whose only skill is gluttony, a skill that only makes him hungry.",
      "fr": "Dans ce monde, il y a deux types de personnes. Ceux qui ont un ou plusieurs \"talents\", et ceux qui n'en possèdent pas. Les personnes nées avec de puissant talents, exterminent les monstres pour monter en niveaux et devenir puissants, alors que ceux qui n'en possèdent pas deviennent des échecs et sont traités durement par la société. Nous suivons l'histoire de Fate, un homme travaillant comme garde aux portes de la ville et dont son seul talents est la gourmandise, un talent qui ne fait que lui donner faim.  \n\n\n---",
      "ro": "În lumea asta sunt două tipuri de oameni: cei care posedă “puteri” incredibile și cei care nu.  \nCei care au fost născuți cu asemenea “puteri” extermină monștrii, evoluează și devin oameni de success, în timp ce ceilalți devin eșecuri, și sunt tratați diferit de societate.  \nCitește povestea lui Fate, un tip ce lucrează ca și gardian, a cărui putere este lăcomia, o putere care îl face să fie mereu înfometat.   \n  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/isshiki_ichika)  \n- [Original Web Novel](https://ncode.syosetu.com/n6887dt/) (Raw)  \n- Original Comic on **[** [Comic Ride](http://comicride.jp/gluttony/) **|** [NicoNico](http://seiga.nicovideo.jp/comic/31663) **]** (Raw)",
      "ru": "В этом мире есть два типа людей. Те, у кого есть сильные «навыки», и те, кто их не имеет. Люди, рожденные с мощными навыками, уничтожают монстров, чтобы стать успешными, в то время как люди без них становятся неудачниками, к которым жестоко относится общество. В нашей истории, парень, который работает в качестве привратника, и чье единственное умение — обжорство, умение, которое только делает его голодным.   \n  \n\n\n---",
      "pt-br": "Neste mundo, existem dois tipos de pessoas. Aqueles que têm poderosas “habilidades” e aqueles que não. As pessoas nascidas com habilidades poderosas exterminam monstros para subirem de nível e se tornarem bem-sucedidas, enquanto as pessoas sem eles, tornam-se fracassos, que são tratados com dureza pela sociedade. Fate é um cara que trabalha como um porteiro, e cuja única habilidade é a gula, uma habilidade que o faz comer almas."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13da00cf-f2e1-40a5-a625-77c2c048e2b9",
    "title": {
      "en": "Bartender à Paris"
    },
    "updatedAt": "2024-03-28T06:39:13+00:00",
    "coverArt": "https://mangadex.org/covers/13da00cf-f2e1-40a5-a625-77c2c048e2b9/6f4ed03b-de3a-44c4-a7f4-c8096fa8bcdd.jpg",
    "altTitles": [
      {
        "ja": "バーテンダー à Paris"
      },
      {
        "ja": "バーテンダー　ア　パリ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "42"
  }
]