[
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2023-09-23T02:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/07535c7b-1318-4eb5-a3a8-ec03b2791a49.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
    },
    "updatedAt": "2024-01-07T12:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/708f7971-dc0d-45f1-9c32-f38209a3cfa4.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "en": "I, the Demon Lord, Took a Slave Elf as My Wife, but How Do I Love Her?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "- [Seiga nicovideo](http://seiga.nicovideo.jp/comic/33204) (Alternate Raw)",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "076b3757-2050-4362-b0ad-52513ecefa3f",
    "title": {
      "en": "Killing Bites"
    },
    "updatedAt": "2023-09-23T10:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/076b3757-2050-4362-b0ad-52513ecefa3f/e0c6f21f-422b-4dda-ab99-abedfa10624a.jpg",
    "altTitles": [
      {
        "ru": "Смертельный укус"
      },
      {
        "ja": "キリングバイツ"
      },
      {
        "zh-hk": "牙鬥獸娘"
      },
      {
        "ko": "킬링바이츠"
      },
      {
        "zh": "牙斗兽娘"
      },
      {
        "ru": "Смертельные укусы"
      },
      {
        "ar": "كيلينغ بايتس"
      }
    ],
    "description": {
      "en": "People have been created that are human-animal hybrids, and powerful businesses bet on the outcome of their duels. College student Nomoto Yuuya's casual acquaintances ask him to drive them around to pick up girls one day, which he soon finds out means by force. The girl they kidnap is an animal-human hybrid named Hitomi, who slaughters all of them except Yuuya. Hitomi is a honey badger, which has been called the most fearless of all animals. Now Hitomi is assigned to stay with Yuuya, for his protection!\nKilling Bites are underworld duels between human-animal hybrids. One beast who knows no fear will fight in this animalistic world full of fear and insanity. This ultimate battle of the beasts will shock you to your core!\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%82%AD%E3%83%AA%E3%83%B3%E3%82%B0%E3%83%90%E3%82%A4%E3%83%84)",
      "ru": "Один учёный создал существ которые являются гибридом человека и животного, и богачи ставят ставки на исход их поединков. Случайные знакомые просят студента колледжа Номота Юя покатать их по городу, и ближе к вечеру он узнает, что они просто хотели подобрать и изнасиловать девушку. Девушка, которую они похищают оказывается “гибридом” которую зовут Хитоми, которая убивает всех кроме Юи. Хитоми является гибридом барсука, который был назван самым бесстрашным из всех животных. Теперь Хитоми остаётся с Юи, для его защиты!  \n\n\n---\n\n**Links:**  \n- [Shinya Murata's Twitter](https://twitter.com/jojojon)  \n- [Sumita's Twitter](https://twitter.com/s_kazasa)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20213)",
      "pt-br": "Pessoas estão sendo criadas como híbridos animal-humano e batalham entre si, empresas poderosas apostam no resultado de seus duelos. A história inicia com um cara que se meteu no rapto de uma garota contra a sua vontade, todos menos ele acabam mortos pela garota, que ele descobre ser um dos híbridos, competindo com outros de sua raça em duelos mortais envolvendo complexas apostas. Sem aviso prévio, ele acaba obrigado a se tornar o parceiro da garota."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95f792c5-8ed7-40f5-9a40-11344eb4528d",
    "title": {
      "en": "Mentos x Cola"
    },
    "updatedAt": "2022-02-01T17:54:08+00:00",
    "coverArt": "https://mangadex.org/covers/95f792c5-8ed7-40f5-9a40-11344eb4528d/2635fd7a-0ef6-406f-aaff-7ac21b011ccb.png",
    "altTitles": [
      {
        "zh": "曼妥思x可乐那些事"
      }
    ],
    "description": {
      "en": "The hilarious story of reaction between anthropomorphic mentos and cola."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2023-12-14T16:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "The cute Kyuu-chan is a wonder cat. Dance, sing, be happy together!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-04-05T22:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "826aec63-3fa8-413d-9a40-d2d1ef262725",
    "title": {
      "en": "The Most Notorious \"Talker\" Runs the World's Greatest Clan"
    },
    "updatedAt": "2024-02-06T05:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/826aec63-3fa8-413d-9a40-d2d1ef262725/c9b9e4dc-fec6-4338-b431-674833b73b9c.jpg",
    "altTitles": [
      {
        "ja": "最凶の支援職【話術士】である俺は世界最強クランを従える"
      },
      {
        "en": "I'm the Most Evil Support Class【Talker】and I'll Subdue the Strongest Clan in the World"
      },
      {
        "vi": "\"Thánh Ngôn\" khét tiếng nhất là người điều hành Clan vĩ đại nhất thế giới"
      },
      {
        "ja-ro": "Saikyou no Shien-shoku \"Wajutsushi\" Dearu Ore wa Sekai Saikyou Kuran wo Shitagaeru"
      },
      {
        "es-la": "Soy el Talker más Despiadado y Dominaré al Clan más Fuerte del Mundo"
      }
    ],
    "description": {
      "en": "Noel, a youth who admires his grandfather, who was hailed as a hero, and aspires to be the strongest Seeker. But his Job that appeared in the appraisal, was the support class Talker.\n\nTalker is a peaky job with the weakest individual abilities. A job that could never become the strongest.\n\n\"If I create the strongest clan and become the clan master, then I’ll essentially be the strongest.\"\n\nThinking that, Noel worked hard persistently to fulfil his ambition. On the other hand, the merciless methods he employed for the sake of his ambition were acknowledged by everyone as the path of \"evil.\" However, Noel’s distinct talent attracted many powerful people and they began to gather under him…\n\nThis is the story of how the most evil Talker, who seeks to be the strongest, subdues his allies and creates the strongest clan in the world.",
      "vi": "Đây là hành trình vươn tới đỉnh cao giới truy thủ của kẻ sinh ra mang trong mình một trong những chức nghiệp được đánh giá là yếu nhất - Noel Stollen.",
      "es-la": "Noel, un joven que admira a su abuelo, que fue aclamado como un gran héroe, aspira a ser un buscador fuerte como él. Pero el trabajo que apareció en su evaluación, fue la clase de soporte “Talker” (Orador).\n\nTalker es un trabajo con las habilidades individuales más débiles. Un trabajo que nunca podría convertirse en el más fuerte.\n\n「Si creo el clan más fuerte y me convierto en el líder del clan, entonces esencialmente seré el más fuerte」\n\nPensando eso, y gracias al apoyo de su abuelo, Noel trabajó y entrenó arduamente por años con el objetivo de cumplir su ambición. Por otro lado, los métodos crueles que empleó por el bien de su ambición fueron reconocidos como inhumanos. Sin embargo, el talento distintivo de Noel atrajo a muchas personas poderosas y comenzaron a reunirse debajo de él...\n\nEsta es la historia del Talker más despiadado que busca ser el más fuerte, forjando aliados para crear el clan más fuerte del mundo."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f898761d-a6b0-4ac9-b78b-50021eb93205",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity I: Quarantined Territory of Malice, Shinjuku - Shinjuku Phantom Incident"
    },
    "updatedAt": "2023-09-10T11:18:49+00:00",
    "coverArt": "https://mangadex.org/covers/f898761d-a6b0-4ac9-b78b-50021eb93205/30a4b076-e563-4d53-b568-0d7978c183c0.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅰ 悪性隔絶魔境 新宿 新宿幻霊事件"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten I: Akushou Kakuzetsu Makyou, Shinjuku - Maboroshi Tamashi Jiken"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность I: Карантинная территория злого умысла, Синдзюку- Инцидент Фантома Синдзюку"
      }
    ],
    "description": {
      "en": "The curtain rises on Pseudo-Singularity I.\nThe stage: Shinjuku. Fight alongside mysterious new Servants in a prison district cut off from the outside world.",
      "ru": "Новая сингулярность, которая появилась перед Рицуко Фуджимару, который спас мир. Чтобы исправить искажение истории, Фуджимару, который был перемещен в Синдзюку в 1999 год, встречает одного слугу, который называет себя «Арчер Синдзюку». В городе, где широко распространено зло, открывается занавес истории первого фрагмента!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b22cb7-1420-4272-8f53-520536609f2e",
    "title": {
      "en": "Tensei Oujo wa Ai yori Ryouchi ga Hoshii no de Seiryaku Kekkon wo Kibou shimasu!"
    },
    "updatedAt": "2023-10-26T04:00:11+00:00",
    "coverArt": "https://mangadex.org/covers/b0b22cb7-1420-4272-8f53-520536609f2e/6f23db7f-c162-4d0b-ad1a-9774ed4c414d.jpg",
    "altTitles": [
      {
        "ja": "転生王女は愛より領地が欲しいので政略結婚を希望します！"
      },
      {
        "zh": "转生公主比起爱更想要领地所以期望政治联姻！"
      },
      {
        "zh-hk": "轉生公主比起愛更想要領地所以期望政治聯姻！"
      },
      {
        "en": "The Reincarnated Princess Wants Territories Over Love so She Wants a Political Marriage"
      }
    ],
    "description": {
      "en": "Princess Fairis, reincarnated into the world of strategy simulation games, uses her knowledge of the games she played in her previous life and is called the Warrior Princess. However, as soon as the war ends, she is ordered by the king to marry. In addition, she competes with her sister in arranged marriages and, depending on her partner, cannot get involved in national politics. ...I want to build my country, not get married! As she struggles to arrange a political marriage that will give her more territory, Orpheed, a wizard who is also her trusted subordinate and a potential bride, unexpectedly confesses his love for her...?\n\na love comedy between a reincarnated princess with zero love skills and the strongest wizard with an intense love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbc8e1e4-cba6-48ec-b828-d613fe3d93a6",
    "title": {
      "en": "The Ice Guy and His Cool Female Colleague"
    },
    "updatedAt": "2024-01-22T11:20:50+00:00",
    "coverArt": "https://mangadex.org/covers/fbc8e1e4-cba6-48ec-b828-d613fe3d93a6/d9916e5f-db23-4095-9944-ec781b8274b0.jpg",
    "altTitles": [
      {
        "ja": "氷属性男子とクールな同僚女子"
      },
      {
        "ja-ro": "Koori Zokusei Danshi to Cool na Douryo Joshi"
      },
      {
        "en": "Ice Guy and the Cool Female Colleague"
      },
      {
        "de": "Ice-Guy und seine coole Kollegin"
      },
      {
        "fr": "The Ice Guy & the Cool Girl"
      },
      {
        "fr": "L'homme glacé et la consœur cool"
      },
      {
        "fr": "L'homme froid et la collègue cool"
      },
      {
        "it": "Ice Guy & Cool Girl"
      },
      {
        "es": "El chico de hielo y su genial colega femenina"
      },
      {
        "pl": "Śnieżny chłopak i cool dziewczyna"
      },
      {
        "ru": "Ледяной парень и классная девушка-коллега"
      },
      {
        "th": "บริษัทลุ้นรัก หนุ่มหิมะกับสาวสุดคูล"
      },
      {
        "ko": "빙속성 남자와 쿨한 동료녀"
      },
      {
        "tr": "Buz çocuk ve havalı i̇ş arkadaşı"
      },
      {
        "zh": "冰属性男子与酷酷女同事"
      },
      {
        "zh-hk": "冰屬性男子與無表情女子"
      },
      {
        "ar": "رجل الثلج وزميلة العمل الباردة"
      },
      {
        "vi": "Anh chàng băng giá và cô nàng đồng nghiệp lạnh lùng"
      },
      {
        "vi": "Chàng \"băng\" nàng \"giá\""
      }
    ],
    "description": {
      "de": "Himuro ist Büroangestellter und der Nachfahre einer Schneefrau. Wann immer seine Gefühle außer Kontrolle geraten, werden seine Kollegen seinen eisigen Kräften ausgesetzt. Jedoch besitzt er entgegen seiner frostigen Fähigkeiten eine sehr warmherzige und freundliche Persönlichkeit. Er liebt Katzen und Blumen, auch wenn er ihnen nicht zu nahe kommen kann. Diejenige, die seine Gefühle immer wieder aus der Bahn wirft und sein Herz zum Schmelzen bringt, ist seine stets gefasst wirkende und ein wenig exzentrische Kollegin Fuyutsuki. Obwohl alle Kollegen durch den stetigen Ausbruch seiner Kräfte von seinen Gefühlen für Fuyutsuki wissen, ist diese vollkommen ahnungslos. Dies hält Himuro jedoch nicht davon ab, zu versuchen, ihr Herz für sich zu gewinnen.",
      "en": "A cute fluffy romance about the decendant of a yuki-onna who freezes the surrounding area every time he talks to his cute coworker.\n\nx.5 chapters are longer than normal chapters and have more fluffy content, make sure to read them!\n\n---\nHimuro is a living descendant of the Snow Woman from Japanese folklore. But anytime he's around his eccentric yet kind colleague, Fuyutsuki-san, he totally freezes up! Despite the snowstorm of love that rages on in his heart, and her complete cluelessness, will he take a step forward or stay frozen in place?",
      "fr": "Himuro est le descendant d'une yuki-onna, une femme des neiges. Par cette filiation, il plonge inconsciemment son entourage dans un environnement proche de l'Arctique lorsqu'il se concentre.\n\nPire encore, il passe pour un homme qu'il n'est pas : perçu comme insensible et au tempérament glacial, il est en réalité chaleureux, aime les chats et les fleurs.\n\nSon état finit par attirer l'attention de sa collégue Fuyutsuki, dont il est secrètement amoureux. Himuro se montre alors déterminé à capturer le coeur de la jeune femme.",
      "id": "Romansa lembut yang lucu tentang dekendensi yuki-onna yang membekukan area sekitarnya setiap kali dia berbicara dengan rekan kerjanya yang imut.",
      "it": "Il manga racconta la dolce storia d'amore tra due colleghi, la tranquilla e dolce Fuyutsuki-san e Himuro-kun, discendente di una donna delle nevi, che letteralmente ghiaccia ogni cosa attorno a lui.\n\n---\nQuesta è la storia di Himuro, il discendente di una donna delle nevi, e della sua gentile seppur particolare collega Fuyutsuki... Anche se a prima vista possono sembrare due persone imperturbabili, entrambi sono in realtà molto impacciati quando si tratta di questioni di cuore; infatti l’amore che Himuro nutre nei confronti di Fuyutsuki imperversa nel suo animo come una bufera di neve, impedendogli di compiere il fatidico primo passo. Lei, d’altro canto, pare del tutto inconsapevole dei suoi stessi sentimenti...",
      "ja": "現代を生きる雪女の末裔な氷室くんと、同僚のちょっとユニークで優しい冬月さん。一見、クールに見えつつも、二人は恋愛にすっごく不器用。冬月さんへの「好き」が心の内で吹雪のように吹き荒れる氷室くんはもう一歩を踏み出せず、一方の冬月さんは自分の感情に超が付くほど鈍感で!?　Twitter＆pixivで大人気!!　クールな二人のピュア過ぎラブコメディー♪　単行本だけの描き下ろしマンガ３編を収録☆",
      "ko": "현대를 살아가는 설녀의 후예 히무로와 \n약간 독특하면서도 상냥한 동료 후유츠키. \n\n언뜻 보면 쿨해보이는 두 사람이지만, 연애에 관해서는 놀랄 만큼 서투르다. \n후유츠키를 향한 ‘호감’이 마음속에서 눈보라처럼 몰아치자, \n히무로는 더 이상 한 걸음도 나아가지 못하고. \n후유츠키 역시도 자신의 감정에 둔감하기는 마찬가지였는데!? \n\nTwitter&pixiv에서 대인기!! \n쿨한 두 사람의 맑다 못해 투명한 러브 코미디♪ \n\n단행본만의 오리지널 에피소드 3편도 수록☆",
      "pl": "Poznajcie Himuro, żyjącego we współczesnej Japonii potomka yuki-onny, oraz jego nieco nietypową koleżankę z biurka obok, Fuyutsuki. Choć na pierwszy rzut oka oboje wydają się spokojni i opanowani, tak naprawdę w miłości nie do końca dobrze sobie radzą. Himuro, w którego sercu panuje miłosna zamieć, nie jest w stanie wykonać kolejnego kroku naprzód, zaś Fuyutsuki zdaje się nie zauważać jego starań…",
      "ru": "Милый пушистый роман о классной работнице и её, холодном как лёд, коллеге.",
      "th": "ฮิมุโระคุง ชายหนุ่มผู้สืบเชื้อสายของสาวหิมะซึ่งใช้ชีวิตอยู่ในยุคปัจจุบัน \nและคุณฟุยุสึกิ เพื่อนร่วมงานสาวผู้อ่อนโยนและค่อนข้างไม่เหมือนใคร \nหากมองแค่ผิวเผิน หนุ่มสาวคู่นี้ก็ดูเป็นคนคูลๆ อยู่หรอก \nแต่พอเป็นเรื่องราวความรักแล้ว ทั้งสองกลับไม่เอาไหนซะเลย\nฮิมุโระคุงผู้ได้แต่เก็บความ \"ชอบ\" \nที่มีต่อฟุยุสึกิไว้ในใจประหนึ่งพายุหิมะที่โหมกระหน่ำ \nโดยไม่กล้าก้าวออกไปเริ่มต้นสักที \nส่วนฝ่ายคุณฟุยุสึกิเองก็ช่างความรู้สึกช้าไม่รู้ใจตัวเองเลย!?",
      "tr": "Sevimli iş arkadaşıyla her konuştuğunda çevreyi donduran ve Yuki-Onna'nın soyundan gelen adam hakkında sevimli, kabarık bir romantizm.",
      "vi": "Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy. Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy.",
      "zh": "冰属性男子与酷酷女同事漫画 ，当雪男遇上酷酷女同事，办公室将掀起一场恋爱暴风雪！",
      "pt-br": "Himuro-kun, descendente de uma Yuki-onna moderna, acabou de chegar em seu novo trabalho, e acaba criando tempestades de neve e bonecos de neve quando é tomado por suas emoções e perde o controle. Sua paixão secreta por Fuyutsuki-san, uma colega de trabalho única, mas gentil, cresce tão forte que congela às vezes aqueles ao seu redor. Por outro lado, Fuyutsuki-san, que muitas vezes é visto como legal pelos outros, também está muito interessada no misterioso Himuro-kun. O relacionamento deles muda gradualmente através do trabalho diário e dos eventos da empresa, e eles também começam a passar tempo juntos, mas ambos são desajeitados no amor e não conseguem se aproximar…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00686876-f413-49a5-a39e-8bd905d53c12",
    "title": {
      "en": "Batsu Ichi Arasaa Joshi to Danshi Kokosei"
    },
    "updatedAt": "2023-01-21T00:14:42+00:00",
    "coverArt": "https://mangadex.org/covers/00686876-f413-49a5-a39e-8bd905d53c12/cd2f7e27-8d30-4baa-abf6-714f9d9bcdff.jpg",
    "altTitles": [
      {
        "ja-ro": "Batsu Ichi Arasaa Joshi to Danshi Kokosei"
      },
      {
        "en": "Divorced Girl and High School Boy"
      },
      {
        "ja": "バツイチアラサー女子と男子高校生"
      },
      {
        "en": "Promise Cinderella Strike One"
      }
    ],
    "description": {
      "en": "Promise Cinderella's official spin-off depicting the daily life of the high school boy and the divorced young woman, half a year after the first chapter of the main series."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "7e7cd05f-3971-46a0-a98a-587f33fd2154",
    "title": {
      "en": "Army of Hell"
    },
    "updatedAt": "2024-02-03T05:07:45+00:00",
    "coverArt": "https://mangadex.org/covers/7e7cd05f-3971-46a0-a98a-587f33fd2154/e2c3bf20-91e9-42f2-a724-983de56e82ea.jpg",
    "altTitles": [
      {
        "ja": "地獄の軍団"
      },
      {
        "ja-ro": "Jigoku no Gundan"
      }
    ],
    "description": {
      "en": "A boy abandoned at birth and raised by rats, with the mysterious power to control them, grows up seeing \nthe dark side of the humans that rejected him, and vows to become humanity's greatest enemy."
    },
    "status": "completed",
    "releaseDate": 1981,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "60"
  },
  {
    "mangaId": "8332417b-d7f1-4888-b5ea-9b807e5ca37f",
    "title": {
      "en": "My Sect's Senior Disciple Has a Hole in His Brain"
    },
    "updatedAt": "2023-08-14T15:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/8332417b-d7f1-4888-b5ea-9b807e5ca37f/0ea35f3e-a9cd-4a5f-8d5f-38e56b38e2fa.jpg",
    "altTitles": [
      {
        "en": "There's a Pit in My Senior's Brain"
      },
      {
        "en": "There's Something Wrong with My Da Shixiong's Brain"
      },
      {
        "zh-ro": "Wo Jia Da Shi Xiong Nao Zi You Keng"
      },
      {
        "zh": "我家大师兄脑子有坑"
      }
    ],
    "description": {
      "en": "The hilarious adventures of the eldest disciple of a sect who has a problem with his brain. Dong Fang Xian Yun was reincarnated as the most senior disciple of the Carefree sect. But the only thing that goes through his mind is to make sure he doesn't end up dying by the hands of the \"main character\". Read as he makes no sense to his fellow disciples while avoiding flags left and right.  \n  \n*Note : Although there are many chapters listed as missing, nothing is actually missing, some of chapter combining into one.*"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7169795c-7df6-48bf-9cb2-d75f664ec858",
    "title": {
      "en": "Ichinose-ke no Taizai"
    },
    "updatedAt": "2024-02-15T15:19:09+00:00",
    "coverArt": "https://mangadex.org/covers/7169795c-7df6-48bf-9cb2-d75f664ec858/cdac3783-fedb-4db0-9880-745c4403f559.jpg",
    "altTitles": [
      {
        "ja": "一ノ瀬家の大罪"
      },
      {
        "en": "The Ichinose Family's Deadly Sins"
      },
      {
        "ru": "Смертные грехи семьи Итиносэ"
      },
      {
        "pt-br": "Os Pecados Capitais da Família Ichinose"
      },
      {
        "vi": "Đại tội của nhà Ichinose"
      },
      {
        "id": "Dosa Mematikan Keluarga Ichinose"
      }
    ],
    "description": {
      "en": "Tsubasa Ichinose is a middle schooler who loses his memory in an accident. He is able to safely reunite with his family, but is soon faced with a new shocking reality... What is going on with this family?! From the creator of Takopi's Original Sin comes a new kind of dramatic story!",
      "pt-br": "Ichinose Tsubasa é um estudante do ensino médio que perdeu a memória em um acidente. Ele é capaz de se reunir com segurança com sua família, mas logo se depara com uma nova realidade chocante... O que está acontecendo com essa família?!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "30193c1f-1569-4c2d-8c29-8a365fec322b",
    "title": {
      "en": "Akuyuu no Ore ga Ponkotsu Kishi wo Miterarenai n da ga, Dou Sewa wo Yakya Ii?～ Madome Gaiden～"
    },
    "updatedAt": "2024-03-29T13:13:46+00:00",
    "coverArt": "https://mangadex.org/covers/30193c1f-1569-4c2d-8c29-8a365fec322b/b942f7af-e975-4c7c-866f-1e4f112fde5c.jpg",
    "altTitles": [
      {
        "ja": "悪友の俺がポンコツ騎士を見てられないんだが、どう世話を焼きゃいい? ～まどめ外伝～"
      },
      {
        "en": "A Villain's Dilemma: How to Not Meddle too Much with a Clumsy Holy Knight's Life"
      },
      {
        "ja-ro": "Akuyuu no Ore ga Ponkotsu Kishi wo Mite Rare Naindaga, Dou Sewa wo Yakya Ii?～ Madome Gaiden～"
      },
      {
        "ru": "Я, заклятый друг, не могу смотреть на эту глупую девушку-рыцаря. Как же мне о ней заботиться?"
      },
      {
        "en": "An Archdemon's (Friend's) Dilemma: How to Babysit a Crybaby Knight"
      }
    ],
    "description": {
      "en": "A clumsy knight and a magician who struggles to understand his own feelings. The story of how two arch-enemies end up closer than they ever thought they would be. Spin-off of「Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?」, which follows the daily life of Barbaros on his job of protecting the Captain of the Holy Knights, Chastel Lillqvist.",
      "id": "Spin-off dari Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga Dou Medereba Ii?",
      "pt-br": "Um cavaleiro desajeitado e um mágico que luta para entender seus próprios sentimentos. A história de como dois arqui-inimigos acabam mais próximos do que jamais pensaram que estariam. Spin-off de 「Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?」, que segue a vida diária de Bárbaros em seu trabalho de proteger o Capitão dos Cavaleiros Sagrados, Chastel Lillqvist."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "abad18cf-bf72-4bbc-97c8-b55dfa28f9b9",
    "title": {
      "en": "Ane no Yuujin (One-shot)"
    },
    "updatedAt": "2024-04-02T00:40:34+00:00",
    "coverArt": "https://mangadex.org/covers/abad18cf-bf72-4bbc-97c8-b55dfa28f9b9/88dae6c1-55f2-425a-b76d-7771c64c4652.jpg",
    "altTitles": [
      {
        "ja": "姉の友人 (one-shot)"
      },
      {
        "en": "My Older Sister's Friend"
      },
      {
        "en": "The Cutest Girl Closest to Me."
      },
      {
        "ru": "Подруга старшей сестры"
      },
      {
        "ja": "姉のともだち ( Serialization)"
      },
      {
        "ja": "Ane no Yuujin (One-shot)"
      }
    ],
    "description": {
      "en": "Hinako, a friend of Asahi's older sister, is a frequent guest at the home of the high school boy. She always misleads his mind with her suggestive attitude while treating him like a little brother...or rather, pet? A love story between a gal who has a bugged sense of proximity and an otaku guy who acts like her parent!\n\nChapters 3 and onwards can be found in the [serialised version](https://mangadex.org/title/1d330951-583e-423e-9cd7-abcd6f761f53/ane-no-tomodachi)",
      "ja": "男子高校生・旭の家に入り浸る、姉の友人・ひなこ。いつも思わせぶりな態度で心を惑わせるのは、弟…というかペット？扱いだからと思っていたけれど…？距離感バグりぎみギャル×おかん系オタク男子、ジレきゅんラブ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "2"
  },
  {
    "mangaId": "28b5d037-175d-4119-96f8-e860e408ebe9",
    "title": {
      "en": "Shimeji Simulation"
    },
    "updatedAt": "2024-01-16T13:36:00+00:00",
    "coverArt": "https://mangadex.org/covers/28b5d037-175d-4119-96f8-e860e408ebe9/10fdd70c-4bfa-470c-a821-31d92a00ef47.jpg",
    "altTitles": [
      {
        "ja": "シメジシミュレーション"
      },
      {
        "ru": "Симуляция Симэдзи"
      }
    ],
    "description": {
      "en": "A surreal yet heartwarming 4-koma series about everyday life.  \n  \nFrom the author of Shoujo Shuumatsu Ryokou/Girls' Last Tour.",
      "fr": "Une jeune fille s'est enfermée dans son placard pendant ses 2 dernières années de collège et se rend compte qu'elle doit maintenant passer au lycée. Quand elle sort de son placard pour la première fois en deux ans et se regarde dans le miroir, elle s'aperçoit que des champignons « shimeji » ont commencé à pousser sur sa tête."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "49"
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-02-24T11:47:23+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/6f235e14-164c-43bb-84a2-02102edefce9.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d330951-583e-423e-9cd7-abcd6f761f53",
    "title": {
      "en": "Ane no Tomodachi"
    },
    "updatedAt": "2024-03-28T16:47:56+00:00",
    "coverArt": "https://mangadex.org/covers/1d330951-583e-423e-9cd7-abcd6f761f53/6ddb8605-3efe-407b-ba6d-ef16ac816c70.jpg",
    "altTitles": [
      {
        "ja": "姉のともだち"
      },
      {
        "en": "My Older Sister's Friend"
      },
      {
        "ru": "Подруга старшей сестры"
      }
    ],
    "description": {
      "en": "Hinako, a friend of Asahi's older sister, is a frequent guest at the home of the high school boy. She always misleads his mind with her suggestive attitude while treating him like a little brother...or rather, pet? A love story between a gal who has a bugged sense of proximity and an otaku guy who acts like her parent! \n\n---\nChapters 1 & 2 can be found in [Pre-Seralization](https://mangadex.org/title/abad18cf-bf72-4bbc-97c8-b55dfa28f9b9/ane-no-yuujin).",
      "ja": "姉とふたり暮らしの家にいりびたる、姉の友人・ひーちゃん。完璧に顔がよくてかわいい彼女に、オタク男子高校生・旭は翻弄されっぱなし…?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b273b1d8-3d1b-4240-a251-40b88d207723",
    "title": {
      "en": "Himari no Mawari"
    },
    "updatedAt": "2023-01-21T14:09:33+00:00",
    "coverArt": "https://mangadex.org/covers/b273b1d8-3d1b-4240-a251-40b88d207723/b0778549-ec13-4b04-b8ad-16a9ef4eacdf.jpg",
    "altTitles": [
      {
        "en": "Himari's Surroundings"
      },
      {
        "ja": "ひまりのまわり"
      }
    ],
    "description": {
      "en": "Aizawa Haruki, 16 years old, is in his 2nd year of high school, and likes to live efficiently. One day during summer vacation, a girl, Aizawa Himari, suddenly appears, calling him 'Onii-chan' and claiming that she's his little sister. As it turns out, Haruki's father recently remarried, and his new wife brought a daughter with her. However, since both of their parents are overseas, it'll only be the two of them living under the same roof. And for some reason, Himari seems very obstinate about spending as much time with Haruki as she can."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "ded54f3d-99bc-406a-bca1-4a1d4d618730",
    "title": {
      "en": "Yomega Kiss"
    },
    "updatedAt": "2024-03-28T16:24:31+00:00",
    "coverArt": "https://mangadex.org/covers/ded54f3d-99bc-406a-bca1-4a1d4d618730/30796953-4130-46a4-bd14-6f9093672483.jpg",
    "altTitles": [
      {
        "ja": "ヨメガキッす"
      }
    ],
    "description": {
      "en": "Super serious and uptight high school student Koutaro Suzuki and his obnoxious gyaru kouhai Sorako Mozu get along like cats and dogs. She spends her days tormenting him, while he spends his days getting outraged by her. However, the two of them share a secret...that they're living together as fiancés!! Under the condition that Koutaro marry Sorako, who comes from a wealthy real estate family, they've agreed to buy his father's company and save it from going under!!\n\nHaving to deal with Sorako, who uses this and that (and you know what) to torment him, can Koutaro make her yield and successfully marry her?!\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/64744)",
      "ja": "クソ真面目で融通が利かない男子高校生・鈴紀光太郎は生意気な後輩ギャル・百舌そら子と犬猿の仲。そんな二人には秘密が…それは二人が許嫁関係で同棲していること!? 資産家の家族を持つそら子と結婚をする条件で、光太郎は潰れる寸前の父の会社を買収してもらっていたのだ!! あの手この手（エッ●なこと）で責めるメスガキそら子にたいし、光太郎は彼女を屈服させ、無事に結婚をすることができるのか――!!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/afc2dc81-cfce-4b37-9e37-397c070d1c1b.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40c12869-5686-4e21-9048-39882a026858",
    "title": {
      "en": "Ore no Ie no Koakuma Imouto"
    },
    "updatedAt": "2024-03-30T06:17:51+00:00",
    "coverArt": "https://mangadex.org/covers/40c12869-5686-4e21-9048-39882a026858/f51da0a1-29dd-47f4-92f8-a03f57cfe097.jpg",
    "altTitles": [
      {
        "ja": "俺の家の小悪魔妹"
      },
      {
        "ja-ro": "Ore no Ie no Koakuma Imouto"
      },
      {
        "en": "Little Devil Sister In My House"
      },
      {
        "en": "The Little Devil Younger Sister in My House"
      }
    ],
    "description": {
      "en": "Mao-chan is a cheeky high school girl who loves to tease her virgin big (step)brother in naughty ways. \n\nHowever, her true intention is actually...?\n\n(Source: BookLive)\n\n---\n\nNote: the original Pixiv series has been collected and published into 2 volumes.\nVolume 1 contains chapters 1-20. Volume 2 contains chapters 21-42.\n\nLinks:\n* Alternative Official Raw - [BookLive](https://booklive.jp/product/index/title_id/20063387/vol_no/001)",
      "ja": "真桜(まお)ちゃんは童貞のお兄ちゃんをえっちにからかうのが大好きな生意気JK。だけどその本意は実は…?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "42"
  },
  {
    "mangaId": "c855ec45-b8d9-4aea-9a0d-b2ae544c11dc",
    "title": {
      "en": "Tokimori-san ga Muboubi desu!!"
    },
    "updatedAt": "2024-02-15T03:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/c855ec45-b8d9-4aea-9a0d-b2ae544c11dc/bdb73d50-fe66-48fe-bb58-fe3ad0993248.jpg",
    "altTitles": [
      {
        "ja": "時森さんが無防備です!!"
      },
      {
        "zh-hk": "時森小姐毫無防備!!"
      },
      {
        "vi": "Tokimori-san Chẳng Chút Phòng Bị!!"
      },
      {
        "th": "คุณโทคิโมริไม่ระวังตัวเลยครับ!!"
      },
      {
        "en": "Tokimori-san Is Completely Defenseless!!"
      },
      {
        "ja-ro": "Tokimori-san ga Muboubi desu!!"
      }
    ],
    "description": {
      "en": "Tokimori-san is a beautiful and successful woman. But when she's off the job, she tends to be a bit absent-minded! Living together with the charming Tokimori-san always makes me nervous!",
      "ja": "美人で仕事がデキる時森さん。でもオフのときは、ちょっとみだれがちで！？艶かしい時森さんとの同居生活に、僕はいつもドキドキさせられる—！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2024-03-20T20:23:33+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/8ab088a7-fd39-41bb-9caa-cd7cbc3b785c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki No Kanojo Ni Naru, Onnanoko Ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi Ni Jikka Ni Kaettara Otouto Ga TS Shiteta"
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n\n[Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1563cd49-ee38-4a46-a4f0-429dc07cd4a1",
    "title": {
      "en": "Oshinobi Dousei"
    },
    "updatedAt": "2024-03-08T22:24:53+00:00",
    "coverArt": "https://mangadex.org/covers/1563cd49-ee38-4a46-a4f0-429dc07cd4a1/c329fb3d-76ce-4f53-98b0-18fe6105e476.jpg",
    "altTitles": [
      {
        "ja": "お忍び同棲"
      },
      {
        "pt-br": "Vivendo Com uma Kunoichi"
      },
      {
        "ja-ro": "Oshinobi Dousei"
      },
      {
        "ru": "Тайное сожительство"
      },
      {
        "en": "Living With a Kunoichi"
      }
    ],
    "description": {
      "en": "Tae, a beautiful 17-year-old girl, and Kotaro, a serious office worker. These two seemingly happy people have a secret they can't reveal to anyone - the rival ninjas of Iga and Kouga secretly live together in this laid-back romantic comedy!",
      "ja": "17歳の美少女・たえと、まじめな会社員の小太郎。一見幸せそうに見える二人には誰にも言えない秘密があった――伊賀・甲賀のライバル忍者がこっそり同棲生活を送る、まったりラブコメ！",
      "pt-br": "Tae, uma linda garota de 17 anos, e Kotaro, um sério trabalhador de escritório. Essas duas pessoas aparentemente felizes têm um segredo que não podem revelar a ninguém - os ninjas rivais de Iga e Kouga vivem secretamente juntos nesta comédia romântica descontraída!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9e40a22-ca9c-4f08-b537-ca6b75d8d720",
    "title": {
      "en": "Tokyo Cannabis Special Ward - The Guy Called Cannabis King"
    },
    "updatedAt": "2024-04-06T12:01:27+00:00",
    "coverArt": "https://mangadex.org/covers/b9e40a22-ca9c-4f08-b537-ca6b75d8d720/ff648889-41c9-444b-8daa-f0bf98527c52.jpg",
    "altTitles": [
      {
        "ja": "東京カンナビス特区 大麻王と呼ばれた男"
      },
      {
        "ja-ro": "Toukyou Cannabis Tokku - Taimaou to Yobareta Otoko"
      },
      {
        "ja-ro": "Tokyo Cannabis Tokku - Taimaou to Yobareta Otoko"
      },
      {
        "en": "Tokyo Cannabis Special Zone - A Man Called the Cannabis King"
      },
      {
        "en": "Toukyou Cannabis Special Ward - The Guy Called Cannabis King"
      },
      {
        "en": "A Man Called the Cannabis King in the Tokyo Cannabis Special Zone"
      },
      {
        "vi": "Đặc khu Cần Sa Tokyo - Người đàn ông được mệnh danh là Vua Cần Sa"
      },
      {
        "vi": "Vua Cần Sa"
      },
      {
        "fr": "Tokyo Cannabis"
      }
    ],
    "description": {
      "en": "An owner of a flower shop has a deficit management, then he encounter the forbidden plant cannabis.",
      "ja": "花屋を営む千東森生(41)は、妻と高校生の娘との 3 人暮らし。花屋の経営は芳しくなく、妻はパートに出て、なんとか生計を立てていた。そんな折に届いた大学の同窓会の報せ。妻に後押しされ、同窓会へ参加した森生は、かつての親友・加賀山に声をかけられる。久々の再会に、昔を懐かしむ森生だったが、加賀山からとある仕事を提案され…。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Rokudenashi Blues"
    },
    "updatedAt": "2024-02-21T10:12:34+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/91c8d035-6dd3-4d18-973c-0152a440bbc8.png",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      },
      {
        "ja": "Maeda Taison Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "422"
  },
  {
    "mangaId": "6611fbc7-91a6-4022-8010-850b86328e6c",
    "title": {
      "en": "Elden Ring: Become Lord"
    },
    "updatedAt": "2024-04-02T19:12:48+00:00",
    "coverArt": "https://mangadex.org/covers/6611fbc7-91a6-4022-8010-850b86328e6c/43e47f85-c8e1-4133-b834-54d5be4532bf.jpg",
    "altTitles": [
      {
        "ru": "Кольцо Элден: Стань Повелителем"
      },
      {
        "ja": "ELDEN RING Become Load"
      }
    ],
    "description": {
      "en": "Guided by a blessing, the fading adventurer who has reached the land between the two lands sets out on a journey to become the king of Elde - and he is not alone.\n\nThis comic book depicts Elden Ring's epic adventures, including fascinating characters encountered along the way, various dungeon explorations, and battles with powerful bosses."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a86a2dae-e38a-4603-a518-503db8d5e369",
    "title": {
      "en": "Dance Dance Danseur"
    },
    "updatedAt": "2023-12-18T18:05:46+00:00",
    "coverArt": "https://mangadex.org/covers/a86a2dae-e38a-4603-a518-503db8d5e369/0d728751-fb3b-4db0-b5aa-93a02a4c9547.jpg",
    "altTitles": [
      {
        "ja": "ダンス・ダンス・ダンスール"
      },
      {
        "fr": "Danse Danse Danseur"
      },
      {
        "ar": "دانس دانس دانسور"
      },
      {
        "ko": "댄스 댄스 당쇠르"
      },
      {
        "zh": "舞动不止"
      },
      {
        "zh-hk": "舞動不止"
      },
      {
        "ru": "Танцуй, Танцуй, Танцор"
      }
    ],
    "description": {
      "en": "Junpei is happily snoozing away during his sister's ballet recital when a male ballet dancer steps onto the stage. Moved by the strength and skills the dancer displays, the boy discovers his love for this art.  \n  \nBut after a certain tragedy happens, he vows to leave his past behind and turn into the epitome of manliness. What will he do when his love for ballet reignites?!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ef97eba-e0bc-452c-9ed0-bfb645d9b536",
    "title": {
      "en": "Hitoribocchi no ○○ Seikatsu"
    },
    "updatedAt": "2023-04-24T18:39:49+00:00",
    "coverArt": "https://mangadex.org/covers/9ef97eba-e0bc-452c-9ed0-bfb645d9b536/ff91df60-ee1b-4302-97d8-b91d046f6d9f.jpg",
    "altTitles": [
      {
        "en": "Bocchi Hitori's ____ Life"
      },
      {
        "ja-ro": "Hitoribocchi no marumaru Seikatsu"
      },
      {
        "ja-ro": "Hitoribocchi no OO Seikatsu"
      },
      {
        "en": "The ____ Life of Being Alone"
      },
      {
        "ja": "ひとりぼっちの○○生活"
      }
    ],
    "description": {
      "en": "Hitori Bocchi suffers from extreme social anxiety, she’s not good at talking to people, takes pretty extreme actions, is surprisingly adept at avoiding people, her legs cramp when she overexerts herself, gets full of herself when alone, will vomit when exposed to extreme tension and often comes up with plans. Now she is entering middle school and her only friend, Yawara Kai, is attending a different school. Kai gives her an ultimatum: she'll stop being Bocchi's friend until Bocchi befriends all of her classmates. Will Bocchi make it!?  \n\n---\n  \n**Links:**  \n- [Alternative Raw](http://daiohg.dengeki.com/lineup/516/)  \n- [Alternative Raw 2](http://daiohg.dengeki.com/sp/bocchi/)\n- [Alternative Raw 3 - Pixiv Comics](https://comic.pixiv.net/works/2176)",
      "it": "Hitori Bocchi è molto ansiosa, non è brava a parlare con gli altri ed evita il più possibile i contatti con le persone. Ora sta per iniziare le medie e la sua unica amica, Yawara Kai, andrà in un'altra scuola. Questo vuol dire che Bocchi rimarrà da sola, circondata da nuovi compagni con i quali dovrà fare amicizia, prima di poter parlare di nuovo con Kai. Difatti le due si sono fatte una promessa: non saranno più amiche se entro il diploma Hitori non sarà amica con tutti i suoi compagni di classe.",
      "pt-br": "Hitori Bocchi sofre de extrema ansiedade social, ela não é boa em falar com as pessoas, toma ações bastante extremas, é surpreendentemente hábil em evitar as pessoas, suas pernas ficam com cãibras quando ela se esforça demais, fica cheia de si quando está sozinha, vomita quando exposta a tensão extrema  e muitas vezes vem com planos para conseguir fazer amizades.  Agora ela está entrando no ensino médio e sua única amiga, Yawara Kai, está frequentando uma escola diferente.  Kai lhe dá um ultimato: ela deixará de ser amiga de Bocchi isso até que Bocchi faça amizade com todos os seus colegas de classe.  Bocchi vai conseguir!?\n\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 3, Cap 34, porém pulou o cap 33.]"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "100"
  },
  {
    "mangaId": "ef30ec31-6f8b-4c6f-a08f-50b77dbf1f61",
    "title": {
      "en": "Tokyo Gyaru Jake!"
    },
    "updatedAt": "2024-04-06T12:39:57+00:00",
    "coverArt": "https://mangadex.org/covers/ef30ec31-6f8b-4c6f-a08f-50b77dbf1f61/581c4a4d-bc54-40e5-9e67-1f64d99351c4.jpg",
    "altTitles": [
      {
        "ja": "東京のギャルじゃけぇ！"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99e883fd-04f6-449b-ab23-1d904695d272",
    "title": {
      "en": "Blue Archive - The Adventure of Game Development Department!"
    },
    "updatedAt": "2024-03-20T17:42:56+00:00",
    "coverArt": "https://mangadex.org/covers/99e883fd-04f6-449b-ab23-1d904695d272/456390b9-7d4c-4074-a995-fb23c3c66f42.png",
    "altTitles": [
      {
        "ja": "ブルーアーカイブゲーム開発部だいぼうけん！"
      },
      {
        "ja-ro": "Blue Archive - Game Kaihatsubu Daibouken!"
      },
      {
        "ja-ro": "Blue Archive - Game Kaihatsu-bu Daibouken!"
      },
      {
        "vi": "Blue Archive: Cuộc phiêu lưu của Câu lạc bộ Phát Triển Game"
      }
    ],
    "description": {
      "en": "From the hit game Blue Archive, comes a spin-off manga featuring the Game Development Department! Where Momoi, Midori, Yuzu and Aris share their days of youth, friendship, and clumsy moments. A heartwarming, cute and funny youth-comedy crafted by the master of comedy, Asato Mizu!",
      "ja": "人気ゲーム「ブルーアーカイブ」よりゲーム開発部のスピンオフが登場！モモイ、ミドリ、ユズ、アリスの4人が送る青春、友情、ぽんこつの日々...。コメディの名手・水あさとが手掛ける、笑えて泣けて可愛い青春コメディ！",
      "vi": "Bộ truyện chuyển thể từ trò chơi đang làm mưa làm gió \"Blue Archive\" với sự xuất hiện của Câu lạc bộ Phát Triển Game! Nơi Momoi, Midori, Yuzu và Arisu cùng nhau sẻ chia những năm tháng của tuổi trẻ, tình bạn và những khoảnh khoắc vụng về. Đây là một câu chuyện ấm lòng, hài hước và dễ thương từ Bậc thầy Truyện hài Mizu Asato!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94a1737f-7b61-4f7b-8e1a-0ed3379d447f",
    "title": {
      "en": "I Reincarnated as a Faint Hearted Countess"
    },
    "updatedAt": "2024-03-21T17:54:43+00:00",
    "coverArt": "https://mangadex.org/covers/94a1737f-7b61-4f7b-8e1a-0ed3379d447f/e3838139-706b-4dee-9a31-d3a0e7e7bd5e.jpg",
    "altTitles": [
      {
        "ja": "転生先が気弱すぎる伯爵夫人だった"
      },
      {
        "ja": "転生先が気弱すぎる伯爵夫人だった～前世最強魔女は快適生活を送りたい～"
      },
      {
        "ja-ro": "Tensei-saki ga Kiyowa Sugiru Hakushaku Fujin datta"
      },
      {
        "ja-ro": "Tenseisaki ga Kiyowa Sugiru Hakushaku Fujin Datta - Zense Saikyou Majo wa Kaiteki Seikatsu wo Okuritai"
      },
      {
        "ja-ro": "Tensei-saki ga Kiyowa Sugiru Hakushaku Fujin datta: Zense Saikyou Majo wa Kaiteki Seikatsu wo Okuritai"
      },
      {
        "en": "Reincarnated as an Overly Timid Countess"
      },
      {
        "ja-ro": "Tenseisaki ga Kiyowa Sugiru Hakushaku Fujin Datta"
      }
    ],
    "description": {
      "en": "The cowardly Countess Ram, who is constantly lambasted by her maids, is having an ordeal at the place she was wed. She is supposed to be a newlywed, but her husband, the Count, didn’t even pay regard to her. Then one day, she hits her head on a wall and regains her memory of her previous life. Ram of the previous life was a great witch who was touted as the most powerful in the country. Fed up with her cramped life, she decides to live on her own terms, taking advantage of the memories she regained.",
      "ja": "男爵家の令嬢ラムは、気弱すぎる性格と“魔力持ち”という特殊な体質ゆえ、両親や妹たちから執拗な虐めを受けていた。\n嫁ぎ先でも夫の伯爵シャールに見向きもされず使用人からも嫌がらせを受ける灰色の日々。\n――そう、前世の記憶が蘇るまでは。\n頭を強く打った拍子に、思い出したのだ。\n己が歴史に名を残す最強の魔女だったことを。\n\n「これが、本当の私――！」\n\n記憶と共に規格外の魔力を取り戻した彼女に虐めに耐えるだけの少女の面影はもうなかった…。\n虐げられた令嬢による華麗な大逆転劇の幕が上がる!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece - Digital Colored Comics"
    },
    "updatedAt": "2024-02-12T15:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "en": "One Piece"
      },
      {
        "en": "One Piece (Official Colored)"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα τους διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3d4979c-cfa8-40f7-8522-eb6594a62b10",
    "title": {
      "en": "Kitsune no Kami-sama no wo Saisen Atsume"
    },
    "updatedAt": "2024-04-06T12:54:54+00:00",
    "coverArt": "https://mangadex.org/covers/c3d4979c-cfa8-40f7-8522-eb6594a62b10/8d1e5c36-431c-46fc-a0da-cb0c74af3d2d.jpg",
    "altTitles": [
      {
        "ja": "狐の神様のおさいせん集め"
      },
      {
        "en": "Collecting Offerings to the Fox God"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-01-30T04:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/3234bce0-6cf3-4e55-a88a-a8661ff8164e.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I started streaming in another world, I ended up creating a large number of Yandere followers."
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming.\n\nLiving in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself.\n\nThis is not the tale of just a streamer… but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5412816d-a3c9-4bab-956b-b08d1f8f41f6",
    "title": {
      "en": "Fuzoroi no Renri"
    },
    "updatedAt": "2024-03-21T22:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/5412816d-a3c9-4bab-956b-b08d1f8f41f6/1b891f8b-fca7-466a-96df-6d3e2fd89408.jpg",
    "altTitles": [
      {
        "ja-ro": "Fusoroi no Renri"
      },
      {
        "en": "Rationalism of Irregularities"
      },
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Assorted Entanglements"
      },
      {
        "zh-hk": "不對稱的連理"
      },
      {
        "fr": "Nos différences enlacées"
      }
    ],
    "description": {
      "en": "Tanaka Iori is a worker for a company that sets unreasonable demands, on top of that she has a penchant for dating married men. What a recipe for disaster! One day she gets drunk with an acquaintance and wakes up the next morning by her side naked! What's Iori to do?  \r\n  \r\n- [Part 1 raw](https://twitter.com/i/moments/1030773596430327808)\r\n- [Part 2 raw](https://twitter.com/i/moments/1044057437831979008)\r\n- [Part 3 raw](https://twitter.com/i/moments/1065586182698889216)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-03-21T15:24:53+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/841086f8-0e73-49ca-afd1-a0bc26ad7657.png",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65263bf9-4f87-4513-b72f-ad6436b3911c",
    "title": {
      "en": "Otaku ni Koi wa Muzukashii"
    },
    "updatedAt": "2024-03-12T16:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/65263bf9-4f87-4513-b72f-ad6436b3911c/b7f78e11-c910-48bb-a842-798e04f0f92f.jpg",
    "altTitles": [
      {
        "ja": "ヲタクに恋は難しい"
      },
      {
        "ja-ro": "Wotaku ni Koi wa Muzukashii"
      },
      {
        "en": "Love Is Hard for Otaku"
      },
      {
        "en": "Wotakoi: Love Is Hard for Otaku"
      },
      {
        "tr": "Aşk Bir Otaku İçin Zordur"
      },
      {
        "id": "Cinta itu Sulit untuk Seorang Otaku"
      },
      {
        "de": "Keine Cheats für die Liebe"
      },
      {
        "fr": "♂taku ♀taku"
      },
      {
        "fr": "Otaku Otaku"
      },
      {
        "es": "Qué difícil es el amor para un otaku"
      },
      {
        "pl": "Wotakoi. Miłość jest trudna dla otaku"
      },
      {
        "pt-br": "Wotakoi: O amor é difícil para otakus"
      },
      {
        "ru": "Так сложно любить отаку"
      },
      {
        "th": "ยากแท้จริงหนอรักของโอตาคุ"
      },
      {
        "zh": "宅男腐女恋爱真难"
      },
      {
        "zh-hk": "阿宅的戀愛太難"
      },
      {
        "ko": "오타쿠에게 사랑은 어려워"
      },
      {
        "uk": "Так складно кохати отаку"
      },
      {
        "uk": "Отакої: Складності кохання отаку"
      }
    ],
    "description": {
      "de": "Narumi ist ein Vollblut-Nerd. Doch ihre Liebe zu Manga und Anime trifft bei Normalo-Männern nicht gerade auf Verständnis – sobald sie hinter ihr Geheimnis kommen, nehmen sie Reißaus! Zum Glück bietet sich ihr alter Kindheitsfreund Hirotaka – selbst hoffnungsloser Game-Nerd – als Freund an. Aber kann die Rechnung Nerd + Nerd = Liebe wirklich aufgehen?\n\nThe Big Bang Theory trifft auf Manga – eine herrlich durchgeknallte Rom-Com nicht nur für Nerds!",
      "en": "Narumi Momose has had it rough: every boyfriend she’s had dumped her once they found out she was an otaku, so she’s gone to great lengths to hide it. When a chance meeting at her new job with childhood friend, fellow otaku, and now coworker Hirotaka Nifuji almost gets her secret outed at work, she comes up with a plan to make sure he never speaks up. But he comes up with a counter-proposal: why doesn’t she just date him instead? In love, there are no save points. [Kodansha]",
      "es": "\"Cuando me preguntan qué clase de manga es Qué difícil es el amor para un otaku, como no estoy muy segura de si es un shojo, uno romántico o un manga cómico, al final explico que es un combate de amor entre integrantes de una especie diferente.\"\n\nFujita\n\nÉl, un gamer empedernido. Ella, una fujoshi. Ambos guardan sus secretos bajo su apariencia profesional. ¿Podrán mantener una relación sin revelarlos o sin que sus pasatiempos se interpongan entre ellos?",
      "fr": "Narumi et Hirotaka travaillent dans la même société. Ce sont tous deux des otaku. Ils ont chacun une passion dévorante pas toujours évidente à faire entendre aux autres. Peut-elle même être compatible avec une relation amoureuse ? Comprendre l'autre, l'accepter tel qu'il est, se montrer tel qu'on est vraiment... Misant sur ce point commun, «des otaku,» ils décident alors de sortir ensemble. Mais comme dans toutes les histoires d'amours, des interrogations et des doutes persistent. Leur passion va-t-elle les rapprocher ou les séparer? Heureusement les amis sont là pour en discuter mais aussi pour partager leur «otaku attitude.»",
      "id": "Kisah percintaan Narumi Momose amat sulit. Dia diputuskan oleh pacarnya setelah sang pacar tahu kalau Narumi adalah fujoshi. Akhirnya dia memutuskan untuk pindah kerja dan menyembunyikan kenyataan kalau dirinya seorang otaku di kantor barunya. Tapi di tempat kerja barunya dia malah bertemu dengan Hirotaka Nifuji, teman masa kecilnya yang tampan dan terampil tapi otaku gamer kelas berat. Mendengar keluhan Narumi mengenai otaku yang tidak akan berhasil dalam cinta, Hirotaka pun mengajak Narumi berpacaran sebagai sesama otaku!? “Kalau aku pasti akan menemanimu mengumpulkan material atau naik level. Aku nggak akan mengecewakanmu atau membuatmu menangis Ditambah lagi, aku bisa membantumu berjualan di comiket akhir pekan minggu depan.",
      "it": "L'amore non è un gioco. Nemmeno quando è ad alto tasso nerd.\n\nNarumi e Hirotaka: professione impiegati e... otaku hardcore. Tenere segreta la passione per manga, anime e videogiochi può essere utile per essere considerati normali, ma legarsi a chi la condivide sarà la strada più agevole per trovare il vero amore?",
      "ja": "隠れ腐女子のOL・成海(なるみ)と、ルックス良く有能だが重度のゲーヲタである宏嵩(ひろたか)とのヲタク同士の不器用な恋愛を描いたラブコメディ。『次にくるマンガ大賞2014』の〝本にして欲しいWebマンガ部門〟第1位、pixiv内オリジナルコミックブックマーク数歴代1位の大人気作品が多数の描き下ろしを加えて待望の書籍化。",
      "ko": "일본 현지 420만부 돌파!\n이 만화가 대단해 2016 여자편 제1위, 2018년 일본 현지 TV애니메이션 방영 확정\n게임 오타쿠 X 숨덕 부녀자\n\n숨은 부녀자인 나루미는 새로 옮긴 직장에서 잘생기고 능력 있지만 심각한 게임 오타쿠 히로타카와 재회한다. 일단 연인이 되긴 했지만 오타쿠 친구이자 서툰 두 사람에게 연애는 어렵기만 하고. 오타쿠라면 고개를 끄덕일 시추에이션 가득하다. 오타쿠가 아닌 사람이라도 피식피식 웃다가 찡 하게 눈물이 고이게 되는, 픽시브에서 연재되었던 초인기 작품이 마침내 한국 정식 발간했다.",
      "pl": "Narumi Momose dobrze wie, że bycie sobą nie zawsze sprawdza się w romantycznych związkach. Faceci porzucali ją już z wielu powodów. Gdy jednak jeden z nich zakończył znajomość, bo dowiedział się, że Narumi jest otaku, miarka się przebrała. Nauczona doświadczeniem, w nowej pracy nikomu nie mówi więc o swoich zainteresowaniach. Przypadek sprawia, że w tej samej firmie pracuje jej kolega z gimnazjum, a zarazem zapalony fan gier, Hirotaka Nifuji. Aby upewnić się, że jej sekret jest bezpieczny, Narumi wyciąga go na obiad i przestrzega, aby wiedzę o jej wstydliwych upodobaniach zatrzymał dla siebie. On ma jednak inną propozycję - a może by tak zostali parą?",
      "pt": "Apesar de Narumi Momose esconder seu gosto por histórias yaoi, seu namorado descobre tal hobby e termina o relacionamento. Para renovar sua vida, ela decide mudar de trabalho e lá acaba encontrando seu amigo de infância, Hirotaka Nifuji, um viciado em video games, que por pouco não revela o segredo de sua amiga. Então, ela decide sugerir um plano para que ele nunca mais fale sobre o assunto, mas não contava com uma contraproposta: por que não começarem a namorar? Obcecados por seus interesses pessoais, será difícil para eles manterem um relacionamento.",
      "ru": "Наруми — обычная офисная работница... которая втайне ото всех рисует яойную мангу. Хиротака на хорошем счету в своей компании... и в то же время он — интроверт и хардкорный геймер. Читайте историю их неуклюжей любви в романтической комедии «Так сложно любить отаку»!",
      "th": "นารุมิ และ ฮิโรทากะ อดีตเพื่อนสมัยเด็กที่แต่เดิมทั้งสองนั้นก็มีความชื่นชอบในวัฒนธรรมการ์ตูนและเกมอยู่แล้ว ได้กลับมาพบเจอกันอีกครั้งในฐานะเพื่อนร่วมงาน แต่ทว่าความรู้สึกบางอย่างนั้นกลับไม่เหมือนเดิม... ความสัมพันธ์ของทั้งสองจะเป็นอย่างไร จะสามารถพัฒนาจากเพื่อนสมัยเด็กกลายเป็นคนรักได้หรือไม่ นี่คือเรื่องราวความรักที่สุดแสนจะโรแมนติคคอมเมดี้ ระหว่างหนุ่มสาวโอตาคุที่กำลังเริ่มต้นขึ้น",
      "uk": "Як же важко будувати стосунки отаку... Багато людей не розуміють нас і цураються, косі погляди чекають на нас практично скрізь, куди б ми не йшли. Тому що ми не такі, як оточуючі, і їх це лякає... Але ж ми теж люди і теж хочемо любові і розуміння, відчувати, що ми не самотні...\n\nМомосе Нарумі, 26 років, отаку, раптово дізнається, що тепер працюватиме з хлопцем, якого знає з початкової школи, але з вступу до старшої вона його не бачила... Що ж принесе це їй - самотній любительці чоловічого кохання та отоме-ігор , а що йому - \"фахівцеві з відеоігор\" Ніфудзі Хіротаке?\n\nАдже... так складно любити отаку...",
      "es-la": "¿Puede un oficinista que es secretamente un empedernido gamer y una mujer que es en secreto una fujoshi salir sin que sus pasatiempos se entrometan en su relación o sin revelar su secreto? Para Narumi Momose no ha sido fácil encontrar pareja, cada novio la ha dejado cuando se enteran de sus aficiones, eso la ha llevado a ocultar que es una fujoshi. Pero cuando entra a su nuevo trabajo, encuentra a su amigo de la infancia Hirotaka Nifuji quien sabe de su secreta afición. Ella pensará en un plan para que no diga su secreto, pero él le hace una contrapropuesta, ¿Por qué no empiezan a salir?",
      "zh-hk": "極力隱瞞自己是個腐女的粉領族‧成海，在新公司與長相帥氣又能幹，但卻是個重度電玩宅的兒時玩伴宏嵩重逢了。為了方便，提議兩人乾脆交往，於是同為阿宅的成海與宏嵩正式成為男女朋友。而公司中的另一對情侶小柳和樺倉也是阿宅，四人經常在一起喝酒聊天。作者以自己身旁的朋友為靈感，描繪出狀況不斷又有趣的阿宅戀愛故事"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "86"
  },
  {
    "mangaId": "f0c504c3-56eb-4bb3-bcab-427e315319c3",
    "title": {
      "en": "Yougisha \"A\" no Hanayome"
    },
    "updatedAt": "2024-04-01T15:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/f0c504c3-56eb-4bb3-bcab-427e315319c3/62e12f82-989c-4a81-a618-0d6966b70556.jpg",
    "altTitles": [
      {
        "ja": "容疑者Aの花嫁"
      },
      {
        "en": "The Bride of Suspect A"
      }
    ],
    "description": {
      "en": "The \"erotic love suspense\" manga centers on Hana, who returns to her family after her husband dies. She lives every day in an oppressive atmosphere, until one day her parents start talking about having a marriage interview for her with a globally renowned artist named Aoi.",
      "ja": "夫を亡くし、実家に戻った羽菜。息苦しい毎日を送っていたある日、世界的に有名な画家・蒼井重瑠との見合い話が持ち上がる。今の生活から逃れるために、蒼井との再婚を受け入れた羽菜だけど…彼は、前妻3人を殺した連続殺人事件の容疑者で――！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "5d58bf5d-20d0-44d8-99d8-ee1f2e535580",
    "title": {
      "en": "Maronie Oukoku no Shichinin no Kishi"
    },
    "updatedAt": "2024-04-04T01:29:32+00:00",
    "coverArt": "https://mangadex.org/covers/5d58bf5d-20d0-44d8-99d8-ee1f2e535580/22aa2892-be9d-4932-b626-27d5a1b04cec.jpg",
    "altTitles": [
      {
        "tr": "Marronnier Krallığı'nın Yedi Şövalyesi"
      },
      {
        "ja-ro": "Marronnier Oukoku no Shichinin no Kishi"
      },
      {
        "en": "The Seven Knights of the Marronnier Kingdom"
      },
      {
        "ja": "マロニエ王国の七人の騎士"
      }
    ],
    "description": {
      "en": "A tale of seven knights that swear loyalty to a princess.  \n  \n---\n**Notes:**\n- Ranked #1 Kono Manga ga Sugoi! 2018 (Female readers)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0fcb1c3-21c0-48da-859b-266e26ef6e4c",
    "title": {
      "en": "Suika"
    },
    "updatedAt": "2022-02-19T12:56:47+00:00",
    "coverArt": "https://mangadex.org/covers/b0fcb1c3-21c0-48da-859b-266e26ef6e4c/024341f3-19d0-476b-aa20-cfcde62a03ea.jpg",
    "altTitles": [
      {
        "ja": "スイカ"
      },
      {
        "zh-hk": "西瓜妹妹"
      }
    ],
    "description": {
      "ja": "怪奇現象や幽霊の目撃情報が絶えない呪われし丑光高等学校。この学校に赴任してきた教師・園 渚のクラスには丑光高校に伝わる百七不思議のひとつ、物部スイカという小学生（？）が居座っていた。オカルト的な噂を一切信じない園だったが、スイカに気に入られたことで不可解で笑えるトラブルに巻き込まれていく!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47c1cf74-e92d-43d1-806b-7ec08e6efe55",
    "title": {
      "en": "I'm a Villain, but I Saved the Female Lead"
    },
    "updatedAt": "2024-03-24T19:21:43+00:00",
    "coverArt": "https://mangadex.org/covers/47c1cf74-e92d-43d1-806b-7ec08e6efe55/e5bcc895-e8c8-46f9-b49b-7ecd48d59bdf.jpg",
    "altTitles": [
      {
        "ja": "悪女なのにヒロインを救ってしまった"
      },
      {
        "ko": "악녀인데 여주를 구해버렸다"
      },
      {
        "en": "I'm a Villainess, but I Saved the Heroine"
      },
      {
        "en": "I'm a Villainess, but I Saved the Female Lead"
      },
      {
        "en": "I'm a Villain, but I Saved the Heroine"
      }
    ],
    "description": {
      "en": "I transmigrated into a novel as the villainess Rubelina, whose hopes of marrying the Crown Prince were dashed by the heroine Yvonne. I believed I could live happily as long as I stayed out of the love story between the heroine and the hero, Zilart. I lived my life without caring about them at all and as a result, the heroine and the hero became engaged without any trouble.\n\nThinking that my role was over, I was living peacefully when suddenly Yvonne came to visit me and blurted out:\n\n\"I want to break off my engagement with Prince Zilart!\"\n\nUm... in the novel, Rubelina is supposed to be the villainess, and Yvonne is supposed to be the heroine who lives happily ever after, isn't she...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-03-01T09:55:02+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/c414d744-ee92-4995-80e0-e440708bed0f.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and it's neighbors where \"pet dogs\" have become \"humans\"!\nFeelings that couldn't be conveyed as a dog can now be understood directly...!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "142cab1a-005c-499b-9bdf-ff73cf5abd4a",
    "title": {
      "en": "Inaka no Kuro Gal JK to Kekkon Shimashita"
    },
    "updatedAt": "2024-03-03T20:54:04+00:00",
    "coverArt": "https://mangadex.org/covers/142cab1a-005c-499b-9bdf-ff73cf5abd4a/1d9796ba-12d7-4ced-9730-acdaad423b89.jpg",
    "altTitles": [
      {
        "ja": "田舎の黒ギャルJKと結婚しました"
      },
      {
        "en": "I Married a Tan Gal JK From the Countryside"
      },
      {
        "en": "I Married a Tan Gyaru High School Girl From the Countryside"
      },
      {
        "ja-ro": "Inaka no Kuro Gal JK to Kekkon Shimashita"
      }
    ],
    "description": {
      "en": "Koichi quit his job and became a novelist. However, he could not think of any topic and was unable to write a novel.\nOne day, in order to concentrate on his novel, he decides to move to the countryside to live in the atelier owned by his grandfather. Koichi is stunned by the empty countryside, but there he meets Ichika, a tan high school girl who is out of place in the countryside.\n\nShe's sexually uninhibited and seems like she'll let you have sex right away, but she also has a strong desire to get married, and she's good at cooking and managing people. Koichi is attracted to Ichika, and before he knows it, he wants to make her the heroine of his own novel. For some reason, I ended up living with Ichika!!!?\n\nAnd so begins the life of living together with a tan gal. \n\nWhen Ichika invites him to have sex with her in order to have a child, will Koichi be able to suppress his rationality and successfully complete his novel?\n\nA slightly naughty marriage story about having a child.\n\nBased on the ero doujinshi by the author.\n\n---\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/67452)",
      "ja": "脱サラして小説家になった孝一。しかし、何も題材が思い浮かばず、小説が書けない毎日を過ごしていた。\nそんなある日、小説に集中するために、祖父が所有するアトリエに住むために、ド田舎に引っ越すことに。何もない田舎に呆然する孝一だったが、そこで田舎に不釣り合いな黒ギャル女子高生・一花と出会う。\n\n性に奔放ですぐにでもヤらせてくれそうな彼女、だけど結婚願望も強く、料理上手に人を立てるのも上手い。そんな一花に心惹かれた孝一は、いつしか彼女を自分の小説のヒロインにしたいと思い…。なぜか一花と同棲をすることになっていた!!!?\n\nこうして始まる、黒ギャルとの同棲生活。子供を作るためにセック●に誘ってくる一花に、孝一は理性を抑え、小説を無事完成できるのか!?\n\nこれは、性に奔放な彼女と小説家が結婚して子供を作る、ちょっとHな結婚物語――。",
      "pt-br": "Koichi largou o emprego e tornou-se autor de light novel. No entanto, ele não conseguia pensar em nenhum assunto e não conseguia escrever um romance. Um dia, para se concentrar no romance, ele decide se mudar para o campo para morar no ateliê de seu avô.\n\nKoichi fica surpreso com o campo vazio, mas lá ele conhece Ichika, uma estudante bronzeada que está deslocada no campo. Ela é sexualmente desinibida e parece que vai deixar você fazer sexo imediatamente, mas também tem um forte desejo de se casar e é boa em cozinhar e administrar pessoas. Koichi se sente atraído por Ichika e, antes que perceba, quer fazer dela a heroína de seu próprio romance.\n\nPor algum motivo acabei morando com Ichika!!!? E assim começa a vida de convivência com uma garota bronzeada. Quando Ichika o convida para fazer sexo com ela para ter um filho, Koichi será capaz de suprimir sua racionalidade e completar com sucesso seu romance? Uma história de casamento um pouco perversa sobre ter um filho. \n\nObs: Baseado em um hentai feito pelo próprio autor."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ed2558b-66e8-4413-aff8-0ff317f9f1d0",
    "title": {
      "en": "I Am the Sorcerer King"
    },
    "updatedAt": "2023-07-24T11:54:29+00:00",
    "coverArt": "https://mangadex.org/covers/5ed2558b-66e8-4413-aff8-0ff317f9f1d0/a7adcfdc-a374-4b96-baf0-fee44ba5121b.jpg",
    "altTitles": [
      {
        "ko": "나는 마도왕이다"
      },
      {
        "ja-ro": "Ore wa Daimadoushi da!"
      },
      {
        "ru": "Я Король-Волшебник"
      },
      {
        "ja": "俺は大魔導士だ！"
      },
      {
        "ko-ro": "Naneun Madowangida"
      },
      {
        "fr": "Le Roi des Sorciers"
      }
    ],
    "description": {
      "en": "Sunghoon Lee is nothing but a victim of a changing world, a powerless man in a land infested with beasts and magic. Monsters from another world invaded earth, and they brought with them a sickness that pushes Sunghoon’s mother into an endless sleep. To pay off her medical bills, he braved a dangerous job as bait used by powerful superhumans called Awakeners to hunt monsters. But when he found himself at death’s door, the image of his past life flashes through his mind. There, he found his truth: he is the reincarnation of the Sorcerer King!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "fr": "La planète a été envahie par des monstres, que seuls les sorciers peuvent chasser. Notre héros, simple humain, n'a pas vraiment d'autre choix que de jouer le rôle d’appât dans les chasses s’il veut un salaire décent. Mais un jour, blessé par une de ces créatures et sur le point de mourir, il se rappelle sa vie antérieure… en tant que roi des sorciers, rien que ça ! Armé de ses souvenirs et de ses nouveaux pouvoirs, sa vie devrait vite devenir intéressante.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "ja": "10年前、次元が拗れてモンスターが溢れ出た。 同時に生まれたモンスター覚醒者たちは→モンスターを捕まえて大活躍をする。 「吉澤覚」は月に4回、お母さんの病院代を工面するために 覚醒者のハンティングを手伝って、 後処理をする危険千万の「ポーター」として活動をする。 そんな中でモンスターに大きな怪我を負ってから前世の記憶が戻ってくる… ”ん？俺死んだのか？” ”俺は前世に大魔導士のクラトゥラスだったじゃん！！” 前世の記憶を持った「吉澤覚」のパワハラ魔法が始まる！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "ko": "10년 전, 차원이 비틀리며 몬스터가 쏟아져 나왔다.\n동시에 생겨난 초능력 각성자들이 몬스터를 잡으며 대세가 되는데...\n\n성훈은 한 달에 네 번, 어머니의 병원비를 마련하기 위해\n각성자의 사냥을 돕고, 뒤처리하는 위험천만한 '짐꾼'으로 활동한다.\n\n그러던 중 몬스터에게 큰 부상을 입고 전생을 기억하게 되는데...\n\n\"어라, 나 죽었나?\"\n\n\"나 전생에 대마도사 크라투라스였잖아!!!\"\n\n전생의 기억을 가진 성훈의 갑질 마법이 시작된다!!\n\n*********************\n판타지 화제작 데카스펠 작가님의 <나는 마도왕이다> 본격 웹툰화!\n세계를 휩쓰는 마도왕의 마법을 웹툰으로 만나 보세요!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "ru": "10 лет назад орда монстров из разлома в пространстве и времени начала атаковать человечество. В то же время люди начали пробуждать силу и охотиться на монстров за славой и деньгами. Санхун, нуждающийся в деньгах из-за болезни своей матери, берёт опасную работу, помогая охотиться на этих монстров четыре раза в месяц в качестве приманки. Но однажды, оказавшись тяжело раненным, он вспомнит свою прошлую жизнь.  \n«Я что, только что умер? Погоди-ка, я был королём-волшебником Кратра в прошлой жизни?!»\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "pt-br": "10 anos atrás, a horda de monstros da fenda formada da distorção do tempo e espaço iniciaram um ataque contra a humanidade. Ao mesmo tempo que, as pessoas começaram a despertar poderes e iniciaram uma caçada aos monstros em busca de fama e dinheiro. Lee SungHoon, à procura de dinheiro devido à doença de sua mãe, arruma um trabalho altamente perigoso, ajudando na caçada desses monstros bancando a isca para os caçadores, fazendo isso quatro vezes no mês. Mas, um dia, ele é gravemente ferido por um monstro e relembra de sua vida passada como o Rei dos Feiticeiros. \"Hã? Eu acabei de morrer? Espera aí, eu era O Rei dos Feiticeiros Kuratauras na minha vida passada?\" Com as memórias de sua vida anterior, o espetáculo do poder mágico esmagador de SungHoon se inicia.   \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "143"
  },
  {
    "mangaId": "17447693-cb65-493d-8e21-dafb22d8340f",
    "title": {
      "en": "Azadarake no Classmate ga Shinpai de"
    },
    "updatedAt": "2024-03-28T15:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/17447693-cb65-493d-8e21-dafb22d8340f/98876682-434c-46bc-aeef-3d80f4192094.jpg",
    "altTitles": [
      {
        "ja": "痣だらけのクラスメイトが心配で"
      },
      {
        "en": "I'm Worried About My Classmate Who's Covered in Bruises"
      },
      {
        "en": "I'm Worried About My Classmate That's Covered in Bruises"
      },
      {
        "pt-br": "Estou preocupado com minha colega de classe coberta de hematomas"
      },
      {
        "ro": "Sunt îngrijorat Pentru o Colegă Acoperită de Vânătăi"
      },
      {
        "ru": "Я беспокоюсь о своей однокласснице покрытой синяками"
      },
      {
        "tr": "Her Tarafı Bandaj Kaplı Olan Sınıf Arkadaşım Hakkında Endişeleniyorum"
      },
      {
        "vi": "Tôi lo lắng cho người bạn cùng lớp đầy những vết bầm tím"
      }
    ],
    "description": {
      "en": "A story from the perspective of a concerned protagonist and a female classmate who's suspiciously covered in bruises."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "37"
  }
]