[
  {
    "mangaId": "a9f6aee1-e562-4822-a5df-def41285ce49",
    "title": {
      "en": "Cycle Biyori"
    },
    "updatedAt": "2024-06-15T00:56:35+00:00",
    "coverArt": "https://mangadex.org/covers/a9f6aee1-e562-4822-a5df-def41285ce49/b43377b9-067a-4fc7-9269-311ec042cbc0.jpg",
    "altTitles": [
      {
        "ja": "さいくるびより"
      },
      {
        "en": "Psych House"
      },
      {
        "ja-ro": "Saikuru Biyori"
      },
      {
        "ru": "ПСИХОнутые деньки"
      }
    ],
    "description": {
      "en": "Psych House--a special home set up for those with supernatural powers. One day, Nemuru, a boy with a Psych that allows him to change size, invites Kotone, a girl with a teleportation Psych, to live at Psych House. The mysterious but normal days of those with psychic powers now begins!",
      "pt-br": "Psych House--uma casa especial para aqueles com poderes sobrenaturais. Certo dia, Nemuru, um garoto com uma Psico que lhe permite alterar tamanhos, convida Kotone, uma garota com Psico de teleporte, para viver na Psych House. Agora começam os dias misteriosos, mas ainda normais, daqueles com poderes psíquicos!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "528fdd65-4c0d-4e21-82d8-66da8d6113d6",
    "title": {
      "en": "The Person I Met In-Game Was Actually My Big Sister."
    },
    "updatedAt": "2024-06-17T16:03:42+00:00",
    "coverArt": "https://mangadex.org/covers/528fdd65-4c0d-4e21-82d8-66da8d6113d6/dd1db97a-7b77-42fe-b8da-c5ba944d0ed7.png",
    "altTitles": [
      {
        "ja": "ゲーム内で知り合った人が実は姉弟だった"
      },
      {
        "ja-ro": "Game Nai de Shiriatta Hito ga Jitsu wa Kyoudai datta"
      }
    ],
    "description": {
      "en": "Tale of Kouta. \nOne of the otouto of all time."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "ade2f85e-7bb4-4c55-a9e5-b782765ba0ad",
    "title": {
      "en": "Sekai no Owari no Encore"
    },
    "updatedAt": "2024-03-22T10:36:00+00:00",
    "coverArt": "https://mangadex.org/covers/ade2f85e-7bb4-4c55-a9e5-b782765ba0ad/2cf6d1fc-e709-4d72-9cd7-948bffc01be1.jpg",
    "altTitles": [
      {
        "en": "Encore of the World’s End"
      },
      {
        "ja-ro": "Sekai no Owari no Sekairoku"
      },
      {
        "ru": "Летопись конца света"
      },
      {
        "th": "อองกอร์ ล่าบันทึกวีรบุรุษสุดขอบโลก"
      },
      {
        "ja": "世界の終わりの世界録"
      },
      {
        "zh": "世界终焉的世界录"
      },
      {
        "ko": "세계 종언의 세계록"
      }
    ],
    "description": {
      "en": "The valuable treasure, the “Encore” which was left by the legendary Elline the Brave Hero, has the recording of the end of the world and the reincarnation of the world. The countries and brigades (parties) all over the world are searching for its whereabouts; the age to fight for the Encore. The boy called Ren who wants to become a knight has no talent in wielding swords despite looking exactly like the Elline the Brave Hero, he has been having a lifestyle where people taunts him as the “Fake Brave Hero”. The one that appears in front of him is the legendary Dragon Princess Krische, who had woken up from her seal. She mistakes Ren for Elline, though she gets disappointed since he simply looks like him, but she later finds out a hidden potential in him. And she invites him to the journey to find the Encore together with the Archangel Phia and the Demon-Lord Elise that saved the world before. “Do you want to come with us?”. This is the prelude of wild excitement played by the heroes. The boy known as the fake Brave Hero cross paths with the legend now!  \n  \n\n\n---",
      "fr": "À la fin de la Guerre de la Fin, le Héros vaillant, Elline, laissa derrière lui un trésor inestimable, l’Encore, archive contenant tout de ce monde, de sa création à sa réincarnation. Les pays du monde envoyèrent des équipes d’aventuriers à la recherche de l’Encore, et formèrent la jeunesse pour leur futur. Ren E. Maxwell, un épéiste en devenir sans talent, est moqué par tous ces camarades : copie conforme d’Elline, il est appelé le Faux héros vaillant. Un jour cependant, il fit la rencontre de Kylse, ancienne équipière d’Elline. Celle-ci le confond alors avec Elline… La légende du Faux héros vaillant commence ici!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/sazanek)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/usuiryu)  \n- [![](https://i.imgur.com/oiVINmy.png) Author’s Pixiv](https://www.pixiv.net/en/users/2241184)  \n- [![](https://i.imgur.com/oiVINmy.png) Manga Artist's Pixiv](https://www.pixiv.net/en/users/873046)  \n- [Official LN (JP)](https://mfbunkoj.jp/special/sekai/)  \n- [Alternative Raw](https://comic-alive.jp/product/sekai/)",
      "pt": "O valioso tesouro, o \"Encore\", que foi deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e as brigadas (partes) em todo o mundo estão buscando a localização do seu paradeiro; a era de lutas pelo Encore. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline the Brave Hero, ele tem tido um estilo de vida onde as pessoas zombam dele como o \"Falso Bravo Herói\". O que aparece na frente dele é a lendária Princesa Dragão Krische, que tinha acordado de seu selamento. Ela confunde Ren com Elline, embora ela fica decepcionada, pois ele simplesmente parece com ele, mas ela mais tarde descobre um potencial oculto nele. E ela o convida para a viagem para encontrar o Encore, juntamente com a Arcanja Phia e a Lorde Demônio Elise que salvaram o mundo antes. \"Você quer vir conosco?.\" - Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como o falso com seu caminho cruzado com a lenda Bravo Herói começa agora!",
      "pt-br": "O valioso tesouro, o “Encore”, deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e os grupos de aventureiros em todo o mundo, estão buscando sua localização. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline o Bravo Herói, ele tem sido menosprezado pelas pessoas que o chamam de “Falso Bravo Herói”. Quem aparece na frente dele é a lendária Princesa dos Dragões, Kyelse, que acordou de seu selamento. Ela confunde Ren com Elline, embora fique decepcionada, pois ele é simplesmente alguém parecido ao seu falecido companheiro, mais tarde um potencial oculto é descoberto nele, então ela o convida para uma viagem em busca do Encore, com a Arcanjo, Fear e a Lorde Demônio, Elise, que salvaram o mundo anteriormente. “Você quer vir conosco?.” – Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como uma cópia barata tem seu caminho cruzado com a lenda do Bravo Herói! 68 Visualizações totais, 68 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1806621-3208-4634-92b6-72fcb198814e",
    "title": {
      "en": "Blue Wings"
    },
    "updatedAt": "2023-12-19T15:59:42+00:00",
    "coverArt": "https://mangadex.org/covers/a1806621-3208-4634-92b6-72fcb198814e/15ccacc2-fba1-4464-9256-6171c5a26ac1.jpg",
    "altTitles": [
      {
        "zh-ro": "Lan Chi"
      },
      {
        "zh": "蓝翅"
      },
      {
        "en": "Blue Wing"
      },
      {
        "vi": "Lam Sí"
      },
      {
        "ru": "Голубые крылья"
      },
      {
        "ko": "블루윙"
      },
      {
        "ar": "الأجنحة الزرقاء"
      }
    ],
    "description": {
      "en": "Ming Lan was adopted into a new family, but her foster mother Nan Xi treated her as a replacement for her dead daughter. However, her two new brothers, Ming Qing and Ming Jing did not welcome her. Ming Lan’s quiet life under this new roof was disturbed by pranks and false smiles….",
      "ru": "Мин Лан, 11-летняя детдомовская сиротка, наконец-то обрела семью. Её приемная мать, Нан Хи, видит в девочке свою умершую четыре года назад дочь и относится к ней соответственно. Однако два её новых брата, Мин Цин и Мин Джин, не желают принимать девочку в качестве своей новой сестры. Из-за этого жизнь Мин Лан в новом доме полна лжи и лицемерия."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "509"
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b440e0ce-2167-462f-b1c8-e4288fbd6d08",
    "title": {
      "en": "Lunatic Circus"
    },
    "updatedAt": "2023-12-27T05:57:24+00:00",
    "coverArt": "https://mangadex.org/covers/b440e0ce-2167-462f-b1c8-e4288fbd6d08/29aa09a4-a777-4065-bebc-941480f9c51d.jpg",
    "altTitles": [
      {
        "ja": "ルナティックサーカス"
      }
    ],
    "description": {
      "en": "\"Lunatic Circus\" is a story about the circus called \"Lunatic Circus\", which is said to be the best in post WWII Japan, which has achieved an incredibly rapid economic growth. The star of the circus, Ryunosuke, and all the other trapeze artists, are the protagonists of this manga. This is the story of their dreams, their fears, their struggles and their hopes."
    },
    "status": "cancelled",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "16a16845-90d1-4895-b2b8-4895624588c7",
    "title": {
      "en": "Kaii to Otome to Kamikakushi"
    },
    "updatedAt": "2024-05-14T06:49:20+00:00",
    "coverArt": "https://mangadex.org/covers/16a16845-90d1-4895-b2b8-4895624588c7/0151d766-ca17-473d-9432-76889346bade.jpg",
    "altTitles": [
      {
        "ja": "怪異と乙女と神隠し"
      },
      {
        "ko": "괴이와 소녀와 행방불명"
      },
      {
        "zh": "怪异×少女×神隐"
      },
      {
        "ru": "Тайны, девы и мистические происшествия"
      },
      {
        "en": "Mysterious Disappearances"
      },
      {
        "en": "Mysteries, Maidens, and Mysterious Disappearances"
      },
      {
        "en": "Apparitions, Maidens, & Mysterious Disappearances"
      }
    ],
    "description": {
      "en": "Mysterious incidents in a city, one after the other. A demonic being is challenged to resolve them. Sumireko, seemingly a plain store clerk, aspires to be a novelist and rocks an alluring body with some ardent admirers. Adashino, an admirer who looks like a boy, is a bookstore clerk. He's steeped in mystery however, at first, until the path of challenges is revealed that he and his sister must face in the city in order to win their ticket back home, outside this world. A story of modern mysteries and romantic aspirations begins.",
      "ru": "Ряд загадочных инцидентов начинают происходить в городе. И всё бы ничего если этот город не был домом для Сумиреко, красивой девушки с писательским стремлением. Какие же происшествия будут ждать Сумиреко и её коллегу по работе, Адашино, полного загадок парня, работающего в книжном?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79dff01d-d7c7-415d-bb30-55af681cbce0",
    "title": {
      "en": "Watashi ni Tenshi ga Maiorita!"
    },
    "updatedAt": "2024-04-22T01:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/79dff01d-d7c7-415d-bb30-55af681cbce0/6aa9ab4b-a127-4259-aa2e-9b3d529bd6b6.jpg",
    "altTitles": [
      {
        "en": "An Angel Flew Down to Me!"
      },
      {
        "ja-ro": "Wataten"
      },
      {
        "ja": "私に天使が舞い降りた!"
      },
      {
        "ru": "Мой ангел спустился ко мне!"
      },
      {
        "zh-hk": "天使降臨到我身邊！"
      },
      {
        "zh": "天使降临到我身边！"
      },
      {
        "es-la": "Wataten: ¡Un ángel descendió ante mi!"
      }
    ],
    "description": {
      "en": "The four-panel comedy manga's story centers on Miyako Hoshino, a shy college student and otaku. Miyako's younger sister Hinata, who is a fifth grader, has a classmate and friend named Hana. When they meet, Miyako falls for Hana at first sight.",
      "es-la": "La historia de este manga cómico 4-Koma se centra en Miyako Hoshino, una tímida estudiante universitaria y otaku. La hermana pequeña de Miyako, Hinata, que está en quinto grado, tiene una compañera de clase y amiga llamada Hana. Cuando se conocen, Miyako se enamora de Hana a primera vista..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a68c054-1074-457e-a038-6020cdd3a45b",
    "title": {
      "en": "Housekeeper in a Dungeon"
    },
    "updatedAt": "2024-06-08T16:19:16+00:00",
    "coverArt": "https://mangadex.org/covers/0a68c054-1074-457e-a038-6020cdd3a45b/9de6cba6-6009-4136-80bf-fa4781269554.jpg",
    "altTitles": [
      {
        "pt-br": "Emprega Doméstica em uma masmorra"
      },
      {
        "ko": "던전 안의 살림꾼"
      },
      {
        "ja": "ダンジョン家事師は断れない！"
      },
      {
        "ko-ro": "Deonjeon An-ui Sallimkkun"
      },
      {
        "en": "Housekeeper in the Dungeon"
      },
      {
        "en": "The Homemaker of the Dungeon"
      },
      {
        "en": "The Housekeeper in the Dungeon"
      }
    ],
    "description": {
      "en": "From Baka-Updates:\nThe return of good looks! And cooking skills on top?!\n\nLee Heena, an ordinary South Korean office worker, age 25.\n\nToday, another ordinary day completely lost in overtime… is what she thought. Then she suddenly awakened. And then just as suddenly fell into a dungeon.\n\n“God, Buddha, Allah! Please let me awaken as a fighting-type hunter! If possible, a strong one!!”\n\nFrom the desperate wish, the system responded.\n\n[Congratulations!]\n\n[You have awakened as a hidden class, ‘Housekeeper’ (D)!]\n\nAlthough Heena’s skills in Plucking Herbs (C), Exterminating Pests (D), This is the Taste of My Magic Touch (D) are very useful in daily life, can she survive with these skills?!\n\nBut, what’s this?\n\nKang Jinhyeon, South Korea’s No. 1 ranking S-Class hunter, tried his hand at flirting.\n\n“I will leave everything I have to you.”\n\n“Hunter Kang Jinhyeon…”\n\n“Yes. Will you take responsibility for me?”\n\n“Why do you ask me to be your housekeeper in such a weird way?!”\n\nIs the simple and ordinary daily life that Heena dreamt of okay?! With a talking snail and moving pet plants ♥\nThe delightful romance fantasy〈The Housekeeper in the Dungeon〉!",
      "pt-br": "O retorno da boa aparência! E habilidades culinárias ainda por cima?!\nLee Heena, uma trabalhadora de escritório sul-coreana comum, de 25 anos.\nHoje, mais um dia comum completamente perdida nas horas extras... foi o que ela achou. E então, de repente, caiu em uma masmorra.\n\n“Deus, Buda, Alá! Por favor, deixe-me despertar como um caçador do tipo lutador! Se possível, um forte!!\nDo desejo desesperado, o sistema respondeu.\n\n[Parabéns!]\n[Você despertou como uma classe oculta, 'Empregada Doméstica'(D)!]\n\nEmbora as habilidades de Heena em Colheita de Ervas(C), Exterminar Pragas(D), Este é o Gosto do meu Toque Mágico(D) sejam muito útil na vida diária, ela conseguirá sobreviver com essas habilidades?!\n\nMas, o que é isso?\nKang Jinhyeon, o caçador de classe S número 1 da Coreia do Sul, tentou flertar com ela.\n\n“Vou dar o meu todo para você.”\n“Caçador Kang Jinhyeon…”\n“Sim. Você assumirá essa responsabilidade por mim?\n“Por que você me pede para ser sua empregada doméstica de um jeito tão estranho?!”\n\nA vida cotidiana simples e comum com a qual Heena sonhou está bem?! Com um caracol falante e plantas de estimação em movimento ♥"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48e8f8ec-58dd-4fdc-bc8e-873a8bd1345c",
    "title": {
      "en": "Another World Dump Truck"
    },
    "updatedAt": "2024-04-14T06:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/48e8f8ec-58dd-4fdc-bc8e-873a8bd1345c/9ef569a2-313a-4af3-86a7-30fe1998ba36.jpg",
    "altTitles": [
      {
        "ko": "이세계 덤프트럭"
      }
    ],
    "description": {
      "en": "Yul, the manager of the interdimensional dump truck office, accidentally kills an innocent man named Kwon Yoo-jun. In order to make amends, Yul enters a romance fantasy novel where Yoo-jun is the villainess and tries to send her back to her original world. However, due to various complications, Yul becomes trapped in the novel. With the office staff scattered and no knowledge of the novel's plot, Yul desperately searches for a way out. But, Yoo-jun, who is now pretending to be a noble lady in the new world, causes Yul a headache."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "553547c0-d37e-44df-a176-5a2315b8a258",
    "title": {
      "en": "Gabai"
    },
    "updatedAt": "2024-05-07T15:41:11+00:00",
    "coverArt": "https://mangadex.org/covers/553547c0-d37e-44df-a176-5a2315b8a258/bd3b4133-22e8-4ac3-a40c-c1e0a3f78eab.jpg",
    "altTitles": [
      {
        "id": "Gabai - Nenek Gabai Dari Saga"
      },
      {
        "ja-ro": "Gabai - Saga no Gabai Baachan"
      },
      {
        "fr": "Une sacrée mamie"
      },
      {
        "ja": "がばい -佐賀のがばいばあちゃん-"
      },
      {
        "ja": "がばい佐賀のがばいばあちゃん"
      },
      {
        "zh": "佐贺的超级阿嬷"
      },
      {
        "en": "The Story of my Wonderful [Gabai] Grandmother"
      }
    ],
    "description": {
      "en": "This is the story of a young boy, after being sent from Hiroshima to Saga (10 years after the second World War, in 1958) by his mom because of a lack of money, journeying to a faraway place, and living in conditions alien to him, definitely makes him miss home. Worse, he is not familiar with his grandmother and her ways too. But with his Gabai Granny, he will slowly discover with his growing pains, just how resourceful Granny is…"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "91"
  },
  {
    "mangaId": "d71ebb4f-12e2-4445-97df-a1a4126a3ce1",
    "title": {
      "en": "Dragon Ball - DBSP (Doujinshi)"
    },
    "updatedAt": "2023-07-18T19:45:26+00:00",
    "coverArt": "https://mangadex.org/covers/d71ebb4f-12e2-4445-97df-a1a4126a3ce1/b6f96fe7-7c13-4118-b2bd-f8b40c007594.jpg",
    "altTitles": [
      {
        "en": "DBSP Part ① Tiger Road"
      },
      {
        "en": "DBSP Tiger☆Road"
      }
    ],
    "description": {
      "en": "Suddenly, the God of Destruction of Darkness and his devilish attendant Kirushia appear. There exists another warrior race called the toura-jin, who've had deep conflicts with the saiya-jin for a long time. A young wolf takes the centre stage, with no combat experience who can guess what will happen? Various worlds are connected now and a new story starts moving again."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2431dfcf-bae2-4e51-a4f6-d5375d561e31",
    "title": {
      "en": "Today Once Again, the Assassin Cannot Win Against the Girl He Picked Up!"
    },
    "updatedAt": "2024-04-01T19:04:24+00:00",
    "coverArt": "https://mangadex.org/covers/2431dfcf-bae2-4e51-a4f6-d5375d561e31/2c7a2afe-6033-4c41-8efa-4b8d12c58548.png",
    "altTitles": [
      {
        "ja-ro": "Kyou mo Ansatsusha wa Hirotta Dorei Shoujo ni Nakanaka Katenai"
      },
      {
        "ja": "今日も暗殺者は拾った奴隷少女になかなか勝てない"
      }
    ],
    "description": {
      "en": "An assassin decided to bring home a slave girl from a mission to raise her to be an assassin."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4980c403-32b9-4a8d-b419-baba79ca0b37",
    "title": {
      "en": "Eighty Eight wo 2 Dewatte"
    },
    "updatedAt": "2024-02-19T22:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/4980c403-32b9-4a8d-b419-baba79ca0b37/0b9c63e2-cdab-4524-af9c-f4bb61d185dd.jpg",
    "altTitles": [
      {
        "ja": "エイティエイトを2でわって"
      },
      {
        "ko": "에이티에이트를 2로 나누어서"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2024-06-10T12:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      },
      {
        "es-la": "Solo quiero derrotarte"
      },
      {
        "es-la": "Solo quiero derrotarte"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?",
      "es-la": "El protagonista masculino que nunca ha sido derrotado en su vida 'gana', la heroína femenina 'solo' que hizo ese guiño pierde por primera vez ¿Quién será el ganador de esta 'apuesta'?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d639725-fa15-4e6f-8799-66e0ac9e4e7f",
    "title": {
      "en": "Escape into Oblivion"
    },
    "updatedAt": "2024-06-17T23:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/5d639725-fa15-4e6f-8799-66e0ac9e4e7f/7c5aeb61-675d-4449-9f02-dcd2373c4dc9.jpg",
    "altTitles": [
      {
        "ko": "Domang, Mang-gag Run, Forget Беги, забудь Побег в забвение 도망, 망각 도망,망각"
      }
    ],
    "description": {
      "ko": "Woojin wants nothing more than to escape reality. Hwon wants nothing more than to be with Woojin. Baffled by the intensity of Hwon's love, Woojin makes a series of absurd demands to push him away. But no matter how cruel the demands are, Hwon never gives up."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d916e80b-be4d-4e49-abd0-81adecdcd6df",
    "title": {
      "en": "Jimikon"
    },
    "updatedAt": "2023-10-03T23:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/d916e80b-be4d-4e49-abd0-81adecdcd6df/9dd4bd32-8b4a-44f8-83a3-09ed21b7620c.jpg",
    "altTitles": [
      {
        "ja": "ジミ 婚"
      },
      {
        "en": "Plain Marriage"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ee843670-d09f-445f-bd5a-54da5549e6f9",
    "title": {
      "en": "Son Goku"
    },
    "updatedAt": "2024-06-06T21:18:35+00:00",
    "coverArt": "https://mangadex.org/covers/ee843670-d09f-445f-bd5a-54da5549e6f9/d4d1bacd-f1dc-4552-be7a-8d30379ba213.png",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": 1984,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "81"
  },
  {
    "mangaId": "4d9178ec-fd17-44d9-9855-f4a2616991e5",
    "title": {
      "en": "GDGD-DOGS"
    },
    "updatedAt": "2022-11-02T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/4d9178ec-fd17-44d9-9855-f4a2616991e5/553710e8-c307-4b80-946a-3ea8484c677a.jpg",
    "altTitles": [
      {
        "en": "Manga Dogs"
      },
      {
        "ja": "グダグダドッグス"
      }
    ],
    "description": {
      "en": "Tezuka Kanna, 15, is a girl who loves manga. For that reason, she specifically enrolls in a course for manga in Tokiwa High School as a freshman! No one knows though, that she is already a debuting manga artist. …But wait, what's this?! Three handsome guys suddenly appear, and what's more they know!!! Kanna (God) vs. Those Guys (Devils)!!! What would happen next?!"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "39"
  },
  {
    "mangaId": "d723a153-12f9-4a9b-ac0b-4f4488d6b9b5",
    "title": {
      "en": "Ouji-sama no Dakimakura"
    },
    "updatedAt": "2024-06-17T22:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/d723a153-12f9-4a9b-ac0b-4f4488d6b9b5/bb09175b-51c7-4ffb-9171-dc1e964647c2.png",
    "altTitles": [
      {
        "ja": "王子さまの抱きまくら"
      }
    ],
    "description": {
      "en": "Mahiro, the head of the disciplinary committee, is assigned to take care of Asuma, the most tardy student in school. Rumor has it that Asuma will never wake up once he falls asleep, no matter what you do. This makes Mahiro worried, but eventually, they become roommates...\n\nOne morning, when Mahiro tries to wake up Asuma, who is fast asleep, he is suddenly pulled into his bed! Asuma, who was not supposed to fast asleep, wakes up with a start and says, “It looks like I can wake up when I hug Mahiro-kun!!”\n\nSince then, Asuma has become very attached to Mahiro, and the distance between them is gradually growing closer...!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "bcf927d8-52e3-4d6f-a2da-4eb37abe91c9",
    "title": {
      "en": "Quest Supremacy"
    },
    "updatedAt": "2024-06-02T18:28:29+00:00",
    "coverArt": "https://mangadex.org/covers/bcf927d8-52e3-4d6f-a2da-4eb37abe91c9/102c5e22-05b8-41f2-922f-4a6c4b80678b.png",
    "altTitles": [
      {
        "ko": "퀘스트지상주의"
      },
      {
        "ko-ro": "Quest Jisangjuui"
      },
      {
        "en": "QUESTISM"
      },
      {
        "ru": "Квестовое превосходство"
      },
      {
        "es-la": "Supremacía de las Misiones"
      }
    ],
    "description": {
      "en": "Kim SooHyun is an ordinary high schooler who isn’t good at studying, fighting, or being attractive. Suddenly, he’s faced with a quest window right in front of his eyes. After being given the powers of a game [system] out of nowhere, how will our hero confront the challenges ahead of him?",
      "ko": "[외모지상주의], [싸움독학], [인생존망]과 세계관을 공유하는 박태준 유니버스 스핀오프 작품!\n공부, 싸움, 외모.\n뭐 하나 잘난 것 없는 평범한 고등학생 ‘김수현’의 눈앞에 갑자기 퀘스트창이 나타났다!\n첫 번째 퀘스트, [엄마한테 사과하기]를 완료한 수현은 보상으로 키가 3cm 커지게 되는데!\n퀘스트 엄청 쉽잖아?! 어떤 퀘스트든 완료해주마! 그런데 다음 퀘스트가?\n[system] 학교 일진녀와 키스하십시오.",
      "ru": "[Действие происходит в той же вселенной, что и «Лукизм» и «Как бороться (вирусный хит)»]\n\nКим Сухён – обычный старшеклассник. Он не очень хорош в учебе, борьбе и совсем не привлекателен. Внезапно прямо перед ним возникает окно квестов. Получив возможности игровой [Системы] из ниоткуда, как наш герой будет противостоять стоящим перед ним вызовам?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28214ef7-9153-4cd2-83ef-c8085bc5012a",
    "title": {
      "en": "My Female Sword Master, Who I Live With, Is So Cute That I’m Happy Every Day"
    },
    "updatedAt": "2024-06-17T22:44:38+00:00",
    "coverArt": "https://mangadex.org/covers/28214ef7-9153-4cd2-83ef-c8085bc5012a/7f32bfb4-a5cf-47a2-95e2-88b3ff8129aa.png",
    "altTitles": [
      {
        "ja": "同居している剣聖の女師匠が可愛すぎて毎日幸せです"
      },
      {
        "ja-ro": "Doukyo Shiteiru Kensei no Onna Shishou ga Kawaisugite Mainichi Shiawase Desu"
      }
    ],
    "description": {
      "en": "Eugene Dawson is a young man with a goal; to become strong.\nHe trains under and lives with his mentor, Liza Parsandra, who is regarded as a Sword Saint.\n\nIn terms of physical prowess, Liza is without equal, and despite her scatterbrained nature, Eugene still enjoys each day with his adorable mentor.\n\nHowever, her defenseless nature, drop-dead gorgeous looks and tendency towards unintentional skin-ship make training feel like an impossible task...!?\n\n\"Is this really going to help me get stronger!?\"",
      "ja": "強くなりたいと望む少年、ユージン・ドーソンは、\n剣聖と謳われた師匠・リザ・パルサンドラの元で住み込みで修行中。\n\n腕っぷしは最強だけど、私生活はポンコツで可愛い師匠との日常は毎日幸せ･･･\nかと思いきや、無防備でエッチな体と無自覚なスキンシップに修行どころではないようで･･･!?\nこんなので俺、強くなれるの!?",
      "pt-br": "Eugene Dawson é um jovem rapaz com um objetivo; se tornar forte.\nEle treina e vive com sua mentora, Liza Parsandra, que é considerada uma Santa da Espada.\n\nEm termos de destreza física, Liza é incomparável e, apesar de sua natureza avoada, Eugene ainda aproveita cada dia com sua adorável mentora.\n\nNo entanto, sua natureza indefesa, sua aparência linda de morrer e sua tendência à contato físico involuntário fazem com que o treinamento pareça uma tarefa impossível...!?\n\n“Isso vai mesmo me ajudar a ficar mais forte!?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcbcdd90-5a05-4fae-8f5b-ba9404a35507",
    "title": {
      "en": "Date a Party"
    },
    "updatedAt": "2024-06-01T14:41:03+00:00",
    "coverArt": "https://mangadex.org/covers/fcbcdd90-5a05-4fae-8f5b-ba9404a35507/ee6e5571-3787-40f8-9238-47248476a5c1.jpg",
    "altTitles": [
      {
        "ja": "デート・ア・パーティー"
      },
      {
        "ko": "데이트 어 파티"
      }
    ],
    "description": {
      "en": "Did you know there was an organization that is protecting the world from the harm? Its name is Ratatoskr.  \nTheir job is to assist \"Spirits\", an unknown beings that causes destruction to wherever they go, whether they intend to or not. And they help those \"spirits\" adjust into normal life.  \nThis is a story of a boy, Itsuka Shidoh, and his daily life, where he was forced into attempts into leading the spirits into his regular ordinary way of life and where they lead… his?  \n  \nSlice-of-life edition(?) of the popular hit series Date-A-Live, starting now!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "ce382191-8f61-4b45-94cb-0d1692ff6229",
    "title": {
      "en": "My Clueless First Friend - Side Stories"
    },
    "updatedAt": "2023-10-26T23:17:13+00:00",
    "coverArt": "https://mangadex.org/covers/ce382191-8f61-4b45-94cb-0d1692ff6229/edc7c011-b192-4dc9-b73f-0ffb1e9932dc.png",
    "altTitles": [
      {
        "ja": "事情を知らない転校生がグイグイくる。- Side Stories"
      },
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru - Side Stories"
      },
      {
        "en": "The Clueless Transfer Student Is Assertive. - Side Stories"
      }
    ],
    "description": {
      "en": "Side stories for My Clueless First Friend (Jijyou wo Shiranai Tenkousei ga Guigui Kuru) posted on the author's Twitter and Pixiv."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9b42cfdd-6162-4213-ae6f-27fd637082e7",
    "title": {
      "en": "Savage Garden"
    },
    "updatedAt": "2022-01-25T04:52:16+00:00",
    "coverArt": "https://mangadex.org/covers/9b42cfdd-6162-4213-ae6f-27fd637082e7/df705fba-41e1-4e78-84ae-b489ee172138.jpg",
    "altTitles": [
      {
        "en": "Savage Love"
      },
      {
        "ko": "새비지 가든"
      }
    ],
    "description": {
      "en": "Attilan, a peaceful empire.  \nThe only son of the Keanos family, Nox enters the emperor's first concubine.  \nKnox is settled in the court, but this time, the knights of the knights directly under the emperor keep approaching Knox…!  \nCould Knox avoid these unpleasant approaches? And the secret behind Knox…?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2024-06-04T16:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/1137b3a8-407c-4a99-9d3c-6bcd7030656d.jpg",
    "altTitles": [
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "en": "Am I Actually the Strongest?"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1def211-bc60-491d-8384-242de9d5826a",
    "title": {
      "en": "Jikyuu 300 yen no Shinigami"
    },
    "updatedAt": "2023-07-10T16:54:37+00:00",
    "coverArt": "https://mangadex.org/covers/a1def211-bc60-491d-8384-242de9d5826a/d2156ad1-604b-4be7-a79b-7e57d55f4d53.jpg",
    "altTitles": [
      {
        "en": "The Wage of Angel of Death Is 300 Yen per Hour"
      },
      {
        "ja": "時給三〇〇円の死神"
      },
      {
        "ja-ro": "Jikyuu Sanbyaku Yen no Shinigami"
      },
      {
        "en": "The Wage of a Grim Reaper is 300 Yen per Hour"
      },
      {
        "ru": "Бог смерти за 300 йен в час"
      }
    ],
    "description": {
      "en": "\"Well then, we'll employ you as a shinigami.\"  \nThe part time job I started doing is to clear away the regrets of the deceased with my classmate who's a beauty. The ones who pass away from this world with lingering regrets are given \"lost time.\" The shinigami's job is to save the deceased and resolve their regrets. Though the wage is only 300 yen. What the protagonist discovers after getting involved with various different \"deceased\" is…   \n  \n\n\n---",
      "pt": "\"Você será contratado como um Shinigami.\" Um dia, Shinji Sakura, um estudante do ensino médio que sofre com alguns problemas familiares, é convidado por um colega de classe, para trabalhar meio expediente como \"Deus da morte\". Diz-se que o trabalho de \"Shinigami\" é ver os \"mortos\" remanescentes no mundo que tem algum tipo de arrependimento e enviá-los para àquele mundo. Sakura desconfia de toda essa historia. Porém, lhe é dito que se ele trabalhar até o fim, poderá realizar qualquer desejo. O que espera Sakura no fim dessa jornada?",
      "ru": "\"Что ж, в таком случае мы нанимаем тебя как Шинигами.\"\nЯ устроился на подработку: я должен избавлять от сожалений души умерших в компании одной своей красивой одноклассницы. Люди, что умерли, жалея о своём прошлом, остаются призраками в мире живых; мы зовём их \"усопшими\". Работа Шинигами заключается в том, чтобы помогать их душам преодолевать их страдания и этим спасать их. Правда, ставка - всего 300 йен в час...\nПосле знакомства с несколькими \"усопшими\" я узнал, что..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "12"
  },
  {
    "mangaId": "d9339050-0957-46e9-a30a-4466eaa0a1e8",
    "title": {
      "en": "Fugue Across Worlds"
    },
    "updatedAt": "2023-03-29T15:31:32+00:00",
    "coverArt": "https://mangadex.org/covers/d9339050-0957-46e9-a30a-4466eaa0a1e8/477a5f33-5d9d-409f-b031-1fd4c550eb4a.jpg",
    "altTitles": [
      {
        "zh": "越过尘世的歌"
      },
      {
        "en": "Yueguo Chenshi De Ge"
      },
      {
        "en": "The Song that Transcends This World"
      }
    ],
    "description": {
      "en": "During troubled times, Weng Shaoying is one of the most famous singers in Dongping. Many people go to Song of Fairyland just to see her perform. However, under her glamorous facade, she has been controlled for more than 10 years. On the other side of Dongping is Bi Xing Tang, one of the most famous gangs there. After her father’s death, Yanchu became the young female leader of Bi Xing Tang, which caused a lot of rumors to spread. On one inevitably fortuitous night, the two happened to meet. At that time, neither of them knew that they would eventually become the most important person in the other’s life. Starting from that night onwards, the gears in Shaoying and Yanchu’s fate will forever be rotating together."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b7c932-3eaa-4005-81ef-c70f2862b51b",
    "title": {
      "en": "My Lovely Fox Wife"
    },
    "updatedAt": "2024-05-30T21:10:00+00:00",
    "coverArt": "https://mangadex.org/covers/c8b7c932-3eaa-4005-81ef-c70f2862b51b/3f29b352-99df-438d-bc49-8b243752db8f.jpg",
    "altTitles": [
      {
        "en": "The Fox Girl is My Wife"
      },
      {
        "ru": "Повседневная жизнь с девушкой-лисой"
      },
      {
        "ja": "狐のお嫁ちゃん"
      },
      {
        "zh": "我的妻子是狐妖"
      },
      {
        "ja-ro": "Kitsune no Oyome-chan"
      }
    ],
    "description": {
      "en": "In Kyoto, the capital of a thousand years, a fox spirit and a young man meet and fall in love. And so begins the lovey-dovey life of a human-kitsune newlywed couple. Of course, it's full of fluff!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "55"
  },
  {
    "mangaId": "02f05f8c-3beb-4a63-bccb-9d47a563005e",
    "title": {
      "en": "Madoka☆Engawa"
    },
    "updatedAt": "2024-03-10T16:27:22+00:00",
    "coverArt": "https://mangadex.org/covers/02f05f8c-3beb-4a63-bccb-9d47a563005e/1ada5b21-aeeb-4288-a173-1127ea58e79f.jpg",
    "altTitles": [
      {
        "en": "The Veranda of Madoka"
      },
      {
        "ru": "На веранде у Мадоки"
      },
      {
        "ja": "まどか☆えんがわ"
      }
    ],
    "description": {
      "en": "The very popular Madoka Magica four-panel comic *Madoka☆Engawa* has finally been published as manga volumes, engulfing readers of *Manga Time Kirara☆Magica* in a whirlpool of healing and laughter! Love and be healed by the unseen side of Madoka and her sisters, and you will surely join their veranda too."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "cf23d431-a206-49cd-bbab-87929b89c493",
    "title": {
      "en": "Kyokutou Necromance"
    },
    "updatedAt": "2024-05-13T00:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/cf23d431-a206-49cd-bbab-87929b89c493/2a25bbf7-a0df-47a4-ac59-bcf5ec7687a8.jpg",
    "altTitles": [
      {
        "ja": "極東ネクロマンス"
      },
      {
        "en": "Kyokuto Necromance"
      }
    ],
    "description": {
      "en": "One day, Kaoru Uno suddenly starts seeing mysterious monsters known as shiryo or death spirits. With the arrival of his late father's coworker Yoji Amane and a special ring his father gave him, Kaoru is ushered into the world of necromancers! From the creator of Aliens Area comes a fantastic new series of necromancer battles!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b",
    "title": {
      "en": "The God of High School"
    },
    "updatedAt": "2023-07-19T10:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/3fb3f1c3-153e-400c-a0b3-4eb9cc53be3b/97707860-9573-412e-9e9f-530427d3c3c7.jpg",
    "altTitles": [
      {
        "en": "God of High school"
      },
      {
        "en": "GoH"
      },
      {
        "tr": "Lisenin Tanrısı"
      },
      {
        "en": "The God of Highschool"
      },
      {
        "vi": "Vị Thần Trung Học"
      },
      {
        "lt": "Vidurinės Mokyklos Dievas"
      },
      {
        "ru": "Бог Старшей Школы"
      },
      {
        "ru": "Царь горы"
      },
      {
        "ar": "إله المدرسة الثانوية"
      },
      {
        "th": "เทพเกรียน โรงเรียนมัธยม"
      },
      {
        "zh": "高校之神"
      },
      {
        "ko": "갓 오브 하이스쿨"
      },
      {
        "tr": "Lise Tanrısı"
      },
      {
        "ru": "Кат Обы Хаи Сыкхуль"
      },
      {
        "ja": "ゴッド・オブ・ハイスクール"
      }
    ],
    "description": {
      "en": "While an island half-disappearing from the face of the earth, a mysterious organization is sending out invitations for a tournament to every skilled fighter in the world. If you win you can have ANYTHING you want.  \r\nThey're recruiting only the best to fight the best and claim the title of The God of High School!",
      "hi": "• [Naver Webtoon Fan Translation (Hindi)](http://webtoons.com/translate/episodeList?titleNo=66&translatedWebtoonType=WEBTOON&languageCode=HIN&teamVersion=0)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "569"
  },
  {
    "mangaId": "acdbf57f-bf54-41b4-8d92-b3f3d14c852e",
    "title": {
      "en": "Aishiteru Game wo Owarasetai"
    },
    "updatedAt": "2024-06-06T12:15:59+00:00",
    "coverArt": "https://mangadex.org/covers/acdbf57f-bf54-41b4-8d92-b3f3d14c852e/2e239897-0808-4d2f-bc05-9e12b36b361f.jpg",
    "altTitles": [
      {
        "ja": "愛してるゲームを終わらせたい"
      },
      {
        "ja-ro": "Aishiteru Game o Owarasetai"
      },
      {
        "ja-ro": "Aishiteru Gēmu wo Owarasetai"
      },
      {
        "en": "I Want to End the \"I Love You\" Game"
      },
      {
        "en": "I Want to End This Love Game"
      },
      {
        "en": "I Want To End This “I Love You” Game"
      },
      {
        "en": "I want to end the game that I love"
      },
      {
        "fr": "Je veux finir le jeu du \"je t'aime\""
      },
      {
        "th": "เกมสารภาพรักนี้น่ะเรามาจบกันเถอะ"
      },
      {
        "zh": "想让“我爱你”游戏快点结束"
      }
    ],
    "description": {
      "en": "Childhood friends who have been together since they were little. They both realize their feelings for each other, but are too close to be honest. What connects them is the \"I love you game\" that they have been playing since they were little. The end of their love is decided in this simple game where the winner is the one who makes the other embarrassed!",
      "es-la": "Se conocen desde que eran niños. Ambos son conscientes de lo que sienten el uno por el otro, pero están demasiado unidos como para ser sinceros. Lo único que les une es el juego \"Te quiero\" al que juegan desde pequeños. Si haces pasar vergüenza a tu compañero, ¡ganas!",
      "pt-br": "Amigos de infância que estão juntos desde que eram pequenos. Eles percebem seus sentimentos pelo outro, mas são muito próximos para serem honestos. O que os conecta é seu “jogo do eu te amo”, que eles brincam desde que eram pequenos. O fim do seu amor é decidido nesse jogo simples onde o vencedor é aquele que deixa o outro com vergonha!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "011ecd60-144f-476f-92e9-278905cb4450",
    "title": {
      "en": "Getsuyoubi no Tawawa (Serialization) (Blue) (Fan Colored)"
    },
    "updatedAt": "2024-04-08T19:34:51+00:00",
    "coverArt": "https://mangadex.org/covers/011ecd60-144f-476f-92e9-278905cb4450/58288378-8baf-4520-9c1c-c9e9cb97d6b2.jpg",
    "altTitles": [
      {
        "en": "Tawawa on Monday"
      },
      {
        "ja": "月曜日のたわわ"
      }
    ],
    "description": {
      "en": "Following the spirit of the origins of our popular big-breasted girls of Himura Kiseki-sensei, presenting a special Blue Edition of the weekly chapters of Yanmaga magazine's serialization \"Getsuyoubi no Tawawa\"!\n\n---\n\nBe sure to check out the published volumes released in Blue format in the Retail section, and the official English licensing by Denpa US (also in Blue)!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b27cbd8-4cc6-40ca-b010-928da4540be8",
    "title": {
      "en": "Getsuyoubi no Tawawa"
    },
    "updatedAt": "2024-04-19T17:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/6b27cbd8-4cc6-40ca-b010-928da4540be8/ec1e6683-e2b0-46be-9be3-1327321ac184.jpg",
    "altTitles": [
      {
        "ru": "Загруженный понедельник"
      },
      {
        "ru": "Тавава по Понедельникам"
      },
      {
        "ja": "月曜日のたわわ"
      },
      {
        "ja-ro": "Getsuyoubi no Tawawa"
      },
      {
        "en": "Tawawa on Monday"
      }
    ],
    "description": {
      "en": "A salary man is quite depressed, especially on Mondays. At his lowest point a well-endowed High-School girl calling herself Ai-chan stumbles breast-first into his face. The concussion she gave him served as the start of their relationship.  \n  \n**Notes**:\n - This page refers to the Twitter manga's official serialization, which began in Weekly Young Magazine on November 16, 2020.\n - For the separate Blue Edition for the serialization, click [here](https://mangadex.org/title/f5818aee-080b-42b5-b717-b1dae81f049c/getsuyoubi-no-tawawa-blue)",
      "fr": "Un employé de bureau est déprimé, surtout les lundis. Au bout du rouleau, une lycéenne bien fournie qui se fait appeler Ai-chan lui tombe dessus, poitrine la première. La blessure qu’elle lui a infligée, marque le début de leur relation.",
      "ja": "読めばアナタも元気になれる！ 月曜日の憂鬱なんて吹っ飛ばす！ たわわな女の子たちの日常コメディ！",
      "pt-br": "Um assalariado fica bastante deprimido, principalmente às segundas-feiras. Em seu ponto mais baixo, uma garota bem dotada do colégio que se autodenomina Ai-chan tropeça no rosto dele. A concussão que ela deu a ele serviu como o início de seu relacionamento. \n\n*Esta página refere-se à serialização oficial do mangá do Twitter, que começou na Weekly Young Magazine em 16 de novembro de 2020.*"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4a018d0-9eb5-4cf2-8c4f-3fde78f38d4e",
    "title": {
      "en": "Corpse Knight Gunther"
    },
    "updatedAt": "2023-05-28T20:50:59+00:00",
    "coverArt": "https://mangadex.org/covers/c4a018d0-9eb5-4cf2-8c4f-3fde78f38d4e/5afb9a8a-2373-498a-8e9a-22839035eb28.jpg",
    "altTitles": [
      {
        "ko": "시체기사 군터"
      },
      {
        "en": "Cadaver Gunther"
      },
      {
        "en": "Dead Knight Gunther"
      },
      {
        "ru": "Рыцарь труп Гюнтер"
      },
      {
        "ru": "Мёртвый рыцарь Гюнтер"
      }
    ],
    "description": {
      "en": "The war between humans and vampires will come to an end with the victory of the vampires, as expected by all. In the yet-to-be-invaded Holy Land of Bahal, after a concerted effort to counterattack mankind, he succeeds in creating a \"corpse knight\" who never dies and a \"power source\" that can move him, thus reviving the gladiatorial \"Gunther\" as a \"corpse knight.\"",
      "ko": "인간과 뱀파이어와의 전쟁은 모두의 예상대로 뱀파이어의 승리로 끝을 맞이하게 된다. 아직 침략받지 않은 성지 ‘바할’에서 인류의 반격을 위한 각고의 노력 끝에 죽지 않는 ‘시체 기사’와 그를 움직일 수 있는 ‘동력원’ 제작에 성공하여, 검투사였던 ‘군터’를 ‘시체기사’로 되살리게 된다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5ba8c4b-dd9d-4914-9428-b1b771e7de82",
    "title": {
      "en": "Salvia no Bouquet"
    },
    "updatedAt": "2024-03-20T02:51:33+00:00",
    "coverArt": "https://mangadex.org/covers/e5ba8c4b-dd9d-4914-9428-b1b771e7de82/431c5c6f-4fea-4602-b48d-1661b5ac20bb.jpg",
    "altTitles": [
      {
        "ja": "サルビアのブーケ"
      },
      {
        "ja-ro": "Sarubia no Buuke"
      },
      {
        "en": "Bouquet of Salvia"
      },
      {
        "es-la": "Ramo de Salvia"
      }
    ],
    "description": {
      "en": "Ellen is an orphan, discovered for her talent in magic, she becomes an \"Intern\" and apprentice to the brilliant scholar of \"magic,\" Liza. Despite the admiration Liza receives at the age of 16, she too was an orphan and shared the same loneliness as Ellen. Through the residential internship, these two gradually develop a warm bond while facing solitude.\n\nA comforting fantasy that connects lonely girls through \"magic.\"",
      "es-la": "Ellen es una huérfana, descubierta por su talento en la magia, se convierte en \"Intern\" y aprendiz de la genial y estudioso de la \"magia\", Liza. A pesar de la admiración que recibe Liza a sus 16 años, también fue huérfana y compartía la misma soledad que Ellen. A través de la pasantía residencial, estos dos desarrollan gradualmente un cálido vínculo mientras enfrentan la soledad.\n\nUna fantasía reconfortante que une a las chicas solitarias a través de la \"magia\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "540f5728-6521-4a93-8eb1-059c1a6585e1",
    "title": {
      "en": "The Shikisaki Sisters Want to Be Exposed"
    },
    "updatedAt": "2024-04-29T06:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/540f5728-6521-4a93-8eb1-059c1a6585e1/fbce4013-aef4-47f2-b85c-75c8fc35e4b9.jpg",
    "altTitles": [
      {
        "ja-ro": "Shikisaki Shimai wa Abakaretai"
      },
      {
        "ja": "四季崎姉妹はあばかれたい"
      }
    ],
    "description": {
      "en": "One day, Tarou Yamada, who runs a detective business, slips on a banana peel and reincarnates into Tsukushi Shikisaki, the younger brother of three beautiful big-breasted sisters who will all die on the same day. As he spends time surrounded by the three beautiful sisters, he finds out that the boy he is reincarnated as will be killed by one of the three sisters ...!?",
      "ja": "探偵業を営む山田太郎はある日、バナナの皮に足を滑らせてしまい、同日に命を落とした美麗三姉妹の弟・四季崎つくしに転生をしてしまう。美人三姉妹に囲まれて過ごすことになるが、四季崎つくしが三姉妹の誰かに殺されたことに気がついてしまい…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "62"
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e8fac17-979e-4e37-8f45-2c334b25d6dd",
    "title": {
      "en": "Whisper Me a Love Song"
    },
    "updatedAt": "2024-05-30T21:02:29+00:00",
    "coverArt": "https://mangadex.org/covers/0e8fac17-979e-4e37-8f45-2c334b25d6dd/fa147d46-44cc-4b6e-936f-ffd81578eb8c.jpg",
    "altTitles": [
      {
        "id": "Membisikan Lagu Cinta"
      },
      {
        "ja-ro": "Sasakoi"
      },
      {
        "ja-ro": "Sasayaku you ni Koi o Utau"
      },
      {
        "es": "Susurrame Una Canción de Amor"
      },
      {
        "ru": "Прошепчу тебе песню о любви"
      },
      {
        "ja": "ささやくように恋を唄う"
      },
      {
        "zh": "恋语轻唱"
      },
      {
        "zh-hk": "恰如細語般的戀歌"
      },
      {
        "zh-ro": "Liàn yǔ qīng chàng"
      },
      {
        "uk": "Прошепочу тобі пісню про кохання"
      },
      {
        "pt-br": "Sussurrando Uma Canção De Amor Para Você"
      },
      {
        "en": "Whispering You a Love Song"
      },
      {
        "de": "Flüster mir ein Liebeslied"
      }
    ],
    "description": {
      "en": "Bubbly, energetic first-year high school student Himari falls head over heels for her senpai Yori after hearing her band perform on the first day of school. Himari tells Yori she just loves her, and, to Himari’s surprise, Yori says she loves Himari back! But when Himari realizes that she and her senpai are feeling two different kinds of love, she begins to ask herself what “love” really means…",
      "es": "Himari comienza la escuela secundaria y en su primer día atiende el concierto del club de música ligera en el gimnasio de la escuela, enamorándose a primera vista con la cantante Yori y confesándole su amor en los casilleros de zapatos. Buscándo a dicha cantante, Himari se entera de que Yori no es parte del mencionado club y que a ella le gusta tocar música sola en la terraza de la escuela. Allí, se entera de que Yori también se enamoró de ella.",
      "fr": "Himari est une lycéenne de première année qui, dès le premier jour, assiste à la représentation du club de musique au gymnase de l'école. Elle a eu le coup de foudre pour la chanteuse Yori, à qui elle s'est déclarée devant les casiers du lycée. En cherchant ledit élève plus tard, elle découvre qu'elle ne fait pas vraiment partie du club et qu'elle aime jouer de la musique seule sur le toit. Là, elle découvre que Yori aussi est tombée amoureuse d'elle.",
      "ru": "Химари влюбилась в солистку группы, которая выступала на приветственной вечеринке новых студентов. После разговора с Химари Ёри — солистка группы — поняла, что влюбилась в неё с первого взгляда...\n\n---\n\n(Source: [readmanga](https://readmanga.io/proshepchu_tebe_pesniu_o_liubvi__A5238))",
      "uk": "Життєрадісна, енергійна старшокласниця Хімарі по вуха закохалася у свого семпая, на ім'я Йорі після того, як почула виступ її групи першого дня навчання. Хімарі відразу зізнається Йорі у своїх почуттях і на подив Хімарі, Йорі каже, що вона теж закохана в неї! Але коли Хімарі розуміє, що вони відчувають два різні види кохання, вона починає ставити собі питання, що ж насправді означає \"любов\".",
      "es-la": "\"Whispering you a love song\" es la historia de un amor a primera vista que inicia en la temporada de los cerezos en flor. Himari, una nueva estudiante de la preparatoria, queda fascinada por Yori-senpai, la vocalista de la banda de chicas que se presenta en la ceremonia de inauguración del año escolar.",
      "pt-br": "Himari é uma caloura do ensino médio que no primeiro dia assiste a apresentação do clube de música light na academia da escola, apaixonando-se pelo veterano e cantor Yori à primeira vista, confessando-se a ela nos armários dos sapatos. Mais tarde, procurando pelo dito veterano, Himari descobre que Yori não faz parte do clube e que, em vez disso, gosta de tocar música sozinha no telhado. Lá, ela descobre que Yori também se apaixonou por ela."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcf2a791-c789-483a-91b1-12b09d2b38d7",
    "title": {
      "en": "Inochi no Tabekata"
    },
    "updatedAt": "2024-05-17T01:38:20+00:00",
    "coverArt": "https://mangadex.org/covers/bcf2a791-c789-483a-91b1-12b09d2b38d7/8d27ab87-dcbb-4749-90f7-329b750f995a.jpg",
    "altTitles": [
      {
        "ja": "いのちの食べ方"
      },
      {
        "ja-ro": "Inochi no Tabekata"
      },
      {
        "en": "How to Eat Life"
      },
      {
        "pt-br": "Como Comer a Vida"
      }
    ],
    "description": {
      "en": "Otogiri Tobi, a 2nd grade middle school student, spends his depressing days searching for his missing older brother alongside his inhuman companion, Baku.\nTobi used to rarely speak to anyone besides Baku, however one day after his classmate Shiratama Ryuuko suddenly approaches him, his life begins to change...? \n\nThis is an adventure surrounding the \"human\" and the \"inhuman\" that a lone boy faces.\n\n----\nNote: Adapted from a song and novel of the same name."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a08d63ba-c412-4a7b-94b8-ef65bf2e2a30",
    "title": {
      "en": "Daredemo Dakeru Kimi ga Suki"
    },
    "updatedAt": "2024-06-05T12:36:59+00:00",
    "coverArt": "https://mangadex.org/covers/a08d63ba-c412-4a7b-94b8-ef65bf2e2a30/14474fd9-5b22-4686-83e0-ce1ee6ad54a4.jpg",
    "altTitles": [
      {
        "ja": "だれでも抱けるキミが好き"
      },
      {
        "vi": "Crush Của Tôi Là Một Đứa Lẳng Lơ"
      },
      {
        "en": "I Like You Who Can Have Sex With Anyone."
      },
      {
        "en": "I like you who can have sex anyone."
      },
      {
        "es-la": "Me Gustas tú, que Puedes tener Sexo con Cualquiera"
      },
      {
        "zh": "喜欢来者不拒的你"
      },
      {
        "pt-br": "Eu goste de você, que pode fazer sexo com qualquer um"
      }
    ],
    "description": {
      "en": "Gotou, a virgin high school boy, has a crush on his affectionate gal classmate, Agawa. But one day after school, he catches Agawa having sex with Takayama in an empty classroom. Gotou is devastated, but he soon learns that not only did she have sex with Takayama, Agawa is a slut who'll have sex with anyone who asks. Even…‽\n___\n**Links:**\n- Alternative Official Raw - [Comic Days](https://comic-days.com/episode/4856001361135826437), [Magazine Pocket](https://pocket.shonenmagazine.com/episode/4856001361243117705)",
      "ja": "童貞高校生のゴトウが好きになったのはセックス大好きなギャル・アガワさん。ある日の放課後、彼女が同級生とセックスしているところを見てしまって──。",
      "vi": "Con đũy tình yêu đã dẫn nam chính của ta đi thích một gyaru lẳng lơ sẵn sàng làm nháy với bất cứ ai. Rồi anh main sẽ làm gì trước cái tình huống NTR nhưng không hẳn này? Khuyến cáo ko dành cho trẻ dưới 18 và các thanh niên không thích NTR. Đọc truyện này đừng lắp đầu trên vào làm gì (lắp đầu dưới thì OK).",
      "es-la": "Un virgen estudiante de secundaria, por casualidad descubre a la gal de la que se estaba empezando a enamorar teniendo sexo con otro estudiante.",
      "pt-br": "Uma Gal safada que deixa todo mundo transar com ela e um garoto virgem do ensino médio apaixonado por ela, mesmo depois de vê-la transar com seu colega de classe."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-04-18T15:54:33+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/f6898b49-b4b3-46bb-9f73-881d328d8989.jpg",
    "altTitles": [
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "ja-ro": "KanoKari"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "ja": "かのかり"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "ja": "彼女、お借りします"
      },
      {
        "zh": "租借女友"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "ja-ro": "Kanojo Okarishimasu"
      },
      {
        "zh-hk": "出租女友"
      },
      {
        "vi": "Dịch Vụ Cho Thuê Bạn Gái"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n\n---\n**Links:**\n\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73538f57-2f11-46f9-a4e8-92ebb0d8db30",
    "title": {
      "en": "PAN PETER"
    },
    "updatedAt": "2024-06-17T17:14:09+00:00",
    "coverArt": "https://mangadex.org/covers/73538f57-2f11-46f9-a4e8-92ebb0d8db30/39e581aa-4c57-49af-bee8-1e8c19fba108.jpg",
    "altTitles": [
      {
        "ko": "팬피터"
      }
    ],
    "description": {
      "ko": "•In April 2022, a remake with a new ending was updated. Only chapters 82-83 were remade with two additional chapters added, making the series 85 chapters in total.\n•The Remake ending chapters were the original manuscript but due to the creator health, previous chapters 82-83 where given as the ending manuscript"
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38221d4a-687d-49bc-a2f4-44ce42fab8d9",
    "title": {
      "en": "Vampire Knight Memories"
    },
    "updatedAt": "2024-04-21T18:32:38+00:00",
    "coverArt": "https://mangadex.org/covers/38221d4a-687d-49bc-a2f4-44ce42fab8d9/696fd89e-0705-4f78-9a07-a02905adf8f6.jpg",
    "altTitles": [
      {
        "ja": "ヴァンパイア騎士 memories"
      }
    ],
    "description": {
      "en": "Beginning as four bonus chapters following the end of 'Vampire Knight', 'Vampire Knight Memories' is now an official sequel series written and illustrated by Matsuri Hino. The series follows the events that occurred whilst Kaname slept for a thousand years, as well as his time in the future with Yuuki's daughters, Ai and Ren."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5949c9f4-8db1-41c4-baff-34dc032521fc",
    "title": {
      "en": "The Poisonous Healer"
    },
    "updatedAt": "2024-05-28T18:55:10+00:00",
    "coverArt": "https://mangadex.org/covers/5949c9f4-8db1-41c4-baff-34dc032521fc/5b66ca8a-b458-4bba-adf6-8bae652f26f3.png",
    "altTitles": [
      {
        "ko": "독 먹는 힐러"
      },
      {
        "ko-ro": "Dok Meongneun Healer"
      },
      {
        "en": "Poison-Eating Healer"
      },
      {
        "es-la": "Sanador Devorador de Venenos"
      }
    ],
    "description": {
      "en": "In a world where monster hunters are hailed as heroes, Cheon Haesun has been treated like an outcast because of his abnormal looks. As if that wasn't bad enough, a pack of monsters attacks his neighborhood on the day he discovers he's dying from an unknown illness!\n\nWith his sister's sacrifice, Haesun survives and somehow awakens to become a Poisoner, a rare hunter with toxic healing abilities.\n\nBut will his poisonous powers cure Haesun's illness and guarantee a normal life he's always dreamed of?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-05-04T00:32:33+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/468f1a80-99f1-4cd8-8578-0225a503ae3b.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      },
      {
        "fr": "Dandadan"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a468761-5bd6-4de0-a0cb-47cb456ac2e0",
    "title": {
      "en": "A Returner's Magic Should Be Special"
    },
    "updatedAt": "2023-11-09T23:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/6a468761-5bd6-4de0-a0cb-47cb456ac2e0/98162533-1838-4639-8419-2f19f8af651b.png",
    "altTitles": [
      {
        "ko": "귀환자의 마법은 특별해야 합니다"
      },
      {
        "ru": "Магия вернувшегося должна быть особенной"
      },
      {
        "ja": "帰還者の魔法は特別です"
      },
      {
        "ko-ro": "Gwihwanjaui Mabeobeun Teukbyeolhaeya Hamnida"
      },
      {
        "id": "Returner’s Special Magic"
      },
      {
        "zh": "归还者的魔法要特别"
      },
      {
        "zh-hk": "重生者的魔法一定要特別"
      },
      {
        "th": "พลังขั้นเทพของจอมเวทจุติใหม่"
      },
      {
        "es": "La magia de un retornado debe ser especial"
      },
      {
        "vi": "Ma thuật đặc biệt của phù thủy quay ngược thời gian"
      },
      {
        "en": "Magician who Reversing Time"
      },
      {
        "pt-br": "A Magia de um Retornado Tem de Ser Especial"
      }
    ],
    "description": {
      "de": "\"Jetzt, wo ich zurückgekehrt bin, werde ich keinen meiner Liebsten wieder sterben lassen!\" Das Labyrinth der Schatten - die tödlichste Katastrophe, der die Menschheit jemals gegenüberstand. Desir Arman, einer der sechs Überlebenden der Menschheit, befindet sich im Labyrinth. Die sechs versuchen gemeinsam, die letzte Prüfung des Labyrinths zu meistern, scheitern aber, woraufhin die Welt untergeht. Aber als sich Desir gerade auf sein Ende vorbereitet, erscheint plötzlich vor ihm die Welt … von vor 13 Jahren?! Desir ist in die Vergangenheit zurückgekehrt, in eine Zeit, als er Schüler an der besten Magierschule seines war. Er und seine Liebsten wurden wieder vereint, und er ist entschlossen, dieses Mal sie und die Welt zu retten! Es bleiben noch drei Jahre bevor die Schattenwelt erscheint! Ändere die Vergangenheit und versammle mächtige Kameraden um dich, um die Menschheit zu retten!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "en": "\"Now that I'm back, I won't allow my loved ones to die again!\"  \r\n  \r\nThe Shadow Labyrinth - the deadliest catastrophe humanity has ever known.  \r\nDesir Arman, one of the six remaining survivors of mankind, is inside the Labyrinth. The six of them attempt to clear the final level of the Labyrinth but ultimately fail, and the world comes to an end.  \r\nHowever, when Desir thought he would meet his demise, what appears before him is the world… thirteen years ago?!  \r\n  \r\nDesir is returned to the past, back to the time when he enrolled at the nation's finest magic academy, Havrion. He is reunited with his precious friends, and he is determined to change the past to save the world and his loved ones…!  \r\n  \r\nThree years remain before the emergence of the Shadow World!  \r\nChange the past and gather powerful comrades to save mankind!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "fr": "Le monde est au bord de la destruction après une guerre dévastatrice de dix ans dans le « Labyrinthe des ombres ». Desir Herrman est l'un des derniers magiciens restants, mais il n'est pas assez puissant pour combattre l'ennemi fatal qui menace l'Humanité. Alors qu'il est certain que la fin est proche, il est renvoyé dans le temps, à l'époque où il étudiait la magie à la prestigieuse Académie Hebrion ! Grâce à cette seconde chance, Desir est bien décidé à sauver non seulement sa peau, mais également celle de ses amis et camarades perdus. Sachant déjà ce que le futur leur réserve, ses efforts pourront-ils faire la différence, ou bien seront-ils tous condamnés à revivre le même destin tragique ? Adapté du roman phare.\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "id": "\"Agak disesalkan, tapi sebaiknya kita bersia-siap untuk mati!\"\r\n\"Apa dunia akan benar-benar berakhir di sini?!\"\r\n\r\nDesir mengira semua sudah berakhir. Namun, ternyata dia kembali ke ujian masuk akademi hevrion 13 tahun yang lalu! Ia kembali berkumpul dengan orang-orang tercinta yang mati dalam dunia bayangan. Tiga tahun tersisa sebelum dunia bayangan muncul! \r\n\r\n\"Kesempatan datang lagi, aku tidak akan kehilangan orang-orang yang kucintai untuk kedua kalinya!\"\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "ja": "人類が迎えた最悪の災害、影の迷宮。 「デジール・アルマン」は影の迷宮の中で最後まで生き残った生存者6人のうちの1人である。 彼らは影の迷宮の最後のボスに挑戦したが、失敗し、世界は滅亡を迎えてしまった。 全てが終わったと思った瞬間、「デジール」の目の前に見える光景は…13年前の世界！？ 帝国最高の魔法学院、へブリオン学園の入学式に戻ってきた「デジール」 最悪の災害「影の世界」発生までの残りの時間は3年！ 過去を変え、強い仲間を集めて、世界を救えることはできるだろうか！\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "ko": "\"다시 돌아온 이상, 사랑하는 사람들을 두 번 잃을 순 없어!\"\r\n\r\n인류가 맞이한 최악의 재앙, 그림자 미궁.\r\n데지르 아르망은 미궁 속에서 \r\n마지막까지 살아남은 최후의 생존자 6명 중 한 명이다.\r\n그들은 그림자 미궁의 마지막 단계에 도전하지만 결국 실패하고\r\n세계는 멸망을 맞이하고 만다.\r\n\r\n모든 게 끝이라 생각했던 순간,\r\n데지르의 눈앞에 펼쳐진 것은 다름 아닌 13년 전의 세상?!\r\n\r\n제국 최고의 마법 학원, 헤브리온에 입학했던 순간으로 돌아온 데지르.\r\n그림자 미궁에서 잃었던 소중한 사람들과 재회하게 되고,\r\n사랑하는 사람들과 세상을 구하기 위해 과거를 바꾸고자 하는데…!\r\n\r\n그림자 세계 발생까지 남은 시간은 3년!\r\n과거를 바꾸고, 강한 동료를 모아 세상을 구원하라!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "ru": "\"Теперь, когда я вернулся, я не позволю дорогим для меня людям снова умереть\".\r\nЛабиринт Теней – главная катастрофа для человечества за всю историю его существования.\r\nДезир Арман – один из шести выживших людей.\r\n\r\nШесть попыток зачистить последний уровень лабиринта потерпели полную неудачу, и теперь мир близится к концу.\r\nОднако, когда Дезир готовится встретить свою кончину, то, что открывается перед ним – это мир... 13 лет назад?!\r\n\r\nДезир возвращается в прошлое, когда он только поступил в самую престижную магическую академию магии в стране – Хаврион. Он вновь воссоединился со своими дорогими друзьями и готов изменить прошлое, чтобы спасти этот мир и тех, кто ему дорог.\r\n\r\nОстались три года до появления Теневого Мира! Измените прошлое и соберите могущественных товарищей, чтобы спасти человечество!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "th": "หลังจากทำภารกิจในโลกแห่งเงาไม่สำเร็จ 'เดเซียร์ เออร์แมน' ที่คิดว่าตัวเองตายแล้ว ได้กลับมาเกิดใหม่ในช่วง 3 ปีก่อนที่จะเข้าไปต่อสู้ในโลกแห่งเงา การกลับมาครั้งนี้ทำให้เขาพยายามเปลี่ยนแปลงทุกอย่างเพื่อช่วยเหลือเพื่อนและคนที่รักไว้ให้ได้มากที่สุด!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "vi": "Desir vật lộn trong Mê cung bóng tối suốt 10 năm dài đằng đẵng, chứng kiến đồng đội và bạn bè lần lượt ngã xuống, mãi đến khi toàn đội cả trăm người chỉ còn vỏn vẹn 6 người thì mới đánh bại được kẻ thù chung. Những tưởng đã cứu được thế giới khỏi nguy cơ diệt vong, nào ngờ tai họa bất ngờ ập đến cuốn trôi tất cả mọi thứ. Lần nữa tỉnh lại, Desir phát hiện mình đã quay ngược thời gian trở về ngày đầu nhập học ở Học viện Hebrion. Liệu lần này anh có thể bảo vệ những người mình thương yêu và cứu vớt thế giới không?\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "zh": "不知何时，世界上出现了能蚕食现世的并行世界——“影世界”。只有战胜影迷宫，人类才能获得宁静，然而最终一切付之一炬，战斗失败，地球灭亡。但这并非结局，而是另一个开始……\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)",
      "zh-hk": "「既然已經回來了，\r\n就不能再次失去心愛的人們!」\r\n\r\n人類正面臨最可怕的災難——影之迷宮。\r\n戴基爾．阿曼德是迷宮裡最後的6名倖存者之一。\r\n他們試圖挑戰迷宮的最後關卡，\r\n然而卻以失敗告終，\r\n世界最終走向滅亡。\r\n\r\n當以為一切已經結束的那刻，\r\n戴基爾卻回到了13年前的過去?!\r\n\r\n當時的戴基爾正要進入帝國最強的魔法學院——\r\n赫布里溫學院就讀，\r\n並且與在迷宮中逝去的珍貴夥伴們重逢。\r\n為了拯救他心愛的人們與這個世界，\r\n他決心要改變過去...!\r\n\r\n距離影之世界出現的時間只剩3年了!\r\n快召集強悍的同伴一同拯救世界吧!\r\n\r\n---\r\n- [1st Trailer](https://www.youtube.com/watch?v=NS6o8phnUKo) | [ENG](https://www.youtube.com/watch?v=C8Z02WbpE8c) | [JP](https://www.youtube.com/watch?v=YdHjqPsN5gQ) | [Renewal](https://www.youtube.com/watch?v=C6GFn5z9ru0)\r\n- [2nd Trailer](https://www.youtube.com/watch?v=7m-7hsTzQb8)\r\n---\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/96273480)\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=258728878)\r\n>\r\n- [Book <German Edition>](https://altraverse.de/manga/a-returner-s-magic-should-be-special/)\r\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/322104000234/)\r\n---\r\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%87%8D%E7%94%9F%E8%80%85%E7%9A%84%E9%AD%94%E6%B3%95%E4%B8%80%E5%AE%9A%E8%A6%81%E7%89%B9%E5%88%A5/125)\r\n\r\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc27917)\r\n\r\n- [Official English <Tapas> Translation](https://tapas.io/series/a-returners-magic-should-be-special/info)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Returners-Special-Magic/3095)\r\n\r\n- [Official Vietnamese Translation](https://www.comico.vn/title/662)\r\n\r\n- [Official Japanese Translation](https://piccoma.com/web/product/8944)\r\n\r\n- [Official German Translation](https://www.tappytoon.com/de/comics/returners-magic-should-be-special-de)\r\n\r\n- [Official French Translation](https://www.tappytoon.com/fr/comics/returners-magic-should-be-special-fr)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9E%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B8%82%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%88%E0%B8%AD%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%97%E0%B8%88%E0%B8%B8%E0%B8%95%E0%B8%B4%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88/49)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]