[
  {
    "mangaId": "89ad8e16-ceff-47c4-adce-cc00baa65392",
    "title": {
      "en": "#DRCL midnight children"
    },
    "updatedAt": "2024-10-26T13:00:46+00:00",
    "coverArt": "https://mangadex.org/covers/89ad8e16-ceff-47c4-adce-cc00baa65392/b8536454-e1fd-475f-ac26-8aaf72dd7e05.jpg",
    "altTitles": [
      {
        "ru": "#DRCL Дети Полуночи"
      }
    ],
    "description": {
      "en": "Based on Bram Stoker's \"Dracula\", a gothic horror story at the end of the 19th century."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab6f3b01-d963-42ac-9d10-edfcb600091e",
    "title": {
      "en": "Isekai No Ochibi-chan wa Kyou mo Nanika wo Tsukuri Dasu"
    },
    "updatedAt": "2025-01-18T09:14:22+00:00",
    "coverArt": "https://mangadex.org/covers/ab6f3b01-d963-42ac-9d10-edfcb600091e/f81d4aed-53a7-4eb6-9bc0-6856e852b98b.jpg",
    "altTitles": [
      {
        "ja": "異世界のおチビちゃんは今日も何かを創り出す～スキル【想像創造】で目指せ成り上がり！～"
      },
      {
        "en": "Ochibi-chan from Another World Creates Something Again Today ~ Using the Skill [Imagination Creation] to Aim for Success! ~\""
      }
    ],
    "description": {
      "en": "One day, Ochibi (5 years old) who lives in the slums suddenly remembers that she has been reincarnated from another world. Ochibi has the \"Imagination Creation\" skill, which allows her to create anything she imagines. She decides to start a business with the Japanese items she obtains with her \"Imagination Creation\" skill! A heartwarming story with a boy named \"Onii\" and a girl named \"Nene\" who aim to escape the slums!!",
      "ja": "ある日突然、自分が異世界から転生したことを思い出した、スラム暮らしのおチビ（5歳）。 おチビは、想像したものを作り出せる「想像創造」スキルを持っていた。 「想像創造」スキルで手に入れた日本のアイテムで、商売を始めることに！ 少年「おにぃ」と少女「ねぇね」とともに、スラム脱出を目指す、ハートフルストーリー!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-12-07T20:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      },
      {
        "vi": "Giết Chết Nam Chính, Ta Trở Thành Nữ Ma Đầu."
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bdcf8861-f24b-44a8-b875-3c66793d3d9d",
    "title": {
      "en": "Kyou no Kira-kun"
    },
    "updatedAt": "2022-11-04T04:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/bdcf8861-f24b-44a8-b875-3c66793d3d9d/91bbf33e-4245-40a2-b5fa-039a8a280f7c.jpg",
    "altTitles": [
      {
        "tr": "Bugünkü Kira"
      },
      {
        "es": "El Día de Kira"
      },
      {
        "it": "Il giorno di Kira"
      },
      {
        "en": "Kira-kun Today"
      },
      {
        "ja": "きょうのキラ君"
      }
    ],
    "description": {
      "en": "In 360 days, there was bright days and disappointment while I was staring at you. Though they were neighbor, Nino and Kira never talk to each other…  \n  \nBut when Nino knows about Kira's secret, all of her life changes and her everyday becomes more interesting!  \nTheir link will lead them to love close to paradise."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "34"
  },
  {
    "mangaId": "e76f1a4f-d21a-4f50-9472-45737f7f1480",
    "title": {
      "en": "Kokoro no Program"
    },
    "updatedAt": "2024-10-11T07:18:45+00:00",
    "coverArt": "https://mangadex.org/covers/e76f1a4f-d21a-4f50-9472-45737f7f1480/f966307f-895c-41a8-b6fc-a3af3a5db3e6.jpg",
    "altTitles": [
      {
        "ja": "ココロのプログラム"
      },
      {
        "en": "Heart's Program"
      },
      {
        "en": "Program of the Heart"
      },
      {
        "id": "Program Hati"
      },
      {
        "ru": "Программа сердца"
      },
      {
        "pt-br": "O Código Do Coração"
      },
      {
        "fr": "Heart Program"
      }
    ],
    "description": {
      "en": "An elementary schooler, Usami Kyuu encounters Ichiko, a female robot trying to learn about [heart]. What awaits the two that start to live together... Boy X Robot Girl, Begin!",
      "fr": "Kyû USAMI vit seul avec sa mère. Un jour d'été, il voit débarquer chez lui un robot qui ressemble à s'y méprendre à une jeune fille. Cette créature est venue étudier l'âme humaine, et le jeune Kyû va rapidement se rendre compte qu'on peut facilement tomber amoureux d'un être pourtant dépourvu de cœur…\n\nMaison d'édition FR : Delcourt/Tonkam",
      "ja": "プール帰りの小学生・宇佐美九が出会ったのは、「心」を学びに来たロボットの少女・いちこ。一緒に暮らすことになった二人を待つのは...。ボーイミーツロボットガール、開演！",
      "th": "ผู้ที่ อุซามิ คิว เด็กประถมผู้กลับมาจากสระว่ายน้ำได้พบคือ อิจิโกะ สาวน้อยหุ่นยนต์ที่มาเรียนรู้ \"หัวใจ\" สิ่งที่รอทั้งสองซึ่งจับผลัดจับผลูได้มาใช้ชีวิตด้วยกันคือ... บอยมีตโรบอตเกิร์ล เปิดม่าน!",
      "pt-br": "Ichiko, uma garota robô, conhece Kyuu, um humano, e as engrenagens que nunca haviam se movido começam a funcionar.\n\nDurante as férias de verão, uma robô com aparência humana passa a viver com Kyuu Usami, um garoto que, até então, morava apenas com sua mãe. Kyuu é atraído pela garota, que está tentando entender o \"coração\". Ela, por sua vez, nutre pelo rapaz um amor infantil. Pouco a pouco, o sentimento cresce e os envolve... Boy meets robot girl, que comece o espetáculo! [Planet Mangá]"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "d36bea9f-853f-4908-9957-5514b1903e36",
    "title": {
      "en": "Marika-chan no Koukando wa Bukkowarete iru"
    },
    "updatedAt": "2024-12-30T05:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/d36bea9f-853f-4908-9957-5514b1903e36/4c2aa3ac-182b-48d0-89dc-9883befb3a46.jpg",
    "altTitles": [
      {
        "ja": "茉莉花ちゃんの好感度はぶっ壊れている"
      },
      {
        "id": "Status Bar yang menunjukkan rasa suka Marika-chan rusak"
      },
      {
        "en": "Marika-chan's affection meter is completely broken."
      },
      {
        "es-la": "El Medidor De Afecto De Marika-San Esta Completamente Roto"
      },
      {
        "pt-br": "O medidor de afeto da Marika-chan está completamente quebrado."
      }
    ],
    "description": {
      "en": "I’ve gained the ability to see the affection levels of the girl I like.──I don’t have the courage to confess my feelings to my childhood friend, Marika-chan. One day, I made a strong wish upon a shooting star: \"I wish I could understand the feelings of others, like in a dating game.\" Then, that wish came true...!?\n\nFloating above the girls in my class are affection meters. While confused by this surreal sight, I decide to check Marika-chan’s meter, only to find it has broken past its limits, turning into a hellish meter...!?\n\nMarika-chan, you don’t like me, so why are you so kind to me...?\n──What is Marika-chan’s hidden truth behind her cute façade? Does she really hate me!? Or is it something else...!?",
      "id": "Aku tiba-tiba bisa melihat tingkat rasa suka dari gadis yang kusukai.──Aku tidak punya keberanian untuk menyatakan cinta pada teman masa kecilku, Marika-chan. Suatu hari, aku membuat permohonan yang sangat kuat pada bintang jatuh: \"Aku berharap bisa memahami perasaan orang lain, seperti di dalam game romansa.\" Dan ternyata, permohonan itu terkabul...!?\n\nDi atas kepala para gadis di kelasku, muncul status bar yang menunjukkan rasa suka. Dalam kebingunganku melihat pemandangan aneh ini, aku memutuskan untuk memeriksa status barnya Marika-chan. Namun, status barnya justru melebihi batas, berubah menjadi status bar \"neraka\" yang benar-benar kacau...!?\n\nMarika-chan, kalau kau tidak menyukaiku, kenapa kau begitu baik padaku...?\n──Apa rahasia sebenarnya di balik sikap Marika-chan yang manis dan menggemaskan? Apakah dia benar-benar membenciku!? Atau mungkin sebenarnya...!?",
      "ja": "あらすじ・内容\n好きな子からの好感度が見えるようになりました。──幼馴染の茉莉花ちゃんに告白する勇気の無い僕。ある日、流れ星に強く願った「恋愛ゲームみたいに相手の気持ちがわかるようになりますように」すると、その願いは叶ってしまい…!?クラスの女子達に浮かぶ好感度メーター。非現実な光景に戸惑いながらも茉莉花ちゃんのを見に行くと、下限突破した地獄のメーターになっていて…!?茉莉花ちゃん、僕のこと嫌いなのにどうしてそんなに優しかったの…？――裏アリ可愛い茉莉花ちゃんの隠された本音は？本当にキライなの!?それとも…!?",
      "pt-br": "Eu ganhei a habilidade de ver os níveis de afeição da garota de quem gosto. ──Eu não tenho coragem de confessar meus sentimentos à minha amiga de infância, Marika-chan. Um dia, fiz um desejo forte a uma estrela cadente: \"Eu queria poder entender os sentimentos dos outros, como em um jogo de namoro.\" Então, esse desejo se tornou realidade...!?\n\nFlutuando acima das garotas da minha turma estão medidores de afeição. Enquanto fico confuso com essa visão surreal, decido verificar o medidor da Marika-chan, apenas para descobrir que ele ultrapassou os limites, transformando-se em um medidor infernal...!?\n\nMarika-chan, você não gosta de mim, então por que é tão gentil comigo...?\n──Qual é a verdade oculta de Marika-chan por trás de sua fachada fofa? Ela realmente me odeia!? Ou é algo mais...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "832a0bcb-f58a-4118-9130-43c03d289a8d",
    "title": {
      "en": "Moshimo, Yuurei ga Hatsukoi o Shitara."
    },
    "updatedAt": "2024-12-24T15:09:10+00:00",
    "coverArt": "https://mangadex.org/covers/832a0bcb-f58a-4118-9130-43c03d289a8d/1f5fe857-3e84-451f-8a1c-d25e3960c1b4.jpg",
    "altTitles": [
      {
        "en": "If a Ghost Fell in Love for the First Time"
      },
      {
        "id": "Jika Hantu Jatuh Cinta untuk Pertama Kalinya"
      }
    ],
    "description": {
      "id": "Aku Souta. Tidak punya pengalaman cinta, disebut sebagai otaku introvert dan siswa SMA… atau lebih tepatnya, dulu.\nHah? Kamu tanya apakah aku sudah lulus dari status virgin dan menjadi anak yang lebih keren?\nBukan, bukan. Aku bukan lagi seorang siswa SMA――aku sudah menjadi hantu.\nDengan kata lain, aku berubah menjadi mantan manusia yang introvert, otaku, dan virgn.\nAku hampir tidak punya ingatan ketika aku masih hidup, hanya satu hal yang masih aku ingat— yaitu aku masih virgin.\nMungkin itu adalah penyesalanku.\nDan entah bagaimana, aku tidak bisa keluar dari sekolah khusus cewek ini, jadi semacam arwah gentayangan yang terikat di sma putri ini, dan itu sungguh menyebalkan.\nTapi, meski saat hidup aku terlalu takut untuk bicara dengan cewek, sebagai hantu aku bisa bebas melihat mereka dalam segala situasi!\nAku mungkin merasa sedikit bersalah, tapi jadi hantu ternyata tidak buruk juga! Begitulah pikirku.\nHingga suatu hari, aku melihat boneka karakter favoritku terjatuh di sekolah. Saat mencoba mengambilnya――\n“Kenapa ada cowok… di sekolah cewek ini…?”\nCantik, baik hati, populer dengan semua orang, dan entah bagaimana satu-satunya orang yang bisa melihatku walaupun aku adalah hantu dan benar-benar peduli padaku――\nAku jatuh cinta pada seorang gadis yang sama sekali tidak selevel denganku."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "c6393c02-7988-4408-b5bf-e1e75c738242",
    "title": {
      "en": "Minimum"
    },
    "updatedAt": "2024-12-20T18:34:40+00:00",
    "coverArt": "https://mangadex.org/covers/c6393c02-7988-4408-b5bf-e1e75c738242/9e607abd-80dd-4a61-993d-25e42bd7c605.jpg",
    "altTitles": [
      {
        "ja": "ミニマム"
      }
    ],
    "description": {
      "en": "Itou is just your average high school boy with a love for photography. Or so it seems. Having low self-esteem he doesn't dare to approach any girls. He instead seeks the love in his pictures. One day when he was tempted by his classmate's porn video, Itou takes it upon him to google the internet for some porn. But unexpectedly, he arrives on a homepage he can't read. When he hits the keyboard in his desperation, the DVD drive explodes and a something that looks like a miniature girl crawls out of it. Who is she? And how will Itou face this situation?",
      "ja": "童貞の男子高校生・伊東竜介（いとー）は、パソコンが苦手なカメラヲタク。ある日、誤作動させてしまったパソコンの中から手のひらサイズの女のコが飛び出してきた!!　彼女の名前は西九条遥（にしくじょうはる）。彼女の正体は、いったい何なのか？ツンデレＭＡＸな彼女に対して、女性経験のない伊東はどう対応するのか？"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "7",
    "lastChapter": "58"
  },
  {
    "mangaId": "aba4518a-f4cf-4742-bcd1-1a4cbce48ab9",
    "title": {
      "en": "BanG Dream! - Shibari Ran Moka (Doujinshi)"
    },
    "updatedAt": "2021-05-25T15:46:17+00:00",
    "coverArt": "https://mangadex.org/covers/aba4518a-f4cf-4742-bcd1-1a4cbce48ab9/f7c647df-ea7a-4b6c-b1c6-aa418c7a183d.jpg",
    "altTitles": [
      {
        "en": "BanG Dream! - MocaRan Necktie Bondage"
      },
      {
        "en": "縛り蘭モカ"
      }
    ],
    "description": {
      "en": ""
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "57fe3f00-8626-462b-8f75-fce0e6faa6be",
    "title": {
      "en": "Waka-chan wa Kyou mo Azatoi"
    },
    "updatedAt": "2025-01-16T15:15:31+00:00",
    "coverArt": "https://mangadex.org/covers/57fe3f00-8626-462b-8f75-fce0e6faa6be/3764c25f-c596-421b-b0c7-9eabba109b5a.jpg",
    "altTitles": [
      {
        "ja": "和歌ちゃんは今日もあざとい"
      },
      {
        "en": "Waka-chan Is Pushy Again"
      },
      {
        "ja-ro": "Waka-chan wa Kyou mo Azatoi"
      },
      {
        "en": "A Hidden Side to my Crush"
      },
      {
        "pt-br": "O lado oculto da minha Crush"
      }
    ],
    "description": {
      "en": "Tomoya is a college freshman on a mission to finally get his first ever girlfriend, but with one small problem: he's still a virgin! While he's gotten close with the beautiful and charming girl Waka Sakuraba in his club at school, he can't wrack up the courage to take the first step and ask her out. One day, Tomoya stumbles upon a hidden side to his crush Waka...",
      "ja": "彼女を作ろうと意気込むDT（童貞）な大学１年生・友哉。同じサークルの癒やし系美少女・桜庭和歌と親しくなるものの、勇気が出ずなかなか第一歩を踏み出せずにいた。\nそんなある日、友哉は和歌の「別の一面」を目撃してしまい…？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "214"
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "The Fragrant Flower Blooms with Dignity"
    },
    "updatedAt": "2024-11-27T02:26:04+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/bad1354c-3ca6-450c-849e-f8132e52fe3c.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "de": "Kaoru und Rin"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "pl": "Kaoru i Rin. Rozkwitając z tobą"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "tr": "Güzel Kokulu Çiçekler Zarafetle Açar"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "vi": "Những đóa hoa thơm nở diễm kiều"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ko": "향기로운 꽃은 늠름하게 핀다"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "vi": "Ở một nơi nào đó, có 2 trường cao trung lân cận. Cao trung Chidori, một trường nam sinh cấp thấp hội tụ đủ những thằng đần, trường nữ sinh Kikyo, một trường nữ sinh danh giá . Rintaro Tsugumi, một nam sinh năm 2 to khỏe và trầm tính tại trường Chidori, bắt gặp Kaoruko Waguri, một khách hàng khi cậu đang giúp việc tại cửa hàng bánh nhà mình . Rintaro cảm thấy thoải mái khi dành thời gian bên Kaoruko, nhưng cô lại là học sinh của trường Kikyo, ngôi trường hàng xóm cực kì căm ghét trường Chidori. Đây là câu chuyện về 2 con người ở rất gần nhưng lại rất xa",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "007da20c-89e4-47f8-afeb-5aada2b32974",
    "title": {
      "en": "Gerende Magic 101-gou"
    },
    "updatedAt": "2024-10-31T02:32:01+00:00",
    "coverArt": "https://mangadex.org/covers/007da20c-89e4-47f8-afeb-5aada2b32974/a22f620b-8219-4ae2-bd45-b0d831ff6ff5.jpg",
    "altTitles": [
      {
        "ja": "ゲレンデマジック101号"
      },
      {
        "en": "Slope Magic Room 101"
      }
    ],
    "description": {
      "en": "The mistake of a one night stand after being struck by slope magic.\nBut not him... it just can't be *him...*"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "0852775a-a56f-4205-b7a1-007fb3850325",
    "title": {
      "en": "Seijo Sensei no Mahou wa Susunderu!"
    },
    "updatedAt": "2024-12-27T17:26:35+00:00",
    "coverArt": "https://mangadex.org/covers/0852775a-a56f-4205-b7a1-007fb3850325/7efbe419-a066-437f-ad37-22d405392c8c.png",
    "altTitles": [
      {
        "ja": "聖女先生の魔法は進んでる！"
      },
      {
        "en": "The Saint Teacher's Witchcraft is Progressive!"
      }
    ],
    "description": {
      "en": "Despite being the most powerful saint, Tia was accused of being a heretic and banished from the royal capital. She became the teacher for three girls who had failed as candidate saints."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "985480b8-cda1-4411-8d4f-5174a0045837",
    "title": {
      "en": "Hana"
    },
    "updatedAt": "2024-09-23T02:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/985480b8-cda1-4411-8d4f-5174a0045837/dc1bf477-7042-40c0-837c-3f42f4310112.jpg",
    "altTitles": [
      {
        "ko": "하나"
      }
    ],
    "description": {
      "en": "Hana is a child who is known by the public as a genetically modified mouse. This is the story of what happens after Hana escapes from the lab.",
      "ko": "유전자조작 쥐로 알려져 있는 아이 HANA(하나),\n하나가 연구실에서 탈출하면서 일어나는 이야기들."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "191"
  },
  {
    "mangaId": "3c100213-98d0-40f5-bf62-51ef610dfa9d",
    "title": {
      "en": "To Whom the Deer Falls"
    },
    "updatedAt": "2024-11-10T17:05:33+00:00",
    "coverArt": "https://mangadex.org/covers/3c100213-98d0-40f5-bf62-51ef610dfa9d/95071409-d494-4b22-99c5-8906bed240ac.jpg",
    "altTitles": [
      {
        "zh-ro": "Lùsǐ Shéishǒu"
      },
      {
        "zh-ro": "Lusi Sheishou"
      },
      {
        "zh": "鹿死谁手"
      },
      {
        "zh-ro": "Lu Si Shei Shou"
      },
      {
        "en": "Who Will Win?"
      }
    ],
    "description": {
      "en": "Lu Nanzhi reincarnated into a stand-in romance novel as vicious female rival, and her task is to make the heroine Chen Xi achive happiness. The industry beauty thought that attacking the heroine was also a way to ‘make the heroine happy’, so she took the initiative to pursue the heroine. But she gradually felt that the attitude towards herself from the surrounding characters seemed to be different from that in the book?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d4341560-3715-4912-9b12-c1869e914310",
    "title": {
      "en": "Seirei-tachi no Rakuen to Risou no Isekai Seikatsu"
    },
    "updatedAt": "2024-11-03T14:10:00+00:00",
    "coverArt": "https://mangadex.org/covers/d4341560-3715-4912-9b12-c1869e914310/d77b3558-cb06-4c5e-9c1d-3b16d7b6ef95.jpg",
    "altTitles": [
      {
        "en": "Paradise of Spirits and Ideal Life of Different World"
      },
      {
        "en": "Spirits Paradise and The Idle Another World Life"
      },
      {
        "ru": "Рай духов и идеальная жизнь в другом мире"
      },
      {
        "ja": "精霊達の楽園と理想の異世界生活"
      },
      {
        "ja-ro": "Seirei-tachi no Rakuen to Risō no Isekai Seikatsu"
      },
      {
        "ko": "정령들의 낙원과 이상적인 이세계 생활"
      },
      {
        "zh": "精灵们的乐园与理想的异世界生活"
      },
      {
        "zh-hk": "精靈們的樂園與理想的異世界生活"
      },
      {
        "ja": "Seireitati no Rakuen to Risou no Isekaikatsu"
      }
    ],
    "description": {
      "en": "It's the Golden Week, and Morizono Yuuta can't wait to spend the next 11 days staying home and conquering all of his games and manga. After a trip to the supermarket to stock up on food however, he found himself stranded in a wasteland with no sight of human. Now he's just gonna have to find a way to live in this world aided only by some magic tools and numerous Spirits whom he came into contact with."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f5366b7-3c41-4cff-895c-385a41d5e39a",
    "title": {
      "en": "Onna Chara de Isekai Teni shite Cheatppoi kedo Zako Chara na no de Medatazu Heiwa na Shomin wo Mezashimasu!"
    },
    "updatedAt": "2024-12-20T01:47:03+00:00",
    "coverArt": "https://mangadex.org/covers/8f5366b7-3c41-4cff-895c-385a41d5e39a/3ac62e5c-2ff1-4148-81b1-de7d2770eb74.jpg",
    "altTitles": [
      {
        "ja": "女キャラで異世界転移してチートっぽいけど雑魚キャラなので目立たず平和な庶民を目指します！"
      },
      {
        "ja-ro": "Onna Chara de Isekai Ten'i shite Cheatppoi kedo Zako Chara na no de Medatazu Heiwa na Shomin o Mezashimasu!"
      },
      {
        "en": "After Reincarnating in Another World as My Sort of Cheat but Small Fry Female Character I will Strive to Live a Peaceful Life of an Ordinary Person!"
      },
      {
        "hu": "Olyan Női Karakterként Kerülök Egy Másik Világba, Akinek Ugyan Vannak Különleges Képességei, De Mivel Egy Jelentéktelen Karakter Vagyok, Megpróbálok Nem Feltűnni És Békés Hétköznapi Életet Élni!"
      }
    ],
    "description": {
      "en": "A little weary salaryman. One day, after waking up… he found himself in another world in the body of a female character, Susie, from the MMORPG he liked to play. Confused, he tried an attack… and made all the monsters flee to the place people live, afraid of his destructive power that’s able to smash a mountain. Having dealt with them, he ended up saving Howard, a local tribune who invited his savior to the village, but…",
      "es": "Un asalariado un poco cansado. Un día, tras despertarse... se encontró en otro mundo en el cuerpo de un personaje femenino, Susie, del MMORPG al que le gustaba jugar. Confundido, intentó un ataque... e hizo que todos los monstruos huyeran al lugar donde vive la gente, temerosos de su poder destructivo, capaz de aplastar una montaña. Tras enfrentarse a ellos, acabó salvando a Howard, un magistrado local que había invitado a su héroe al pueblo, pero...",
      "hu": "Egy kimerült irodai dolgozó. Egy nap, amikor felébred, azt veszi észre, hogy egy másik világba került, és abban a női karakterben van, amelyet az általa játszott online játékban használt, Suzy néven. Bár kezdetben össze van zavarodva, támadásai hatalmas pusztító erővel bírnak, olyannyira, hogy még a hegyek alakját is megváltoztatja, és veszélyes vadállatokat űz a közeli faluba. Miközben segít Howardnak, a falusiak védelmezőjének, a vadállatok elleni küzdelemben, meghívást kap a faluba. Azonban...\n\nEgy 32 éves férfi... egy online játék világában lánnyá válva próbál boldogulni!? Célja egy egyszerű, békés élet megteremtése a falusi környezetben. A kaland most kezdődik!",
      "ja": "お疲れ気味のサラリーマン。ある日、目が覚めると...やりこんでいたネットゲームの女キャラ・スージィの姿で異世界転移していた。とまどいながらも攻撃を放つと...なぜか山の形を変えてしまうほどの破壊力で、人里のほうに魔獣を散らしてしまう。そしてその対処をしていた護民官ハワードを助けたことをきっかけに、村に招かれることになるのだが――。\n\n32歳のおっさんが...ネトゲの世界で女の子として生きていく!? 目指せ庶民派スローライフ、開幕!!",
      "vi": "Một anh nhân viên làm công ăn lương bình thường.  Bỗng một ngày nọ, sau khi tỉnh dậy… anh thấy mình ở một thế giới khác trong cơ thể của một nhân vật nữ, Susie, trong game MMORPG mà anh rất thích. Bối rối, Anh đấm hết lũ quái xung quanh… và khiến tất cả quái vật chạy trốn đến nơi con người sinh sống trong sự sợ hãi trước sức mạnh hủy diệt có thể đập nát cả một ngọn núi của mình. Xử lý xong đám quái vật, anh cứu giúp ông bác Howard đang bị lũ quái bao vậy, Howard ngỏ lời mời anh đến làng, thế rồi...",
      "es-la": "Un asalariado un poco cansado. Un día, tras despertarse... se encontró en otro mundo en el cuerpo de un personaje femenino, Susie, del MMORPG al que le gustaba jugar. Confundido, intentó un ataque... e hizo que todos los monstruos huyeran al lugar donde vive la gente, temerosos de su poder destructivo, capaz de aplastar una montaña. Tras enfrentarse a ellos, acabó salvando a Howard, un magistrado local que había invitado a su héroe al pueblo, pero...",
      "pt-br": "Um assalariado um pouco cansado. Um dia, ao acordar… ele se viu em outro mundo no corpo de uma personagem feminina, Susie, do MMORPG que ele gostava de jogar. Confuso, ele tentou um ataque… e fez todos os monstros fugirem para o lugar onde as pessoas vivem, com medo de seu poder avassalador que é capaz de destruir uma montanha. Depois disso, ele acabou salvando Howard, um tribuno local que convidou seu salvador para a vila, mas…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f503098e-bab6-4009-8598-6c8750fe9911",
    "title": {
      "en": "Itsumo Baka ni shitekuru Bishoujo-tachi to Zetsuen shitara, Jitsu wa Ore no Koto ga Daisuki Datta you da."
    },
    "updatedAt": "2024-06-24T13:49:56+00:00",
    "coverArt": "https://mangadex.org/covers/f503098e-bab6-4009-8598-6c8750fe9911/7dd05250-f1e6-4ef2-880b-a4d6dc95ee48.jpg",
    "altTitles": [
      {
        "ja": "いつも馬鹿にしてくる美少女たちと絶縁したら、実は俺のことが大好きだったようだ。"
      },
      {
        "en": "When I Isolated Myself From the Beautiful Girls Who Always Make Fun of Me, I Think They Actually Loved Me."
      },
      {
        "en": "I Cut Ties With the Beauties That Always Made Fun of Me, but It Seems That They Actually Love Me."
      }
    ],
    "description": {
      "en": "\"I want to break up with you.\" \n\nIn the winter of his first year of high school. Yuta Miyamoto, who tries to be \"kind to others,\" was told by his girlfriend, Yumi Asakawa, that she had to break up with him. While he is still recovering from his broken heart, Akane Kurosaki, a junior, calls him \"unable to get a girlfriend,\" and Ruriri, his favorite maid, calls him \"like a slave\". Yuta, fed up with the situation, declares his intention to break off relations with all three, but the reaction is not what he expected!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "0fa5d81b-b7a8-42ac-8e5c-d9a862365b18",
    "title": {
      "en": "Minikui Yuukaku no Ko"
    },
    "updatedAt": "2024-10-29T18:14:53+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d81b-b7a8-42ac-8e5c-d9a862365b18/b2635c6f-2c04-44c3-b66f-ed8b8148a8a8.jpg",
    "altTitles": [
      {
        "ja": "みにくい遊郭の子"
      },
      {
        "en": "Ugly Duckling of the Entertainment District"
      },
      {
        "vi": "Cô nàng xấu xí ở Phố Đèn Đỏ"
      }
    ],
    "description": {
      "en": "An abandoned high school girl becomes an Oiran in a strange world—\n\nEsora, a high school girl who lost her place, found herself in an unknown red light district. She was sold to a slave buyer at the Yukaku \"Sagamiya\". The owner, Sagami, told her that Ishe could be the number one Oiran there.",
      "ja": "居場所を失った女子高生エソラは、気がつくと知らない花街にいた。人買いに売られやってきたのは、遊郭「相模屋」。その主人である相模に、ここで1番の花魁になれると言われ―。幻想的な世界観で描かれる異世界花魁物語。",
      "vi": "Một nữ sinh trung học bị bỏ rơi trở thành Oiran (kỹ nữ cao cấp) ở một thế giới xa lạ—\nEsora, một nữ sinh trung học bị mất chỗ ở, thấy mình đang ở một khu đèn đỏ vô danh. Cô bị bán cho một người mua nô lệ ở Phố đèn đỏ \"Sagamiya\". Người chủ, Sagami, nói với cô rằng nếu cô trở thành Oiran thì sẽ có thể làm lại cuộc đời."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d25973ae-bcc3-4b88-a069-1cebab3f3099",
    "title": {
      "en": "Uchuujin no Kakushigoto"
    },
    "updatedAt": "2024-11-02T14:20:42+00:00",
    "coverArt": "https://mangadex.org/covers/d25973ae-bcc3-4b88-a069-1cebab3f3099/24f91298-755f-422c-8de8-beb34131a29c.jpg",
    "altTitles": [
      {
        "ja": "宇宙人のかくしごと"
      },
      {
        "en": "Secret of the Alien"
      },
      {
        "zh-hk": "外星人的隱瞞之事"
      },
      {
        "en": "Extraterrestrial Secrets"
      }
    ],
    "description": {
      "en": "The girl I fell in love with is… an alien!? I, the class president, happened to fall in love with my classmate, the eccentric Haru. I confessed my feelings, but her true identity was an alien who came to Earth to survey it.\n\n“I still like you!”\n\nI started going out with Haru, but now I have a further “secret” to keep…",
      "ja": "好きになった子は、宇宙人？\nクラス委員長の僕は、ひょんなことからクラスメイトの変人・ハルに惚れてしまう。意を決して告白した僕だったが、彼女の正体は地球に調査に来た宇宙人だった。「それでも好きだ！」とハルと付き合い始めた僕だったが、さらなる“秘密”を抱えることに――。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86e28ec3-4a50-4fa3-b1d2-e422f0b01654",
    "title": {
      "en": "Sex Kakumei Okoshimasen ka? ~Nazo no dokushin Kizoku ni Kareshi Sengen saremashita~"
    },
    "updatedAt": "2024-01-05T16:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/86e28ec3-4a50-4fa3-b1d2-e422f0b01654/a39da6ed-c2de-445a-ac65-4bb6be6f7da7.jpg",
    "altTitles": [
      {
        "zh": "来掀起一场性爱革命吧～被谜之单贵族宣示主权～"
      },
      {
        "zh-hk": "來掀起一場性愛革命吧"
      },
      {
        "ja": "セックス革命起こしませんか? ~謎の独身貴族に彼氏宣言されました~"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c6e0eb8-fb94-44a3-9bf4-fa72dee36775",
    "title": {
      "en": "Your Throne"
    },
    "updatedAt": "2023-07-19T20:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "altTitles": [
      {
        "id": "I Wanna Be U"
      },
      {
        "pt": "Seu Trono"
      },
      {
        "en": "To Be You, Even Just for a Day"
      },
      {
        "ko": "하루만 네가 되고 싶어"
      },
      {
        "fr": "La duchesse déchue"
      },
      {
        "th": "ชิงชีวิตพลิกลิขิตชะตา"
      },
      {
        "de": "Dein Thron"
      },
      {
        "es": "Quiero ser tú, solo por un día"
      },
      {
        "tr": "Sadece Bir Günlüğüne Sen Olmak İstiyorum"
      },
      {
        "es": "Tu trono"
      },
      {
        "vi": "Tôi muốn trở thành cô ấy, dù chỉ một ngày"
      },
      {
        "zh": "以你之名"
      },
      {
        "ja": "君の全てを奪いたい"
      },
      {
        "zh-hk": "惡女的變身"
      },
      {
        "uk": "Я хочу стати тобою хоча б на один день"
      }
    ],
    "description": {
      "de": "[Official German Version](https://www.webtoons.com/de/fantasy/your-throne/list?title_no=2580)",
      "en": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
      "es": "[Official Spanish Version](https://www.webtoons.com/es/fantasy/your-throne/list?title_no=2414)",
      "fr": "[Official French Version](https://www.webtoons.com/fr/drama/la-duchesse-dechue/list?title_no=1957)",
      "id": "[Official Indonesian Version](https://www.webtoons.com/id/drama/i-wanna-be-u/list?title_no=1877)",
      "ja": "[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0000765)",
      "th": "[Official Thai Version](https://www.webtoons.com/th/romantic-fantasy/i-wanna-be-u/list?title_no=1874)",
      "zh": "[Official S.Chinese Version](https://www.dongmanmanhua.cn/LOVE/yinizhiming/list?title_no=1481)",
      "zh-hk": "[Official T.Chinese Version](https://www.webtoons.com/zh-hant/western-palace/envbianshen/list?title_no=1904)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1b2e8c-afd9-4c43-ba96-0eb1507a4ddf",
    "title": {
      "en": "Fate/Grand Order -Turas Réalta-"
    },
    "updatedAt": "2024-10-11T19:32:02+00:00",
    "coverArt": "https://mangadex.org/covers/8a1b2e8c-afd9-4c43-ba96-0eb1507a4ddf/e35bc5f0-8750-4445-9de5-926b0fe4ba09.jpg",
    "altTitles": [
      {
        "en": "Fate/Grand Order turas realta"
      },
      {
        "ja": "フェイト／グランド オーダー－トゥルス・レアルタ－"
      },
      {
        "ru": "Судьба/Великий приказ: Звёздное путешествие"
      },
      {
        "zh-hk": "Fate/Grand Order -真實之旅-"
      }
    ],
    "description": {
      "en": "\"The human race will become extinct in 2017.\" The Chaldea organization, an organization charged with preserving the future of humanity, observes a singularity. To solve it, Rika Fujimaru and Mash Kyrielight will be transported to the city of Fuyuki in 2004. The battle for the future of humanity has begun.\n\n---\n**Note**: This manga adapts the first, third, fifth, seventh and final singularity from Part 1 of Fate/Grand Order.",
      "ja": "科学と魔術を結集した人理継続保障機関「カルデア」は2017年で人類が消滅することを発見。その原因は、2004年、日本のとある地方都市、冬木市にあった。目が覚めるとカルデアにいた謎の少年、藤丸立香は、自分を「先輩」と呼ぶ少女マシュとともに、人類滅亡を阻止すべく、2004年の冬木市へ跳ぶ。",
      "ru": "Манга-адаптация основных сюжетных актов игры Fate/Grand Order. Покрывает акты: Фуюки, Орлеан, Океанос, Америка, Вавилония. Повествование ведется от лица Фудзимару Рицуке. 2015 год. В мире все еще господствует магия. Для сохранения своего рода человечество возвело научную лабораторию под названием «Халдея». Суть ее существования заключалась в том, чтобы наблюдать за миром при помощи той самой магии и достижений человечества. Благодаря усилиям ученых было подтверждено, что человечеству оставалось жить еще как минимум 100 лет. Однако «Халдея» зафиксировала некую аномалию, в результате которой наблюдаемая лабораторией область будущего внезапно исчезла. Все эти события привели к панике, и ученые принялись изучать полученные данные. Выяснилось, что в городе Фуюки в 2004 году существовала область, которая ни разу за всю историю существования «Халдеи» не попадала в поле ее зрения. Также подтвердилось вымирание человечества уже в 2017 году. По результатам полученных данных «Халдея» принимает решение задействовать программу «Рейшифт». Смысл - отправить группу специально подготовленных людей (Мастеров) в прошлое для ликвидации аномалии. Однако, в лаборатории происходит взрыв, и все Мастера оказываются в критическом состоянии. Одному из них, Рицуке Фудзимару, все же удается попасть в прошлое, где разворачивалась легендарная война за Святой Грааль. Теперь ему предстоит выяснить, что же на самом деле произошло, и, по возможности, устранить угрозу."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f3f0cb3-14f4-462e-9a36-6592ad4ba9fa",
    "title": {
      "en": "Shoukoku no Altair Gaiden - Toukoku no Subaru"
    },
    "updatedAt": "2025-01-20T21:29:45+00:00",
    "coverArt": "https://mangadex.org/covers/8f3f0cb3-14f4-462e-9a36-6592ad4ba9fa/3a98a35b-a753-4d66-b36c-2808c4f86bf6.jpg",
    "altTitles": [
      {
        "ja": "将国のアルタイル嵬伝 嶌国のスバル"
      },
      {
        "en": "The Pleiades of the Island Nation"
      },
      {
        "vi": "Sao Thất Nữ nơi Đảo quốc"
      }
    ],
    "description": {
      "en": "The curtain rises on an Oriental Reconquista spin-off of Kato Kotono's \"Shoukoku no Altair\", set far to the east of Rumeliana is the once peaceful and beautiful island nation of Kusanagi, which has been annexed by the larger country of Cinili and fallen into ruin.",
      "ja": "「将国のアルタイル」のアナザーサイド、嵬伝＜がいでん＞開幕！　大陸の強国に蹂躙された、極東の島国・日薙＜くさなぎ＞。奴隷として虐げられる日薙人のもとに、滅びた皇家の遺子、皇子＜みこ＞が帰還。彼らは遂に反撃の火蓋を切る――！"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "34"
  },
  {
    "mangaId": "6d02e579-b0db-4240-98e9-e68e458f8dfc",
    "title": {
      "en": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
    },
    "updatedAt": "2024-07-05T11:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/6d02e579-b0db-4240-98e9-e68e458f8dfc/dab1e191-2ef4-4339-8e02-69c7dd3d156e.jpg",
    "altTitles": [
      {
        "fr": "Ma maison est une zone de convergence magique: Uniquement en vivant là je suis le plus fort du monde"
      },
      {
        "ru": "Мой дом — это место волшебной силы"
      },
      {
        "ja": "俺の家が魔力スポットだった件 ～住んでいるだけで世界最強～"
      },
      {
        "zh-hk": "原来我家是魔力点~只是住在那里就变成世界最强~"
      },
      {
        "ko": "우리 집이 마력스팟이었던 건에 대하여 ~살고 있는 것만으로 세계최강~"
      },
      {
        "pt-br": "Minha casa está em um ponto mágico de poder, por morar lá eu me tornei o mais forte do mundo"
      },
      {
        "en": "My House is a Magic Power Spot: Just by Living there I Become the Strongest in the World"
      },
      {
        "ja-ro": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
      }
    ],
    "description": {
      "en": "Living carefree at home is the greatest shortcut—my house is the world’s greatest Magic Power Spot. That being the case, both my house and I were summoned to another world by some guys who were aiming for it. However, I’ve been living in this place for many years and my body is, apparently, abnormally overflowing with magic. Due to some unforeseen circumstances by those guys who summoned me, they quickly ran away. Be that as it may, there are still some ill-mannered people who covet the magic leaking out of my house. I won’t give up my house to those people! I’m going to wield my power as I please!",
      "ja": "自宅でのんびりすることが、最強への近道だった――。強力な魔力スポットの上に建つ一軒家に住んでいた普通の青年ダイチ。 ある日、それを狙うやつらに家ごと異世界に召喚されてしまう!!　だが、長年魔力スポットに住み続け、魔力が貯めこまれたダイチは敵を一蹴！　さらにかわいい我が家の精霊サクラも現れて至れり尽くせり！　最強の魔力を持ったダイチが望むものはただ一つ――それは自宅で平穏に暮らすこと！",
      "ru": "Жить беззаботно в своём доме — это, несомненно, великолепно. Но мой дом — самое большое в мире место волшебной силы. Каким-то образом вышло так, что меня с моим домом перенесло в другой мир. Выяснилось, что меня призвали какие-то парни, которые хотели присвоить магию моего дома себе. Тем не менее, я живу в этом месте в течение многих лет, и мое тело, по-видимому, аномально переполнено магией. Из-за каких-то непредвиденных обстоятельств те ребята, которые меня вызвали, быстро убежали. Как бы то ни было, все ещё есть невоспитанные люди, которые жаждут магии, просачивающейся из моего дома. Я не отдам свой дом никому! Я буду использовать свою силу, как захочу!   \n\n- [Original Web Novel](https://ncode.syosetu.com/n5915da/) (Raw)",
      "es-la": "Vivir sin preocupaciones en casa es el mejor atajo: mi casa es el mayor punto de poder mágico del mundo. Siendo ese el caso, tanto mi casa como yo fuimos invocados a otro mundo. Sin embargo, he estado viviendo en este lugar durante muchos años y aparentemente mi cuerpo está desbordado magia. Debido a circunstancias imprevistas por parte de los tipos que me invocaron, huyeron rápidamente. Como sea, todavía hay algunas personas mal educadas que codician la magia que escapa de mi casa. ¡No voy a ceder mi casa a esas personas! ¡Voy a ejercer mi poder como me plazca!",
      "pt-br": "Viver despreocupado em casa é a melhor coisa... minha casa é o maior ponto de força mágica do mundo. Sendo esse o caso, tanto minha casa quanto eu fomos convocados para outro mundo por algumas pessoas que estavam visado isso. No entanto, eu moro neste lugar há muitos anos e meu corpo está, aparentemente, transbordando de forma anormal com a magia. Devido a algumas circunstâncias imprevistas por aquelas pessoas que me chamaram, elas rapidamente fugiram. Seja como for, ainda há algumas pessoas mal-educadas que cobiçam a magia que vaza da minha casa. Eu não vou desistir da minha casa para essas pessoas! Vou usar meu poder como quiser!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "233"
  },
  {
    "mangaId": "8325137c-32bf-464c-b716-b4c9b17c0002",
    "title": {
      "en": "Natsume Arata no Kekkon"
    },
    "updatedAt": "2025-01-20T11:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/8325137c-32bf-464c-b716-b4c9b17c0002/9e8defdf-278d-4282-9c30-ab8b01d4f0c5.jpg",
    "altTitles": [
      {
        "ja": "夏目アラタの結婚"
      },
      {
        "en": "Arata Natsume Getting Married"
      },
      {
        "en": "Natsume Arata's Marriage"
      },
      {
        "zh-hk": "夏目新的结婚"
      },
      {
        "fr": "Pour le pire (Glénat)"
      },
      {
        "es-la": "La boda de Natsume Arata"
      },
      {
        "vi": "Hôn lễ của Arata Natsume"
      }
    ],
    "description": {
      "en": "Arata Natsume works at a child guidance center, is in his thirties and single with no plans for marriage. But one day, he receives a request from the child he was in charge of, Takuto, to \"meet the criminal who killed his father\". That serial killer is Shinagawa Shinju, also known as “The Shinagawa Pierrot”.\n\nWon the 70th Shougakukan Manga Award.",
      "fr": "“Le clown de Shinagawa” avait défrayé la chronique lors de son arrestation : cette tueuse en série corpulente, déguisée en clown, avait découpé et caché les corps de ses victimes… Pour aider l'enfant d'une victime à retrouver la tête de son père, Arata Natsume, assistant social, va la rencontrer. Mais contre toute attente, une frêle et fragile jeune fille arrive en face de lui. Est-elle vraiment un monstre sanguinaire ? Pour le savoir, Arata va devoir se livrer à un jeu dangereux en se prétendant amoureux d'elle…",
      "ja": "これは、最も一線を越える「結婚」！！\n\n児童相談所に勤務する夏目アラタは、結婚に夢など抱いていない30代・独身。彼はある日、担当児童・卓斗から「父を殺した犯人に代わりに会って欲しい」という依頼を受ける。犯人の名は品川真珠。【品川ピエロ】と呼ばれる有名連続殺人犯だった…！！",
      "pt": "Natsume trabalha no conselho tutelar, está em seus trinta anos e solteiro, sem planos para casa. Mas um dia, ele recebe um pedido de uma criança a qual estava a cargo, de \"encontrar o criminoso que matou seu pai\". Tal assassino é a serial killer Shinagawa Shinu, também conhecida como \"Pierrot Shinagawa\".",
      "vi": "Arata Tsume làm việc tại một trung tâm hỗ trợ trẻ em, ở độ tuổi 30, độc thân và chưa có kế hoạch kết hôn. Nhưng một ngày nọ, anh nhận được thỉnh cầu từ đứa trẻ mà anh đang chăm sóc, Takuto, để \"gặp tên tội phạm đã giết cha mình\". Kẻ giết người hàng loạt đó là Shinagawa Shinju, còn được gọi là \"Tên hề Shinagawa\".",
      "es-la": "Arata Natsume trabaja en un centro de orientación infantil, tiene más de treinta años y está soltero sin planes de matrimonio. Pero un día recibe una petición del niño que tenía a su cargo, Takuto, para \"conocer al criminal que mató a su padre\". Ese asesino en serie es Shinagawa Shinju, también conocido como el \"Shinagawa Pierrot\"."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "106"
  },
  {
    "mangaId": "b8c5a6b9-2b72-47bd-807c-69e08ab7da73",
    "title": {
      "en": "Sentaku no Toki"
    },
    "updatedAt": "2025-01-21T14:06:29+00:00",
    "coverArt": "https://mangadex.org/covers/b8c5a6b9-2b72-47bd-807c-69e08ab7da73/0ed8cef7-3c11-4635-9d72-2bfd8229bb81.png",
    "altTitles": [
      {
        "de": "Begegnung mit Toki"
      },
      {
        "en": "Moment of Choice"
      },
      {
        "en": "Selection Toki"
      },
      {
        "zh": "选择之时"
      },
      {
        "ja": "選択のトキ"
      },
      {
        "ko": "선택의 토키"
      }
    ],
    "description": {
      "en": "During summer break, a junior high school student Mitsuharu collides with an unusual creature while speeding on his bicycle. That unusual creature was a genderless alien called Toki who came to Earth for a \"purpose\". An unpredictable story about a lonely human and an alien starts!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "11"
  },
  {
    "mangaId": "834dd43a-2a85-4424-8a35-ec6ce849bfe2",
    "title": {
      "en": "Savage Fang Ojou-sama: Shijou Saikyou no Youhei wa Shijou Sai Kyou no Bougyaku Reijou to Natte Futatabime no Sekai o Musou Suru"
    },
    "updatedAt": "2024-12-05T18:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/834dd43a-2a85-4424-8a35-ec6ce849bfe2/c1c24393-8a16-4d02-ae54-6c52f635093f.jpg",
    "altTitles": [
      {
        "ja": "サベージファングお嬢様 史上最強の傭兵は史上最凶の暴虐令嬢となって二度目の世界を無双する"
      },
      {
        "en": "Miss Savage Fang: The Strongest Mercenary in History Is Reincarnated as an Unstoppable Noblewoman"
      },
      {
        "en": "Savage Fang Ojou-sama: The Most Powerful Mercenary in History Becomes the Most Tyrannical Daughter in History and Becomes a Warrior in the World for the Second Time"
      },
      {
        "vi": "Nang Thú Hoang Dã: Lính Đánh Thuê Mạnh Nhất Trở Thành Tiểu Thư Tàn Bạo Nhất và Xưng Bá Thế Giới Lần Thứ Hai."
      }
    ],
    "description": {
      "en": "This is the story of a \"princess\" who torments the whole world.\n\nShe is loved by God, she has beautiful hair, and she wields a violent blade. She was the prettiest young lady in the kingdom, but she was also the most powerful of mercenaries, nicknamed \"Savage Fang.\" All of them are now beginning to be trampled by a girl who defies expectations.",
      "fr": "C'est l'histoire d'une \"princesse\" qui tourmente le monde entier.\nElle est aimée de Dieu, et elle a de beaux cheveux enfoncés, et elle manie une lame violente. Elle était la plus jolie jeune femme du royaume, mais elle était la plus puissante des mercenaires, surnommée \"Savage Fang\". Tous commencent maintenant à se faire piétiner par une fille hors normes !\nAuteur\nAkaishi Kaoru",
      "id": "Mylene, putri seorang duke, memiliki rambut indah berkilauan yang disebut sebagai tanda “yang dipilih Dewa” dan memiliki kekuatan sihir yang kuat di tubuhnya. Dia adalah gadis paling cantik di kerajaan, memiliki rambut yang tergerai dan mengayunkan pedangnya dengan anggun. Tapi sebenarnya dia adalah… tentara bayaran terkuat dalam sejarah, yang dikenal sebagai “Savage Fang”! Seorang pejuang legendaris yang telah membantai ribuan musuh dengan kemampuan fisiknya yang luar biasa telah bereinkarnasi sebagai wanita muda yang membanggakan bakat sihir dari dewa! Seorang gadis dengan kekuatan sihir yang tak tertandingi dan keterampilan bertarung yang hebat, dia memikirkan kembali situasi dunia sambil melibatkan orang-orang dari aliansi dan mendominasi benua…! Dia terlihat seperti seorang saint, tapi di dalam dirinya adalah binatang buas. menyembunyikan taring prajuritnya yang ganas di balik senyum seorang wanita muda saat dia berjuang melewati dunia yang penuh dengan kekacauan untuk kedua kalinya!\n\nSerialisasi Savage Fang Ojou-sama akan dirilis pada musim dingin 2022",
      "vi": "Đây là câu chuyện về một \"công chúa\" khuấy đảo cả thế giới.\n\nCô được Thần yêu thương, sở hữu mái tóc tuyệt đẹp và một thanh kiếm sắc bén đầy bạo lực. Cô từng là tiểu thư xinh đẹp nhất vương quốc, nhưng cũng là lính đánh thuê mạnh nhất với biệt danh \"Nang Thú Hoang Dã.\" Giờ đây, tất cả bọn họ bắt đầu bị đè bẹp dưới chân của một cô gái vượt xa mọi kỳ vọng."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "26"
  },
  {
    "mangaId": "1f9fb803-733a-4104-bea3-f4b449da5e3c",
    "title": {
      "en": "Tonari no Kurokawa-san"
    },
    "updatedAt": "2024-12-20T22:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/1f9fb803-733a-4104-bea3-f4b449da5e3c/4306df57-c185-4947-8ae2-22cd4f99eb5b.jpg",
    "altTitles": [
      {
        "ja": "となりの黒川さん"
      },
      {
        "en": "My Neighbor Ms. Kurokawa"
      },
      {
        "en": "Kurokawa-san Next to Me"
      },
      {
        "pl": "Moja Sąsiadka Panna Kurokawa"
      },
      {
        "vi": "Cô bạn bàn bên Kurokawa"
      }
    ],
    "description": {
      "en": "_The secret between me and her is trivial yet important._\n\nHajime Takahashi, enrolled in Shuubi High School solely because it's the sacred place of his favorite manga. Everywhere in the school are locations that appeared in the manga, and he's super excited! Amidst this excitement, Takahashi meets a beautiful girl, Yayoi Kurokawa, who looks just like the heroine from his favorite work, and they come to share a certain secret.",
      "ja": "僕と彼女の秘密は、些細だけど大切で。大好きな漫画の聖地、それだけが理由で秀美高校に入学した主人公・高橋一。学内はどこに行っても作品に出てきた聖地だらけで大興奮！そんな中、高橋は大好きな作品のヒロインそっくりな美少女・黒川弥生と出会い、とある秘密を共有することに――。不器用な2人が織りなす甘酸っぱくて、ニヤニヤしちゃう青春ラブコメ‼",
      "vi": "Bí mật giữa mình và cậu ấy tuy bình thường nhưng quan trọng!Hajime Takahashi nhập học tại trường cao trung Shuubi chỉ vì nơi đó là thánh địa trong bộ truyện tranh cậu yêu thích. Tất cả mọi ngóc ngách của trường đều được phác họa trong bộ truyện, điều đó khiến cậu phấn khích tột cùng! Giữa không khí hào hứng, Takahashi gặp một cô gái xinh đẹp giống hệt nữ chính trong tác phẩm yêu thích của mình, Yayoi Kurokawa, và họ đã sẻ chia bí mật của bản thân với nhau."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9200482-1d73-407d-8179-4f9b04ce1885",
    "title": {
      "en": "The Return of Apocalypses' Tyrant"
    },
    "updatedAt": "2024-05-29T00:30:32+00:00",
    "coverArt": "https://mangadex.org/covers/e9200482-1d73-407d-8179-4f9b04ce1885/436a916d-c5bd-496f-834d-a26fc0a904c0.jpg",
    "altTitles": [
      {
        "ko": "회귀한 아포칼립스의 폭군"
      },
      {
        "es-la": "El Regreso del Tirano del Apocalipsis"
      }
    ],
    "description": {
      "en": "25 years after the opening of the Hell Gate, humanity has perished, except for one. \n\nNamgung, who returned three days before the Hell Gate opened after clearing a quest, vows to protect his reunited daughter. \n\nHe begins to devour the rewards of the Eight Martial Stars, who are chosen by the Eight Phases, who are akin to gods. \n\nHaving taken a seat among the Eight Martial Stars, Namgung clears each of the upcoming festivals (carnivals) with his memories from before the return. \n\nAnd as he prepares for the things that lie ahead by gathering allies and growing stronger, he starts experiencing events he hasn’t faced even himself…",
      "ko": "지옥문이 열린지 25년, 인류는 멸망했다.\n단 한 사람을 제외하고.\n\n퀘스트를 클리어하고 지옥문이 열리기 3일 전으로 회귀한 남궁은\n다시 만난 딸을 지킬 것을 다짐한다.\n신과 같은 존재인 8위상들의 선택을 받은 8무성의 특전을 독식하기 시작한다.\n\n8무성 중 한 자리를 뺏은 남궁은 앞으로 열릴 축제(카니발)들을\n회귀 전의 기억들로 하나하나 클리어한다.\n\n그리고 앞으로 닥칠 일들을 대비해 동료를 모으고 강해지지만,\n점점 자신조차 겪어보지 못한 일들이 벌어지기 시작하는데…."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8211bac6-a392-4e37-b3b6-dac0f4512d24",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daiyonshou - Seiiki to Gouyoku no Majou"
    },
    "updatedAt": "2024-10-13T12:43:38+00:00",
    "coverArt": "https://mangadex.org/covers/8211bac6-a392-4e37-b3b6-dac0f4512d24/d6ce0b0a-e9d8-4275-804b-5b651c5a6022.jpg",
    "altTitles": [
      {
        "es": "Re:Zero - Empezar de cero en un mundo diferente - Arco 4: El santuario y la bruja de la avaricia"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 4: The Sanctuary and the Witch of Greed"
      },
      {
        "ja": "Re:ゼロから始める異世界生活 第四章 聖域と強欲の魔女"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть четвёртая: Святилище и ведьма жадности"
      },
      {
        "pt-br": "Re:Zero - Capítulo 4: O Santuário e a Bruxa da Ganância"
      }
    ],
    "description": {
      "en": "Natsuki Subaru defeats the white whale and the archbishop of the \"Sloth\" deadly sin, and is reunited with Emilia. The two have reconciled after overcoming a painful breakup, but new turmoil awaits them...",
      "es": "Decididos a liberar a Rem de un misterioso letargo, Subaru y Emilia emprenden un nuevo viaje hacia el Santuario en donde se enfrentarán a nuevos peligros que jamás imaginarían.\n\n¡La esperada adaptación del arco 4 comienza aquí!",
      "ru": "После победы над белым китом и архиепископом греха лени Петельгейзе, Субару наконец воссоединяется с Эмилией. Однако они узнают шокирующие новости, что на Круш с Рем по пути в столицу снова напал культ ведьмы. Круш потеряла свою память, а все воспоминания о Рем у людей были стёрты. Вместе с жителями деревни Субару решает вернуться обратно, однако деревня оказалась пустой. Оставшиеся жители, которые под руководством Рам отправились в так называемое \"Святилище\", до сих пор не вернулись. Что же там произошло?.."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ee24b3e-5a71-480f-abe0-5c9791402fc8",
    "title": {
      "en": "Otoko Ippiki Gaki Daisho"
    },
    "updatedAt": "2024-10-06T03:41:30+00:00",
    "coverArt": "https://mangadex.org/covers/6ee24b3e-5a71-480f-abe0-5c9791402fc8/628086b7-0fa4-4525-a2c4-da89ce0200b7.jpg",
    "altTitles": [
      {
        "zh": "火爆浪子"
      },
      {
        "ja": "男一匹ガキ大将"
      },
      {
        "vi": "Mankichi Đại Tướng Nhóc Con"
      },
      {
        "en": "A Great Man, the Leader of the Pack"
      },
      {
        "en": "Lone Wolf Kid Kingpin"
      }
    ],
    "description": {
      "en": "The plot of the series revolves around Mankichi Togawa, who at the start of the series is a single delinquent student with one dedicated follower. Like many later iconic shonen protagonists, Mankichi's power is his ability to appeal to the others around him who join his cause (sometimes only after first losing to him in a fight). Join Mankichi as he fights other delinquents, dangerous criminals, and even juvenile detention camps!    Historically, this is Weekly Shonen Jump's first major hit, the title that got their magazine to sell millions. The authors of both Saint Seiya and Fist of the North Star have both stated in interviews that Otoko was their inspiration to get into the manga industry, and it was one of the first shonen manga to get its own anime. While it may seem insignificant now, nearly every Shonen Jump manga out there owes its existence to Mankichi."
    },
    "status": "completed",
    "releaseDate": 1969,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "156"
  },
  {
    "mangaId": "64448c67-e5d0-42ec-8657-44dc6a7f8ee9",
    "title": {
      "en": "Avogado6's Vocaloid Twitter Shorts"
    },
    "updatedAt": "2025-01-19T13:29:22+00:00",
    "coverArt": "https://mangadex.org/covers/64448c67-e5d0-42ec-8657-44dc6a7f8ee9/ff2a9b02-2682-4374-832d-891fe6c30cfd.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "609ccb17-fd83-4126-876a-5bf8c037b065",
    "title": {
      "en": "Sonna Kazoku nara Sutechaeba?"
    },
    "updatedAt": "2024-10-24T12:14:04+00:00",
    "coverArt": "https://mangadex.org/covers/609ccb17-fd83-4126-876a-5bf8c037b065/cce06e8a-9c51-4f11-bb6b-ed7e45ae1eda.jpg",
    "altTitles": [
      {
        "ja": "そんな家族なら捨てちゃえば?"
      },
      {
        "vi": "Một gia đình như vậy có đáng để giữ lại không?"
      },
      {
        "en": "Is A Family Like This Worth Keeping?"
      },
      {
        "en": "If It's A Family Like That, Why Don't You Throw It Away?"
      },
      {
        "fr": "Dysfunctional Family"
      }
    ],
    "description": {
      "en": "\"My wife made a rule for our home: 'Don't talk to Dad.'\" \"Isn't that domestic violence? Weren't you sending me an SOS for help?\" Reitarou Shinotani has been long ignored by his wife and daughter, left all alone, and forced to do nothing but eat and sleep in a small, dark, cramped room in the house. What fate awaits him, as he aims to revitalize his family...?",
      "vi": "Bị vợ và con gái lạnh nhạt, Shinoya Reitaro buộc phải sinh hoạt trong cô độc ngay trong chính căn nhà của mình. \n\"Không được bước qua ranh giới, \nKhông được ăn uống chung, \nKhông được dùng nhà vệ sinh, \nKhông được bắt chuyện, \nKhông được tạo ra tiếng ồn khi đóng/mở cửa...\" \nCho đến khi anh gặp được một người phụ nữ mà anh không nhớ rõ đã từng gặp qua ở đâu. \n\"Một gia đình như vậy có đáng để giữ lại không? Sao anh không vứt quách nó cho rồi đi?\" \nLiệu số phận của người đàn ông đang đứng giữa hai sự lựa chọn này rồi sẽ ra sao?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b13f783d-a112-436f-a291-792421dd117d",
    "title": {
      "en": "Love Advice from the Great Duke of Hell"
    },
    "updatedAt": "2025-01-12T16:13:22+00:00",
    "coverArt": "https://mangadex.org/covers/b13f783d-a112-436f-a291-792421dd117d/ea824218-dd50-4ee7-a6d1-f618b23e31ac.jpg",
    "altTitles": [
      {
        "it": "Consigli d'Amore dal Granduca dell'Inferno"
      },
      {
        "fa": "مشاوره‌های عشقی از اربابِ بزرگِ دوزخ"
      },
      {
        "uk": "Любовні поради від величного герцоґа Пекла"
      },
      {
        "pl": "Miłosne Porady od Wielkiego Księcia Piekieł"
      }
    ],
    "description": {
      "en": "The girl of your dreams barely knows you exist. Your friends can’t help. Your family is clueless. So where do you turn for love advice? Who can provide you with that essential assistance for the lovelorn? If you’re average everyday teenager Paul, you summon a powerful demon from deep in the recesses of Hell and frankly, hope for the best.",
      "fa": "دختر رویاهات روحشم خبر نداره که تو وجود داری. هیچ کمکی هم از دست دوستات بر نمیاد. خونواده‌ت هم از این قضیه خبر ندارن. خب حالا برای مشاوره گرفتن به کی رو می‌زنی؟ کی می‌تونه تورو که یه عاشق دل‌خسته‌ای، اساسی کمک کنه تا برای همه‌چیز آماده باشی؟ اگه یه نوجوون معمولی مثل پال باشی، یه شیطان گولاخ از اعماق دخمه‌های جهنم احضار می‌کنی و جدی جدی امیدواری که همه‌چی درست پیش بره!",
      "fr": "Un étrange étudiant invoque un puissant démon. Que peut-il bien vouloir ?",
      "it": "La ragazza dei tuoi sogni a stento sa che esisti, gli amici non ti possono aiutare, la famiglia non ne sa nulla. Ma allora, dove cercare consigli d'amore? Chi può provvedere a darti quell'assistenza essenziale per il tuo cuore? Se sei il ragazzo della porta accanto, Paul, allora ti basta evocare un potente demone dai più profondi abissi dell'Inferno e, francamente, sperare per il meglio.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/unfins)  \r\n- [Author's Patreon](https://www.patreon.com/unfins)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "132"
  },
  {
    "mangaId": "0f054996-6007-4ee1-9287-c3ff536dbdb0",
    "title": {
      "en": "Kyouai no Cupid"
    },
    "updatedAt": "2025-01-21T13:24:55+00:00",
    "coverArt": "https://mangadex.org/covers/0f054996-6007-4ee1-9287-c3ff536dbdb0/8bd10e9c-1219-42fb-b381-26fb03f35c57.jpg",
    "altTitles": [
      {
        "ja": "狂愛のキューピッド"
      },
      {
        "en": "A Strange Story About Cupid"
      },
      {
        "vi": "Câu truyện kì lạ về thần tình yêu"
      }
    ],
    "description": {
      "ja": "意中のあの子を射止めようと、キューピッドに依頼した主人公。だがキューピッドは「こんなの洗脳じゃない？」と発言し、撃つのを制止され…!?"
    },
    "status": "completed",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94d22b26-03fb-45a7-a2bb-a39545ef1a9d",
    "title": {
      "en": "Tsumi to Kai"
    },
    "updatedAt": "2023-11-12T09:18:10+00:00",
    "coverArt": "https://mangadex.org/covers/94d22b26-03fb-45a7-a2bb-a39545ef1a9d/004600f9-30c7-4206-8227-2cc1938c7078.jpg",
    "altTitles": [
      {
        "en": "Pleasure & Corruption"
      },
      {
        "ja": "罪と快"
      },
      {
        "ko": "죄와 쾌"
      },
      {
        "ru": "Грех и Удовольствие"
      },
      {
        "uk": "Гріх та Насолода"
      },
      {
        "en": "Pleasure and Corruption"
      },
      {
        "en": "Sin and Pleasure"
      },
      {
        "en": "Corrupt Pleasure"
      }
    ],
    "description": {
      "en": "Under immense pressure to achieve academically both at school and at home, Minedera Zen turns to taking upskirt photos of girls as a form of escape from his life. One day, while doing his usual rounds, Zen is caught by the subject of his upskirt at the time, Houjou Ayame…\n\n---\n**Links:**\n- Alternative Official English - [FAKKU](<https://www.fakku.net/hentai/pleasure-corruption-english>)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "59"
  },
  {
    "mangaId": "8adbd5c7-5ccc-4eec-ae8e-1b7daa062959",
    "title": {
      "en": "A Splendid Revenge Story of a Super-Dreadnought Cheat Villainess"
    },
    "updatedAt": "2024-10-30T13:19:42+00:00",
    "coverArt": "https://mangadex.org/covers/8adbd5c7-5ccc-4eec-ae8e-1b7daa062959/20feee71-dc75-4f33-8532-b4f5e28626a0.jpg",
    "altTitles": [
      {
        "ja-ro": "Choudokyuu Cheat Akuyaku Reijou no Karei naru Fukushuutan"
      },
      {
        "ja": "超弩級チート悪役令嬢の華麗なる復讐譚"
      },
      {
        "vi": "Câu chuyện trả thù huy hoàng của nữ phản diện siêu cấp “gian lận”"
      }
    ],
    "description": {
      "en": "Lunaria il von Solfege. The protagonist, who was reincarnated as the villainess of her favourite game, was flooded with tragic memories of Lunaria. She was condemned, left alone and uncared for, and tried to commit suicide by stabbing herself with a dagger.\n\"Leave everything to me, Lunaria. Now that I'm Lunaria, I won't show them any mercy.\"",
      "ja": "最愛の悪役令嬢・ルナリアに転生した主人公は、復讐を開始する。その相手とは、ルナリアを破滅へと追いやった、醜悪な面々。邪な義母と義妹、非道なる父や兄、そして元・婚約者と主人公（ヒロイン）‥！\n\n目覚めたら、推しの悪役令嬢でした―――。\nルナリア・イル・フォン・ソルフェージュ。大好きだったゲームの悪役令嬢に転生した主人公の頭に流れ込んできたのは、ルナリアの悲惨な記憶。彼女は断罪され、誰からも気にされず一人ぼっちになり、そして自ら短剣を刺して自殺を図ろうとしたのだ。\n「全部任せてルナリア。〝私〟がルナリアになったからには容赦なんかしてやらないわ。」\n「愛」のために戦う悪役令嬢の、華麗なる復讐劇が開幕する―――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36bd3ec2-b2a0-4131-8412-82e3e0588134",
    "title": {
      "en": "Pinky Candy Kiss"
    },
    "updatedAt": "2024-07-02T10:29:15+00:00",
    "coverArt": "https://mangadex.org/covers/36bd3ec2-b2a0-4131-8412-82e3e0588134/21e743b3-4469-4e6a-8216-1cac11f62408.jpg",
    "altTitles": [
      {
        "ja": "冷たくて 柔らか"
      },
      {
        "ja-ro": "Tsumetakute Yawaraka"
      }
    ],
    "description": {
      "en": "Takara Itosaki's boyfriend of two years, whom she had been thinking of marrying, suddenly dumps her. He states, \"I'm not sure if you like me anymore because you don't get jealous.\" She has liked and cherished her past boyfriends in her own treasured way, but for some reason she is not always depressed when they break up. One day, a beautiful woman visited the real estate agency where she works. After talking with her for a while, she realizes that she is Ema, a classmate of hers, who transferred to another school in the second year of junior high school..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-01-01T04:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ce23a09-6dd6-4fdc-bd18-a7d5f440480a",
    "title": {
      "en": "The Villainess and Miss Demon Lord"
    },
    "updatedAt": "2024-12-11T20:17:36+00:00",
    "coverArt": "https://mangadex.org/covers/2ce23a09-6dd6-4fdc-bd18-a7d5f440480a/dbfdd42e-5063-4e30-90d1-b9229ac8a271.png",
    "altTitles": [
      {
        "zh": "恶役千金与魔王小姐"
      },
      {
        "zh-hk": "惡役千金與魔王小姐"
      },
      {
        "zh-ro": "Èyì qiānjīn yǔ mówáng xiǎojiě"
      },
      {
        "ru": "Злодейская дочь и мисс Королева демон"
      },
      {
        "vi": "Thiên kim phản diện và tiểu thư ma vương"
      },
      {
        "en": "The Daughter of Evil & Miss Devil"
      },
      {
        "ja": "魔法が使えない悪役令嬢に転生しました"
      }
    ],
    "description": {
      "en": "Two girls, hand-in-hand, cross over to another world, into a magical academy set in a melodramatic Western fantasy novel. They transform into two people completely unrecognizable to each other: One is a rich villainess who is incapable of using any kind of magic, while the other is a young girl extremely talented in the field of magic, who's said to be the reincarnation of the Demon Lord. Originally set to save the world, the two of them unexpectedly fall in love.\n\n\"Male lead, female lead, may you two live a long and happy life together, forever. I, the villainess, am going to elope with Miss Demon Lord!\""
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "98"
  },
  {
    "mangaId": "832692d3-11c7-49a1-aca4-deabdcf9e996",
    "title": {
      "en": "Cyberpunk: Edgerunners Madness"
    },
    "updatedAt": "2024-12-18T15:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/832692d3-11c7-49a1-aca4-deabdcf9e996/5f48bd6a-f0bf-4b89-91b3-59ff3bc0e5c2.jpg",
    "altTitles": [
      {
        "ja": "サイバーパンク: エッジランナーズ MADNESS"
      }
    ],
    "description": {
      "en": "It's a must-see for the whole world. The prequel to Cyberpunk: Edgerunners is here! This original manga adaptation about siblings Pilar and Rebecca has begun...! \n\nThis is the story of the siblings who have run across Night City to make a name for themselves as Edgerunners... \n\nThe anime Cyberpunk: Edgerunners has already captured the hearts of fans around the world, and the show is especially popular thanks to its extreme action and the cute, cool look of Rebecca and her friends."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b12ac90-9407-4fe8-9de8-c8f4fe65df6f",
    "title": {
      "en": "Isekai Rakuraku Survival ~Seizon Skill Kyousha no Ore ga Bishoujo Yonin to Class Mujintou Seikatsu~"
    },
    "updatedAt": "2024-12-14T11:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/9b12ac90-9407-4fe8-9de8-c8f4fe65df6f/aabc6f2c-1678-431b-9ff5-e226ac92c2d3.jpg",
    "altTitles": [
      {
        "ja": "異世界らくらくサバイバル～生存スキル強者の俺が美少女四人と暮らす無人島生活～"
      },
      {
        "ja-ro": "Isekai Rakuraku Survival ~Seizon Skill Tsuwamono no Ore ga Bishoujo Shiri to Kurasu Mujintou Seikatsu~"
      },
      {
        "en": "Easy Survival in Another World: With My Robust Survival Skills, I’ll Live on an Uninhabited Island with Four Beautiful Girls"
      }
    ],
    "description": {
      "en": "More than ten years have passed since a means of transporting individuals from Earth to another world was developed. High school student Kakeru Satomi was taught survival techniques and wisdom by his mountain-dwelling grandfather. Kakeru was sent to another world together with 100 other adventurers of the same age in order to take part in a training program to become an adventurer, but the portal device that linked Earth and the other world vanished right after their transfer...!",
      "ja": "地球から異世界への転移装置が誕生して10余年――。里見カケルは、山で暮らす祖父から叩き込まれたサバイバル知識とスキルを持った高校生。冒険者になるための研修に参加するため、同世代の冒険者志願者100人とともに異世界へと転移したカケルだったが、直後に地球と異世界を繋いでいたポータルが消失してしまう…！！\n___\n- ![Syosetsu+18](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n7758hj/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a799cead-c82b-458c-8f1c-6bc19577bda6",
    "title": {
      "en": "Osananajimi no Koukousei no Aida ni Nikutai Kankei wa Seiritsu suru ka."
    },
    "updatedAt": "2024-11-05T00:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/a799cead-c82b-458c-8f1c-6bc19577bda6/0654c788-1b63-4f4a-bd04-093a7073b88a.jpg",
    "altTitles": [
      {
        "ja": "幼なじみの高校生のあいだに肉体関係は成立するか。"
      },
      {
        "en": "Are Physical Relationships Possible Between Childhood Friends of High School Students?"
      },
      {
        "ru": "Возможна ли близость между старшеклассниками друзьями детства?"
      },
      {
        "es-la": "¿Se puede establecer una relación física entre amigos de la infancia y estudiantes de preparatoria?"
      }
    ],
    "description": {
      "en": "The innocent Oota Yuka, the sexually curious Niiyama Kasumi, the elusive Horie Yasuo and the lovesick Onosaka Ryuhei. The four high school boys and girls, who have grown up like a family, are bequeathed a house by an elderly woman, Hasebe Haru, for four million yen and a fixed term. Under one roof, the high school students' eccentric love and friendship unfold.",
      "ja": "こんな高校生活が羨ましい!!\n\n高校2年生の男女4人。彼女たちに与えられたのは、四百万円と4人だけが自由に出来る一軒家と一年間という期間。",
      "es-la": "Del autor de \"Hirasaka Hinako es eróticamente linda\", un trabajo completamente nuevo de Konya Yunkio.\n\nLa inocente Yuka Ota, la sexualmente curiosa Kasumi Niiyama, el evasivo Kosei Horie y el enamoradizo Ryuhei Onosaka. Los cuatro chicos y chicas de preparatoria, que han crecido como una familia, reciben en herencia una casa de una anciana, Hasebe Haru, valorada en cuatro millones de yenes y un plazo fijo. Bajo el mismo techo, se desarrollan el amor y la amistad excéntricos de estudiantes de preparatoria. Una historia juvenil ligeramente erótica."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-11-15T13:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/13090a3b-b1d4-4a77-b17c-df168fcc7ed5.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"...",
      "pt-br": "Em uma noite chuvosa de verão, uma mulher e um \"cachorro\" se conheceram e a vida nunca mais foi a mesma desde então."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "921aeb3c-c73f-4145-bcbc-10ac58917378",
    "title": {
      "en": "JESUS Sajin Kouro"
    },
    "updatedAt": "2024-12-01T23:52:01+00:00",
    "coverArt": "https://mangadex.org/covers/921aeb3c-c73f-4145-bcbc-10ac58917378/b594d3a0-5e9b-4e1c-b6a9-ada221ceb3c0.jpg",
    "altTitles": [
      {
        "ja": "JESUS 砂塵航路"
      },
      {
        "en": "Jesus: Path of the Sandstorm"
      }
    ],
    "description": {
      "en": "Continuation of the manga \"Jesus\". The legendary killer, hiding under the guise of school teacher Fujisawa Shingo, returns to Japan after more than ten years! What made him come back? What has he been doing for these ten years? Is one of his new students connected to 24?\nRead on and find out in JESUS: Path of the Sandstorm!"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "erotica",
    "lastVolume": "14",
    "lastChapter": "154"
  }
]