[
  {
    "mangaId": "4b6b3003-1ffd-4833-875c-eb2e39a21453",
    "title": {
      "en": "After Märchen"
    },
    "updatedAt": "2024-11-29T03:43:52+00:00",
    "coverArt": "https://mangadex.org/covers/4b6b3003-1ffd-4833-875c-eb2e39a21453/4b90f729-aa63-401d-a651-459c897e1a70.jpg",
    "altTitles": [
      {
        "ja": "アフターメルヘン"
      },
      {
        "ja-ro": "After Meruhen"
      },
      {
        "de": "Darauf Märchen"
      }
    ],
    "description": {
      "en": "Jacob and Wilhelm are brothers that make a living as waste/junk collectors. They collect items that have already served their purpose from their clients. These clients are those whose “happily ever after” have ended.",
      "pt-br": "Jacob e Wilhelm são irmãos que ganham a vida como coletores de lixo/entulho. Eles recolhem itens que já cumpriram o propósito de seus clientes. Esses clientes são aqueles cujo \"felizes para sempre\" chegou ao fim."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "79b7357c-ea5b-491a-a25b-155a804bf53f",
    "title": {
      "en": "Oshi ni Amagami"
    },
    "updatedAt": "2024-10-29T20:44:45+00:00",
    "coverArt": "https://mangadex.org/covers/79b7357c-ea5b-491a-a25b-155a804bf53f/15bf7c48-a5cc-4cbc-88cc-6be99f6e834a.jpg",
    "altTitles": [
      {
        "ja": "推しに甘噛み"
      },
      {
        "en": "Otaku Vampire's Love Bite"
      }
    ],
    "description": {
      "en": "Hina is a reclusive otaku vampire. She wants to move to a sacred place for otaku life, but a boy who looks exactly like her favorite vampire lives next door! And this boy seems to have blood that attracts vampires from all over the world...? A bloody love comedy between an otaku vampire and a slightly tongue-tied handsome man!\n\nNote: Adapted from the author’s oneshot that was released in Hana to Yume 10-11/2022 combined issue.",
      "ja": "引きこもりオタクの吸血鬼・ヒナ。吸血なんて気持ち悪～いことよりも推しを愛でるのが１番！オタ活のためにアニメの聖地に引っ越そう☆と思ったら、推しに超そっくりな男の子が隣に住んでいた!? しかもこの男の子、世界中の吸血鬼を魅了する血を持っているようで…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-12-20T09:04:10+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/d9a78c9f-c5fd-456e-8f1d-1b46e1155e5d.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      },
      {
        "ms": "Alya yang duduk di sebelah saya terkadang membisikkan kata manis dalam bahasa Rusia"
      },
      {
        "ms": "اليا يڠ دودوق دسبله ساي ترکادڠ ممبيسيقکن کات مانيس دالم بهاس روسيا"
      },
      {
        "es": "Alya a veces me susurra en ruso"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b2c6def4-faa4-4453-8c00-cf8e96ce4c5b",
    "title": {
      "en": "Phantom Court"
    },
    "updatedAt": "2024-12-09T06:03:41+00:00",
    "coverArt": "https://mangadex.org/covers/b2c6def4-faa4-4453-8c00-cf8e96ce4c5b/f4838d15-033b-42a8-9a8c-8561f564354c.png",
    "altTitles": [
      {
        "en": "Crimson Ribbon Part 2"
      }
    ],
    "description": {
      "en": "In the year 1520, the reclusive island of 'Kodornacht' suddenly falls into a deep winter, one whose intensity is enough to freeze the very sea it resides in, opening its shores to the outside World for the first time in over a millennia.\n\nWith untold riches up for the taking, it gives birth to a gigantic treasure hunt.\nHowever, Kodornacht hides something much more important and mysterious: The Phantom Court—a trinket with the power to control winds, fortune, and, some say, even resurrect the dead. \n\nThe Hunt begins.\n___________________\nMy third manga project, Phantom Court is a story containing fantasy elements that hopes to bring to the readers enjoyable characters and high-stakes conflicts.\n\nI've been working on this one for a while; I hope you'll join me for the ride.\n\nMore of my garbage on: https://linktr.ee/redbowcr"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0768e6d2-3d75-4c2e-ad02-02366b8c5d7a",
    "title": {
      "en": "Mesh"
    },
    "updatedAt": "2025-01-19T07:34:12+00:00",
    "coverArt": "https://mangadex.org/covers/0768e6d2-3d75-4c2e-ad02-02366b8c5d7a/7c4ae09e-fa2d-4928-a17c-82f02e1da847.jpg",
    "altTitles": [
      {
        "ja-ro": "Mesh"
      },
      {
        "ja": "メッシュ"
      }
    ],
    "description": {
      "en": "The story follows the life of a teenage boy named \"Mesh,\" so-called for his unique \"mesh\"-colored hair: blonde with silver strands on the sides. It begins with a scene where Mesh, after being beaten, escapes from a mob and encounters Milon, a forger and painter. Mesh ends up staying at Milon’s house, and the two form an unlikely bond as they navigate life together. Each chapter is a poetic blend of crime, peaceful everyday moments, or the vibrant nightlife of artists in a fictionalized Paris.\n\n\"Mesh\" is regarded as one of Hagio Moto’s defining works, marking a pivotal shift in her artistic style. It was her first series to adopt a more realistic look while retaining the ethereal beauty characteristic of 1970s shōjo art. The story ventures into more mature themes while continuing to explore Hagio's recurring motifs, such as parent-child relationships and adolescence.",
      "vi": "\"Mesh\" kể về một phần tuổi niên thiếu của cậu bé cùng tên, biệt danh bắt nguồn từ mái tóc vàng pha bạc đặc trưng. Câu chuyện mở đầu với cảnh Mesh vừa bị xã hội đen hành hung, tình cờ gặp Milon, một họa sĩ chuyên vẽ tranh nhái. Mesh ở lại nhà Milon, và giữa hai người hình thành một mối liên kết kỳ lạ. Mỗi chương là sự kết hợp đầy chất thơ giữa thế giới tội phạm, những khoảnh khắc đời thường yên bình, và nhịp sống sôi động của các nghệ sĩ tại một Paris huyền ảo được Hagio phác họa.\n\nTác phẩm này được coi là dấu mốc quan trọng trong sự nghiệp của Hagio Moto, đánh dấu sự chuyển mình lớn trong phong cách nghệ thuật của cô. Đây là loạt truyện đầu tiên của cô mang nét vẽ hiện thực hơn, trong khi vẫn giữ được nét mềm mại đặc trưng của dòng shōjo những năm 1970. Câu chuyện khai thác các chủ đề trưởng thành hơn trước, đồng thời tiếp tục đào sâu những motif quen thuộc trong sáng tác của Hagio, như mối quan hệ cha mẹ - con cái và các vấn đề tâm lý tuổi trẻ."
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "7898980b-1b23-4910-ac59-50f83c493b71",
    "title": {
      "en": "Kujibiki Tokushou: Musou Harem-ken"
    },
    "updatedAt": "2024-10-25T23:21:33+00:00",
    "coverArt": "https://mangadex.org/covers/7898980b-1b23-4910-ac59-50f83c493b71/fdd043e6-c606-4108-bbc8-e5cc53ec9242.jpg",
    "altTitles": [
      {
        "ja": "くじ引き特賞：無双ハーレム権"
      },
      {
        "en": "777 Power Harem"
      },
      {
        "en": "Aligned Seven of Three Stars"
      },
      {
        "en": "Grand Prize: Unrivalled Harem Ticket"
      },
      {
        "ru": "Главный приз лотереи: Несравненный гарем"
      }
    ],
    "description": {
      "en": "I drew a lottery at the Shopping District and won the privilege to go to another world. After drawing a lot of balls, unexpectedly I got a cheat-like skill. Silencing those who are noisy and getting hold of all the things that I want. I will satisfy all my desires.",
      "ja": "福引で特賞を引き当てた少年・結城カケル。彼が受け取ったのは“異世界転移”と“あらゆる能力が777倍”になる権利だった!?",
      "pt": "Um virgem que ganha na loteria e como prêmio pode ir para outro mundo e escolher seu poder.  \n\n\n---\n\n  \n- [Japanese Light Novel (Bookwalker)](https://bookwalker.jp/de3a938b85-e9d2-4f4d-9161-49b2f44782a3/)",
      "pt-br": "Ganhei na loteria do Shopping District o privilégio de ir para outro mundo.  \n\nDepois de sortear várias bolas, inesperadamente ganhei uma habilidade semelhante a uma trapaça. Com esse poder, satisfarei todos os meus desejos e terei o meu próprio harem!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "701e67c9-45b2-459b-a517-a0cb9865def8",
    "title": {
      "en": "Sazae-san"
    },
    "updatedAt": "2023-08-15T09:45:17+00:00",
    "coverArt": "https://mangadex.org/covers/701e67c9-45b2-459b-a517-a0cb9865def8/912f5f03-8dfb-448e-b117-a93c064a5fc5.jpg",
    "altTitles": [
      {
        "ja-ro": "Heisei no Sazae-san"
      },
      {
        "en": "The Wonderful World of Sazae-san"
      },
      {
        "ja": "サザエさん"
      },
      {
        "ja-ro": "Yorinuki Sazae-san"
      },
      {
        "zh": "蠑螺太太"
      },
      {
        "ja": "よりぬきサザエさん"
      }
    ],
    "description": {
      "en": "Slice of life manga about a woman named Sazae and her family."
    },
    "status": "completed",
    "releaseDate": 1946,
    "contentRating": "safe",
    "lastVolume": "45",
    "lastChapter": "6477"
  },
  {
    "mangaId": "04f54916-f7da-4f9b-8c93-5406d8ebcb0b",
    "title": {
      "en": "Victoria's Electric Coffin"
    },
    "updatedAt": "2024-08-01T12:37:52+00:00",
    "coverArt": "https://mangadex.org/covers/04f54916-f7da-4f9b-8c93-5406d8ebcb0b/9a7cdd4a-705e-4c4b-ac38-a91bfc8842e3.jpg",
    "altTitles": [
      {
        "ja": "ヴィクトリアの電気棺"
      },
      {
        "ja-ro": "Victoria no Denki Hitsugi"
      }
    ],
    "description": {
      "en": "New York, 1920s. On the day of his execution, David Douglas, a prisoner on death row, meets Victoria Frankenstein, a 13-year-old medical genius. This encounter was the beginning of a life after death..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "13.5"
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2025-01-27T20:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/7caf6d8b-6e25-40fa-8e07-f1ce67e67996.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。それは最近よく来店する女子高生のほなみちゃん。どこか無防備で可愛らしい彼女には、目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf0dc384-99c6-4292-b7d5-4c9211f4423b",
    "title": {
      "en": "Shoutai Fumei to Kyoufu"
    },
    "updatedAt": "2024-10-25T18:58:19+00:00",
    "coverArt": "https://mangadex.org/covers/cf0dc384-99c6-4292-b7d5-4c9211f4423b/77dd379b-0bf0-4487-99d0-a35fbd4d89a7.jpg",
    "altTitles": [
      {
        "ja": "正体不明と恐怖"
      },
      {
        "en": "Unknown Identity and Fear"
      },
      {
        "en": "Unidentified Girl & Phobia"
      }
    ],
    "description": {
      "en": "Kaname Isurugi, who suffered facial injuries in an accident, has a hard time getting along with the people at his school ever since he entered. When school counselor Sugata asks Kaname to help solve the problems of the girls in his charge, Kaname half-heartedly makes contact with four of them. After a month passes without any response, Kaname begins to question his actions. Suddenly, Kaname has a shocking \"fateful encounter\".",
      "ja": "事故が原因で顔に傷が残り、周りから距離をとられてしまっている高校生、石動かなめ。ある日、スクールカウンセラーの須賀田鳥子に半ば言いくるめられるように、彼女の仕事を手伝わされることになってしまう。４人の女子生徒と交流することになりこれまでと違った日々を送るかなめの背中に、突然、カッターナイフを突きつけられる。訳も解らず拘束されるかなめに対し、仮面の少女は驚きの告白をして――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b2294db7-1171-40a4-a11f-e71eefdd6848",
    "title": {
      "en": "Yoku Asonda O Niichan Wa Jitsuwa Onna No Kodatta"
    },
    "updatedAt": "2025-01-17T20:10:28+00:00",
    "coverArt": "https://mangadex.org/covers/b2294db7-1171-40a4-a11f-e71eefdd6848/e4ba2544-5ad7-4d88-bd53-4dd6fd74dd51.jpg",
    "altTitles": [
      {
        "ja": "よく遊んだお兄ちゃんは実は女の子だった"
      },
      {
        "en": "The Nii-Chan I Used To Play With Was Actually A Girl"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2025-01-24T19:53:47+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/1e8059fa-310e-4420-86e7-e416bd41744d.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      },
      {
        "uz": "Ko'k Zindon"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87af3e63-3b01-4e62-9d1b-811987c8029a",
    "title": {
      "en": "NTREVENGE"
    },
    "updatedAt": "2024-11-02T14:21:58+00:00",
    "coverArt": "https://mangadex.org/covers/87af3e63-3b01-4e62-9d1b-811987c8029a/a711ccd9-a4e7-4e27-a6fc-b14d2512b339.jpg",
    "altTitles": [
      {
        "ja": "ネトリヴェンジ"
      },
      {
        "es-la": "NTR de venganza"
      }
    ],
    "description": {
      "en": "An introverted high school student, Souichi Sakuraba, is being bullied severely by the “Yokai” classmates. The bullying escalates, and Souichi’s childhood friend, Azusa, who was the only one who trusted him, is defiled by them. In front of Souichi, who was in the depths of despair, the succubus, Asmode, appeared. Souichi makes a contract with a succubus who possesses a mysterious ability, and decides to make the bully’s loved ones suffer the same pain as himself by “cuckolding” them. The obscene revenge by “NTR” begins.",
      "ja": "内向的な高校生・桜庭宗一は、クラスの“陽キャ”たちから激しいいじめに遭っていた。いじめはエスカレートし、宗一が唯一心を許していた幼馴染・梓が彼らの手によって汚されてしまう。絶望の底にあった宗一の前に現れたのは、悪魔・アスモデ。不思議な異能を持つ悪魔と契約した宗一は、いじめっ子の大切な人を“寝取る“ことで、自らと同じ苦しみを与えることを決意する。",
      "es-la": "Soichi Sakuraba, un introvertido estudiante de instituto, sufre el acoso de los abusadores de su clase. El acoso se intensifica y Azusa, la única amiga de la infancia en la que Soichi confía, es profanada por ellos. En medio de la desesperación, Soichi se enfrenta a Asmon, un demonio lascivo. Soichi hace un contrato con un demonio lascivo con poderes misteriosos, y decide infligir el mismo sufrimiento a sus verdugos \"cornudando\" a sus seres queridos. Comienza la lasciva venganza de \"NTR\"..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45dc3fea-9a51-4964-a1d0-313d0b554310",
    "title": {
      "en": "A Corporate Underling Who Excels at Work"
    },
    "updatedAt": "2025-02-12T16:52:48+00:00",
    "coverArt": "https://mangadex.org/covers/45dc3fea-9a51-4964-a1d0-313d0b554310/c922975e-b6e9-474a-8816-186b61119116.jpg",
    "altTitles": [
      {
        "ko": "대기업 말단이 일을 잘함"
      }
    ],
    "description": {
      "en": "Chae Gyeong-jun, who gave up both college and his dreams due to the IMF crisis,\nonce again faces despair in front of his grandmother's sudden hospitalization fees.\nBut then, a \"Mysterious Benefactor\" steps in to cover the hospital costs for his family...\n\"Who would provide support that doesn't help them at all, and why?\"\nIn search of an answer, Gyeong-jun heads to Taeseong."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99977ef6-cb5b-47e2-a1e8-45688f421337",
    "title": {
      "en": "Genikasuri"
    },
    "updatedAt": "2025-02-05T16:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/99977ef6-cb5b-47e2-a1e8-45688f421337/ada03f76-2b88-4f61-bc44-233e18f0adae.png",
    "altTitles": [
      {
        "ja": "げにかすり"
      }
    ],
    "description": {
      "en": "Former pro boxer Harima Ryo plunges into a two-year vegetative state after a fateful match. When he awakens, he’s met with the crushing end of his athletic career, his father’s death, and ruthless betrayal by the gym he once called home. Consumed by rage and grief, Harima vows to claw his way back into the boxing world, not as a fighter, but as a promoter, manipulating the sport’s shadowy underbelly to seize power and profit.\n\nA raw, unflinching tale of those who thrive in boxing’s darkest corners. A place where fists forge legacies, money fuels corruption, and survival demands bending the rules."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17eebcc7-d993-446c-84be-c222bfb27794",
    "title": {
      "en": "Tensei Akuma no Saikyou Yuusha Ikusei Keikaku"
    },
    "updatedAt": "2025-02-01T05:11:37+00:00",
    "coverArt": "https://mangadex.org/covers/17eebcc7-d993-446c-84be-c222bfb27794/94f40ab8-a7c7-41b5-90dd-f11583cef752.jpg",
    "altTitles": [
      {
        "ja": "転生悪魔の最強勇者育成計画"
      },
      {
        "en": "Reincarnated Devil's Plan for Raising the Strongest Hero"
      },
      {
        "pt-br": "O plano do demônio reencarnado é criar o herói mais forte."
      }
    ],
    "description": {
      "en": "Kakyu, a former Japanese who was reincarnated as a low-level devil in hell, has acquired unparalleled strength over two thousand years. However, unexpectedly, he is exiled to another “different world,” liberated from the harsh underworld. Kakyu, who was enjoying his dream slow life, witnesses the village he owes everything to being attacked. Despite rushing to the scene, the village is annihilated. Picking up the only surviving baby, Alus, Kakyu resolves to raise Alus to become the happiest person in the world to repay the debt…!?",
      "id": "Kakyu, yang dulunya orang jepang terlahir kembali sebagai iblis tingkat rendah di neraka, telah memperoleh kekuatan yang tak tertandingi selama dua ribu tahun. Namun, dengan tak terduga, ia diasingkan ke “dunia lain” yang berbeda, terbebas dari dunia bawah yang keras. Kakyu, yang menikmati hidup lambat impian, menyaksikan desa tempat dia berhutang segalanya diserang. Meskipun bergegas ke tempat kejadian, desa tersebut dihancurkan. Mengangkat bayi yang selamat, Ars, Kakyu bertekad untuk membesarkan Ars agar menjadi orang paling bahagia di dunia untuk membayar hutangnya…!?",
      "ja": "地獄の下級悪魔だったカキューは二千年の時を懸命に生き抜き、無類の強さを身につけた。だが、神々の喧嘩に巻き込まれ\"異世界\"へ放逐。図らずも過酷な環境の地獄から解放される。平和な土地で憧れのスローライフを満喫するカキューだったが、慣れない異世界で公私共に世話になっていた村が突然襲撃を受け――… 村に取り残されていた赤ん坊アルスを拾った彼は、恩義に報いるため、アルスを世界一幸せな人間に育てることを心に誓う！",
      "pt-br": "Kayku, um  demônio de classe inferior, sobreviveu no inferno por 2.000 anos e ganhou uma força incomparável. No entanto, ele esteve envolvido na luta entre os deuses e foi expulso para um \"mundo diferente\". Inesperadamente liberto do submundo um ambiente severo. Kakyu, desfrutava de uma vida lenta em uma terra pacífica, mas ele vê a vila à qual ele deve tudo ser atacada. Pegando o único bebê sobrevivente, Ars, Kakyu decide criar Ars para se tornar a pessoa mais feliz do mundo e pagar sua dívida...!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec8f26f4-bc9f-43b6-93ec-60a05638fca0",
    "title": {
      "en": "Isekai Kenkokuki"
    },
    "updatedAt": "2024-11-02T18:32:18+00:00",
    "coverArt": "https://mangadex.org/covers/ec8f26f4-bc9f-43b6-93ec-60a05638fca0/5d9c656c-e27d-45d3-b45f-6e4ec7b0e9c2.jpg",
    "altTitles": [
      {
        "en": "Different World Foundation"
      },
      {
        "en": "Otherworld Nation Founding Chronicles"
      },
      {
        "ru": "Покорение иного мира"
      },
      {
        "ja": "異世界建国記"
      },
      {
        "zh": "异世界建国记"
      },
      {
        "zh-hk": "異世界建國記"
      },
      {
        "ko": "이세계 건국기"
      },
      {
        "it": "Cronache dalla Fondazione di un Impero in un Altro Mondo"
      },
      {
        "pt-br": "Crônicas da Fundação de um Império em Outro Mundo"
      }
    ],
    "description": {
      "en": "A protagonist reborn in another world.  Apparently he had been reincarnated as an abandoned child.  Before his eyes were abandoned children like him.  In order to survive, he led them into farming.  Little by little, orphans gathered, and upon hearing rumors of a village, others began to migrate.\n\nThe group that had been nothing but children had become a village before anyone realized. Then various countries in the surroundings started to have an eye on it. This is the epic tale of the man who would later be known as the Divine Emperor.",
      "fr": "Un protagoniste renaît dans un autre monde, se réincarnant en tant qu'enfant abandonné. Autour de lui, d'autres enfants abandonnés sont dans la même situation. Pour survivre, il les guide dans l'agriculture. Peu à peu, des orphelins se rassemblent et, attirés par les rumeurs d'un village, d'autres commencent à arriver.\n\nLe groupe d'enfants finit par former un véritable village sans que personne ne s'en aperçoive. Bientôt, plusieurs pays voisins commencent à sy 'intéresser. Voici l'épopée de l'homme qui sera plus tard connu sous le nom de l'Empereur Divin.",
      "it": "Il protagonista rinasce in un altro mondo.\nA quanto pare, sembra che si sia reincarnato in un bambino orfano.\nPoco dopo, si trova davanti altri bambini abbandonati come lui.\nPer poter sopravvivere, si mette alla loro guida ed iniziano a coltivare.\nPoco per volta, iniziano così a creare un villaggio. Arrivano altri orfani. Ma anche come la voce di questa comunità si diffonde, persone di tutti i tipi.\nQuesto gruppo, partito come nient'altro che un gruppo di bambini, diventa quindi un villaggio prima di rendersene conto.\nEd è così, che i diversi Paesi circostanti iniziano ad interessarsi a loro.\nQuesta è l'epica storia dell'uomo che in seguito sarebbe stato conosciuto come il Divo Imperatore.",
      "pt-br": "Um protagonista renascido em outro mundo.  Aparentemente ele reencarnou como uma criança abandonada.  Diante de seus olhos estavam crianças abandonadas como ele.  Para sobreviver, ele os conduziu à agricultura.  Aos poucos, os órfãos foram se reunindo e, ao ouvirem rumores de uma aldeia, outros começaram a migrar.\n\n O grupo que não passava de crianças tornou-se uma aldeia antes que alguém percebesse.  Então vários países do entorno começaram a ficar de olho nisso.  Esta é a história épica do homem que mais tarde seria conhecido como o Divino Imperador"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9273a07b-35a0-4ad7-9bcc-dd726c2078c4",
    "title": {
      "en": "River of Souls"
    },
    "updatedAt": "2025-02-08T14:09:00+00:00",
    "coverArt": "https://mangadex.org/covers/9273a07b-35a0-4ad7-9bcc-dd726c2078c4/3bf3b288-c295-431b-84a6-1a09c5a059dd.jpg",
    "altTitles": [],
    "description": {
      "en": "Lumi has always dismissed the strange \"ghosts\" she sees until her best friend Rachel disappears, only to return as a ghost. Now Lumi must face the world she never believed in and solve the mystery of Rachel's disappearance. Diving deeper into the darkness, Lumi discovers that some truths are more terrifying and painful than any ghost.",
      "vi": "Lumi đã luôn luôn phủ nhận sự tồn tại của những con \"ma\" mà cô ấy thấy cho đến khi bạn thân nhất của cô là Rachel biến mất và trở thành một vong hồn vất vưởng. Giờ Lumi phải đối mặt với thế giới mà cô chưa từng tin là có thật để tìm lại dấu vết người bạn đã mất tích của mình. Dần chìm sâu vào trong bóng tối, Lumi khám phá ra còn có những sự thật đáng sợ hơn cả ma quỷ..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bddc3b34-f40c-4cc7-a93a-3d63d37f4e43",
    "title": {
      "en": "IZUMINO"
    },
    "updatedAt": "2024-12-03T21:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/bddc3b34-f40c-4cc7-a93a-3d63d37f4e43/b92af2d7-af14-41b8-b1d9-ffacd79e9c93.png",
    "altTitles": [],
    "description": {
      "en": "Izumi Momoko is one of the most popular girls in school, but she has difficulty getting good grades, so her mother decides to hire a private tutor, Izumi's mother receives a recommendation from a friend and hires that friend's son, Minoru Yoshi is Izumi's private tutor on the weekends, but Minoru and Izumi don't know this, the problem is that the two are classmates, how will these adventures be?",
      "pt-br": "Izumi Momoko é uma das garotas mais populares da escola, mas tem dificuldade em tirar boas notas, então sua mãe decide contratar um professor particular, a mãe de Izumi recebe uma recomendação de uma amiga e contrata o filho dessa amiga, Minoru Yoshi é o professor particular de Izumi nos fins de semana, mas Minoru e Izumi não sabem disso, o problema é que os dois são colegas de classe, como serão essas aventuras?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2025-02-06T14:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/ae1a9844-3a74-462d-8bdd-bef3232e1e03.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "While you were admiring the girl in the next seat, she might be eyeing you up, too…? A new kind of “neighborly” short-form pure love comedy!\n\n(Source: Sunday Webry, translated)",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2be5d3e0-adf2-4bde-ac86-fa938a6c6198",
    "title": {
      "en": "Persevere"
    },
    "updatedAt": "2025-02-14T16:27:02+00:00",
    "coverArt": "https://mangadex.org/covers/2be5d3e0-adf2-4bde-ac86-fa938a6c6198/e86d7a8d-06a9-4f0e-9b4e-2ad521c1279c.png",
    "altTitles": [
      {
        "ja": "りゅうりゅうしんく"
      },
      {
        "ja-ro": "Ryuuryuu Shinku"
      }
    ],
    "description": {
      "en": "It has been three years since she moved in with her boyfriend, who dotes on his pet reptile. The main character, Izumi, explodes with jealousy and confesses her own secret to him. That she is a “dragon”...!? A vivid and sad interracial love story."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "801513ba-a712-498c-8f57-cae55b38cc92",
    "title": {
      "en": "Berserk"
    },
    "updatedAt": "2024-07-15T01:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/801513ba-a712-498c-8f57-cae55b38cc92/22ff2622-e93c-420f-b477-7a86eec02a1d.jpg",
    "altTitles": [
      {
        "he": "ברזרק"
      },
      {
        "fa": "برزرک"
      },
      {
        "ar": "برسرك"
      },
      {
        "th": "เบอร์เซิร์ก"
      },
      {
        "ja": "ベルセルク"
      },
      {
        "zh-hk": "劍風傳奇"
      },
      {
        "zh": "烙印勇士"
      },
      {
        "ko": "베르세르크"
      },
      {
        "ar": "بيرسيرك"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "uk": "Берсерк"
      },
      {
        "ru": "Берсерк"
      },
      {
        "ja-ro": "Berserk"
      },
      {
        "ne": "बर्सर्क"
      },
      {
        "de": "Berserk"
      }
    ],
    "description": {
      "en": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice.\n\nAided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.  \n  \n***Won the 6th Osamu Tezuka Cultural Prize Excellence Award in 2002.***\n\n---\n\nNote: Following Miura Kenta's death in 2021, the series has been taken over by Kouji Mori, who supervises the series with art done by Studio Gaga.",
      "es": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "ru": "Гатс – Черный Мечник, за которым охотятся демоны. Мечник стремится найти все убежища демонов и отомстить человеку, сделавшего их него «жертвенную овечку». Черный Мечник противостоит жестокой судьбе благодаря непоколебимой воле, невероятной силе, и, конечно же, меча. Постоянные сражения со злом приближает Гатса к параллельному миру тьмы, лишая его человечности. Берсерк – сложная, но сильная история о сражениях и злой судьбе.",
      "th": "เบอร์เซิร์ก เป็นชื่อมังงะ แนวดาร์ค แฟนตาซี ของญี่ปุ่น วาดโดยเคนทาโร่ มิอุระ มีการดำเนินเรื่องเกิดขึ้นในยุคกลางของยุโรป โดยได้รับอิทธิพลมาจากโลกแห่งจินตนิมิตด้านมืด มีตัวละครเอกของเรื่องคือ กัทส์ ทหารรับจ้างผู้โดดเดี่ยวและ กริฟฟิท หัวหน้าของกลุ่มทหารรับจ้างที่รวมตัวกันภายใต้ชื่อ กองพันเหยี่ยว\n\n----\n [Shopee (ไทย)](https://shopee.co.th/berserk%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%8B%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%81-%E0%B8%9A%E0%B8%B4%E0%B9%8A%E0%B8%81%E0%B8%9A%E0%B8%B8%E0%B8%84-%E0%B9%81%E0%B8%A2%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1-20-%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%AB%E0%B8%99%E0%B8%B6%E0%B9%88%E0%B8%87-i.63434898.1855330863)",
      "tr": "Kara Kılıç Ustası olarak anılan Guts, vücutlarındaki şeytani damga yüzünden onlara musallat olan şeytani güçlerden, kadınını ve kendisini korumanın bir yolunu aramaktadır. Aynı zamanda onu damgalayan ve bir kurban konumuna düşüren adamdan intikam almaya çalışmaktadır. Paralı askerlerle geçirdiği zorlu çocukluk yıllarının getirdiği tecrübeler sayesinde elde ettiği büyük gücü, devasa bir kılıç ve protez bir kol ile destekleyen Guts, karamsar kaderiyle mücadele etmek zorundadır. Tüm bunları yaparken, insani benliğini kaybetmesine neden olabilecek öfkeyle başa çıkmalıdır. \n\nTheWildDeer'dan Dorylaion tarafından biraz yorum katılarak sitedeki ingilizce açıklamadan çevrilmiştir.",
      "uk": "Його ім'я Ґатс, Чорний Мечник. Він могутній воїн, про якого говорять лишень пошепки. У нього є велетенський меч , рука зі заліза й шрами від незліченних боїв і тортур. А ще його плоть позначена Тавром — нечестивим символом, який притягує сили пітьми й робить Ґатса їхньою жертвою. Але Ґатс не прийме таку долю спокійно: він порубає на фарш війська проклятих, як і будь-кого, кому стане дурості стати на його шляху! Ґатс іде в товаристві ельфа Пака (більше докучайла, ніж товариша) темним і закривавленим шляхом, який приведе лише до загибелі... Чи помсти.",
      "es-la": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "pt-br": "Guts, conhecido como o Espadachim Negro, busca refúgio das forças demoníacas atraídas por ele e sua mulher por causa de uma marca demoníaca em seus pescoços, e também vingança contra o homem que o marcou como um sacrifício profano.  Ajudado apenas por sua força titânica adquirida de uma infância dura vivida com mercenários, uma espada gigantesca e uma mão esquerda protética de ferro, Guts deve lutar contra seu destino sombrio, enquanto luta com uma raiva que pode despojá-lo de sua humanidade."
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2025-02-08T16:56:34+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/2cfc38c0-b9ee-40b0-b2c4-467bc34747bd.jpg",
    "altTitles": [
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "es-la": "Tímida"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters.",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "ja": "世界各国にヒーローがいる中、日本のヒーローは“恥ずかしがり屋”の少女だった!! 彼女を待ち受けるのは…!?",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9a891f6-9f4b-487d-8b62-7abb0e3f59c8",
    "title": {
      "en": "Under the Oak Tree"
    },
    "updatedAt": "2025-01-17T01:38:29+00:00",
    "coverArt": "https://mangadex.org/covers/c9a891f6-9f4b-487d-8b62-7abb0e3f59c8/9ea1571b-f680-494b-9a3c-04c1949bac27.jpg",
    "altTitles": [
      {
        "ko": "상수리나무 아래"
      },
      {
        "ko-ro": "Sangsurinamu Arae"
      },
      {
        "fr": "Sous le chêne"
      },
      {
        "it": "Sotto la quercia"
      },
      {
        "pt-br": "Debaixo do carvalho"
      },
      {
        "es-la": "Debajo del roble"
      },
      {
        "cs": "Pod dubem"
      },
      {
        "uk": "Під дубом"
      },
      {
        "ru": "Под дубом"
      },
      {
        "hu": "A Tölgyfa Alatt"
      },
      {
        "ar": "تحت شجرة البلوط"
      },
      {
        "tr": "Meşe Ağacının Altında"
      },
      {
        "mn": "Царс модон дор"
      },
      {
        "zh": "橡树之下"
      },
      {
        "zh": "橡树下"
      },
      {
        "vi": "Dưới gốc cây sồi"
      },
      {
        "vi": "Dưới tán cây sồi"
      },
      {
        "pl": "Pod dębowym drzewem"
      },
      {
        "ja-ro": "Ooku no Ki no Shita"
      }
    ],
    "description": {
      "cs": "Láska je rozprávka. Alebo je? Koktavá dáma Maxi - najstaršia dcéra rodiny Croysovcov, vyrastá zneužívaná svojím otcom je nakoniec donútená vstúpiť do manželstva s rytierom Riftanom. Novomanželia spolu strávia prvú noc, po ktorej okamžite Riftan odchádza na výpravu. O tri roky neskôr sa triumfálne vracia ako slávny rytier. Všetky rozprávky sa končia svadbou a šťastným osudom. Ich láska sa začala svadbou - toto nie je rozprávka. Aké sú Riftanove zámery? Nájde Maxi silu prekonať svoju traumu a nedostatok sebadôvery? Prežije dvojica a nájde lásku napriek všetkým prekážkam?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "en": "The daughter of a duke, the stuttering Maximilian, married a knight of lowly status at her father’s coercion. After their first night, her husband departed for an expedition without another word. He came back three years later, this time as a famous knight in the whole continent. How will Maximilian face him on his return?\n\n\"The more I think of you, the more lonely and lonely I become. I don't know why I can't quit even though it's so painful.\"\n\n---\nA flawless love story of the flawed. Stuttering lady Maximilian is forced into a marriage with Sir Riftan, but he leaves on a campaign after their wedding night. Three years later, he triumphantly returns, ready to cherish her. As life with her husband finally begins, she only has one question — does she deserve this love and happiness?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "hu": "A dadogós Maximiliant házasságra kényszerítik Riftannal, aki azonban a nászéjszaka után hadjáratra indul. Három évvel később diadalmasan visszatér, készen arra, hogy újra a lánnyal legyen. Ahogy a várva várt örömteli élet elkezdődik a férjével, a lánynak csak egy kérdése van: Vajon megérdemli-e ezt a szerelmet és boldogságot?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "it": "La figlia di un duca, la balbettante e insicura Maxine, sposò un cavaliere di umile condizione per la coercizione del padre. Dopo la loro prima notte, suo marito partì per una spedizione senza aggiungere altro. Tornò tre anni dopo, questa volta come famoso cavaliere in tutto il continente. Come l'affronterà Maxine al suo ritorno? \"Più penso a te, più mi sento solo e vuoto. Non so perché, ma non riesco a smettere di pensarti anche se è così doloroso.\"\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "ko": "말더듬이 공작 영애 맥시밀리언은\n아버지의 강요로 비천한 출생의 기사와 결혼하게 된다.\n첫날밤을 치르고 원정을 떠나간 남편은\n3년 후, 전 대륙에 명성을 떨치는 기사가 되어 돌아오는데….\n\n**\"너를 생각하면 생각할수록 나는 고독하고 외로워져\n이렇게나 괴로운데도 그만 둘 수 없는 이유를 도무지 모르겠어.\"**",
      "ru": "Дочь герцога, заика Максимилиана, вышла замуж за рыцаря низкого происхождения по настоянию её отца. После первой же ночи её муж отправился в военный поход, не сказав ни слова на прощание. Три года спустя он возвращается уже как рыцарь, прославленный на весь континент.\nКак же теперь Максимилиана встретит его?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "th": "“แม็กซิมิเลียน” ลูกสาวของดยุคผู้พูกติดอ่างถูกบังคับให้แต่งงานกับอัศวินที่ไร้ซึ่งยศถาบรรดาศักดิ์ “ริฟแทน” เพียงแค่คืนเดียวหลังวันแต่งงานริฟแทนก็ได้ออกเดินทางเพื่อทำศึกโดยไร้ซึ่งคำบอกกล่าวใด ๆ เมื่อเวลาผ่านไป3ปี เขาได้กลับมาพร้อมกับชัยชนะในฐานะของอัศวินผู้มีชื่อเสียงของอาณาจักร แล้วทีนี้แม็กซิมิเลียนจะเผชิญหน้ากับการกลับมาของเขาได้อย่างไร? \"ยิ่งคิดถึงคุณเท่าไหร่ ฉันก็ยิ่งรู้สึกเหงาและเหงามากขึ้นเท่านั้น ฉันไม่รู้ว่าทำไมถึงไม่หยุดคิดเสียที แม้ว่ามันจะเจ็บปวดมาก็ตาม\"\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "tr": "Bir dükün kızı olan kekeme Maximilian, babasının zorlamasıyla düşük statülü bir şövalyeyle evlendi. İlk gecelerinden sonra, kocası başka bir söz söylemeden bir sefer için yola çıktı. Üç yıl sonra, bu seferden tüm kıtada ünlü bir şövalye olarak geri döner.. Maximilian, dönüşünde onunla nasıl yüzleşecek?\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "uk": "Дочка герцога, заїка Максимілліан, через свого батька, насильно вийшла заміж за лицаря низького статусу. Після першої шлюбної ночі, він не проронивши ні слова відправився на експедицію. Після якої повернувся вже відомим на всьому континенті Майстром мечу. Як Максимілліан зустріне його?\n«Чим більше я думаю про тебе, тим більш мені стає самотньо. Я не знаю чому я не можу покинути тебе, хоч це і робить мені так боляче.»\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)",
      "zh": "天生性格内向、有些口吃的公爵家小姐，在父亲的强迫之下嫁给了平民出身的骑士。大婚之夜过后边奔赴战场的丈夫，3年之后成为了全大陆最知名的骑士，荣归故里。我似乎听到了他的呢喃，“这些年越想起你，越觉得自己很孤独。我想找到，为何如此痛苦却始终对你放心不下的原因。”\n\n---\n**Note:** Although the novel is R19, the webtoon is R15.\n\n---\n[Original Webtoon](https://ridibooks.com/books/4362000001)\n\n**Official Translations:**\n* [English](https://manta.net/series/1255)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9790/)\n\n**Official English Novel Translations:** [Kindle (S1/R19)](https://www.amazon.com/dp/B09Y5GTH4Q), [Webnovel (R18)](https://www.webnovel.com/book/under-the-oak-tree_21949582605391005)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b14bf6d7-73fe-4639-8322-e67f07a66ebc",
    "title": {
      "en": "Valentine's Day"
    },
    "updatedAt": "2022-01-25T03:06:32+00:00",
    "coverArt": "https://mangadex.org/covers/b14bf6d7-73fe-4639-8322-e67f07a66ebc/920d7932-53aa-48dc-bf43-b44c7b80327c.jpg",
    "altTitles": [
      {
        "en": "バレンタイン"
      }
    ],
    "description": {
      "en": "**Links:**   \n[![](https://i.imgur.com/oiVINmy.png) Artist’s Pixiv](https://www.pixiv.net/en/users/1501671)  \n[![](https://i.imgur.com/dQCXZkU.png) Artist’s Twitter](https://twitter.com/natu_k_)  \n[![](https://i.ibb.co/2NM00XW/fanbox-logo.png) Artist’s Fanbox](https://hazukinatu.fanbox.cc/)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2b70049e-ce95-40dc-a1f9-e8aa5a183733",
    "title": {
      "en": "Muhoutou"
    },
    "updatedAt": "2024-12-06T19:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/2b70049e-ce95-40dc-a1f9-e8aa5a183733/4107321d-dd76-4004-9df1-6cab6226291d.jpg",
    "altTitles": [
      {
        "en": "Lawless Island"
      },
      {
        "ja": "無法島"
      }
    ],
    "description": {
      "en": "A prequel to Jisatsutou. The Japanese government exiles convicts facing execution to a remote lawless island to fend for themselves."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "54"
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-12-31T10:16:58+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/9a90b71d-8ee4-45ce-9b4e-955ebe44a7e7.jpg",
    "altTitles": [
      {
        "ja": "異世界サムライ"
      },
      {
        "ja-ro": "Isekai Samurai"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "es-la": "Samurái en Otro Mundo"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b90ffd1-d6e6-4b74-8faf-9b9029dd73b9",
    "title": {
      "en": "Fate/Grand Order -mortalis:stella-"
    },
    "updatedAt": "2024-12-26T09:05:13+00:00",
    "coverArt": "https://mangadex.org/covers/4b90ffd1-d6e6-4b74-8faf-9b9029dd73b9/75c25b77-cc3f-4ca2-8216-2422aef6f61a.jpg",
    "altTitles": [
      {
        "ru": "Судьба/Великий приказ: Смертоносная Стелла"
      },
      {
        "zh-hk": "Fate/Grand Order -mortalis:stella- 剎那星辰"
      },
      {
        "en": "Fate/Grand Order mortalis stella"
      },
      {
        "ja": "フェイト／グランド オーダー－モルターリス：ステラ－"
      }
    ],
    "description": {
      "en": "The official adaptation of the TYPE-MOON phenomenon that has become one of the most popular mobile games in the world! The year is 2016, and glitches found in humanity’s past threaten the sustainability of its future. The Chaldea Security Organization - tasked with preserving human history for as long and as strongly as possible - has developed a new method of time travel to repair these events, stabilizing humanity’s future. But when an unknown threat pushes mankind to the brink of extinction, young recruits Mash Kyrielight and Ritsuka Fujimaru find themselves at the helm of the rescue mission: Obtain the Holy Grail in a face off against fate itself …",
      "id": "Tahun 2016, dan gangguan yang ditemukan di masa lalu umat manusia mengancam keberlanjutan masa depannya. Organisasi Keamanan Chaldea–yang bertugas melestarikan sejarah manusia selama dan sekuat mungkin–telah mengembangkan metode baru perjalanan waktu untuk memperbaiki peristiwa ini, menstabilkan masa depan umat manusia. Tetapi ketika ancaman yang tidak diketahui mendorong umat manusia ke ambang kepunahan, rekrutan muda Mash Kyrielight dan Ritsuka Fujimaru menemukan diri mereka di pucuk pimpinan misi penyelamatan. Dapatkan Cawan Suci dalam menghadapi takdir itu sendiri… Adaptasi resmi dari TYPE-MOON fenomena yang telah menjadi salah satu game mobile paling populer di dunia!\n\nHoly Grail War seorang gadis dan pemuda dimulai! Mash Kyrielight yang berafiliasi dengan Organisasi Pelindung Umat Manusia, Chaldea, bergabung dalam misi melindungi sejarah umat manusia. Di hari yang sama, dia bertemu dengan seorang pemuda bernama Ritsuka Fujimaru yang tertidur di ruang istirahat..?\n\nDidistribusi di Indonesia oleh [Gramedia](https://www.gramedia.com/products/fategrand-order-mortalis-stella-01)",
      "ru": "Альтернативная манга-адаптация основных сюжетных актов игры Fate/Grand Order. Покрывает акты Фуюки, Орлеан, Септем, Лондон, Камелот. Повествование ведется от лица Маш."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11e6ac9e-ba22-4363-8855-3b8d217f3caf",
    "title": {
      "en": "TimeLine"
    },
    "updatedAt": "2024-12-16T07:04:18+00:00",
    "coverArt": "https://mangadex.org/covers/11e6ac9e-ba22-4363-8855-3b8d217f3caf/0c2650d6-c66d-4e02-820a-65bcbe4c693e.png",
    "altTitles": [
      {
        "ja": "タイムライン"
      },
      {
        "ja-ro": "Taimurain"
      },
      {
        "ru": "Временная Линия"
      }
    ],
    "description": {
      "en": "2068 year, Germany. War against a country that recently started, was stopped for unknown reasons.\nYoung man Voltaire Hutter participates in experiment with purpose to solve a conflict.\nBut something goes wrong and he will have to go through the center of war figure out with mysterious power given to him along the way."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25e145f0-a74f-48b6-9d89-b715e28f6417",
    "title": {
      "en": "\"Omae Gotoki ga Maou ni Kateru to Omou na\" to Yuusha Party wo Tsuihou Sareta node, Outo de Kimama ni Kurashitai"
    },
    "updatedAt": "2024-11-03T00:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/25e145f0-a74f-48b6-9d89-b715e28f6417/cca64c4c-24a8-4d9e-a6b7-55677fb91d7f.jpg",
    "altTitles": [
      {
        "ja": "「お前ごときが魔王に勝てると思うな」と勇者パーティを追放されたので、王都で気ままに暮らしたい THE COMIC"
      },
      {
        "en": "Do You Think Someone Like You Can Defeat the Demon King?"
      },
      {
        "zh": "「就凭你也想打败魔王吗」被勇者一行所驱逐的少女要如何才能在王都过上自由的生活"
      },
      {
        "zh-hk": "「憑妳也想討伐魔王？」被勇者小隊逐出隊伍，只好在王都自在過活"
      },
      {
        "zh-ro": "\"Jiù píng nǐ yě xiǎng dǎbài mówáng ma\" bèi yǒngzhě yīxíng suǒ qūzhú de shàonǚ yào rúhé cáinéng zài wáng dōuguò shàng zìyóu de shēnghuó"
      },
      {
        "en": "ROLL OVER AND DIE: I Will Fight for an Ordinary Life with My Love and Cursed Sword!"
      },
      {
        "vi": "Ngươi Nghĩ Một Kẻ Như Ngươi Có Thể Tiêu Diệt Quỷ Vương?"
      }
    ],
    "description": {
      "en": "According to the god Origin's prophecy, the girl Flum was chosen to be one of the members of the party that were foretold to defeat the Demon Lord. Everyone already had achievements to their name, as well as the strength to back them up. However, only Flum did not possess any combat prowess, and all of her stats were 0 due to her rare affinity. While being constantly berated, she continued to put great efforts to be useful to the heroes.     \n\nUntil one day, she was tricked by one of the party members who said that she “was not necessary anymore” and sold off to a slave trader. Flum was forced to live as a slave, locked away and barely fed. There she encountered a “cursed sword” and realized the true power of her rare affinity, “Reversal.”   The girl, who acquired the power to fight, was indifferent to the Demon Lord and decided to live peacefully as an adventurer alongside a slave girl she met.    \n\n——This is a story of one girl who continued to crawl up from the very bottom in order to regain her peaceful everyday life."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dea77c2d-dbaa-434a-b0af-0c116642434c",
    "title": {
      "en": "Ichi the Witch"
    },
    "updatedAt": "2025-02-10T13:05:01+00:00",
    "coverArt": "https://mangadex.org/covers/dea77c2d-dbaa-434a-b0af-0c116642434c/a265c639-706f-4431-be82-bf83e10203cb.jpg",
    "altTitles": [
      {
        "ja": "魔男のイチ"
      },
      {
        "ja-ro": "Madan no Ichi"
      },
      {
        "en": "The Wizard Ichi"
      },
      {
        "en": "Ichi the Warlock"
      },
      {
        "pt-br": "Ichi, o Bruxo"
      },
      {
        "ru": "Ведьмак Ити"
      },
      {
        "ru": "Волшебник Ити"
      }
    ],
    "description": {
      "en": "In this world, witches must hunt down their magic! Deep in the forest, the terrifying king of magic and the strongest witch are locked in deadly combat. But suddenly, a young boy joins the fray. His name is Ichi and he is just a hunter. But he has the power to flip the magic world upside down in this magic hunting fantasy epic!",
      "ja": "この世界において魔法とは生き物である。そして困難な試練を乗り越え、魔法を習得するハンターたちを人は「魔女」と呼ぶ。ある日、辺境の山奥で恐るべき王の魔法（キング・ウロロ）と最強の魔女が激闘を繰り広げていた。しかしそこへ、場違いな一人の少年が乱入する。彼の名はイチ。魔女とも魔法とも縁の無い山暮らしの狩人が世界の常識をひっくり返す！",
      "ru": "В этом мире ведьмы охотятся за своей магией! В глубине леса ужасающая маджика и сильнейшая ведьма схлестнулись в бою не на жизнь, а на смерть. Но вдруг к битве присоединяется молодой парнишка. Его зовут Ити, и он обычный охотник. Но у него есть сила перевернуть весь мир магии с ног на голову в этом эпохальном магическом фэнтези об охоте!",
      "pt-br": "Neste mundo, as bruxas devem caçar sua magia! Nas profundezas da floresta, o terrível rei da magia e a bruxa mais forte estão presos em um combate mortal. Mas, de repente, um jovem garoto se junta à briga. Seu nome é Ichi e ele é apenas um caçador. Mas ele tem o poder de virar o mundo mágico de cabeça para baixo neste épico de fantasia de caça mágica!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dfad826-ec2d-4e74-9ff1-71e5347507c8",
    "title": {
      "en": "Battle Story Mega Man Battle Network"
    },
    "updatedAt": "2022-07-27T01:51:56+00:00",
    "coverArt": "https://mangadex.org/covers/9dfad826-ec2d-4e74-9ff1-71e5347507c8/af31efa4-9ab5-4748-958e-b1006bf2babe.jpg",
    "altTitles": [
      {
        "en": "Battle Story Megaman NT Warrior"
      },
      {
        "ja": "バトルストーリーロックマンエグゼ"
      },
      {
        "ja-ro": "Battle Story Rockman.EXE"
      }
    ],
    "description": {
      "en": "A complete comic adaptation of the popular series Rockman.EXE! The righteous Hikari Netto and Rockman take on the big bad internet crime group in a fierce battle filled with action!"
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "71"
  },
  {
    "mangaId": "60449946-9a58-4274-a566-fbe4235414aa",
    "title": {
      "en": "Toshiue Elite Onna Kishi ga Boku no Mae de dake Kawaii"
    },
    "updatedAt": "2024-11-16T12:22:16+00:00",
    "coverArt": "https://mangadex.org/covers/60449946-9a58-4274-a566-fbe4235414aa/13adf24c-8d2c-4390-ada6-8ab6b5b89e27.jpg",
    "altTitles": [
      {
        "es-la": "La Caballero de Élite Mayor es Tierna Solo Conmigo"
      },
      {
        "en": "My Elite Senior Dame Knight Only Acts Cute to Me"
      },
      {
        "en": "Older elite knight is cute only in front of me"
      },
      {
        "ja": "年上エリート女騎士が僕の前でだけ可愛い"
      },
      {
        "zh-hk": "年上的精英女騎士只在我面前表現得可愛"
      }
    ],
    "description": {
      "en": "Haru is a 16-year-old recruit of the \"Black Hawk\" 4th Cavalry Unit of the Knights' Regiment under the command of Captain Karen, a profoundly beautiful and fierce 29-year-old swordswoman, who, unbeknownst to all the unit except Haru, is a pure maiden with exactly zilch experience with men. Being privy to this delightful side of her, Haru secretly henpecks her and teases her lovingly, which turns her into a flustered and heavily-armed tomato. Watch as he slowly inches his way into her heart as he dodges her longsword!  \n\n- Light Novel: [Bookwalker](https://bookwalker.jp/series/228090)",
      "pt-br": "Haru é um recruta de 16 anos da 4ª Unidade de Cavalaria \"Black Hawk\" do Regimento de Cavaleiros sob o comando da Capitã Karen, uma espadachim de 29 anos profundamente bela e feroz, que, sem o conhecimento de toda a unidade, exceto Haru é uma donzela pura sem nenhuma experiência com homens. Conhecendo esse lado encantador dela, Haru secretamente a domina e a provoca amorosamente, o que a transforma em uma garota envergonhada,  nervosa e fortemente armada. Observe enquanto ele avança lentamente em direção ao coração dela enquanto se esquiva de sua espada longa!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "972f2c48-099b-4aff-8076-13f6546de8ab",
    "title": {
      "en": "Where the Clouds Stop"
    },
    "updatedAt": "2025-01-31T19:09:58+00:00",
    "coverArt": "https://mangadex.org/covers/972f2c48-099b-4aff-8076-13f6546de8ab/8aef4765-b66c-48da-b98c-6b8e04452979.jpg",
    "altTitles": [
      {
        "zh": "此间行云止"
      },
      {
        "zh-ro": "Ci Jian Xing Yun Zhi"
      }
    ],
    "description": {
      "en": "Time is a strange thing. The person she killed the day before yesterday had already begun to rot. But when she came home the next day, they were standing in her house, smiling at her. What is happening? The doctor told her if she took the medicine she would wake up! Where am I? What is this? Who are you?"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7215e726-9e7d-4ad2-9fdd-2f7b142c6e3e",
    "title": {
      "en": "Cohabitation with My Fiancée"
    },
    "updatedAt": "2023-05-26T01:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/7215e726-9e7d-4ad2-9fdd-2f7b142c6e3e/6bca78bd-9ca5-4e63-ad25-1da705961570.jpg",
    "altTitles": [
      {
        "en": "Cohabitation with the Fiancee"
      },
      {
        "en": "The Fiancées Live Together"
      },
      {
        "es": "Viviendo con la prometida"
      },
      {
        "ko-ro": "Yaghyonjaneun Donggeojung"
      },
      {
        "ru": "Совместная жизнь с невестой"
      },
      {
        "ko": "약혼자는 동거중"
      },
      {
        "pl": "Narzeczeni mieszkają razem"
      }
    ],
    "description": {
      "en": "His fiancee lost her parents so she will be living with the Hyeons, but Sang-Won is a middle school student and the fiancée is a 24 year old adult!? Sang-Won tries to deny that his fiancée is 9 years older than him, but seeing that she does not act her age, he then feels comfortable around her. His fiancée seems kind and innocent on the outside, but on the inside…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "130"
  },
  {
    "mangaId": "f65adbc4-5fe7-451f-8b14-aae7bda080bf",
    "title": {
      "en": "Miss Kobayashi’s Dragon Maid (Official Colored)"
    },
    "updatedAt": "2025-01-28T03:08:36+00:00",
    "coverArt": "https://mangadex.org/covers/f65adbc4-5fe7-451f-8b14-aae7bda080bf/eaf455d4-532e-454a-99d2-a3fc7832445e.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi’s Dragon Maid - Full Color Edition"
      },
      {
        "ja": "小林さんちのメイドラゴン　フルカラーコミック"
      },
      {
        "en": "Kobayashi-san Chi no Maid Dragon (Official Colored)"
      },
      {
        "en": "The maid dragon of Kobayashi-san (Official Colored)"
      }
    ],
    "description": {
      "en": "Miss Kobayashi is your average office worker who lives a boring life, alone in her small apartment–until she saves the life of a female dragon in distress. The dragon, named Tohru, has the ability to magically transform into an adorable human girl (albeit with horns and a long tail!), who will do anything to pay off her debt of gratitude, whether Miss Kobayashi likes it or not. With a very persistent and amorous dragon as a roommate, nothing comes easy, and Miss Kobayashi’s normal life is about to go off the deep end!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56504d3e-3ceb-44e5-811c-0293f1919042",
    "title": {
      "en": "Suterare Elf-san wa Sekai de Ichiban Tsuyokute Kawaii!"
    },
    "updatedAt": "2025-01-28T02:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/56504d3e-3ceb-44e5-811c-0293f1919042/7c358a87-2b2c-4176-87ca-988ece1d3ab3.jpg",
    "altTitles": [
      {
        "ja": "捨てられエルフさん は世界で一番強くて可愛い！"
      },
      {
        "en": "The Abandoned Elf is the Strongest and Cutest in the World!"
      },
      {
        "hu": "A magára hagyott elf lány a világ legerősebb és legaranyosabbja!"
      }
    ],
    "description": {
      "en": "\"Dear top players, this game is a real parallel world. If you reincarnate and save the world, any wish you have will be granted.\"\n\nFormer popular voice actress Ayano responded to the proposal from the goddess. In order to shine as a voice actress once again. Reincarnated as the strongest species of high elf, she aims to \"clear the game\" in the parallel world with the strongest and cutest kemo-eared heroine using her gaming knowledge, but –!?",
      "hu": "**【Egykori toplistás játékos】+【Játékvilág】= Szuper verhetetlen!? Folytatom az életet a legerősebb énemmel!!**\n\n„Kedves top játékosok! Ez a játék egy valós párhuzamos világ. Ha újjászülettek és megmentitek a világot, bármilyen kívánságotokat teljesítjük.”\n\nErre az istennő ajánlatára válaszolt Ayano, egykori népszerű szinkronszínész. Azért, hogy ismét ragyoghasson szinkronszínészként, a legerősebb faj, a nemes elf egyikeként született újjá. Most, a legerősebb és legaranyosabb állatfüles hősnővel karöltve, játékbeli tudását felhasználva célja a párhuzamos világban a „játék végigjátszása” - de vajon sikerül-e neki!?",
      "ja": "「トッププレイヤーの皆様。このゲームは実在する異世界です。転生し、世界を救えばどんな願いも叶えてあげましょう」\n\n女神からの提案に、元人気声優のアヤノは応えた。炎上して干された今、もう一度声優として輝くために。炎上後にゲームをやり込みトップランカーとなったアヤノは、その知識を生かして、最強種【ハイエルフ】に転生! 最強可愛いケモ耳ヒロイン・ホムラとともに異世界での“ゲームクリア”を目指すが、この世界はただの「ゲーム世界」ではないようで――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcd5b8ae-d7e8-453c-b052-6a68064f0572",
    "title": {
      "en": "Returned as the Duke"
    },
    "updatedAt": "2025-02-13T18:02:02+00:00",
    "coverArt": "https://mangadex.org/covers/dcd5b8ae-d7e8-453c-b052-6a68064f0572/c77ca5c6-7c3c-43d5-8604-2918162ed268.jpg",
    "altTitles": [
      {
        "ko": "회귀했더니 공작"
      },
      {
        "ru": "Регрессировавший Герцог"
      },
      {
        "en": "I Regressed As The Duke"
      },
      {
        "es-la": "Renací como el Duque"
      },
      {
        "pt-br": "Eu Renasci Como O Duque"
      }
    ],
    "description": {
      "en": "Consumed by the flames of a burning castle, an aged butler is reincarnated as the younger version of his incompetent master, Duke Aaron of Brahn. \n\nSuddenly finding himself in a position of real power, equipped with his past expertise in estate management, the “new” duke sets out to rule Brahn the “right” way. Will the young Duke Aaron be able to save Brahn and its people from destruction at the hands of his uncle, the evil Emperor Zeron? \n\nHow will he balance being an effective leader with the ruthlessness required to survive? Only time will tell!",
      "ko": "위대한 황제 글라인의 아들이자\n'드래곤의 가호'를 받은 황태자 '아론'.\n하지만 숙부인 '제론'의 반란으로\n제국의 변방 '브란 영지'로 쫓겨나게 된다.\n​\n\"제론 황제가 우릴 다 죽일 거야...\"\n​\n복수도, 황위도 잊으라는 아버지의 유언을 지키며\n척박한 영지의 공작으로 무력하게 살아가던 어느 날,\n제론 황제는 브란 영지를 침공한다!\n그가 원하는 건 아론의 목숨뿐만이 아니었다.\n​\n브란 영지의 소멸!\n​\n제론 황제가 퍼붓는 화염 속으로 사라져 버리는\n아론 공작과 브란 영지를 지켜보던 충신 ‘가일’도\n결국 재가 되어 사라졌다.\n​\n아니, 그런 줄 알았다!\n​\n다시 눈을 떴을 때,\n젊은 날의 아론 공작이 된 자신을 발견한 가일!\n​\n\"공작님처럼 힘을 숨기며 살진 않겠어!\"\n​\n수단과 방법을 가리지 않고 영지를 발전시켜\n20년 후에 닥칠 제론 황제의 침공에 대비하고,\n빼앗긴 황제의 자리를 되찾기로 결심한다!\n​\n\"제론 황제! 후회하게 해주마!\"\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=rt_xS0sCU4U)",
      "pt-br": "O filho do grande imperador Gline, Príncipe “Aaron”, é o recipiente da “Bênção do Dragão”. Mas por causa da rebelião liderada por seu tio, “Zerone”, ele foi banido para os arredores do reino, ‘Campos Brahn’.“O Imperador Zerone vai matar todos nós…”\n\nMantendo o desejo de seu pai de esquecer a coroa e a vingança, Aaron estava vivendo impotente como o duque de uma terra morta… mas um dia, o Imperador Zerone invadiu os Campos Brahn!Seu objetivo era destruir os Campos Brahn!\n\nAté mesmo o súdito leal, “Gayle”, virou cinzas enquanto observava Duque Aaron e os Campos Brahn desaparecerem no meio das chamas do Imperador Zerone.Pelo menos foi o que achamos que aconteceu!Quando abriu os olhos, Gayle se viu na posição de um jovem príncipe Aaron!\n\n“Eu não vou viver enquanto escondo meu poder como o Duque fez!”Usando todos os meios necessários para desenvolver a terra e se preparando para a invasão do Imperador Zerone que acontecerá daqui a 20 anos, ele decide retomar o lugar do Imperador que foi roubado!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "130"
  },
  {
    "mangaId": "a93faa9b-1c46-40a7-b15f-616fdab1169b",
    "title": {
      "en": "Undark - Atarashii Toumei na Chikara no Subete"
    },
    "updatedAt": "2025-02-14T18:04:40+00:00",
    "coverArt": "https://mangadex.org/covers/a93faa9b-1c46-40a7-b15f-616fdab1169b/16c709e2-98cf-4b3e-939e-f4fa1032d2bc.jpg",
    "altTitles": [
      {
        "ja": "アンダーク 新しい透明な力のすべて"
      },
      {
        "ja": "アンダーク"
      },
      {
        "en": "Undark: All About the New Invisible Power"
      }
    ],
    "description": {
      "en": "An and Maria are two sisters living alone with no relatives. The explosion of a dark supernova changes their destiny...!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5",
    "title": {
      "en": "Creepy Cat"
    },
    "updatedAt": "2025-01-05T21:34:47+00:00",
    "coverArt": "https://mangadex.org/covers/a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5/ac39af99-3244-4328-99a6-2a95f13aa548.jpg",
    "altTitles": [
      {
        "en": "Creepy Cat ~ My Strange Daily Life with a Cat ~"
      },
      {
        "ja": "CreepyCat 猫と私の奇妙な生活"
      },
      {
        "ms": "Kucing Seram - Kehidupan seharian yang pelik bersama kucing."
      },
      {
        "uk": "Моторошний кіт - Моє дивне життя з котиком"
      },
      {
        "ro": "Pisica Ciudată - Viața Mea Zilnică cu o Pisică Ciudată"
      },
      {
        "ur": "ترسناک بلی ~ بساتھ ایک بلی میری عجیب زندگیِ روزمرہ ~"
      }
    ],
    "description": {
      "en": "Flora moves into a mysterious mansion and finds it inhabited by a strange creature—Creepy Cat!\nThus begins her strange and sometimes dangerous life with a feline roommate.\nThis Gothic comedy brings the chuckles…and the chills!\n\nSource: Seven Seas Entertainment",
      "uk": "Флора тільки-но переїхала до старого будинку, але тут вже живе моторошний котик. Відтоді й почалось їхнє таємниче співіснування.",
      "ur": "فلورا ابھی ایک پرانے گھر میں منتقل ہوئی ہے، لیکن وہاں پہلے ہی ایک ترسناک بلی رہ رہی ہے۔ تب سے ان کی پراسرار ہم آہنگی کا آغاز ہوا۔"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "431"
  },
  {
    "mangaId": "4bf066dc-3a6d-4c33-997b-6033208c4176",
    "title": {
      "en": "Henkyou Mob Kizoku no Uchi ni Totsuidekita Akuyaku Reijou ga, Mechakucha Dekiru Yoi Yome Nanda ga?"
    },
    "updatedAt": "2025-01-20T00:06:01+00:00",
    "coverArt": "https://mangadex.org/covers/4bf066dc-3a6d-4c33-997b-6033208c4176/b59a4228-7f1f-4be4-bcfd-68667b64e7c8.png",
    "altTitles": [
      {
        "ja": "辺境モブ貴族のウチに嫁いできた悪役令嬢が、めちゃくちゃできる良い嫁なんだが？"
      },
      {
        "ja-ro": "Henkyo Mob Kizoku no Uchi ni Totsuidekita Akuyaku Reijo ga, Mechakucha Dekiru Yoi Yome nanda ga?"
      },
      {
        "en": "The Villainess Who Came to Marry Into the Frontier Noble's Household is an Exceptionally Capable Wife, Isn't She?"
      },
      {
        "en": "The Villainess Who Was Dumped Got Married into My Family, a Mob Noble from the Frontier, and Turns Out, She's an Amazing Capable Wife?"
      },
      {
        "id": "Villainess yang Menikah dengan Seorang NPC Bangsawan Perbatasan"
      },
      {
        "pt-br": "A Vilã que Veio se Casar com a Família Nobre da Fronteira é uma Esposa Excepcionalmente Capaz, Não é?"
      },
      {
        "vi": "Tôi, một quý tộc ở biên giới đã kết hôn với nữ phản diện có năng lực tuyệt vời"
      }
    ],
    "description": {
      "en": "Ragna, the heir to a frontier noble family, is a reincarnated former Japanese citizen who realizes that the world he now lives in is the setting of an otome game. Dreaming of a carefree life as an adventurer, his plans are derailed when a war takes his family, forcing him to take on the responsibilities of managing his family’s lands. Struggling with the unfamiliar duties of a lord, his already chaotic life takes another turn when an unexpected engagement to a noblewoman from a higher-ranking family is arranged.\n\nTo his surprise, the bride-to-be is Alicia, the \"villainess\" of the otome game's story — a character destined for heartbreak, a demonic pact, and ultimate destruction. Now sharing his life with someone fated for tragedy, Ragna is swept up in the wheels of fate. Can he rewrite the predetermined outcomes of this world and secure a peaceful life for himself and Alicia?",
      "id": "Ragna, penerus dari keluarga bangsawan perbatasan, dulunya adalah seorang penduduk jepang yang telah bereinkarnasi, kemudian dia menyadari bahwa dunia yang ditinggalinya sekarang adalah dunia game otome.\n\nDia yang seharusnya bercita-cita untuk hidup bebas menjadi petualang, seketika hancur ketika keluarganya gugur dalam perang, yang kemudian memaksa dirinya untuk menjadi penerus wilayahnya dan melakukan tugas-tugas untuk mengatur wilayah keluarganya.\n\nKesulitan dengan tugas-tugas baru yang harus dilakukan olehnya, kehidupannya yang sibuk secara tiba-tiba kedatangan seorang gadis bangsawan dengan status yang lebih tinggi darinya karena adanya sebuah lamaran pernikahan yang dipaksakan kepadanya, dan betapa terkejutnya dia setelah mengetahui bahwa calon istrinya adalah seorang \"villainess\" dari game otome yang pernah dimainkan olehnya, yaitu alicia.\n\nAlicia adalah sebuah karakter yang ditakdirkan untuk sakit hati, bersekutu dengan iblis, dan menemui kehancuran. \n\nKarena sekarang ragna diharuskan untuk berbagi kehidupannya dengan seseorang yang ditakdirkan mengalami nasib buruk membuat ragna juga ikut terseret kedalamnya, jadi bisakah dia mengubah takdir dunia ini, dan hidup berdua dengan tenang bersama alicia?",
      "ja": "辺境貴族の跡取りであるラグナは、元日本人の転生者で、この世界は彼の知る乙女ゲー世界だった。\n気ままにのんびり暮らしたいのに、慣れない領地運営に翻弄される日々。\nそんななか、突然、ラグナと格上貴族との婚姻が決まってしまう。\nそうして嫁いできた公爵令嬢・アリシアは、なんと乙女ゲーの「悪役令嬢」で――!?",
      "vi": "Ragna, người thừa kế của một gia đình quý tộc ở biên giới, là một công dân Nhật Bản kiếp trước đã được đầu thai vào thế giới mới và nhận ra rằng nơi anh đang sống chính là bối cảnh của một trò chơi otome.\n\nMơ ước về một cuộc sống tự do như một mạo hiểm giả, kế hoạch của anh bị xáo trộn khi một cuộc chiến tranh cướp đi gia đình anh, buộc anh phải gánh vác trách nhiệm quản lý lãnh thổ của gia tộc. Khi đang vật lộn với những nghĩa vụ xa lạ của một lãnh chúa, cuộc sống vốn đã hỗn loạn của anh lại thêm một biến cố nữa khi một cuộc hôn nhân bất ngờ với một quý nữ từ gia tộc công tước được sắp đặt. Ngạc nhiên thay, cô dâu tương lai của anh là Alicia, nhân vật \"ác nữ\" trong câu chuyện của trò chơi otome — một nhân vật số phận đã được định sẵn sẽ gặp phải đau khổ, ký khế ước với ác quỷ và sau cùng là chết thảm.\n\nGiờ đây, khi phải chia sẻ cuộc sống với người đã được số phận an bài cho bi kịch, Ragna bị cuốn vào bánh xe số phận đầy trớ trêu Liệu anh có thể viết lại những kết quả đã được định sẵn của thế giới này và mang lại một cuộc sống yên bình cho bản thân và Alicia?",
      "pt-br": "Ragna, o herdeiro de uma família nobre das fronteiras, é um ex-cidadão japonês reencarnado que se dá conta de que o mundo em que vive agora é o cenário de um jogo otome. Sonhando com uma vida tranquila como aventureiro, seus planos são frustrados quando uma guerra tira sua família, forçando-o a assumir as responsabilidades de administrar as terras da família.\n\nLutando com as tarefas desconhecidas de ser um lorde, sua vida já caótica dá outra guinada quando um noivado inesperado com uma nobre de uma família de ranking superior é arranjado.\n\nPara sua surpresa, a noiva é Alicia, a \"vilã\" da história do jogo otome — uma personagem destinada ao desgosto, a um pacto demoníaco e à destruição final. Agora, compartilhando sua vida com alguém fadado à tragédia, Ragna é arrastado pelas engrenagens do destino.\n\nSerá que ele consegue reescrever os desfechos predeterminados desse mundo e garantir uma vida pacífica para si e para Alicia?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97332b33-a4b9-4f74-b4f0-d3dbec75bb75",
    "title": {
      "en": "Zutto Ai Ni Mukan na Ko to no Yuri"
    },
    "updatedAt": "2025-02-14T17:35:02+00:00",
    "coverArt": "https://mangadex.org/covers/97332b33-a4b9-4f74-b4f0-d3dbec75bb75/7e460ab1-7658-494a-b8b3-b2ed2a8852b8.png",
    "altTitles": [
      {
        "ja": "ずっと愛に無感な子との百合"
      },
      {
        "en": "Yuri With A Girl Who Doesn't Feel Love"
      }
    ],
    "description": {
      "en": "Makura does things to Mashiro that, from an onlooker's perspective, would make it seem as if they were dating.  However, she has no romantic feelings for her and stays firmly in the 'best friend' lane…\nThis is the everyday yuri life of a girl oblivious to love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-11-28T06:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/e123fa5c-dcdb-43a0-a054-61f54d7748a3.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "55a07653-5be6-49e5-b705-c663c90981ac",
    "title": {
      "en": "Batsu-Hare"
    },
    "updatedAt": "2024-11-22T06:13:57+00:00",
    "coverArt": "https://mangadex.org/covers/55a07653-5be6-49e5-b705-c663c90981ac/93df1e75-3fd7-40b0-b966-c0d6ca50298e.jpg",
    "altTitles": [
      {
        "ja": "バツハレ"
      },
      {
        "ja-ro": "Batsu Hare"
      },
      {
        "zh-hk": "後宮開在離婚"
      },
      {
        "id": "Komik Batsu Harem"
      },
      {
        "ja-ro": "Batsuhare"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist, Wakou Ichiro, who decides to return home early from work to celebrate his second anniversary with his wife. But, when he opens the door of his house... He finds his wife cheating on him! Although the marriage was short-lived, his life changes again when suddenly, a certain woman appears in front of him?",
      "ja": "２度目の結婚記念日。仕事を終えて帰宅した和光市路が目撃したのは見知らぬ男と交わる妻の姿だった──！住み慣れた我が家、幸福な日々、そして愛する人を失った和光だったが、そんな彼の前に現れたのは…！？",
      "vi": "Câu chuyện bắt đầu khi nhân vật chính, Wakou Ichiro về nhà sớm để kỷ niệm 2 năm ngày cưới với vợ mình. Nhưng bất ngờ khi mở cửa ra thì... Anh phát hiện vợ mình đang làm tình với người đàn ông khác. Cuộc hôn nhân dù ngắn nhưng cũng làm cuộc sống của anh thay đổi một lần nữa. Bất ngờ một cô gái xuất hiện trước mặt anh, câu truyện vừa hài vừa lứng sẽ bắt đầu?",
      "es-la": "La historia empieza con el protagonista, Wakou Ichiro, quien decida regresar temprano a casa del trabajo para celebrar su segundo aniversario con su esposa. Pero, cuando abre la puerta de su casa... ¡Se encuentra a su esposa siéndole infiel! A pesar de que matrimonio duró muy poco, su vida vuelve a cambiar cuando de repente, frente a él se aparece cierta mujer... ¡Así comienza una nueva historia, una nueva comedía erótica!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2025-01-23T18:47:32+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr als ein Ehepaar, aber weniger als Liebhaber."
      },
      {
        "vi": "Trên vợ chồng, dưới người yêu"
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d41fe947-2e33-4b26-ac29-abc70fb08edb",
    "title": {
      "en": "Shut Up, Evil Dragon! I Don't Want to Raise a Child With You Anymore"
    },
    "updatedAt": "2024-11-07T23:56:04+00:00",
    "coverArt": "https://mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/ee4e3885-ee1d-45c6-bc56-b2928765b0ba.jpg",
    "altTitles": [
      {
        "zh": "闭嘴恶龙我不想再跟你带孩子了"
      },
      {
        "en": "Shut Up, Malevolent Dragon! I Don’t Want to Have Any More Children With You"
      },
      {
        "uk": "Помовч, зла драконихо! Я не буду виховувати з тобою дітей!"
      },
      {
        "zh-ro": "Bizui Elong Wo Bu Xiang Zai Gen Ni Dai Haizi Le"
      }
    ],
    "description": {
      "en": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
      "id": "Setelah dikalahkan dan ditangkap, Dragon Slayer Leon menjadi tawanan Silver Dragon Queen. Dengan kesadaran akan kematian, dia menggunakan sihir terlarang untuk mengutuk sang ratu, tetapi secara tak terduga, sang ratu kehilangan kendali. Dia berpikir bahwa ini akan membuat sang ratu hidup dalam rasa malu seumur hidupnya, dan itu akan sepadan dengan misinya sebagai pemburu naga. Namun, dua tahun kemudian, ketika Leon membuka matanya, di sampingnya ada seorang gadis kecil naga dengan ekor...",
      "uk": "Після поразки та полону, вбивця драконів Леон потрапив у полон до королеви клану Срібних Драконів. Усвідомлюючи наближення смерті, він використав заборонену техніку, щоб накласти прокляття на королеву, але несподівано королева втратила контроль.\n\nВін думав, що це змусить королеву жити з соромом до кінця життя, і це буде гідно титулу вбивці драконів.\n\nАле через два роки, коли Леон розплющив очі, поруч з ним сиділа дівчинка-дракон із хвостиком..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d21fcf09-3de1-45f1-9846-c1d8bbbe70ee",
    "title": {
      "en": "Tiger Coming In"
    },
    "updatedAt": "2024-10-12T05:33:09+00:00",
    "coverArt": "https://mangadex.org/covers/d21fcf09-3de1-45f1-9846-c1d8bbbe70ee/2351d8dd-a90b-4757-98d0-033166ddb036.jpg",
    "altTitles": [
      {
        "ko": "호랑이 들어와요"
      },
      {
        "zh": "老虎来了"
      }
    ],
    "description": {
      "en": "The fun and marvelous daily life of a young couple after meeting mysterious children who found their way to them.",
      "ko": "숲속의 젊은 부부와 어느 날 그들에게 찾아온\r\n정체불명의 아이들이 만들어가는 즐겁고 신묘한 일상",
      "zh": "渴望拥有孩子的年轻夫妇，\r\n突降长着老虎耳朵的萌娃！\r\n很久以前在一座村庄里，从小青梅竹马的他们长大后顺理成章结为了夫妇。但结婚多年却一直没有孩子，尝试了各种“良药”后无果，最终找到了隔壁村传闻很厉害的神算子告诉他们需要搬家到山林里。某天突然家里出来了两个来历不明的小孩！好像还长着老虎的耳朵和尾巴？！\r\n\r\n---\r\n\r\n- [Official Simplified Chinese Translation](https://dongmanmanhua.cn/HEALING/laohulaile/list?title_no=1852)\r\n\r\n---\r\n\r\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/103632508)\r\n\r\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=279309005)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "147"
  },
  {
    "mangaId": "3a4e195d-97eb-4304-a863-28111cae5c75",
    "title": {
      "en": "Creepy Pharmacist: All My Patients are Horrific"
    },
    "updatedAt": "2024-07-11T21:40:05+00:00",
    "coverArt": "https://mangadex.org/covers/3a4e195d-97eb-4304-a863-28111cae5c75/b4d40da4-fc34-48fc-93e0-3d9ce0f03a40.jpg",
    "altTitles": [
      {
        "zh": "诡异药剂师：我的病人皆为恐怖"
      },
      {
        "zh-ro": "Guiyi Yaoji Shi: Wo De Bingren Jie Wei Kongbu"
      }
    ],
    "description": {
      "en": "Will this treacherous darkness swallow you up, or will you survive as a unique existence? \n\nLin En accidentally transmigrated into this monstrous world. As a rare human doctor, every one of his patients was moved by his \"gentle\" treatment and \"sincere\" service! \n\n“Anesthetics? Maybe next time.\"\n\"My knife is quick, it’ll be over soon~\"\n\nWelcome to Bloodsaw Pharmacy, where we will serve you wholeheartedly."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "290"
  },
  {
    "mangaId": "dc599997-c3e8-44f2-928e-da4711808d40",
    "title": {
      "en": "A Mother's Love, a Daughter's Prison"
    },
    "updatedAt": "2025-01-22T14:58:07+00:00",
    "coverArt": "https://mangadex.org/covers/dc599997-c3e8-44f2-928e-da4711808d40/b4b03c10-0f2d-4eb4-8d70-67034634d049.png",
    "altTitles": [
      {
        "ja": "母という呪縛 娘という牢獄"
      },
      {
        "vi": "Lời nguyền của mẹ - Ngục tù của con"
      },
      {
        "ja-ro": "Haha to iu Jubaku Musume to iu Rougoku"
      }
    ],
    "description": {
      "en": "The torso of a headless, limbless body is found half-buried by a riverbank. It belonged to middle-aged mother Yaeko Miyagawa, and after an investigation and trial, her daughter Hikari eventually confesses to her murder. For many years, Hikari had been subjected to physical and emotional abuse by her mother, revolving around her failure to make it into a top medical school and become a doctor. Even after nine years of futile applications and entrance exams, Yaeko refused to free her daughter from this virtual prison. What led to the fatal stabbing that ended Yaeko’s life? This series, based on a true story, will explore Hikari Miyagawa’s experiences up to her greatest tragedy—and what happened to her afterward.",
      "vi": "Đây là một câu chuyện dựa trên sự việc có thật.\r\nMột th... th... với đầu và tứ chi bị ch.t đ.ứ.t l.ì.a được phát hiện thấy bên bờ sông. Sau khi điều tra, cảnh sát đã xác minh danh tính nạn nhân là Miyagawa Yaeko, thế nhưng rúng động hơn, hung thủ gây ra vụ án dã man này không ai khác chính là Miyagawa Hikari, con gái của bị hại.\r\nĐược biết suốt thời gian qua, Miyagawa Hikari đã liên tục bị mẹ ép học hành quá mức, và đã thi trượt vào Đại học Y đến 9 lần. Thế nhưng, mẹ cô lại không hề có ý định dừng lại. Và rồi, chuyện gì đến cũng sẽ phải đến..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]