[
  {
    "mangaId": "24e7400d-dbad-4ff4-9ae0-9660102ce823",
    "title": {
      "en": "Rise From the Rubble"
    },
    "updatedAt": "2024-05-06T14:50:33+00:00",
    "coverArt": "https://mangadex.org/covers/24e7400d-dbad-4ff4-9ae0-9660102ce823/13e2b475-9cec-43a1-9521-fb2836874bd0.jpg",
    "altTitles": [
      {
        "zh": "从末世崛起"
      },
      {
        "zh": "Cong Moshi Jueqi"
      }
    ],
    "description": {
      "en": "Eight years ago, Zuo Fan's Warrior father was arrested for deserting his post when a huge monster tide swept through S City. Zuo Fan is determined to clear his father's name and save him from his death sentence, but that's easier said than done when he's a low-level Warrior hated for being a traitor's son.\n\nHowever, things take a surprising turn when he's betrayed by his party and left to die in a monster lair. Thanks to the sudden activation of a mysterious warrior system, Zuo Fan's lethal wounds are healed and his fighting skills are boosted. Not long after he escapes danger, he also learns that the truth behind what happened at S City is hidden within a dangerous restricted area teeming with high-level monsters.\n\nIt's up to Zuo Fan to tango with fish lizards and level up so he can get to the bottom of the truth once and for all!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d414a39d-d525-456e-be84-17b1d8cbb5fe",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku o! Fantastic Days!"
    },
    "updatedAt": "2024-05-27T16:59:31+00:00",
    "coverArt": "https://mangadex.org/covers/d414a39d-d525-456e-be84-17b1d8cbb5fe/099a2909-c772-4f2c-9f29-f51867b3e163.jpg",
    "altTitles": [
      {
        "ja": "この素晴らしい世界に祝福を！ ファンタスティックデイズ"
      },
      {
        "en": "Gifting this Wonderful World with Blessings! Fantastic Days!"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир! Фантастические дни!"
      },
      {
        "pt-br": "Presenteando este Mundo Maravilhoso com Bênçãos! Dias Fantásticos!"
      },
      {
        "pt-br": "Konosuba: Dias Fantásticos!"
      }
    ],
    "description": {
      "en": "Manga adaptation of the mobile game Konosuba: Fantastic Days",
      "pt-br": "Adaptação em mangá do jogo para celular KonoSuba: Fantastic Days"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "25"
  },
  {
    "mangaId": "37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc",
    "title": {
      "en": "Atsumare! Fushigi Kenkyu-bu"
    },
    "updatedAt": "2024-07-17T20:16:54+00:00",
    "coverArt": "https://mangadex.org/covers/37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc/cc6593ad-a85c-4fe8-89d7-5a96d17b2348.jpg",
    "altTitles": [
      {
        "en": "Assemble! Mysterious Research Club"
      },
      {
        "tr": "Gizemli Araştırma Kulübü, Toplan!"
      },
      {
        "pt-br": "Reúnam-se! Clube de Pesquisas Misteriosas"
      },
      {
        "es-la": "¡Reúnanse! Club de Investigaciones Misteriosas"
      },
      {
        "ru": "Все сюда! Таинственный клуб исследований"
      },
      {
        "ja": "あつまれ！ふしぎ研究部"
      },
      {
        "zh-hk": "聚集！不可思議研究部"
      },
      {
        "zh": "聚集！不可思议研究部"
      },
      {
        "ko": "모여라! 불가사의 연구부"
      },
      {
        "ja-ro": "Atsumare! Fushigi Kenkyuubu"
      }
    ],
    "description": {
      "en": "Goryo Daisuke is still unsure about which club to join. When he meets the three girl members of Mysterious Research Club while looking for the school's warehouse, he gets hypnotized to sign the registration form. Suzu who is obsessed with scary curses, Chiaki who only relies on her monstrous strength to perform dangerous magic tricks, and Kotone who can control people by hypnosis.",
      "es-la": "Goryou Daiseuke aún está indeciso sobre a qué club unirse en su escuela. Cuando conoce a tres chicas miembros del “Club de Investigaciones Misteriosas” mientras buscaba el almacén de la escuela, es hipnotizado por ellas y, sin saberlo, firma una solicitud de ingreso. Suzu, quien está obsesionada con las maldiciones, Chiaki quien confía en su monstruosa fuerza para realizar actos de magia y Kotone, quien puede controlar a la gente con hipnosis. Ahora comienza una nueva y caótica vida para Daisuke, siendo el conejillo de indias del club.",
      "pt-br": "Goryo Daisuke ainda não sabe ao certo a qual clube ingressar. Quando ele conhece as três garotas do Clube de Pesquisa Misteriosa enquanto procura o depósito da escola, ele fica hipnotizado para assinar o formulário de inscrição. Suzu, que é obcecada por maldições assustadoras, Chiaki, que só conta com sua força monstruosa para realizar truques de mágica perigosos, e Kotone, que pode controlar as pessoas por meio da hipnose."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "379"
  },
  {
    "mangaId": "27589628-3704-468f-a464-361a8a76c3aa",
    "title": {
      "en": "Isekai de Café wo Kaiten Shimashita"
    },
    "updatedAt": "2024-07-22T10:40:16+00:00",
    "coverArt": "https://mangadex.org/covers/27589628-3704-468f-a464-361a8a76c3aa/6960d300-6a16-40b4-a695-6e7a95a23d7f.jpg",
    "altTitles": [
      {
        "en": "Opening a Café in Another World"
      },
      {
        "zh": "在异世界开咖啡厅了哟"
      },
      {
        "ja": "異世界でカフェを開店しました。"
      },
      {
        "ko": "이세계에서 카페를 개점했습니다."
      },
      {
        "fa": "ایسکی د کافه ای کیتن شیماشیتا."
      },
      {
        "th": "เปิดร้านคาเฟ่ที่ต่างโลก"
      },
      {
        "zh-hk": "在異世界開咖啡廳了哟"
      }
    ],
    "description": {
      "en": "Kurokawa Lisa is an ordinary office worker, who has practiced lots of cooking while living alone. One day, she wakes up in another world, with a concerned little spirit hovering over her! She has apparently been transported to a magical, spirit-filled realm by the will of the goddess, and there is no known way for her to go back. She is taken in by a wealthy couple, and they and her new spirit helper treat her with nothing but kindness. There is one problem, however–the food in this magical world is gross! Lisa insists on helping the household cooking staff prepare a traditional meal from her world, and it is a big hit with her hosts. Soon Lisa knows what she should do in this new world; she should open a cafe and treat everyone to delicious food!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2023-04-05T13:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "790f5f8d-0f9a-4f4b-92b3-9ac15f892b34",
    "title": {
      "ja": "Backstabbed in a Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
    },
    "updatedAt": "2024-07-04T02:02:01+00:00",
    "coverArt": "https://mangadex.org/covers/790f5f8d-0f9a-4f4b-92b3-9ac15f892b34/42d9992f-ddd4-4cfb-abb5-257ffee6dad2.jpg",
    "altTitles": [
      {
        "ja-ro": "Gift \"Mugen Gacha\" de Level 9999"
      },
      {
        "ja-ro": "Shinjiteita Nakama Tachi Ni Dungeon Okuchi De Korosare Kaketa ga Gift 『Mugen Gacha』 De Level 9999 No Nakama Tachi Wo Te Ni Irete Moto Party Member To Sekai Ni Fukushu & 『Zamaa!』 Shimasu!"
      },
      {
        "ja": "信じていた仲間達にダンジョン奥地で殺されかけたがギフト『無限ガチャ』でレベル9999の仲間達を手に入れて元パーティーメンバーと世界に復讐&『ざまぁ!』します!"
      },
      {
        "en": "My Gift Lvl 9999 Unlimited Gacha"
      },
      {
        "ja-ro": "Shinjiteita Nakamatachi ni Dungeon Ouchi de Korosarekaketa ga Gift \"Mugen Gacha\" de Level 9999 no Nakamatachi wo Te ni Irete Moto Party Member to Sekai ni Fukushuu & \"Zamaa!\" Shimasu!"
      },
      {
        "en": "Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
      },
      {
        "en": "I Was Almost Killed By The Teammates I trust Inside A Dungeon, And Gained A Gift Called [Infinite Gacha] And Level 9999 Comrades, And Now I'll Take Revenge Against My Former Teammates And The World, That's What You Get!"
      },
      {
        "en": "Backstabbed in a Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
      }
    ],
    "description": {
      "en": "There are six races in this world: human, beast, dragon, elf, dwarf, and demon. Humans are discriminated against and looked down on as the most inferior race. The \"Gathering of Races\" was a party with members from each race gathered to dispel such discrimination, but they also had a hidden purpose. They were ordered by the non-human countries to search for the human \"Master,\" and take it to their own country.\n\nLight, a human boy with the gift \"Infinite Gacha,\" was welcomed into the Gathering of Races as he was suspected of being a Master. But in the end, their investigation showed that Light was not a Master. Just as Light was about to be killed by his teammates, he accidentally stepped on a transfer trap and was teleported to the lowest level of the dungeon.\n\nIn the deepest dungeon, he was attacked by a mythical level 1000 demon. In a desperate situation, Light used \"Infinite Gacha\" repeatedly. Luckily, he draws the SUR level 9999 card \"Mei the Seeker Maid.\" Mei helped Light repel the demons and saved his life.\n\nAfter finally escaping from the crisis, Light decides to take revenge on his former comrades. Mei advises him to remain in the dungeon and use Infinite Gacha to increase his number of trustworthy friends. Light agreed began building up the power necessary to oppose the non-human nations.\n\nThree years later, Light had built the strongest nation in the depths of the dungeon. Once again, he will return to the surface to take revenge on his former comrades and search for the truth that nearly killed him.\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10040/episode/345702)",
      "ja": "仲間に裏切られ、最凶のダンジョン『奈落』の底に突き落とされた少年・ライト。彼に残されたのはゴミだと思われたスキル『無限ガチャ』のみ！　最悪な状況から少年の逆転劇が始まる!!!　\n\n9つの種族の平等を掲げ結成された冒険者パーティー『種族の集い』。荷物持ちの少年・ライトは、パーティーの仲間達に裏切られ最凶ダンジョン『奈落』の奥で命を狙われる…。絶体絶命の危機、ライトがすがるのは恩恵『無限ガチャ』!!!",
      "pt-br": "Um menino chamado Light é traído por seus companheiros e mergulha no abismo da masmorra mais perigosa do mundo. Tudo o que ele têm é a Bênção (habilidade) \"Gacha Infinita\", que ele pensou ser um lixo! Começa a vingança de um garoto na pior situação possível!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77ae6d99-0d2d-4f63-8903-6246cac20897",
    "title": {
      "en": "Tearmoon Teikoku Monogatari ~Dantoudai kara Hajimaru, Hime no Tensei Gyakuten Story~"
    },
    "updatedAt": "2024-05-07T11:19:32+00:00",
    "coverArt": "https://mangadex.org/covers/77ae6d99-0d2d-4f63-8903-6246cac20897/5ea862bc-0a67-45af-a4e9-ecfcbd91002a.jpg",
    "altTitles": [
      {
        "ja": "ティアムーン帝国物語～断頭台から始まる、姫の転生逆転ストーリー～@COMIC"
      },
      {
        "en": "Tearmoon Empire Story: The Reincarnation Reversal Story of the Princess, Starting from the Guillotine"
      },
      {
        "fr": "L'histoire du Empire Tearmoon"
      },
      {
        "es-la": "La historia del Imperio Tearmoon"
      },
      {
        "ko": "티어문 제국 이야기"
      },
      {
        "th": "บันทึกเรื่องราวจักรวรรดิเทียร์มูน จุดพลิกผันชะตากรรมของเจ้าหญิงเริ่มจากบนกิโยติน"
      },
      {
        "zh": "迪阿姆帝国物语 ～从断头台开始的、公主的转生逆转传"
      },
      {
        "zh-hk": "堤亞穆帝國物語～從斷頭台開始，公主重生後的逆轉人生～"
      },
      {
        "en": "Tearmoon Empire"
      },
      {
        "en": "Tearmoon Empire Story: Beginning from the Guillotine, a Story of a Reincarnated Princess Making a Turn Around"
      }
    ],
    "description": {
      "en": "In the Tearmoon Empire, the disdained selfish princess Mia was sentenced to death – or at least, she was supposed to have been! Instead, she woke up as her twelve-year-old self??\n\nTo avoid the guillotine in her second life, she won't repeat her past failures… \"F-For me, something of this level is an easy task!\" \n\nUltimate self-defense! Strongest self-awareness! Using her previously clumsy, timid princess image, she will go against fate- a once-in-a-lifetime fantasy of fixing history!",
      "ja": "崩壊したティアムーン帝国で、わがまま姫と蔑まれた皇女ミーアは処刑された――はずが、目覚めた彼女は12歳の少女に逆戻り？？ 第二の人生でギロチンを回避するため、帝政の建て直しを決意する。手始めに忠義に厚い下っ端メイドと、左遷されかけた優秀な文官を味方につけ、失敗した過去をやり直す日々が始まった。けれど、ミーアの本音は「我が身の安全第一」。仇敵を遠ざけ、人脈作りに励むうちに、なぜか周囲の忖度で次々と奇跡が実現！やがて、身勝手なはずの行動は大陸全土の未来を大きく変えていくのだった……。保身上等！自己中最強！小心者の元(？)ポンコツ姫が前世の記憶を使って運命に抗う、一世一代の歴史改変ファンタジー！",
      "es-la": "En el Imperio Tearmoon, la despreciada princesa egoísta Mia fue sentenciada a muerte, ¡O al menos se suponía que debía serlo! ¿En cambio, ella se despertó como su yo de doce años? Para evitar la guillotina en su segunda vida, no repetirá sus fracasos pasados​​... \"¡P-para mí, algo de este nivel es una tarea fácil!\" ¡Última defensa personal! ¡Autoconciencia más fuerte! Usando su imagen de princesa tímida y previamente torpe, irá en contra del destino, ¡Una fantasía única en la vida de arreglar la historia!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-07-11T13:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/e2be562e-6f9a-4a1c-ab7e-31d593914232.png",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      },
      {
        "es-la": "Tengo una novia con la percepción de la realidad alterada"
      },
      {
        "tl": "Jowang Utakbulok"
      },
      {
        "tl": "Paano Sanayin ang Iyong Jowang Utakbulok"
      },
      {
        "vi": "Bạn gái bại não của tôi"
      }
    ],
    "description": {
      "en": "Brainrot Girlfriend",
      "tl": "Jowang Utakbulok"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de78b082-ff57-4fe4-9710-0f3b75e4c7a7",
    "title": {
      "en": "Kitchen Soldier"
    },
    "updatedAt": "2024-05-09T23:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/de78b082-ff57-4fe4-9710-0f3b75e4c7a7/88e535b0-3a8e-4c07-99d9-0e92cb944c77.jpg",
    "altTitles": [
      {
        "ko": "취사병 전설이 되다"
      },
      {
        "en": "Becoming a Legend Kitchen Soldier"
      },
      {
        "zh-hk": "菜鳥伙房兵"
      },
      {
        "th": "บันทึกครัวค่ายทหาร"
      },
      {
        "ru": "Становление легендарным поваром"
      },
      {
        "en": "Army Chef"
      },
      {
        "en": "Army Cook"
      }
    ],
    "description": {
      "en": "Korea's representative dirt spoon, Kang Sung-jae, an opportunity to become a legendary cook who has come like a ray of light in an uneasy military life!",
      "ko": "대한민국 대표 흙수저, 강성재. \r\n불안하기만 한 군생활에 한줄기 빛처럼 다가온 전설의 취사병이 될 기회!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "ru": "Кан Сон Чжэ, гражданин Кореи. Шанс стать легендарным поваром, который лучом света приблизился к непростой военной жизни!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "th": "ผมเป็นทหารใหม่ที่ถูกส่งไปประจำห้องครัว เรื่องมันควรจะธรรมดาใช่ไหมครับ ถ้าผมไม่ดันเห็นจอประหลาดที่หน้าตาเหมือนจอเกมปรากฏขึ้นตรงหน้า แถมมีแต่ผมคนเดียวที่เห็นซะด้วย?!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "zh-hk": "21歲的江成宰是大韓民國典型的窮二代，辛苦維持生計之際收到了入伍通知。惴惴不安的新兵生活突然出現了一道曙光，只要跟著只有他才能看到的「遊戲教學」破任務升級，就有機會成為軍中的傳奇廚師！\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-06-01T00:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/0da4d7d4-1f41-4ea4-abc3-119cfcea8604.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "en": "Someone's Girlfriend"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "en": "That Guy's Girlfriend"
      },
      {
        "uk": "Його дівчина"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f861188-8bdd-4bbf-b640-2ca1f1a4b5c9",
    "title": {
      "en": "Kono Isekai de, Unmei to Tsugau - Juujin α wa Yasashiu Kedamono"
    },
    "updatedAt": "2024-02-27T07:28:22+00:00",
    "coverArt": "https://mangadex.org/covers/6f861188-8bdd-4bbf-b640-2ca1f1a4b5c9/ebec6430-04c2-4829-9b34-cdb80dc98b61.jpg",
    "altTitles": [
      {
        "ja": "この異世界で、運命と番う～獣人αは優しいケダモノ"
      },
      {
        "es-la": "Se llama destino en este otro mundo"
      },
      {
        "en": "It's called destiny in this other world"
      },
      {
        "en": "In This Other World, I'll Meet My Destiny - Beastman α Is a Kind Beast"
      }
    ],
    "description": {
      "en": "\"I'm glad you're my destiny.\"\nOne day, Haru of Ω woke up in an oasis in the desert and felt a trembling sensation all over her body when she saw a black beastman appearing in front of her. In a situation where he has lost his memory and does not even know his own name, Viano, the α, who is the leader of the black panther tribe and who himself summoned Haru, speaks gently. \"This is a world ruled by beastmen, and it's the turn of fate for me and Haru.\" Haru, who knows this world and spends his days with Viano, feels an irresistible passion and emotion. However, Haru, who cannot conceive Viano's child no matter how much she wants, finally puts herself in a dangerous situation...and remembers. The memories of his former world and the meaning of losing those memories -...",
      "es-la": "\"Me alegro de que seas mi destino\". \nUn día, Haru (Ω), se despierta en un oasis del desierto; al ver frente a él un hombre bestia negro, siente que todo su cuerpo tiembla. Había perdido la memoria y ni siquiera sabía su propio nombre, pero Viano (A) que era el jefe de tribu de las panteras negras y que él mismo había convocado a Haru, le habló con dulzura: \"Este es un mundo dominado por los hombres bestias y tú eres mi destinado\".\nEn los días que Haru pasa con Viano, se hace muy consciente del irresistible calor y las emociones que siente. Por mucho que quiera Haru, no puede concebir el hijo de Viano, y finalmente, cuando Haru se pone en una situación peligrosa... recupera su memoria.\n¿Cuál es el significado de haber perdido esos recuerdos de su mundo pasado?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d99c24c-1830-467e-b2c4-b1432a053904",
    "title": {
      "en": "Exchange Parties with Anthropomorphs"
    },
    "updatedAt": "2024-07-18T21:26:53+00:00",
    "coverArt": "https://mangadex.org/covers/1d99c24c-1830-467e-b2c4-b1432a053904/91ae09d3-25e6-4893-bdbe-cc7398a5b9b4.jpg",
    "altTitles": [
      {
        "ja": "異種交流会"
      },
      {
        "ja-ro": "Ishu Kouryuukai"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "11"
  },
  {
    "mangaId": "2443c0cf-e3e1-4305-bf57-b5c7f370781b",
    "title": {
      "en": "Yuukoku no Moriarty: The Remains"
    },
    "updatedAt": "2024-07-06T18:58:01+00:00",
    "coverArt": "https://mangadex.org/covers/2443c0cf-e3e1-4305-bf57-b5c7f370781b/0575161c-e364-41f6-90f0-7c13c39b05b0.jpg",
    "altTitles": [
      {
        "ja": "憂国のモリアーティ-The Remains-"
      },
      {
        "en": "Moriarty the Patriot: The Remains"
      }
    ],
    "description": {
      "en": "A manga adaptation of the Yuukoku no Moriarty light novels."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "6574402f-dc43-4c6d-addf-d80d5aec47df",
    "title": {
      "en": "End of Summer"
    },
    "updatedAt": "2024-03-07T18:44:14+00:00",
    "coverArt": "https://mangadex.org/covers/6574402f-dc43-4c6d-addf-d80d5aec47df/00f0d495-8256-437d-9f6f-c01ae6530b0a.jpg",
    "altTitles": [
      {
        "ja": "夏の終わり"
      },
      {
        "ja-ro": "Natsu no Owari"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e306bf5f-a464-44d9-9607-1d21f1e1ff08",
    "title": {
      "en": "Yandere Nisshi"
    },
    "updatedAt": "2024-05-21T02:03:23+00:00",
    "coverArt": "https://mangadex.org/covers/e306bf5f-a464-44d9-9607-1d21f1e1ff08/1e1868c5-5db2-426b-9537-f711f7362fed.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレ日誌"
      },
      {
        "en": "Yandere Diary"
      }
    ],
    "description": {
      "en": "A series of different yandere images by the artist @RinRin200001.\n\n---\n\n**Links:**\n- Retail Site - [DLsite](https://www.dlsite.com/maniax-touch/work/=/product_id/RJ420882.html) (Includes Chapter 1-50)\n\n**Notes:**\n- From Chapter 134 the author has been publishing a \"DereDere version\" of the comic on their [FANBOX](https://rinrin83.fanbox.cc/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17b1083f-4b1b-4842-9269-927b84fe1d29",
    "title": {
      "en": "Kang-Ho"
    },
    "updatedAt": "2023-08-05T19:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/17b1083f-4b1b-4842-9269-927b84fe1d29/12051f5f-a9e0-4baa-b85f-d6fb278d35ef.jpg",
    "altTitles": [
      {
        "ko": "강호표사"
      }
    ],
    "description": {
      "en": "Mooyoung, a snobbish dreamer who wants to fight! But what are your wishes? 'Be a partner!'"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f2c5326-5d61-42e9-8a4e-a88ee33dcfa2",
    "title": {
      "en": "Golden-Eyed Bari"
    },
    "updatedAt": "2024-07-21T11:10:12+00:00",
    "coverArt": "https://mangadex.org/covers/5f2c5326-5d61-42e9-8a4e-a88ee33dcfa2/31cb1f99-c81e-4f77-8dcc-a3fabcab51cb.jpg",
    "altTitles": [
      {
        "ko": "금안의 바리"
      }
    ],
    "description": {
      "en": "A thousand years ago, a war erupted between humans, backed by \"Lifespans,\" and the gods. In this war, there was one god who fought on the side of humans, her name was \"Ogu.\"\n\nThe defeated \"Lifespans\" were divided into ten thousand insects and scattered across the world, while Ogu, the god, found herself caught in the cycle of reincarnation.\n\nAfter a thousand years, Ogu is reborn in the body of a young girl named \"Bari,\" and the \"Lifespans\" show signs of resurrection as well.\n\nTwo horrific wars must not happen again! Bari and Ogu embark on a journey to thwart the plans of the \"Lifespans\" and find the divine beings.\n\nWill Bari be able to save humanity and prove her existence on this journey?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a81d7f35-eaca-43a8-9928-2b1b521556b2",
    "title": {
      "en": "Super Dragon Ball Heroes: Meteor Mission!"
    },
    "updatedAt": "2024-03-03T14:55:11+00:00",
    "coverArt": "https://mangadex.org/covers/a81d7f35-eaca-43a8-9928-2b1b521556b2/d7b68e14-1352-459f-a7a0-af8d19bbdf26.jpg",
    "altTitles": [
      {
        "ja": "スーパードラゴンボールヒーローズ メテオミッション！"
      },
      {
        "ja-ro": "Sūpādoragonbōruhīrōzu meteomisshon!"
      }
    ],
    "description": {
      "en": "After defeating Dark King Demigra, Goku, and his allies go to visit the Planet of the Kaio, only to find that Kaio North and co. are nowhere to be seen...\nWhile our heroes are trying to figure out what could have happened, a mysterious new foe appears!",
      "es": "Después de derrotar al Rey Oscuro Demigra, Goku y sus aliados van a visitar el Planeta Kaio, solo para descubrir que Kaio North y compañía no se ven por ninguna parte...\nMientras nuestros héroes intentan descubrir qué pudo haber sucedido, ¡aparece un nuevo enemigo misterioso!",
      "ja": "冥王デミグラを倒した悟空たちは界王星を訪れるが、そこには界王ノースたちがいた。 どこにも見当たりません...\nヒーローたちが何が起こったのかを解明しようとしている間に、謎の新たな敵が現れます。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55a07653-5be6-49e5-b705-c663c90981ac",
    "title": {
      "en": "Batsu-Hare"
    },
    "updatedAt": "2024-04-17T21:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/55a07653-5be6-49e5-b705-c663c90981ac/0ba31ac2-abdf-483d-a574-6297f735ad2f.jpg",
    "altTitles": [
      {
        "ja": "バツハレ"
      },
      {
        "zh-hk": "後宮開在離婚"
      },
      {
        "ja-ro": "Batsuhare"
      },
      {
        "id": "Komik Batsu Harem"
      },
      {
        "vi": "Batsu Hare"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist, Wakou Ichiro, who decides to return home early from work to celebrate his second anniversary with his wife. But, when he opens the door of his house.... He finds his wife cheating on him! Although the marriage was short-lived, his life changes again when suddenly, a certain woman appears in front of him? Thus begins a new story, a new erotic comedy!",
      "ja": "２度目の結婚記念日。仕事を終えて帰宅した和光市路が目撃したのは見知らぬ男と交わる妻の姿だった──！住み慣れた我が家、幸福な日々、そして愛する人を失った和光だったが、そんな彼の前に現れたのは…！？",
      "vi": "Câu chuyện bắt đầu khi nhân vật chính, Wakou Ichiro về nhà sớm để kỷ niệm 2 năm ngày cưới với vợ mình. Nhưng bất ngờ khi mở cửa ra thì... Anh phát hiện vợ mình đang làm tình với người đàn ông khác. Cuộc hôn nhân dù ngắn nhưng cũng làm cuộc sống của anh thay đổi một lần nữa. Bất ngờ một cô gái xuất hiện trước mặt anh, câu truyện vừa hài vừa lứng sẽ bắt đầu?",
      "es-la": "La historia empieza con el protagonista, Wakou Ichiro, quien decida regresar temprano a casa del trabajo para celebrar su segundo aniversario con su esposa. Pero, cuando abre la puerta de su casa... ¡Se encuentra a su esposa siéndole infiel! A pesar de que matrimonio duró muy poco, su vida vuelve a cambiar cuando de repente, frente a él se aparece cierta mujer... ¡Así comienza una nueva historia, una nueva comedía erótica!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "853bda99-f4d0-4085-b790-105944253a30",
    "title": {
      "en": "Star Player Supporter"
    },
    "updatedAt": "2024-03-15T00:25:07+00:00",
    "coverArt": "https://mangadex.org/covers/853bda99-f4d0-4085-b790-105944253a30/88f51fd0-cf78-43e7-82a5-b9b8d18c8217.jpg",
    "altTitles": [
      {
        "ko": "하드캐리 서포터"
      },
      {
        "en": "Hard Carry Support"
      }
    ],
    "description": {
      "en": "Lee Seohyun is the #1-ranked player in the long-forgotten game Asura Online. As he wonders why no one plays anymore, he stumbles upon the hottest new game, Asrian Online.\n\nBased on the world of Asura, with similar maps and characters, becoming the best in Asrian should be a piece of cake. But after he picks his hidden class, he learns he has become a puny supporting character!\n\nThough Seohyun has his sights set on becoming a star again, the only way to the top this time will be as a supporter!",
      "pt-br": "Top ranker do jogo esquecido por todos, \"Asra\", SeoHyun retornou para dominar o novo jogo de realidade virtual baseado no Asra, \"Asrian\"!\n\nMas quando ele escolheu sua classe, ele pensou que seria um causador de dano...\n\n[Parabéns! Você escolheu uma classe secreta, \"Suporte\"!]\n\nE no fim das contas, acabou virando o melhor suporte!\n\nEsse é só o início da jogatina revolucionária de SeoHyun!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e17e6a3-ed93-434e-b375-0a5ab854a8ab",
    "title": {
      "en": "Fire in the Swamp"
    },
    "updatedAt": "2024-07-20T17:30:44+00:00",
    "coverArt": "https://mangadex.org/covers/8e17e6a3-ed93-434e-b375-0a5ab854a8ab/26ffca69-bbac-4fae-ba80-2968b9ed5029.jpg",
    "altTitles": [
      {
        "ko": "늪 속의 불"
      },
      {
        "en": "Fire Burns Through Me"
      },
      {
        "id": "Api di Rawa"
      },
      {
        "es-la": "Fuego en el pantano"
      }
    ],
    "description": {
      "en": "The most powerful families of the court owe their influence to three things: property, titles, and magic. House Konbayazen, lacking a sorcerer, became a laughingstock among fellow aristocrats; that is until the head of their House took his daughter Sabina and invited the curse of death upon her - turning her into “death incarnate.” This curse causes any who utter Sabina’s name to catch a fatal illness and contact with her flesh causes one’s own to rot away. This new power allows her father to monger fear, killing anyone who dares stand in his way. After countless years of abuse at the hands of her father, Sabina is allowed to convalesce in the countryside to regain her strength. He sends her to an empty, abandoned village with the imperial knight Erzan Muskovayev to be her bodyguard…but there is something different about Erzan. Normally repulsed by the heat of another person’s body, Sabina immediately finds an abnormal comfort in his presence. What’s more, Erzan seems immune to any curse that he encounters. As the two spend time together in the seemingly haunted village, they find themselves inexplicably drawn to each other, in a way neither knew was possible…\n\n[Original Novel - Chapters](https://www.bomtoon.com/comic/ep_list/inswamp]Bomtoon)\n[Original Novel - Volumes](https://ridibooks.com/books/2155013295]Ridibook)\n\n[Original Webtoon - Lezhin](www.lezhin.com/ko/comic/w_inswamp)\n[Original Webtoon - Bomtoon](https://www.bomtoon.com/comic/ep_list/FIREinBOG)\n\n[Original English translation - Lezhin](https://www.lezhinus.com/en/comic/fireburnsthrough)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ef6e461-033b-4976-b222-943856c94a97",
    "title": {
      "en": "Smiley"
    },
    "updatedAt": "2024-07-11T13:38:04+00:00",
    "coverArt": "https://mangadex.org/covers/9ef6e461-033b-4976-b222-943856c94a97/0271dc6e-c400-4683-b287-5bbac49665bb.jpg",
    "altTitles": [
      {
        "ja": "スマイリー"
      },
      {
        "ru": "Улыбающиеся"
      },
      {
        "vi": "Smiley - Cười lên"
      }
    ],
    "description": {
      "en": "Yuushi Kamome is a freelance writer who lost his beloved daughter in an accident. In despair, his wife leaves him, and he spends his days like a shell of a man. One day, however, a flyer from a strange religious group, the \"Heart Laughing Society,\" changes his fate. It shows the image of his wife, whom he has lost touch with...This is a story of faith and madness. What is the black darkness of the cult that an evil smile invites? A chilling “new religion” suspense begins!",
      "ru": "Томодзи Камомэ — писатель-фрилансер, потерявший любимую дочь в результате несчастного случая. В отчаянии от него уходит жена, и он проводит свои дни в одиночестве, закрывшись от внешнего мира.\nОднако однажды листовка странной религиозной группы «Общество смеющегося сердца» меняет его судьбу. В ней он увидел свою жену, с которой потерял связь..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0",
    "title": {
      "en": "I'm Really Not the Evil God's Lackey"
    },
    "updatedAt": "2024-05-27T16:57:02+00:00",
    "coverArt": "https://mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "altTitles": [
      {
        "zh": "我真不是邪神走狗"
      },
      {
        "en": "I'm Really Not the Demon God's Lackey"
      },
      {
        "en": "I’m Really Not the Devil’s Lackey"
      },
      {
        "uk": "Насправді я не слуга Злого Бога"
      },
      {
        "vi": "Ta Thật Không Phải Tà Thần Chó Săn"
      },
      {
        "zh-ro": "Wǒ Zhēn Bùshì Xiéshén Zǒugǒu"
      }
    ],
    "description": {
      "en": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
      "uk": "Лінь Цзє – чужоземець з іншого світу, що став тепер звичайним власником книжкового магазину. Він доброзичливий і завжди готовий порекомендувати відвідувачам книги, що здатні зцілити їхні душі. Іноді, він ділиться і власними роботами. З часом, клієнти починають його дуже поважати. Вони щодня приносять йому маленькі сувеніри чи подарунки в знак подяки та просять у нього рекомендації щодо книги. Про цього звичайного крамаря навіть починають розповідати історії. Його з повагою та теплом звуть «Гієна Злого Бога», «Вісник Євангелія Плоті», «Автор Культу Упирів» та «Пастух Зірок».",
      "zh": "穿越者林介经营着一家书店。他善良热情，总是向失意潦倒的客人们推荐治愈心灵的书籍，偶尔也会安利一下自己的拙作。久而久之，这些客人变得非常尊敬他，每天都会带来一些朴实的土特产报答他，向他请教推荐书目，并且向周边人也诉说着这个普通书店老板的事迹。他们尊敬而亲切地称呼他为——“邪神的鬣狗”、“血肉福音书的传播者”、“尸食教典仪的撰写者”、“群星的牧羊人”。“？？？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f148d432-889c-40c7-bbda-d53e5a60c0e6",
    "title": {
      "en": "The Ultimate Arbitrary Tycoon System"
    },
    "updatedAt": "2024-07-23T04:01:41+00:00",
    "coverArt": "https://mangadex.org/covers/f148d432-889c-40c7-bbda-d53e5a60c0e6/b9b5af4f-b9bc-4fce-887f-5f8fb9eb3248.png",
    "altTitles": [
      {
        "zh": "终极肆意神豪系统"
      }
    ],
    "description": {
      "en": "Hang Xingwang, who had been enduring hardships as a corporate slave, suddenly awakened the Ultimate Indulgent Tycoon System: the more he indulged, the richer he became! From then on, he went from a minor operator to a top tycoon, stepping on lackeys and striking down snobs. Thus began his journey to becoming a god-like tycoon!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5373fc36-e023-4f78-bcca-b28e62176aa7",
    "title": {
      "en": "Heavenly Moon"
    },
    "updatedAt": "2022-05-30T23:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/5373fc36-e023-4f78-bcca-b28e62176aa7/ea501f84-4bc4-430f-8c16-42a7e7e6246e.png",
    "altTitles": [
      {
        "en": "Heavenly Ray and Bright Moon"
      },
      {
        "ko": "천광명월"
      },
      {
        "en": "Sunlight Moon"
      },
      {
        "zh": "天光明月"
      },
      {
        "ru": "Военный раб, ставший мастером боевых искусств"
      }
    ],
    "description": {
      "en": "The Murim Warring States period is where only the strong survives. This is the war slave Cheong Gwang and Myeong-Wol’s Murim Survival Story.\n\n---\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=59153035)",
      "ko": "강자만이 살아남는 무림전국시대.\n전쟁노예 천광과 중원제일의 기생 명월의\n무림 생존기를 그린 가족 무협 액션 드라마.\n\n---\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=59153035)",
      "ru": "Главный герой - Чон Гван, будучи ребенком, попадает в военное рабство. Больше десяти лет он не видел своего отца и сестренку. Согласно уговору с преемником одной из сильнейших гильдий, он должен принести голову двадцати мастеров боевых искусств, и только тогда ему даруют свободу. Чон Гван жил мыслью о скором возвращении домой, однако... его обманули. Тогда он решает сбежать...\n\n---\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=59153035)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-07-19T00:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "686243d3-fe2a-4f62-8f68-ae3a5a1bcbe6",
    "title": {
      "en": "Finding Camellia"
    },
    "updatedAt": "2024-06-19T20:12:09+00:00",
    "coverArt": "https://mangadex.org/covers/686243d3-fe2a-4f62-8f68-ae3a5a1bcbe6/7360a33c-0c5d-4a29-a11e-781cff40b3ba.jpg",
    "altTitles": [
      {
        "ko": "참아주세요, 대공"
      },
      {
        "ko-ro": "Chamajuseyo, Daegong"
      },
      {
        "en": "Please Be Patient, Grand Duke"
      },
      {
        "fr": "À la recherche de Camélia"
      },
      {
        "pt": "Encontrando a Camellia"
      },
      {
        "es": "Buscando a Camellia"
      },
      {
        "uk": "У пошуках Камелії"
      },
      {
        "tr": "Camellia'yı Ararken"
      },
      {
        "mn": "Камеллиаг олох нь"
      },
      {
        "zh": "请忍耐，大公"
      },
      {
        "zh": "寻找卡米莉娅"
      },
      {
        "vi": "Đi Tìm Nàng Camellia"
      }
    ],
    "description": {
      "en": "Her life was nothing but lies. Camellia was just 12 when she was taken away from her mother in the slums and forced to live as the son of an aristocratic family. But under the layers of secrets and lies, she never forgets. She continues to struggle to be her true self again, to reclaim the life of Camellia.\n\n---\nCamellia was a flower born of a street rat, her face more ethereal than any other. When she was a child, a wealthy noblewoman took her and forced her to become Camellius Bale, the second-born son of House Bale. From that day on, her life was no longer her own.\n\nFor years, Camellius has lived to protect the position of her older brother, Kieran, even though this does not benefit her at all. With nowhere to run, she obeys her stepmother's orders, burying herself deep beneath a facade of lies. As she begins to cross paths with Claude del Ihar, the heir to the grand dukedom, she continues to hope that someday she can reclaim what was once hers—the life of Camellia.",
      "fr": "Sa vie n'était que mensonges. Camellia n'avait que 12 ans lorsqu'elle a été enlevée à sa mère dans les bidonvilles et forcée de vivre comme le fils d'une famille aristocratique. Mais malgré son secret et tout les mensonges autour d’elle, elle n'oublie pas qui elle est. Elle continue de lutter pour redevenir elle-même, afin de récupérer sa vie d’avant, sa vie de Camellia.",
      "hu": "Élete nem volt más, mint hazugság. Camellia mindössze 12 éves volt, amikor elvették anyjától a nyomornegyedből, és kénytelen volt arisztokrata család fiaként élni. De a titkok és hazugságok alatt soha nem felejt. Mindvégig küzd azért, hogy visszaszerezze igazi énjét. Camellia életét.",
      "ko": "해당 작품은 연재주기에 맞춰 매주 토요일마다 순차적으로 1편씩 무료 대여가 오픈됩니다.\n\n진흙탕의 보석, 후작의 사생아, 소후작의 모조품.\n출생의 비밀이 밝혀진 날, 소녀는 빈민가를 떠나 전혀 다른 삶을 살게 되었다.\n\n여인이 아닌 사내, 카닐리아가 아닌 카닐리언으로.\n\n병약한 소후작이 건강을 되찾을 때까지 후작가의 차남으로 살아야만 하는 카닐리아.\n감추려고 할수록 드러나는 비밀과 운명적 끌림. 그녀의 선택이 향하는 곳은―?",
      "sk": "Jej život boli len lži. Camellia mala len 12 rokov, keď ju v slumoch odobrali matke a prinútili ju žiť ako syna aristokratickej rodiny. Pod nánosmi tajomstiev a lží však nikdy nezabudne. No uniknúť pred mocnou rodinou nie je vôbec jednoduché. Obzvlášť nie, keď vás sleduje priveľa očí. Napriek tomu, naďalej bojuje o to, aby sa opäť stala svojím pravým ja, aby získala späť život Camellie.",
      "uk": "Її життя - суцільна брехня. Камелії було всього 12 років, коли вона втратила можливість бути собою. Дівчину забрали від матері та змусили відігравати роль сина аристократичної родини. І хоча з тих пір вона опутана невидими нитками безлічі таємниць та обманів, усередині Камелія все ще пам'ятає справжню себе. Тому вона буде боротися за право повернути своє ім'я та своє життя.",
      "zh": "她的人生净是谎言。 卡米莉娅12岁的时候被迫离开了贫民窟，与母亲分开，而去作为贵族家的儿子生活。 但在层层秘密和谎言之下，她从未忘记。 她一直努力着，想要活回真正的自己，寻回自己作为卡米莉娅的人生。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c72bf3c9-162f-4daf-a7f4-39b311a675a4",
    "title": {
      "en": "The World Starts From Scratch"
    },
    "updatedAt": "2024-07-08T01:14:45+00:00",
    "coverArt": "https://mangadex.org/covers/c72bf3c9-162f-4daf-a7f4-39b311a675a4/40b1a911-fe33-4799-8b9a-cc543e91aade.jpg",
    "altTitles": [
      {
        "zh": "世界从零开始"
      },
      {
        "th": "โลกเริ่มต้นจากศูนย์"
      }
    ],
    "description": {
      "en": "The bet between gods and demons involves investing twelve apostles in the human world, and the winning side will gain the right to rule the three realms. But when the balance of the world tilts, there will be checkers and balancers. The counterbalancer comes and the world starts from scratch..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91d928a1-7237-4d03-abc3-4b1440cc7d55",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Master of Garden ~Shichikage Retsuden~"
    },
    "updatedAt": "2024-06-11T18:41:36+00:00",
    "coverArt": "https://mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/f595393a-6ce9-407a-a971-f1ad3a20c375.jpg",
    "altTitles": [
      {
        "ja": "陰の実力者になりたくて！マスターオブガーデン～七陰列伝～"
      },
      {
        "en": "The Eminence in Shadow: Master of Garden ~Seven Shadows Chronicles~"
      },
      {
        "en": "I Want To Become The Eminence In Shadow! Master Of Garden ~Seven Shadows Chronicles~"
      },
      {
        "ru": "Восхождение в Тени! ~Хроники Семи Теней~"
      }
    ],
    "description": {
      "en": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "637c9fd2-4b57-45f8-b2a0-35b9915b128d",
    "title": {
      "en": "Falling for the Enemy"
    },
    "updatedAt": "2024-07-23T04:05:08+00:00",
    "coverArt": "https://mangadex.org/covers/637c9fd2-4b57-45f8-b2a0-35b9915b128d/010512d5-edf6-4b28-af99-142bbff90c38.jpg",
    "altTitles": [
      {
        "ko": "원수를 사랑하게 된 이유에 대하여"
      },
      {
        "ko-ro": "Wonsureul Saranghage Doen Iyue Daehayeo"
      },
      {
        "en": "How Could I Love the Enemy?"
      },
      {
        "zh-hk": "關於我愛上仇人的理由"
      },
      {
        "zh-hk": "關於愛上冤家的理由"
      },
      {
        "zh": "关于爱上冤家的理由"
      },
      {
        "id": "Jatuh untuk musuh"
      },
      {
        "fr": "S'amourachant du ennemi"
      },
      {
        "fr": "S'amourache du ennemi"
      },
      {
        "es": "Enamorarse de tu enemigo"
      }
    ],
    "description": {
      "en": "How could I love the enemy? After her parents' death, Lia versed herself in swordsmanship to protect her family. But as the Empire's only female Commander of a knights' battalion, she can't seem to catch a break because of the meddling Duke Edgar! But wait... Why does this \"enemy\" blush whenever he looks her way?!",
      "ko": "부모님이 마차 사고로 돌아가시고, 가문을 지키기 위해 검을 든 리아.\n제국 유일의 여기사 단장이 되어 인정받았다 생각하고 한시름 놓았더니,\n사사건건 시비를 거는 원수 같은 공작 에드가 때문에 하루하루 속만 터져간다!\n\n그런데 리아를 보고 얼굴을 붉히는 이 원수....뭔가 이상한데?",
      "zh": "因为父母去世，为了守护家族而举起剑的莉亚，想着能作为帝国唯一的女骑士团长获得认可之后松了口气，却因为大大小小的事都来挑衅的冤家一样的公爵埃德而每一天都要气炸了！ 然而看着莉亚却脸红了的这个冤家...总感觉有点奇怪呢？？",
      "zh-hk": "我怎麼可能愛上仇人呢？父母去世之後，莉婭為了保護家人而努力精通了劍術。但作為帝國唯一的女騎士團長，她卻因為愛德加公爵的攪和而不得安生！等等…這個‘仇人’為什麼每次見到她都會臉紅啊？ ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "48"
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e935ea8-3a85-4f8e-bd78-3fa8974f6977",
    "title": {
      "en": "The Millionaire Divorcee"
    },
    "updatedAt": "2024-07-23T04:08:07+00:00",
    "coverArt": "https://mangadex.org/covers/2e935ea8-3a85-4f8e-bd78-3fa8974f6977/b22909fd-bf5d-4929-b61c-fd49c4dd2c1c.jpg",
    "altTitles": [
      {
        "ko": "이혼당했지만 재벌입니다"
      },
      {
        "ko-ro": "Ihondanghaetjiman Jaebeorimnida"
      },
      {
        "ko-ro": "Ihondanghaessjiman Jaebeol-ibnida"
      },
      {
        "en": "I'm Divorced, but I'm a Chaebol"
      },
      {
        "en": "I Got Divorced, but I'm Rich"
      },
      {
        "en": "I Got Divorced, but I'm a Conglomerate"
      },
      {
        "ja": "離婚されたって大金持ちです！"
      },
      {
        "zh": "离婚后成为财阀"
      },
      {
        "zh": "虽然离婚了但变成了财阀"
      },
      {
        "mn": "Би салсан ч баян хэвээр байна"
      },
      {
        "fr": "Divorcée, mais pleine aux as"
      },
      {
        "es-la": "Estoy divorciada, pero soy un chaebol"
      }
    ],
    "description": {
      "en": "Even though I was destined to get married in this world overnight, I tried to adapt and live normally, but my trashy husband who thought cheating wasn’t enough, he also asked me for a divorce. I’m already tired of him, so I willingly divorced him and willing to collect alimony to then spend that money… I decided to sign a contract with a jewelry craftsman who was suffering from labor exploitation, and the business started to open one by one. Jewelry, perfume, clothing, cosmetics, distribution… Everything that I touch become a success, which made me a chaebol.\n\n---\nDuchess Alicia de Payharen's world gets flipped upside down when her philandering husband hands her divorce documents. Luckily, she secures a large settlement to her advantage. As she sets out with her maid, Neri, Alicia uses her new capital to kickstart a bold new business idea. The trade? Jewelry! With tenacity and honed intellect, Alicia de Payharen vows to secure her spot as a business mogul. This ex-duchess has many obstacles to overcome to meet her goal, but she's keeping her eyes on the prize and going for the gold!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%ED%98%BC%EB%8B%B9%ED%96%88%EC%A7%80%EB%A7%8C-%EC%9E%AC%EB%B2%8C%EC%9E%85%EB%8B%88%EB%8B%A4/2704), [KakaoPage](https://page.kakao.com/home?seriesId=58185585)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-millionaire-divorcee)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Japanese / 日本語](https://piccoma.com/web/product/93103)",
      "ko": "하루아침에 이세계에 빙의해서 정략결혼한 운명에도, 어떻게든 잘 적응하여 살아보려 했지만 쓰레기 같은 남편은 대놓고 바람 피는 것도 모자라, 내게 이혼을 요구했다.\n\n이미 그에게 질린 터라, 기꺼이 이혼해 주고 기꺼이 위자료를 받아 챙겨 나온 다음 돈을 쓰던 어느 날…\n노동 착취에 시달리던 보석 장인과 계약을 체결하는 것을 시작으로 사업을 하나 둘씩 벌렸다.\n\n보석, 향수, 의류, 화장품, 유통…. 손대는 사업마다 대박나서, 재벌이 되어버렸다.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%ED%98%BC%EB%8B%B9%ED%96%88%EC%A7%80%EB%A7%8C-%EC%9E%AC%EB%B2%8C%EC%9E%85%EB%8B%88%EB%8B%A4/2704), [KakaoPage](https://page.kakao.com/home?seriesId=58185585)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-millionaire-divorcee)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Japanese / 日本語](https://piccoma.com/web/product/93103)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "122"
  },
  {
    "mangaId": "5fcf0847-7d3a-4164-a705-970a06df2794",
    "title": {
      "en": "Blue Archive - Problem Solver 68 Business Diary"
    },
    "updatedAt": "2024-06-22T18:06:54+00:00",
    "coverArt": "https://mangadex.org/covers/5fcf0847-7d3a-4164-a705-970a06df2794/5b2edc19-f389-43d8-a71c-6539584733d8.jpg",
    "altTitles": [
      {
        "ja": "ブルーアーカイブ 便利屋68業務日誌"
      },
      {
        "ja-ro": "Blue Archive - Benriya68 Gyoumunishi"
      },
      {
        "vi": "Blue Archive: Nhật kí nghiệp vụ của Handyman68"
      },
      {
        "zh": "便利屋68业务日志"
      },
      {
        "ja-ro": "Blue Archive - Benriya 68 Gyoumunishi"
      },
      {
        "vi": "Blue Archive: Nhật kí nghiệp vụ của Handyman 68"
      }
    ],
    "description": {
      "en": "From the smash hit smartphone game \"Blue Archive\" comes the debut of Problem Solver 68 as our protagonist in this spin-off comic!! Please enjoy the comedic story of our four Problem Solvers in Kivotos - The Academic City!",
      "ja": "大人気スマホゲーム『ブルーアーカイブ』から、「便利屋68」を主役としたスピンオフコミックが登場!! 学園都市キヴォトスを舞台に便利屋の4人が巻き起こすドタバタ劇をお楽しみください！",
      "vi": "Từ trò chơi dành cho smartphone đang nổi tiếng hiện nay \"Blue Archive\" chào đón sự xuất hiện dưới tư cách nhân vật chính của câu lạc bộ \"Handyman 68 (Công ty Dịch vụ giúp việc số 68)\" trong bộ manga ngoại truyện này!! Hãy cùng thưởng thức câu chuyện hài hước của bốn cô gái chạy vặt ở Thành phố Học viện Kivotos nào!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "009c62ce-6064-4409-9949-4f00ba6d593c",
    "title": {
      "en": "Cheat Skill \"Shisha Sosei\" ga Kakusei Shite, Inishie no Maougun wo Fukkatsu Sasete Shimaimashita"
    },
    "updatedAt": "2024-06-24T13:15:24+00:00",
    "coverArt": "https://mangadex.org/covers/009c62ce-6064-4409-9949-4f00ba6d593c/4e63234b-85f2-48a9-81f6-440a4142d717.jpg",
    "altTitles": [
      {
        "en": "My Cheat Skill [Resurrection] Revived Me, and I Ended up Resurrecting the Ancient Demon Lord’s Army. ~The Strongest Healer That Won’t Let Anyone Die~"
      },
      {
        "ja": "チートスキル『死者蘇生』が覚醒して、いにしえの魔王軍を復活させてしまいました"
      },
      {
        "ja": "チートスキル『死者蘇生』が覚醒して、いにしえの魔王軍を復活させてしまいました～誰も死なせない最強ヒーラー～"
      },
      {
        "ja-ro": "Cheat Skill \"Shisha Sosei\" ga Kakusei Shite Inishieno Maougun wo Fukkatsu Sasete Shimaimashita ~Dare mo Shinasenai Saikyou Hiiro~"
      }
    ],
    "description": {
      "en": "Licht, a young man who has the special ability, \"Resurrection,\" makes his living as a member of an S-Rank Adventurer's Party. However, the king, who feared his power, ordered his comrades to betray him, and in the end, executed him in an unfair manner. But Licht, who was fortunate enough to be revived because of his own skill, now swears to carry out his revenge on humanity…",
      "pt-br": "Licht, um jovem que tem a habilidade especial, [Ressurreição], ganha a vida como membro de um grupo de Aventureiros da classe S. No entanto, o rei, que temia seu poder, ordenou que seus companheiros o traíssem e, no final, o executaram de maneira injusta. Mas Licht, que teve a sorte de ser revivido por causa de sua própria habilidade, agora jura se vingar da Humanidade ."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92844f6e-8612-4617-a9b5-d8e3e4085b95",
    "title": {
      "en": "A Couple of Obligations"
    },
    "updatedAt": "2024-05-30T19:44:22+00:00",
    "coverArt": "https://mangadex.org/covers/92844f6e-8612-4617-a9b5-d8e3e4085b95/6af05ebb-e43b-4e1d-ab1e-807f4e1a638d.jpg",
    "altTitles": [
      {
        "ko": "부부의 의무를 원하신다면"
      },
      {
        "en": "If You Wish For A Married Couple’s Duties"
      }
    ],
    "description": {
      "en": "“I will marry you, but I have no intention to share a bed with you.” The charismatic princess of Bashar meets the sharpest sword of the empire! The life of the two newlyweds united for alliance is a battle in itself. The tingling thriller of a romance between two brave and beautiful individuals who have never loved unfolds!\n\nAdapted from : https://series.naver.com/novel/detail.series?productNo=6826589"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a787b10a-02d0-46c0-8236-0d01d69ad4a3",
    "title": {
      "en": "Naruto (Official Colored)"
    },
    "updatedAt": "2024-07-22T11:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/a787b10a-02d0-46c0-8236-0d01d69ad4a3/a2b399c6-a938-4971-89f3-870b30038e5a.jpg",
    "altTitles": [
      {
        "en": "Naruto - Digital Colored Comics"
      },
      {
        "ja": "ナルト"
      },
      {
        "ja": "NARUTO―ナルト― カラー版"
      },
      {
        "ar": "ناروتو"
      },
      {
        "bg": "Наруто"
      }
    ],
    "description": {
      "en": "Twelve years ago, the powerful Nine-Tailed Demon Fox attacked the ninja village of Konohagakure. The demon was quickly defeated and sealed into the infant Naruto Uzumaki, by the Fourth Hokage who sacrificed his life to protect the village. Now Naruto is the number one knucklehead ninja who's determined to become the next Hokage and gain recognition by everyone who ever doubted him!",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Naruto\". Uzumaki Naruto é um garoto que teve um demônio preso dentro dele quando era um bebê, para evitar que esse demônio destruísse sua vila. Ele cresceu sendo temido por todos, já que existe a lembrança dos mortos pelo demônio em quase todas as famílias. Evitado e ignorado, tudo o que ele realmente deseja é ser amado e reconhecido pelos outros, pelo que de fato ele é. Acompanhe a vida de Naruto, seu amor pela \"doce e amável\" Sakura e sua \"amizade\" com Sasuke... Uma história aparentemente simples, em que o herói acumula poderes e vence os malvados, fazendo amigos no caminho, certo? Errado. Naruto tem ação e comédia, sim, mas o tema central do mangá é a solidão e como cada um dos personagens lida com essa solidão. A leveza cômica de alguns capítulos é francamente contrastante com o clima pesado e trágico de outros."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "72",
    "lastChapter": "700"
  },
  {
    "mangaId": "bf39eaed-2d14-4165-b32b-ccb2750844ea",
    "title": {
      "en": "Baby Like a Dog"
    },
    "updatedAt": "2024-07-23T01:32:26+00:00",
    "coverArt": "https://mangadex.org/covers/bf39eaed-2d14-4165-b32b-ccb2750844ea/61adb382-c912-4d96-8181-2d3c02a8ea00.png",
    "altTitles": [
      {
        "ko": "개 같은 베이비"
      }
    ],
    "description": {
      "en": "A child who was treated like a dog and trained in my childhood has reappeared as a subordinate with a striking appearance. No matter how much I push him away, Shin Geonwoo, with his gentle, dog-like eyes, constantly gets on my nerves.\"I remembered your scent wherever I went. Your scent is still sweet, Team Leader. \"\"What do you want from me? Just leave me alone. \"\"Keep me by your side, like before. I've been waiting for you for a long time.\""
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bf0192-c73c-4250-91fa-8f3e4b8c6c67",
    "title": {
      "en": "The Second Male Lead Is Actually a Girl"
    },
    "updatedAt": "2024-07-20T17:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/05bf0192-c73c-4250-91fa-8f3e4b8c6c67/572cc3e6-e3f4-4996-961f-8627d5645685.jpg",
    "altTitles": [
      {
        "ko": "서브 남주지만, 여자입니다"
      },
      {
        "en": "The Second Male Lead Is Actually Female"
      },
      {
        "en": "I'm the Second Male Lead, but I'm a Girl"
      },
      {
        "de": "Dem Herzog fehlt das beste Stück"
      },
      {
        "fr": "Le duc est une femme!"
      },
      {
        "ja": "美しいサブキャラ公爵のつもりが女でした"
      },
      {
        "th": "นิยายเรื่องนี้มีผู้หญิงเป็นพระรอง"
      },
      {
        "es-la": "El Segundo Protagonista Masculino es en Realidad una chica"
      }
    ],
    "description": {
      "de": "Nach einem tödlichen Unfall wird Rosa in die Welt eines Romans, den sie gelesen hatte, wiedergeboren. Als Rosa Veronica muss sie dort bereits als Mädchen hart arbeiten, um über die Runden zu kommen. Eines Tages kommt ein Bediensteter von Herzog Estella, ihrem leiblichen Vater, und bringt sie zu ihm, wo sie fortan als Rozenta Estella, dem einzigen Sohn und Erben von Herzog Estella leben soll. Sie entschließt sicht dazu, sich auf dieses neue Leben einzulassen und ist überrascht, dass sich die Charaktere anders als im Roman entwickeln, obwohl die grundsätzliche Geschichte gleich bleibt. Obwohl Rozenta Estella nur eine Nebenrolle im Originalroman innehatte, lernt Rosa, ihr Leben selbst in die Hand zu nehmen. Aber ihre Unbeschwertheit dauert nicht lange, da sie bald die Rolle einnehmen muss, in die sie geboren wurde.\n\n---\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/8283?languageCode=en)\n* [French / Français](https://www.pocketcomics.com/comic/8283?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/8283?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/8283?languageCode=ja)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3139)",
      "en": "Rosa remembers her past life.\nShe remembers reading about the Helios Empire in a novel before dying suddenly in an accident.\n\nWhen she is reborn into that exact world as Rosa Veronica, she lives day to day and works hard to make ends meet until one day when someone from the Duke of Estella’s estate comes to fetch her.\nWhen she arrives and meets her biological father, her life is turned upside down once again as she’s forced to live the life of Rozenta Estella, the sole heir to the Estella estate and the only son of the Duke of Estella. Through the power of magical artifacts, she's able to live the life of Rozenta, a supporting male character from a novel she once read in a previous life.\n\nShe decides to embrace this new life as the familiar narrative unfolds before her. Despite knowing the overall story and its characters, she's surprised that the male and female leads have not become the characters she's read about. Although Rozenta Estella was just a minor character in the original novel, Rosa learns to navigate the intricacies of his life and family while fostering a budding friendship with Theodore and Vivian.\n\nHer happiness doesn't last very long as all three grow up and enter the roles they've been born into.\n\n---\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/8283?languageCode=en)\n* [French / Français](https://www.pocketcomics.com/comic/8283?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/8283?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/8283?languageCode=ja)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3139)",
      "fr": "Après s'être réincarnée dans le corps d'une petite fille de 10 ans appartenant à l'histoire d'un roman qu'elle a lu dans sa vie antérieure, Rosa n'aspire qu'à vivre une vie paisible loin de l'intrigue. Mais un jour, elle est amenée devant le Duc Estella, qui lui annonce être son père et vouloir faire d'elle le prochain héritier de la famille. Elle devient donc Rozenta Estella, le second rôle masculin du roman. Mais alors, Rozenta Estella était en fait une fille?!\n\n---\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/8283?languageCode=en)\n* [French / Français](https://www.pocketcomics.com/comic/8283?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/8283?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/8283?languageCode=ja)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3139)",
      "ja": "ある日突然、前世の記憶が蘇った少女ローザ・ベロニカ。\n彼女は今いる世界が、前世で読んだ恋愛ファンタジー小説の世界であることを知る。 \nそんな彼女の前に使者が現れ、小説のサブキャラ「ロゼンタ・エステラ」の父 カリゴ・エステラ公爵のもとへと連れていかれる。\nそして公爵から衝撃的な発言を聞く。 \n「お前はこれより、エステラ家の唯一の公子 　ロゼンタ・エステラとして生きろ」\nあれ？ロゼンタ・エステラって男じゃなかったの！？ \n私が彼で…彼が私？ \n\nドタバタ恋愛ファンタジーが今始まる！ \n事実は小説より奇なり…？\n\n---\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/8283?languageCode=en)\n* [French / Français](https://www.pocketcomics.com/comic/8283?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/8283?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/8283?languageCode=ja)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3139)",
      "th": "โรซา เวโรนิกา เด็กสาวอายุ 10 ขวบระลึกชาติได้หลังสะเทือนใจเพราะสูญเสียแม่ผู้เป็นที่รัก และได้รู้ว่าโลกที่เธออยู่ในตอนนี้คือนิยายที่เคยอ่านในชาติก่อน แต่แล้ววันหนึ่งพ่อที่เธอเคยคิดว่าเสียชีวิตไปนานแล้วก็กลับมา เขาเป็นหัวหน้าตระกูลดยุกและขอให้เธอปลอมตัวเป็นลูกชาย \"โรเซนตา เอสเทลลา\" ผู้เป็นพระรองของนิยายเรื่องนี้เพื่อเป็นผู้สืบทอดตระกูลต่อไป ซึ่งนั่นทำให้เธอรู้ว่า พระรองที่เธอรู้จัก แท้จริงแล้วไม่ใช่ผู้ชายจริงๆ...!\n\n---\n**Official Translations:**\n* [English](https://www.pocketcomics.com/comic/8283?languageCode=en)\n* [French / Français](https://www.pocketcomics.com/comic/8283?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/8283?languageCode=de)\n* [Japanese / 日本語](https://www.comico.jp/comic/8283?languageCode=ja)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/3139)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9afe47ee-5c8b-4572-b7c0-efa4f83da432",
    "title": {
      "en": "Okiraku Ryoushu no Tanoshii Ryouchi Bouei ~Seisan-kei Majutsu de Na mo na Kimura wo Saikyou no Jousai Toshi ni~"
    },
    "updatedAt": "2024-05-03T07:37:41+00:00",
    "coverArt": "https://mangadex.org/covers/9afe47ee-5c8b-4572-b7c0-efa4f83da432/51ab45dd-7275-4c20-a366-d836f9e5b9dc.jpg",
    "altTitles": [
      {
        "ja": "お気楽領主の楽しい領地防衛～生産系魔術で名もなき村を最強の城塞都市に～"
      },
      {
        "en": "Easygoing Territory Defense by the Optimistic Lord: Production Magic Turns a Nameless Village into the Strongest Fortified City"
      },
      {
        "th": "หนูน้อยเจ้าแคว้นกับแผนพิทักษ์เมือง"
      },
      {
        "zh": "安闲领主的愉快领地防卫～以生产系魔术将无名小村打造成最强要塞都市～"
      },
      {
        "ko": "무사태평 영주의 즐거운 영지 방어"
      },
      {
        "en": "Fun Territory Defense by the Optimistic Lord"
      }
    ],
    "description": {
      "en": "A man was reincarnated as Van, a boy of noble birth, who grew up to become a child prodigy through hard work. But when it was discovered that he possessed \"production magic,\" he was immediately relegated to a remote village. However, his magic, which was called useless, turned out to be truly extraordinary, capable of producing anything as long as he had the right ingredients! With the knowledge from his previous life and the overpowered magic, the small, poor village will grow to become into a great city.",
      "ja": "公爵家四男のヴァンは二歳にして\"神童\"と称される少年だった。孤独に過ごした前世の記憶を持つ彼は、貴族至上主義の世界で誰とも分け隔てなく接し、多くの笑顔に囲まれて過ごすうち……\n\n「このまま楽しい人生を謳歌しよう！」\n\nそんな夢を見ていたが、八歳に授かった『生産魔術』により一変。攻撃魔法こそ至高と考える父に失格の烙印を押され、名もなき貧しき辺境の村に追いやられてしまう！ところが――\n\n「楽しく暮らせる僕好みの場所にしてやる！」"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ea32d5c-8c51-4625-b2db-5eeceaea37bd",
    "title": {
      "en": "My Job is Appraiser, but What is The [God Eye]? Living Freely with The World's Greatest Elementary Level Job"
    },
    "updatedAt": "2024-05-04T17:28:37+00:00",
    "coverArt": "https://mangadex.org/covers/2ea32d5c-8c51-4625-b2db-5eeceaea37bd/a3953810-0800-4e62-8c38-d2cb0d1ed05e.jpg",
    "altTitles": [
      {
        "ja": "職業は鑑定士ですが【神眼】ってなんですか？　～世界最高の初級職で自由にいきたい～"
      },
      {
        "ja-ro": "Shokugyou wa Kanteishi Desu ga [Shingan] tte Nandesu ka? ~ Sekai Saikou no Shokyuushoku de Jiyuu ni Ikitai ~ ​"
      }
    ],
    "description": {
      "en": "Touri, a High schooler who was Transported to another World, was immediately banished due to his Elementary Level Job, 'Appraiser'.\nBut there's more to his Job...!? The Curtains of the Other World Fantasy  Survival using Appraiser Skill Opens!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d44a209-f885-4851-98ed-c478d5adb8ee",
    "title": {
      "en": "For the Musical Genius"
    },
    "updatedAt": "2024-03-20T08:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/9d44a209-f885-4851-98ed-c478d5adb8ee/c904b63c-8dd4-49e2-a3c7-a21e731aa4b9.jpg",
    "altTitles": [
      {
        "ko": "음악천재를 위하여"
      },
      {
        "en": "For the Music Genius"
      }
    ],
    "description": {
      "en": "Kang Hyeon, who was ashamed of his poor family, cut off ties with those around him and studied desperately to achieve success, but eventually he realized that his ideals were wrong.\nTo make matters worse, Hyeon, who has cancer, gets run over while trying to save someone who fell on the subway tracks, and returns to the past while listening to the melody of a symphony.\nHyeon, who was determined not to live the same life as before, realizes that he has tremendous musical talent..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2ab72e3-4daa-4280-b5f9-e7820980462d",
    "title": {
      "en": "The Pizza Delivery Man and the Gold Palace"
    },
    "updatedAt": "2024-07-20T17:23:18+00:00",
    "coverArt": "https://mangadex.org/covers/a2ab72e3-4daa-4280-b5f9-e7820980462d/db19d2cb-6689-4edf-9abb-ade4c7853038.jpg",
    "altTitles": [
      {
        "en": "The World as Seen By The Pizza Delivery Man"
      },
      {
        "ko": "피자배달부와 골드팰리스"
      },
      {
        "en": "Pizza Delivery Guy and the Golden Palace"
      },
      {
        "es-la": "El Repartidor de Pizza y el Palacio Dorado"
      }
    ],
    "description": {
      "en": "Due to his father’s reckless investments and gambling habits, Woo Won and his mother were saddled with a debt that they’ve spent their whole life trying to pay off. After his mother was forced to return to the countryside due to her ailing health, he was left all by himself to battle a lone fight. The heavens seemed to be indifferent to his plight when he was fired from his part-time job that paid well.\n\nWhile looking for a new job, his friend suggested that he try the pizza delivery gig at a pizzeria located in a fancy neighborhood. Not only was the food good, but it was also famous for employing beautiful and handsome workers. Woo Won, who is on the attractive side, applied in an instant for an interview and was accepted immediately. \n\nSeo An has lived all his life under the control of his unyielding father who couldn’t tolerate even a single slip up. It ate away at his life, and finally, culminated into social anxiety and a panic disorder. Finally, he quit his job and shut himself off away from the world. \n\nOne day, a person suddenly appeared and offered Seo a small kindness. For the first time in a long time, he wasn’t afraid of another person. This is a story of two youths who are tired of life, how they meet and fall in love.",
      "ko": "아버지의 무리한 사업 투자와 도박으로 인해 평생 어머니와 함께 빚을 갚아온 우원.\n그런 어머니마저 몸이 나빠져 시골로 내려가며 홀로 고군분투한다.\n하늘이 무심하게도 시급 좋던 알바처에서 잘리게 되고\n새로운 일자리를 알아보던 중 친구의 소개를 받게 된다.\n부촌 일대에 자리 잡은 피자가게 배달부.\n맛은 물론, 직원들이 잘생기고 예쁘기로 유명했다.\n훤칠한 외모의 우원은 당장 면접을 가게 되고 바로 합격한다.\n\n하나의 오점도 용납할 수 없는 아버지의 욕심에\n휘둘리며 평생을 살아온 서안.\n그렇게 자신을 갉아먹으며 살아왔다.\n그리고 터져 버린 공황과 대인 기피.\n모든 일은 멈췄고 서안은 집에 갇혀 버린다.\n\n그런 서안에게 작은 호의를 베푸는 사람이 나타났다.\n아주 오랜만에 사람이 무섭지 않았다.\n\n삶에 지쳐 살던 두 사람이 만나 사랑하는 청춘 로맨스.\n피자배달부와 골드팰리스.\n시작합니다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32dfa44f-1077-4ed2-bedc-b7707788fb1b",
    "title": {
      "en": "Chiruran: Shinsengumi Requiem"
    },
    "updatedAt": "2024-05-17T20:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/32dfa44f-1077-4ed2-bedc-b7707788fb1b/2a44203b-1d71-4c80-9aaa-df5971bcc2f3.jpg",
    "altTitles": [
      {
        "tr": "Chiruran: Shinsengumi Ağıtı"
      },
      {
        "en": "Requiem of the Shinsengumi"
      },
      {
        "en": "Requiem for Shinsen"
      },
      {
        "ja": "ちるらん 新撰組鎮魂歌【レクイエム】"
      },
      {
        "zh-hk": "新撰组镇魂歌"
      }
    ],
    "description": {
      "en": "In 1912, a young woman tracks down the elderly Nagakura Shinpachi, determined to hear the true story of the Demon of the Shinsengumi, the Vice Commander Hijikata Toshizou. Hijikata's story begins in 1859, when he is a violent young man that is honing his sword skills while peddling his family's medicine. Soon, in his quest to find stronger people to fight, Hijikata starts to come into contact with others who will eventually become his comrades in the Shinsengumi. The first one to make an impression on the brash young man is Kondo Isami, who proves to be a better fighter than Hijikata."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "150"
  },
  {
    "mangaId": "d8dcbff1-a8b6-4fcf-88de-3977aa5cef33",
    "title": {
      "en": "Bungou Stray Dogs: Dazai, Chuuya, Juugo-sai"
    },
    "updatedAt": "2024-05-08T05:33:06+00:00",
    "coverArt": "https://mangadex.org/covers/d8dcbff1-a8b6-4fcf-88de-3977aa5cef33/0b468862-3e68-43ed-8636-6f6a85b5bd46.png",
    "altTitles": [
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, Fifteen years old"
      },
      {
        "ja": "文豪ストレイドッグス 太宰、中也、十五歳"
      },
      {
        "uk": "Бродячі Пси: Дазай і Чуя 15"
      },
      {
        "es-la": "Bungou Stray Dogs - Dazai, Chuuya, 15 años"
      },
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, age fifteen"
      },
      {
        "ru": "Великий из Бродячих Псов: Дазай и Чуя, 15 лет"
      }
    ],
    "description": {
      "en": "Not long after Ougai Mori takes the reins of the Port Mafia, his accomplice Osamu Dazai has a dreadful run in with Chuuya Nakahara, a boy known as the Sheep King who is capable of manipulating gravity. But when strange rumors about the mysterious being Arahabaki start spreading throughout Yokohoma, the duo must put aside their differences and get to the bottom of things. Before they achieved infamy as the fearsome pairing Twin Dark, Dazai and Chuuya were just boys. Was their first encounter a harbinger of hope, or an ill omen of things to come...?",
      "ru": "«Призрак», неожиданно воскресшего, предыдущего босса не даёт покоя Портовой Мафии Йокогамы. Молодому члену мафии Дазаю, под присмотром новоиспечённого Босса Мафии Мори, было поручено разобраться в этом деле. Расследование приводит к так называемому «королю» печально известной группе подростков — «Овцы». Чуя соглашается работать вместе с Дазаем, чтобы раскрыть правду о его собственном прошлом и выяснить истинную причину недавних событий.",
      "es-la": "El fantasma del predecesor acecha a Port Mafia. A los quince años, Osamu Dazai, bajo la atenta mirada de Ōgai Mori, recibe su primera misión de investigar el asunto. La investigación lo lleva a Chūya Nakahara, el infame \"Rey de las Ovejas\", un grupo rival de jóvenes. Con su propio pasado desconocido para él, y las vidas de los miembros de Sheep en juego gracias a Port Mafia, Chūya acepta trabajar junto a Dazai para revelar la verdad detrás del exjefe de Port Mafia."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fbeea85-0005-4a07-85d6-a7dc482c189e",
    "title": {
      "en": "The King and Me"
    },
    "updatedAt": "2024-06-16T23:37:32+00:00",
    "coverArt": "https://mangadex.org/covers/6fbeea85-0005-4a07-85d6-a7dc482c189e/70dd3dca-bdd8-4c18-879f-dac6ee418df3.png",
    "altTitles": [
      {
        "zh": "再见，我的国王"
      },
      {
        "uk": "Побачимося, мій Королю"
      },
      {
        "zh-ro": "Zaijian, Wo De Guowang"
      },
      {
        "en": "Goodbye, My King"
      },
      {
        "en": "Till We Meet Again, My King"
      },
      {
        "en": "See You, My King"
      },
      {
        "ko": "안녕, 나의 폐하"
      }
    ],
    "description": {
      "en": "Zhang Li sees his beloved \"stone statue\" vanish before his eyes. Stricken with grief and remorse, he travels back in time and arrives in Elbis, a mythical ancient civilization that mysteriously perished.  At last, he encounters the \"stone statue\" again, only to find that he wasn't the old crybaby that clung to him every day, but a cold, ruthless \"tyrant\" instead. Will he be able to stay with him this time…?\n\nOfficial Translations:\n[Korean](https://www.bomtoon.com/comic/ep_list/my_majesty)",
      "uk": "Просто на очах Джана Лі мила його серцю кам'яна статуя щезає у небутті. Сповнений горя та каяття, юнак мандрує в минуле та потрапляє до Айбіссу, стародавньої цивілізації, що, за легендами, загадково вгасла багато сторіч тому. Удруге стрівши кам'яну статую, він усвідомлює, що дурник-плаксій, який бігав за ним хвостиком, перетворився на байдужого й безжального “деспота”. Чи здатен він залишитись із ним цього разу?.."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4dfb6202-8f0d-4b79-8e8f-4798306d7513",
    "title": {
      "en": "The Player Hides His Past"
    },
    "updatedAt": "2024-05-29T00:24:50+00:00",
    "coverArt": "https://mangadex.org/covers/4dfb6202-8f0d-4b79-8e8f-4798306d7513/d13a9143-1b6d-49de-94bf-e46d22675185.jpg",
    "altTitles": [
      {
        "en": "The Player Hiding His Past"
      },
      {
        "ko": "플레이어가 과거를 숨김"
      },
      {
        "es-la": "El Pasado Oculto del Jugador"
      }
    ],
    "description": {
      "en": "The virtual reality game “History of the Archana Continent” became part of reality, and “players” who were synchronized with humans appeared to protect the world. Lee Hoyeol, who was an ordinary salaryman, took over the body of the character he created in middle school, “Grandfell Claudi Arpeus Romeo.” Under normal circumstances, it would have been an absolute failure of a career, but Grandfell, whose occupation is a “demon hunter,” becomes extremely proud in front of demons! The only demon hunter in this world, Grandfell (= Lee Hoyeol) starts to make a move!"
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6910fb7b-0147-4ef6-9caf-0d4fe136eed0",
    "title": {
      "en": "Rewrite - Dear Secret Rose (Doujinshi)"
    },
    "updatedAt": "2024-07-23T02:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6910fb7b-0147-4ef6-9caf-0d4fe136eed0/bd9491dc-e7ba-4173-bfb9-03b44db50b25.jpg",
    "altTitles": [
      {
        "ja": "Rewrite - ディアシークレットローズ"
      }
    ],
    "description": {
      "en": "\"You have power, and you are dissatisfied with the world. Would you want to change the world… or would you rather change yourself?” — Akane Senri.\n\nThat was the beginning. A single choice that ultimately led to a global genocide, and a world where only two thousand humans survived...  by the very grace of those responsible.\n\nIn the eco-centric city of Kazamatsuri, a boy named Kotarou strives to assert himself in high school and attain an ordinary, peaceful life, but finds himself afflicted by odd phenomena within the city that seem supernatural. In his curiosity, he seeks out the rumored witch of the occult club, Akane Senri, and is inspired to join her club to prove the supernatural exists.\n\nUndeterred by her mysteriously probing questions and prickly nature, Kotarou brings life to the club and even recruits new members, forming a circle of friends in the process. But when they finally find proof, it becomes apparent that these strange events are symptoms of a dying world., and that his friends are hiding secret agendas fated to clash over this very subject.\n\nAfter the club collapses, Kotarou puts his trust in Akane and decides to serve as her shield to aid her work within \"Gaia\"-  a cult of environmentalist mages determined to preserve nature at any cost. As Kotarou's actions behind the scenes grow in proportion to Akane's influence and leadership within Gaia, the pair's emotions become increasingly entwined.\n\nYet, physiological changes brought by their occultic work and the weight of the roles they inhabit chip away at their sense of selves, causing them to reflect upon the blurriness of their own memories and question the history of their relationship. The two who love the other above all else may be destined for naught but tragedy, if they let it defeat them.\n\n[This is a canon-compliant fan book based on Akane’s Route in the original Rewrite visual novel and is written as a companion piece to the original story]"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e563a8e9-a730-4216-ba42-734aee59b3f3",
    "title": {
      "en": "Genkai Dokushin Joshi (26) Gohan"
    },
    "updatedAt": "2024-06-18T16:10:05+00:00",
    "coverArt": "https://mangadex.org/covers/e563a8e9-a730-4216-ba42-734aee59b3f3/abbec61a-1c46-4df5-977f-f89b63fc653b.jpg",
    "altTitles": [
      {
        "ja": "限界独身女子(26)ごはん"
      },
      {
        "ru": "Страдания 26-летней одинокой девушки-думера"
      },
      {
        "vi": "Bữa ăn đạm bạc của bà chị (26) độc thân"
      },
      {
        "es-la": "Comidas de despedida de soltera de 26 años"
      },
      {
        "es-la": "El sufrimiento de una Doomer no amada de 26 años"
      },
      {
        "en": "The Meals Of A Single Woman (26) At Her Limit"
      },
      {
        "en": "The Meals Of a 26 Year Old Single At Her Limit"
      },
      {
        "en": "26 Year Old Bachelorette's Meals"
      },
      {
        "en": "The Suffering of a 26 Year Old Unloved Female Doomer"
      }
    ],
    "description": {
      "en": "Hiiragi-san is a single woman who is exhausted from work and life. No matter how depressed she is, she always ends up hungry.",
      "ja": "鬱、孤独、たまに飯。\n仕事につかれ、生活につかれた限界独身女子の柊さん。どんなに憂鬱でも、おなかだけは空いてしまうようです。",
      "vi": "Cuộc sống hằng ngày cùng những bữa ăn đạm bạc của bà chị độc thân thất nghiệp chán đời.",
      "es-la": "La Sr. Hiiragi, es una chica marginalmente soltera que está cansada del trabajo y la vida. No importa cuán deprimido esté, mi estómago parece estar vacío."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]