[
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-12-10T11:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/2fffbe0f-a5c5-4365-a0ba-98e8431c71de.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque Doll Is Falling in Love"
      },
      {
        "en": "The Bisque Doll Falls in Love"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86eb6df9-f74b-45f6-9f0e-5dfdb8339d95",
    "title": {
      "en": "Yoshida Lemon Drops"
    },
    "updatedAt": "2024-11-07T21:08:11+00:00",
    "coverArt": "https://mangadex.org/covers/86eb6df9-f74b-45f6-9f0e-5dfdb8339d95/7e19ebc7-be87-4fcb-b528-13e4255a765d.jpg",
    "altTitles": [
      {
        "ja": "ヨシダ檸檬ドロップス"
      }
    ],
    "description": {
      "en": "A Kyoto University student who is afraid of students vs. the most famous female wrestler at Kyoto University!?\n\nKyoto University is a hotbed of supernatural abilities where geniuses and prodigies from all over the country gather.\n\nAfter failing the entrance exam once, Yamakawa Kashio became a student at Kyoto University, but he lost his only unique ability to study better than others, and spent his days in fear and depression as a zero-person with no unique ability.\n\nIn front of Kashio appears Sawakita Yoko, a classmate who spent three years in the mandolin club with him in high school.\n\nYoko, who was a plain student like Kashio, enrolled at Kyoto University while still in high school, and made a name for herself as a female wrestler, becoming the most famous Kyoto University student ever!\n\nKashio is overwhelmed by Yoko, who has become a distant presence, but Yoko has been waiting for Kashio to come to Kyoto University for a long time――!?\nThe gong of a hot love that will heat up Kamogawa is about to ring out!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1fa97be-0f1f-4686-84bc-806881c97d53",
    "title": {
      "en": "Otome Youkai Zakuro"
    },
    "updatedAt": "2024-08-12T05:11:25+00:00",
    "coverArt": "https://mangadex.org/covers/c1fa97be-0f1f-4686-84bc-806881c97d53/0f5528b3-f39f-4132-90c7-65cb933bb665.jpg",
    "altTitles": [
      {
        "en": "Female Demon Zakuro"
      },
      {
        "en": "Girl Demon Zakuro"
      },
      {
        "tr": "Kız Şeytan Zakuro"
      },
      {
        "en": "Maiden Demon Zakuro"
      },
      {
        "ja": "おとめ妖怪ざくろ"
      },
      {
        "zh": "半妖少女绮丽谭"
      }
    ],
    "description": {
      "en": "It's the Meiji Era in a slightly alternate Japan, and the Gregorian calendar has just come into effect. The fox-eared girls living in the youkai part of town are about to be put to work together with a delegation of young human soldiers, to promote interracial understanding. So what will happen when Zakuro's strong personality collides with human sensibilities?  \r\n\r\n\r\n---",
      "pt-br": "Num mundo onde os humanos convivem livremente com os youkais, ainda existem youkais que fazem maldades. Assim, Zakuro e seus amigos, que fazem parte de uma tropa de youkais mestiços, irão trabalhar a serviço do governo para punir os que estão causando problemas.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/hoshino_lily)  \r\n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=11509)"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c7b0826d-d6bc-4867-baf8-d2a5bc3c778a",
    "title": {
      "en": "NARUTO Fanfiction  : Reborn / Rebirth"
    },
    "updatedAt": "2024-12-20T12:48:22+00:00",
    "coverArt": "https://mangadex.org/covers/c7b0826d-d6bc-4867-baf8-d2a5bc3c778a/4e791053-0bb4-4671-ad24-77391fa28cc0.png",
    "altTitles": [],
    "description": {
      "en": "After facing off the last of the Otsutsuki clan members a forbidden seal activates on the last descendant’s body sending Naruto back into the past before his change began. Naruto is back in the academy with a few days remaining before the academy graduation exam. Naruto now has the opportunity to relive either as a loser who became the hero or awaken as a reborn genius that surpassed all his peers and changes the future."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c124df0-828c-4f2c-9374-fcfa187d689c",
    "title": {
      "en": "Bungou Stray Dogs Official Anthology"
    },
    "updatedAt": "2024-02-03T12:06:39+00:00",
    "coverArt": "https://mangadex.org/covers/9c124df0-828c-4f2c-9374-fcfa187d689c/ec371a24-2fa8-482c-b728-383c3e3b1332.png",
    "altTitles": [
      {
        "ja": "文豪ストレイドッグス 公式アンソロジー ～麗～"
      },
      {
        "ja": "文豪ストレイドッグス 公式アンソロジー ～華～"
      },
      {
        "ja": "文豪ストレイドッグス 公式アンソロジー ～凛～"
      },
      {
        "ja": "文豪ストレイドッグス 公式アンソロジー ～暁～"
      },
      {
        "ja": "文豪ストレイドッグス 公式アンソロジー ～奏～"
      },
      {
        "ja": "文豪ストレイドッグス 公式アンソロジー ～睦～"
      }
    ],
    "description": {
      "en": "A collection of Bungou Stary Dogs one-shots chapters by various manga artists."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "c16942fe-057e-4b84-b946-fda7f7b6b12d",
    "title": {
      "en": "Genjitsu Sekai Demo Shiawase ni Shite Kudasai ne?"
    },
    "updatedAt": "2024-12-18T01:51:54+00:00",
    "coverArt": "https://mangadex.org/covers/c16942fe-057e-4b84-b946-fda7f7b6b12d/80c1d6cb-4df6-4b99-bee3-434aa7f4ffbd.jpg",
    "altTitles": [
      {
        "ja": "現実世界でも幸せにしてくださいね？"
      },
      {
        "en": "Be Happy in the Real World Too, Okay?"
      },
      {
        "es-la": "Sé feliz también en el mundo real, ¿de acuerdo?"
      },
      {
        "ja-ro": "Real demo Shiawase ni Shite Kudasai ne?"
      },
      {
        "id": "Di dunia nyata juga, buatlah aku bahagia, ya?"
      }
    ],
    "description": {
      "en": "High school student Machino, who longs for the 'love of destiny', encounters the dating simulation game 'Celestia'. Despite having maximized affection with all the heroines, she can't decide on just one, leading her to spend days of anguish unable to advance to the confession event. At that moment, an explosion along with a shooting star occurs in her house, and when she opens her eyes, she meets the main heroine of 'Celestia', Sofia...\n\n\"Machino... I always wanted to say it... I like you.\"",
      "id": "Machino, seorang siswa SMA yang mendambakan \"cinta takdir,\" menemukan sebuah game simulasi kencan bernama Celestia. Meskipun sudah memaksimalkan tingkat afeksi dengan semua heroine, dia tidak bisa memutuskan hanya pada satu pilihan, membuatnya menghabiskan hari-hari penuh kegelisahan tanpa dapat melanjutkan ke acara pengakuan cinta. Pada saat itu, sebuah ledakan terjadi bersamaan dengan jatuhnya bintang di rumahnya, dan ketika dia membuka matanya, dia bertemu dengan heroine utama dari Celestia, Sofia...\n\n\"Machino... aku selalu ingin mengatakannya... Aku suka kamu.\"",
      "ja": "恋愛シミュレーションゲーム『セレスティア』このゲームの虜になった女子高生・町乃だったが、ヒロイン全員の好感度をMAXにしたものの告白する相手を選べずにいた。そんな時、流れ星とともに自宅に爆発が起こり、目を開けるとそこにいたのは『セレスティア』のヒロイン・ソフィアだった…「……マチノ？　ずっと伝えたかったの…あなたが好き」",
      "es-la": "La estudiante de secundaria, Machino, que anhela el 'amor del destino', se encuentra con el juego de simulación de citas 'Celestia'. A pesar de haber aumentado al máximo la simpatía de todas las heroínas, no puede decidirse por una sola, lo que la lleva a pasar días de angustia sin poder avanzar al evento de confesión. En ese momento, una explosión junto con una estrella fugaz ocurre en su casa, y cuando abre los ojos, se encuentra con la heroína principal de 'Celestia', Sofía...\n\n\"Machino... siempre quise decirlo... me gustas.\"\n\n¡La comedia romántica de harén de invocación a otro mundo comienza con las heroínas de alta simpatía que han saltado al mundo real!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b06a840-5ac4-4211-930c-7c66024474e0",
    "title": {
      "en": "Qiang Jin Jiu"
    },
    "updatedAt": "2024-12-10T22:25:45+00:00",
    "coverArt": "https://mangadex.org/covers/6b06a840-5ac4-4211-930c-7c66024474e0/cf50483a-bbd6-4b97-8342-a1d6da8033b6.png",
    "altTitles": [
      {
        "zh": "将进酒"
      },
      {
        "vi": "Thương Tiến Tửu"
      },
      {
        "en": "Bring In The Wine"
      },
      {
        "th": "เชิญร่ำสุรา"
      },
      {
        "ko": "장진주"
      },
      {
        "en": "Ballad of Sword and Wine"
      }
    ],
    "description": {
      "en": "The Six Prefectures of Zhongbo were ceded away in surrender to the external enemies, and Shen Zechuan was taken into custody in the capital, reduced to a drowning dog loathed and condemned by all. Xiao Chiye followed the scent of the furor and made his way over. But instead of setting others on him, he kicked Shen Zechuan with his very own leg that rendered the latter an invalid. Who would expect this invalid to turn around and bite him in a counterattack until he was all drenched in blood? That was the start of an epic feud between both men who tear at each other every time they come face-to-face with one another.",
      "pl": "Shen Zechuan jest ósmym synem zdradzieckiego księcia Jianxing, człowieka, który skazał swoje miasta i ludzi na zagładę z rąk wroga. Jako jedyny żyjący członek swojej linii, Shen Zechuan jest znienawidzony przez cały naród. A nienawiść nikogo nie płonie goręcej niż uczucie Xiao Chiye, najmłodszego syna potężnego księcia Libei.\n\nXiao Chiye niczego nie pragnie bardziej niż śmierci Shen Zechuana, ale ten wbrew wszelkim przeciwnościom trzyma się życia. Zamiast poddać się hańbie swojej rodziny, staje się cierniem w boku Xiao Chiye, wdzierając się do bezwzględnego świata politycznego stolicy. Jednak gdy ci dwaj zaciekli wrogowie walczą z więzami swojego losu, zostają przyciągnięci do siebie siłą, której żaden z nich się nie spodziewa — i żaden z nich nie może mieć nadziei, że się jej oprze."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl Meets Rock!"
    },
    "updatedAt": "2024-12-22T01:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/a240f72b-5e6d-416a-9a46-d9005f6161e6.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsuu no Keionbu"
      },
      {
        "en": "An Ordinary Light Music Club"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      },
      {
        "es-la": "¡La chica que conoció el rock!"
      },
      {
        "fr": "La fille qui découvre le rock !"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!",
      "es-la": "Chihiro Hatono, estudiante de primer año de preparatoria y apasionada por el rock japonés se adentra en el mundo del club de música ligera con una nueva guitarra a cuestas. Pero, ¿qué le espera tras esas puertas...? ¡Un drama sobre juventud sin filtros y ambición musical toma el escenario!",
      "pt-br": "Com uma paixão pelo rock japonês ricamente texturizado, a estudante do primeiro ano do ensino médio Chihiro Hatono entra no mundo do clube de música leve, com uma nova guitarra em mãos. Mas o que a espera atrás daquelas portas...? Um drama de juventude não filtrada e ambição musical sobe ao palco!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-12-07T20:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      },
      {
        "vi": "Giết Chết Nam Chính, Ta Trở Thành Nữ Ma Đầu."
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2024-12-06T23:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/b951d7de-6e16-4f01-9973-0efbcccb7536.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "No matter how hard things seem to be, there is always 'someone' watching over you.\n\nA ghost who remained in this world with lingering attachments, one day encountered an office worker left exhausted from work, Nozaki.\n\n\"Nobody even looks at me...\"\n\nNozaki was consumed with loneliness.\nThe ghost, who was all alone at the end of his own life, decided to watch over his daily life.\n\nThough left at the mercy of his job, Nozaki desperately carried on each day.\nUntil one day, he encountered someone new.\n\nThe feelings he lost amid the restless day-to-day, through connecting with others, Nozaki will gradually take back.",
      "ja": "どんなつらい時でも、見ていてくれる「誰か」がいる。\n\nこの世に未練を残してさまよっていた幽霊は、ある日、仕事に疲れた会社員、野崎と出会う。\n\n「俺のことなんて、誰も見てないんだ…」\n\n孤独感に打ちひしがれる野崎。人生の最後に一人ぼっちだった幽霊は、彼の生活を見守ってみることに。仕事に翻弄されながらも必死に日々を送る野崎。やがて彼に新たな出会いが訪れる。忙しない日々の中でこぼれ落ちてしまった気持ちを、野崎は人との関わりの中で、少しずつ取り戻していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-10-25T20:32:56+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/8a3024a1-524c-4fab-9549-1e66c53b7669.jpg",
    "altTitles": [
      {
        "ja": "ガチアクタ"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ru": "Гачиакута"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n___\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n___\n**Additional Links:**\n- Alternative Official English: [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (US Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2024-10-12T03:02:06+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/c925ebde-8d7a-479e-9c3f-ac3660ab5db1.jpg",
    "altTitles": [
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "en": "Anjo the Mischievous Gal"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?\n\n**Official English:** [emaqi - USA & Canada only](https://emaqi.com/manga/anjo-the-mischievous-gal/volumes)",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-12-21T17:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/76c100fb-e9b0-4823-a3dc-3f2428dd5423.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "en": "The Mikadono Sisters are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      },
      {
        "vi": "Ba Chị Em Nhà Mikadono Dễ Đối Phó Thật Đấy"
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…",
      "pt-br": "Embora Ayase Yuu seja filho de uma atriz renomada e talentosa, ele está abaixo da média em tudo o que faz. Ele é encarregado de viver sob os cuidados de um amigo de sua mãe, e mais tarde descobre que também vai morar com as três irmãs de sua escola que possuem beleza e talento. Embora Yuu pensasse que um entendimento seria impossível de alcançar entre uma pessoa comum e aqueles abençoados com talento, as três irmãs são surpreendentemente...?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-12-09T11:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/17f8c157-ae5c-4702-a762-11bc2c8b8c64.jpg",
    "altTitles": [
      {
        "ja": "ワンピース"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "fa": "وان پیس"
      },
      {
        "hi": "वन पीस"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "th": "วันพีซ"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "he": "וואן פיס"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "vi": "Vua Hải Tặc"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "ko": "원피스"
      },
      {
        "te": "వన్ పీస్"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "104c84c6-9de6-497d-ad52-bd5ff1a0f0fa",
    "title": {
      "en": "30-sai made Doutei de Itara Mahou Shoujo ni Narimashita"
    },
    "updatedAt": "2024-10-29T18:40:07+00:00",
    "coverArt": "https://mangadex.org/covers/104c84c6-9de6-497d-ad52-bd5ff1a0f0fa/4e4dee1d-475a-4d60-95b8-f0119b868b12.jpg",
    "altTitles": [
      {
        "ja": "30歳まで童貞でいたら魔法少女になりました"
      },
      {
        "en": "I Was a Virgin Until I Was 30 so I Was Turned Into a Magical Girl"
      }
    ],
    "description": {
      "en": "\"When you are a virgin until you are 30, you will become a wizard.\" A famous joke around the Internet… is what I thought, but to think that it actually happened to me!\n\nWait, but this isn't a wizard? Eh? Magical girl? Why?\n\nComedy manga about magical girls who used to be old virgin guys!\n\n---\n\n[Alternative Niconico raws](https://seiga.nicovideo.jp/comic/39350)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f5ade21-96a2-48a3-92e4-a8cac0c655e7",
    "title": {
      "en": "The Legendary Moonlight Sculptor"
    },
    "updatedAt": "2024-10-06T14:55:48+00:00",
    "coverArt": "https://mangadex.org/covers/1f5ade21-96a2-48a3-92e4-a8cac0c655e7/d4470ad3-61da-45bc-9084-97ccda2fe746.jpg",
    "altTitles": [
      {
        "ko": "달빛 조각사"
      },
      {
        "fr": "Légende du Sculpteur du Crépuscule"
      },
      {
        "ru": "Легендарный лунный скульптор"
      },
      {
        "es": "El Legendario Escultor de la Luz Lunar"
      },
      {
        "ja": "月光彫刻師"
      },
      {
        "zh": "月光雕刻师"
      },
      {
        "th": "ประติมากรนักล่าแห่งแสงจันทร์"
      }
    ],
    "description": {
      "en": "The man forsaken by the world, the man a slave to money and the man known as the legendary God of War in the highly popular MMORPG Continent of Magic. With the coming of age, he decides to say goodbye, but the feeble attempt to earn a little something for his time and effort ripples into an effect none could ever have imagined. Through a series of coincidences, his legendary avatar is sold for 3 billion 90 million won ($2.7 million), bringing great joy to him, only to plunge him into despair at losing almost all of it to vicious loan sharks. With revelation of money through gaming, he rises from the abyss with new found resolve and steps forward into the new age of games led by the first ever Virtual Reality MMORPG, Royal Road.  \n  \nThis is the legend of Lee Hyun on his path to becoming Emperor with only his family loving heart, his boundless desire for money, his unexpected mind, his diligently forged body and the talent of hard work backing him. This is the legend of the lowest becoming the strongest. This is the legend of WEED.",
      "fr": "Un jeune homme nommé Lee Hyun, meurtri par la société et esclave de l’argent, est connu comme le légendaire « Dieu de la Guerre » dans un très populaire jeu de MMORPG intitulé « Continent de la Magie« . Ayant atteint la majorité et souhaitant obtenir de l’argent, il décide de mettre en vente son avatar. Seulement, il ne s’attendait pas à ça! Son personnage a été vendu pour 3,1 milliards de wons.\nCependant, sa joie fut de courte durée car il se fit extorquer par des usuriers sans scrupules.\nDécidé à recommencer cet exploit, il s’inscrit sur le premier jeu de réalité virtuelle, le MMORPG « Royal Road« , afin de devenir Empereur.",
      "id": "Seorang pria yang diabaikan oleh dunia, seorang pria yang menganggap uang adalah segalanya, dan yang dikenal sebagai Dewa Perang yang legendaris di game MMORPG yang sangat populer, Continent of Magic. Dengan umurnya yang beranjak dewasa, ia memutuskan untuk berhenti, namun sedikit usahanya untuk mendapatkan sedikit penghasilan tambahan demi waktu dan usaha saat bermain game, berbuah menjadi sesuatu yang tidak dapat dibayangkan oleh siapapun.\n\nMelalui serangkaian keberuntungan, karakternya yang dikenal legendaris laku sebesar 3,1 milliar won, membuatnya senang bukan kepalang, hanya untuk kembali jatuh dalam keputusasaan yang dalam setelah kehilangan hampir semua uangnya kepada para lintah darat yang kejam.\n\nDengan pengetahuan barunya tentang mendapat uang dari bermain game, ia bangkit dari dalam jurang keputusasaan, dengan semangat dan tujuan baru, dan melangkah maju ke era baru dunia game, yang dipimpin oleh Virtual Reality MMORPG pertama di dunia, Royal Road.\n\nIni adalah cerita tentang legenda Lee Hyun, tentang jalannya yang di tempuh untuk menjadi seorang Emperor dengan hanya bermodal rasa kasih sayang kepada keluarganya, keinginan yang berlebih terhadap uang, pikirannya yang tidak dapat ditebak, tubuhnya yang dilatih dengan penuh perhitungan, dan bakatnya untuk bekerja keras.",
      "ja": "「5年以内に3億稼げばボスにしてやる」 時はそう遠くない未来。 ゲームキャラをオークションにかけて、3億900万で売れた進上誠は、取立て屋に3億をとられてしまう。 復讐を決意した誠は取立屋と一つ賭けをする。 お金を稼ぐため、誠が目をつけたのは大人気ＶＲ（仮想現実）ゲーム「ロイヤルロード」。 金になる職業をひたすら目指す誠だが、運命は彼を「月光彫刻師」へと導いていく。 月の光を彫刻したと言われる「伝説の月光彫刻師」に隠された秘密とは。 ＲＰＧ好きなら誰もが夢見た世界観、仮想現実の世界で繰り広げられるリアルゲームが始まる！\n\n---\n- [Webtoon PV <S3>](https://www.youtube.com/watch?v=_kPwxObODmg)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6879/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/The-Legendary-Moonlight-Sculptor/3476)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/482)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B8%B4%E0%B8%A1%E0%B8%B2%E0%B8%81%E0%B8%A3%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C/17)",
      "ko": "아르바이트를 전전하며 어렵게 살던 소년가장 이현, 그가 ‘위드’가 되어 가상현실게임 로열 로드 안으로 뛰어든다. 그가 게임을 하는 이유는 단 하나, 그건 바로 돈을 버는 것이었다.\nNPC한테까지 아부하여 밥을 얻어먹고, 차라리 노가다는 쉬운 거라며 주야장천 수련에 몰두하여 능력치를 키우는 억척의 지존. 그런 그에게 게임 속 세상은 모조리 돈으로 연결되는 방법일 뿐.\n그런데 정작 그런 그가 얻게 된 직업은 전혀 돈 안 될 것 같은 '조각사'였다.\n한국 게임판타지 소설의 신화  『달빛조각사』  공식웹툰화!\n\n---\n- [Webtoon PV <S3>](https://www.youtube.com/watch?v=_kPwxObODmg)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6879/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/The-Legendary-Moonlight-Sculptor/3476)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/482)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B8%B4%E0%B8%A1%E0%B8%B2%E0%B8%81%E0%B8%A3%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C/17)",
      "ru": "Главный герой Хэн пережил очень трудное детство в нищете, это сделало его очень сильной, безумной и навязчивой личностью. Он всеми силами пытается избежать повтора событий и обезопасить свою сестру и бабушку от бед внешнего мира, поэтому он погружается во всемирно известную игру жанра VRMMO - \"Королевская дорога\". На протяжении всего пути ему будут встречаться очень уникальные люди, с которыми у него будут весьма неординарные отношения.\n\n---\n- [Webtoon PV <S3>](https://www.youtube.com/watch?v=_kPwxObODmg)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6879/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/The-Legendary-Moonlight-Sculptor/3476)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/482)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%95%E0%B8%B4%E0%B8%A1%E0%B8%B2%E0%B8%81%E0%B8%A3%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A5%E0%B9%88%E0%B8%B2%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B9%81%E0%B8%AA%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C/17)",
      "th": "อีฮยอน เด็กหนุ่มฐานะยากจนได้ทำการประมูลขายตัวละครในเกมพร้อมแรร์ไอเทมต่างๆ ที่เก็บสะสมมาเป็นเวลาหลายปี\nยอดการประมูลได้ปิดลงด้วยจำนวนเงิน 3,090 ล้านวอนที่พลิกชีวิตของเขาจากหลังมือเป็นหน้ามือ\nทว่ากลับถูกเจ้าหนี้นอกระบบตามมาคิดบัญชีขูดรีดไปเสียแทบหมดสิ้น\nความคับแค้นใจกระตุ้นให้อีฮยอนป่าวประกาศว่าจะเอาคืนอย่างสาสม\nและเขาจะใช้เกมเป็นตัวทำเงินอีกครั้ง!",
      "zh": "在现实体感游戏风靡的未来，游戏天才少年李贤为了一个赌约进入了时下最火热的现象及现实体感游戏“王权之路”。进入游戏后，机缘巧合下，李贤意外触发了隐藏职业“月光雕刻师”的转职任务。李贤能否通过层层试炼成为可以雕刻世间万物的史诗职及业“月光雕刻师”成为顶级的王者赢回他失去的一切吗？"
    },
    "status": "cancelled",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "52"
  },
  {
    "mangaId": "4366cb6c-cafd-4286-b8bc-f033cbb090fe",
    "title": {
      "en": "sleepy life of servamp"
    },
    "updatedAt": "2024-10-30T01:02:56+00:00",
    "coverArt": "https://mangadex.org/covers/4366cb6c-cafd-4286-b8bc-f033cbb090fe/2c4878b9-e9c5-49e5-a059-e5d14a83392d.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "461bc2a9-34eb-4c1c-be38-2fabb53e4b3f",
    "title": {
      "en": "Shoujo Fujuubun"
    },
    "updatedAt": "2024-12-21T19:19:52+00:00",
    "coverArt": "https://mangadex.org/covers/461bc2a9-34eb-4c1c-be38-2fabb53e4b3f/207ef829-542f-4e55-8d37-5b4f0ea11c7b.jpg",
    "altTitles": [
      {
        "en": "Imperfect Girl"
      },
      {
        "ja": "少女不十分"
      },
      {
        "ko": "소녀불충분"
      }
    ],
    "description": {
      "en": "An aspiring author. A mysterious little girl.  \nTwo completely unrelated people.  \nWhat will happen when they meet?",
      "es-la": "El protagonista, un autor, cuenta la historia de su encuentro con cierta joven hace diez años. Durante sus días universitarios, una vez fue testigo de un accidente de tráfico en el que un estudiante de primaria fue atropellado por un camión. Extrañamente, la amiga de la chica, que estaba cerca, sólo se acercó a verla después de guardar cuidadosamente el juego que había estado jugando justo antes. Poco después, el protagonista se encontró capturado y confinado por esta chica.",
      "pt-br": "Um aspirante a autor. Uma garotinha misteriosa.\nDuas pessoas sem nenhuma relação.\nO que acontecerá quando eles se encontrarem?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "27"
  },
  {
    "mangaId": "26e40241-4a4e-4d12-a04d-cb3f7f707100",
    "title": {
      "en": "Urasekai Picnic"
    },
    "updatedAt": "2024-12-01T12:42:32+00:00",
    "coverArt": "https://mangadex.org/covers/26e40241-4a4e-4d12-a04d-cb3f7f707100/39a397f4-4996-40a6-81bd-65df8a30310d.jpg",
    "altTitles": [
      {
        "en": "Otherside Picnic"
      },
      {
        "ru": "Пикник в Потусторонье"
      },
      {
        "ja": "裏世界ピクニック"
      },
      {
        "zh": "里世界郊游"
      },
      {
        "zh-hk": "裏世界遠足"
      },
      {
        "zh-ro": "Lǐ-shìjiè jiāoyóu"
      },
      {
        "zh-ro": "Lǐ-shìjiè yuǎnzú"
      },
      {
        "vi": "Dã ngoại nơi mặt sau của thế giới"
      }
    ],
    "description": {
      "en": "The story is set in the modern world, but there exist doors that can take people to the \"other side,\" where strange urban legends and internet stories prove to be true. College student Sorawo Kamikoshi finds herself exploring one of these doors, and almost dies on the other side, when she is rescued by another girl named Toriko Nishina. Toriko is a mysterious girl, but very skilled with a gun, and she seems to be searching for someone else on the other side. Together, both girls start to explore these doors to the other side.",
      "ja": "ネット上で実話怪談として語られる存在が出現する、この現実と隣り合わせで謎だらけの<裏世界>。研究とお金稼ぎ、そして大切な人を捜すため、鳥子と空魚は非日常へと足を踏み入れる。女子ふたり怪異探検サバイバル!!",
      "ru": "Сюжет разворачивается в современном мире, но в нем существуют двери, которые пропускают людей \"на другую сторону\", где оживают городские легенды и странные истории из Интернета. Студентка колледжа Сораво Камикоши находит одну из таких дверей и идет исследовать Потусторонье. Она почти погибает, когда ее спасает Торико Нишина. Торико - загадочная девушка, которая умело обращается с ружьем и кого-то ищет в Потусторонье. Вместе они начинают исследовать мир за дверями."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e34f936d-364a-4d50-a330-f50dd5b6cc1b",
    "title": {
      "en": "Baitosaki no Yakkaina Jouren Kyaku"
    },
    "updatedAt": "2024-12-24T18:08:19+00:00",
    "coverArt": "https://mangadex.org/covers/e34f936d-364a-4d50-a330-f50dd5b6cc1b/3ac2f4b1-9261-42bd-8145-547bdb4d76d4.jpg",
    "altTitles": [
      {
        "ja": "バイト先の厄介な常連客"
      },
      {
        "en": "The Bothersome Regular at My Part-Time Job"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b091b465-1ad2-4d31-9224-81b7e2745608",
    "title": {
      "en": "The Day He Became an Octopus"
    },
    "updatedAt": "2024-12-24T20:23:16+00:00",
    "coverArt": "https://mangadex.org/covers/b091b465-1ad2-4d31-9224-81b7e2745608/9e264896-be08-4d28-aca5-e6b3dfd8ef4e.jpg",
    "altTitles": [
      {
        "ja": "タコになった日"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd2e0871-4beb-4a6b-ba46-d4e04d1c6cf2",
    "title": {
      "en": "BanG Dream! - AnoSoyo Are Already Dating (Doujinshi)"
    },
    "updatedAt": "2024-11-26T10:49:25+00:00",
    "coverArt": "https://mangadex.org/covers/cd2e0871-4beb-4a6b-ba46-d4e04d1c6cf2/21549d8f-2ce3-4f12-981c-bbaebf4e8674.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a209cabb-8d0d-415b-b73e-c6ec32f060e2",
    "title": {
      "en": "Valhalla Saga"
    },
    "updatedAt": "2024-12-19T17:52:48+00:00",
    "coverArt": "https://mangadex.org/covers/a209cabb-8d0d-415b-b73e-c6ec32f060e2/a47e3d08-2c0f-4f23-a07b-e02c3b549dbd.png",
    "altTitles": [
      {
        "ko": "발할라 사가"
      }
    ],
    "description": {
      "en": "The power of Valhalla's warriors is called Saga. It is the mighty, magical power born from their achievements and deeds in their former lives. Thus, the more stories and legends of these warriors spread and linger in the hearts of many, the stronger their Saga becomes.\n\nTae Ho himself was certainly no warrior. However, he was the world's top professional gamer. In the game world of Dark Age, his character, Dragon Knight Kalsted could rightly be called a legend in his own right.\n\nHis achievements, his story.\n\nAll the accomplishments that the Dragon Knight Kalsted had accumulated in the game!\n[Saga: Immortal Warrior] The story of the immortal warrior, Lee Tae Ho, unfolds on the battlefield of the gods, Valhalla. To put an end to Ragnarok, which threatens the world's very existence, a new Saga begins at this very moment."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f15f0af8-cf37-451b-827a-a1ebe11d70c9",
    "title": {
      "en": "Baki Domoe"
    },
    "updatedAt": "2023-09-21T21:03:26+00:00",
    "coverArt": "https://mangadex.org/covers/f15f0af8-cf37-451b-827a-a1ebe11d70c9/3a70f9cd-ddba-4b0c-a9b4-47bcd87c1dcb.jpg",
    "altTitles": [
      {
        "en": "Baki's struggle"
      },
      {
        "ja": "バキどもえ"
      }
    ],
    "description": {
      "en": "Japanese parody gag manga series by manga artist Norio Sakurai about the adventures of the characters in the Baki series and life in their over-the-silly-top world they live in."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "89"
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-12-07T15:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48de4f49-d7f9-4b0c-99f4-0929c2a9910b",
    "title": {
      "en": "Gakeppuchi Reijou wa Kurokishi-sama o Horesasetai!"
    },
    "updatedAt": "2024-11-01T00:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/48de4f49-d7f9-4b0c-99f4-0929c2a9910b/9a9dfea4-854c-4317-af6c-c9ca7e6b434d.png",
    "altTitles": [
      {
        "ja": "崖っぷち令嬢は黒騎士様を惚れさせたい!"
      },
      {
        "ja-ro": "Gakeppuchi Reijou wa Kurokishi-sama wo Horesasetai!"
      },
      {
        "es-la": "¡Quiero hacer que el Caballero Oscuro se Enamore de mi!"
      },
      {
        "en": "I Want to Make Black-Knight Fall In Love With Me!"
      },
      {
        "pl": "Chcę, żeby Czarny Rycerz Się We Mnie Zakochał"
      },
      {
        "en": "A Noblewoman on the Brink of Disaster Wants to Make the Black Knight Fall in Love!"
      }
    ],
    "description": {
      "en": "My family is in debt, and we don't have enough money for my sick sister's treatment... The troubled noble, Clarice, finds herself engaged in a political marriage with the most feared Black-Knight in the kingdom, Frost, known for \"slaughtering beasts with his bare hands\". In an attempt to secure the fortune, Clarice tries to seduce the \"Black-Knight\", but just as she does, she discovers \"her\" secret...",
      "ja": "実家は借金まみれ、病気の妹を救うには治療費が足りない…。崖っぷちな子爵令嬢・クラリスが政略結婚をすることになったのは、「魔物を素手で屠る」とウワサの黒騎士・フロストだった！財産を握るため、どうにか”黒騎士様”を篭絡しようとした矢先、クラリスは“彼女”の秘密を知ってしまい…。",
      "pl": "Moja rodzina jest zadłużona i nie mamy pieniędzy na leczenie chorej siostry...\nZmartwiona szlachcianka, Clarice, zostaje zaangażowana w polityczne małżeństwo z najbardziej przerażającym Czarnym Rycerzem w królestwie, Frostem, znanym z „zabijania bestii gołymi rękami”.\nChcąc zapewnić sobie fortunę, Clarice próbuje uwieść „Czarnego Rycerza”, ale gdy to robi, odkrywa „jej” sekret...",
      "es-la": "Mi familia está endeudada, y no tenemos suficiente dinero para el tratamiento de mi hermana enferma...\r\nLa nobleza en apuros, Clarice, se encuentra comprometida en un matrimonio político con el Caballero Oscuro más temido del reino, Frost, quien es conocido por \"matar bestias con sus propias manos\"\r\nCon la intención de asegurar la fortuna, Clarice intenta seducir al \"Caballero Oscuro\", pero justo cuando lo hace, descubre el secreto de \"ella\"..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai ~Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta~"
    },
    "updatedAt": "2024-12-19T22:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "en": "That Incompetent is Actually the World's Strongest Wizard: He was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. However, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! Alma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life!\n___\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-10-29T00:40:45+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      },
      {
        "vi": "Pháp Sư Tiễn Táng Frieren"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "vi": "Tổ đội anh hùng đã đánh bại được quỷ vương và kết thúc cuộc hành trình của họ. Nhưng thế chưa phải là hết, cuộc đời của cô nàng pháp sư Elf này sẽ còn rất dài, hơn cả những người đồng đội cũ của cô, một cuộc phiêu lưu mới để cô trải qua nhiều cung bậc cảm xúc, cũng như là học hỏi thêm về con người.",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "Marriage Toxin"
    },
    "updatedAt": "2024-11-03T12:43:16+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/f0842f58-be55-4c82-a4d8-2640ae879cab.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      },
      {
        "en": "MARRIAGETOXIN"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…\n\n------\n- [Official English Volumes at Viz Media](https://www.viz.com/marriage-toxin)",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f7053db-b1c2-4d6a-8bf6-8b1dffe329fc",
    "title": {
      "en": "Isekai Tensei Slum Machi kara no Nariagari"
    },
    "updatedAt": "2024-09-30T15:54:07+00:00",
    "coverArt": "https://mangadex.org/covers/2f7053db-b1c2-4d6a-8bf6-8b1dffe329fc/c11a0865-0b68-42c6-94b6-14dcda955dc6.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Tensei Slum Machi kara no Nariagari"
      },
      {
        "ja": "異世界転生スラム街からの成り上がり～採取や猟をしてご飯食べてスローライフするんだ～"
      },
      {
        "ja": "異世界転生スラム街からの成り上がり"
      },
      {
        "en": "Reincarnation in Another World, Rising from the Slums  ~ Gathering and Hunting for Meals to Enjoy a Slow Life~"
      },
      {
        "ja": "Isekai Tensei Slum Machi kara no Nariagari – Saishuya Ryou wo shite Gohan Tabete Slow Life surun da"
      },
      {
        "en": "Rising from the Slum City of Reincarnation in Another World ~ Gathering, Hunting, and Living a Slow Life by Eating"
      }
    ],
    "description": {
      "en": "At the age of 6, Ed, a boy suddenly recalls that he is a reincarnated individual from modern Japan. However, his current life unfolds in the slums of another world! Struggling with a poverty-stricken existence in his daily life, he shares his living space with and eats with his childhood friend, a girl named Miinya. Their daily fare consists mainly of 'boiled beans.' Ed, drawing upon his knowledge from modern Japan, discovers edible wild plants and leaves suitable for making tea to improve their dietary situation. In pursuit of a slow life, Ed's life of gathering and hunting begins!",
      "ja": "自分が現代日本からの転生者であることを突然思い出した6歳の少年・エド。けれど、彼が現在生活しているのは異世界のスラム街だった!?　日々の暮らしにも困る貧乏生活で、幼馴染で同居している少女・ミーニャと毎日食べているのは「豆の水煮」ばっかり…。エドは現代日本の知識を活かして、食べられる野草やお茶になる葉っぱを見つけ、食生活の改善を図るが!?　スローライフを満喫するため、エドの採取・猟生活が始まる！",
      "pt-br": "Aos 6 anos de idade, Ed, um menino, de repente se lembra de que é um indivíduo reencarnado do Japão moderno. No entanto, sua vida atual se desenrola nos cortiços de outro mundo! Lutando com uma existência empobrecida em sua vida diária, ele compartilha seu espaço de vida e se alimenta com sua amiga de infância, uma garota chamada Miinya. Sua comida diária consiste principalmente de 'feijões cozidos'. Ed, aproveitando seus conhecimentos do Japão moderno, descobre plantas silvestres comestíveis e folhas adequadas para fazer chá para melhorar sua situação alimentar. Em busca de uma vida tranquila, a vida de Ed de coletar e caçar começa!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei wa Tereshirazu"
    },
    "updatedAt": "2024-10-30T19:23:34+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/71ca6811-0dc0-4dd5-8634-6f753ce75b15.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "en": "Akanabe-sensei Doesn't Know about Embarrassment"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "ja": "『崎枝君ってさ私のこと好き？』　憧れの漫画家・茜部アキラのもとでアシスタントとして働く崎枝コウキ。憧れが次第に恋心へと変わっていたある日、まさかの両想いであることがわかり、なんと二人は恋人同士に！　しかし、茜部先生は思った事を口にしちゃう上に照れ知らずで、コウキを褒め殺してくる！",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com naturalidade."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9095b589-73d0-495a-a3d3-36f3dbb78d75",
    "title": {
      "en": "1HP Club"
    },
    "updatedAt": "2024-06-27T14:31:42+00:00",
    "coverArt": "https://mangadex.org/covers/9095b589-73d0-495a-a3d3-36f3dbb78d75/6e7a472d-2ae1-407c-b9c2-55b640e7565a.jpg",
    "altTitles": [],
    "description": {
      "en": "A comic about the daily life of dungeon boys. Slaying the city, saving the dragons... or something like that.",
      "pl": "Komiks o codziennym życiu chłopców z lochów. Zabijanie miast, ratowanie smoków... czy jakoś tak."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou"
    },
    "updatedAt": "2024-12-20T16:57:11+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/2c150d45-fbe6-49cb-8697-3053d2475fb3.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind. When he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n\n日常が変わっていく、つみきさんと一緒なら。まだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "vi": "Thời hiện đại trong câu chuyện này là thời đại của \"đa dạng\" giống loài, những chủng tộc bán nhân có một tên gọi mới là\"Genjin\" và sống cùng nền văn minh con người. Yukata Shinsou, 1 học sinh năm nhất cao trung bình thường quyết dịnh nhập học vào một ngôi trường tư thục có tỉ lệ Genjin cao nhất nước để tránh mặt những người bạn sơ trung của mình. Và rồi cậu gặp được Tsumiki Ogami, một cô nàng Genjin dạng người sói, và cô ấy sẽ dẫn cậu tận hưởng cuộc sống cao trung đầy màu sắc!",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0874979e-301a-47a5-a559-0e33a1162571",
    "title": {
      "en": "Giri Choko Girai no Futari"
    },
    "updatedAt": "2024-11-04T15:17:23+00:00",
    "coverArt": "https://mangadex.org/covers/0874979e-301a-47a5-a559-0e33a1162571/60d5480c-67aa-4dec-a916-3f234aaeed5e.jpg",
    "altTitles": [
      {
        "ja": "義理チョコ嫌いのふたり"
      },
      {
        "en": "A Man and a Woman Who Hate Obligatory Chocolates"
      },
      {
        "pt-br": "Um homem e uma mulher que odeiam chocolates obrigatórios"
      }
    ],
    "description": {
      "en": "\"You realize that these aren't just obligatory chocolates, right?\"\n\nObligatory chocolate is the kind that you give to people you don't even like, just because it's a Valentine's Day tradition. Aya, a beautiful office lady who is often misunderstood because of her lack of visible emotions, was complaining about it to her boss Takaki, as they walked to the train station together after work. However, Takaki told her, \"That's too bad, because I was really looking forward to getting chocolates from Aya, even if it's just obligatory…\"\n\nAs they parted ways, Aya hands Takaki a box of chocolates. Takaki is confused, because he thought she didn't like giving out obligatory chocolates…\n\n\"Senpai, are you really that dumb?\"\n\nWinner of the 3rd Toaru Nichijou Manga Award, it's a sweet romantic comedy that will satisfy your heart and your sweet tooth!",
      "pt-br": "Você percebe que estes não são apenas chocolates obrigatórios, certo?\n\nAya, uma bela moça de escritório que costuma ser mal interpretada por causa de sua falta de emoções visíveis, estava reclamando disso com seu chefe Takaki, enquanto caminhavam juntos para a estação de trem depois do trabalho. No entanto, Takaki disse a ela: \n\n\"Isso é uma pena, porque eu realmente estava ansioso para ganhar chocolates de Aya, mesmo que seja apenas obrigatório...\"\n\nAo se despedirem, Aya entrega uma caixa de chocolates a Takaki. Takaki fica confuso, porque pensou que ela não gostava de dar chocolates obrigatórios...\n\n\"Senpai, você é realmente tão burro?\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "f2a078df-e65f-40b8-b8c1-0d90bad2dc45",
    "title": {
      "en": "Mobile Suit Gundam SEED FREEDOM ASTRAY"
    },
    "updatedAt": "2024-09-26T06:12:01+00:00",
    "coverArt": "https://mangadex.org/covers/f2a078df-e65f-40b8-b8c1-0d90bad2dc45/db64636e-8c1b-40f6-892b-01b5566fc0af.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED FREEDOM ASTRAY"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2683410b-8e2c-4f84-bd1d-16f448d4c062",
    "title": {
      "ko": "Patience, My Lady!"
    },
    "updatedAt": "2024-07-25T09:09:03+00:00",
    "coverArt": "https://mangadex.org/covers/2683410b-8e2c-4f84-bd1d-16f448d4c062/a1acdb28-551b-468b-a817-72645f9ecfc7.jpg",
    "altTitles": [
      {
        "ko": "아, 쫌 참으세요 영주님!"
      },
      {
        "ko-ro": "A, Jjom Chameuseyo Yeongjunim!"
      },
      {
        "en": "Oh, Be Patient My Lady!"
      },
      {
        "en": "Ah, Hang on a Little Longer, My Lord"
      },
      {
        "en": "Oh, Come On!"
      },
      {
        "zh": "请忍忍，我的领主大人！"
      },
      {
        "zh-hk": "領主大人請冷靜！"
      },
      {
        "ja": "お待ちください、領主様！"
      },
      {
        "ru": "Терпение, моя леди!"
      },
      {
        "es": "Ah, por favor sea paciente, ¡mi señor!"
      },
      {
        "tr": "Ah, Lütfen Sabırlı Olun, Leydim!"
      },
      {
        "uk": "Терпіння, Моя леді!"
      }
    ],
    "description": {
      "en": "Rose is the ruler of the dominion of ‘White’, a small and poor land. She was getting along with her citizens and living a quaint, favorable life until foreign migrants kept increasing and she got involved in some odd situations?! The lively, entertaining, romance, fantasy story of a super OP ruler Rose and Yggdrasil, the grand sorcerer who wants to hide her away and protect her!\n\n---\nWhen the Kingdom of White was conquered 500 years ago, the king and his subjects were exiled to a small tract of wasteland covered in ice. There they endured cold and hunger, relying on the magic of Archmage Yggdrasil to build the world’s smallest self-governing territory. As the last heir to her family, Rose now rules over this land as its lord. Rescuing former citizens who have fallen prey to trafficking abroad, she pours her heart and soul into making them thrive at home. But first things first, she must fill up the treasury to fund this mission! The business-savvy lord invites dragons, dwarfs, and elves to join in the effort, turning White into a haven for all races. Yggdrasil couldn’t be prouder of this utopia in the making, but will Lord Rose ever get to leave her money troubles behind?\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)",
      "ko": "작고 가난한 영지 ‘화이트’의 영주, 로즈.\n영주민들과 오순도순 잘 먹고 잘살고 싶었는데, 갑자기 이종족 이주민이 늘고 자꾸 사건에 휘말린다?! \n막강 능력 영주님 ‘로즈’와 그녀를 영지에 몰래몰래 숨겨 놓고 보호하고픈 스승, ‘대마법사 이그드라실’의 유쾌 발랄 로맨스 판타지!\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)",
      "tr": "Rose, küçük ve fakir bir bölge olan White'ın hükümdarıdır. Göçmenlerin artmasına\nve garip olaylara dahil oluncaya kadar halkıyla iyi anlaşıyor ve hoş, güzel bir hayat yaşıyordu.\nGüçlü ve yetenekli hükümdar Rose ve onu gizleyip korumak isteyen Usta Sihirbaz Yggdrasil'in heyecanlı,\neğlenceli, aşk ve fantazi hikayesi!",
      "zh": "活泼领主X超强大魔法师！\n充满惊喜的领地生活开始！\n露丝·白是贫寒的白领地领主，她的身边有大魔法师伊格·德拉希尔辅佐。身为白的老师，他担任着领地的各种职务。为了领地的繁荣露丝不断尝试各种冒险，然而异族渐渐踏入领地，也因此带来各种问题...乐天女领主该如果解决迎面而来的难题呢？\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)",
      "zh-hk": "狹小又貧脊的「白色領地」領主——羅茲，夢想與領地居民一起和睦生活，卻因為異族移民增加，不斷捲入各種事件。 具有強大力量的領主羅茲，與在背後默默守護領地與羅茲的師傅——大魔法師 伊克德雷瑟將會展開什麼歡樂的浪漫奇幻故事？\n\n---\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/patience-my-lady)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/qingrenrenwodelingzhudaren/list?title_no=1815)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/lord-calmdown/list?title_no=3578)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001625)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "87"
  },
  {
    "mangaId": "1bfe9e84-4122-442d-919b-11cda78deb07",
    "title": {
      "en": "The Shop With No Name"
    },
    "updatedAt": "2024-08-26T18:19:39+00:00",
    "coverArt": "https://mangadex.org/covers/1bfe9e84-4122-442d-919b-11cda78deb07/c51854f4-2b42-4fc4-82da-7e64833756ff.jpg",
    "altTitles": [],
    "description": {
      "en": "In a deserted alley travelled by few, is an antique shop. It has no sign, no name. It sells the usual items, but if you believe the rumors, this particular shop also sells undisclosed wish-granting items—for a price, of course. And buyers who fail to follow an item's directions for use will pay an especially high price."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "289"
  },
  {
    "mangaId": "c4aee523-1ee8-4997-ac39-d368d5007ad6",
    "title": {
      "en": "Lilies, Voice, Wear Wind"
    },
    "updatedAt": "2024-05-07T20:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/c4aee523-1ee8-4997-ac39-d368d5007ad6/99500414-f273-4775-9ddf-c1bffa660ff3.jpg",
    "altTitles": [
      {
        "ja-ro": "Yuri to Koe to Kaze Matoi"
      },
      {
        "ja": "百合と声と風纏い"
      }
    ],
    "description": {
      "en": "A high school girl who has never known love meets an older woman with a secret...\nA junior in high school, Matoi Noshita has never liked anyone and is fed up with being involved in her younger sister's and friends' boyfriend situations.\nOne day, she meets Yuriko, who has just moved from Tokyo. At a local driving school, she asks her to drive her home on her motorcycle.\nMatoi is perplexed by her own curiosity about a woman whose name she does not know and where she lives.\n\"What on earth is this feeling I am having for the first time...?\"",
      "ja": "恋を知らない女子高生が出会ったのは、ある秘密を抱えた年上の女性――\n高校 3 年生の埜下纏は、一度も人を好きになったことがなく、妹や友人の彼氏事情に巻き込まれることにうんざりしていた。\nある日纏は地元の教習所で東京から移り住んできたばかりの百合子に出会い、彼女の運転するバイクで家まで送ってもらうことになった。\n名前も住んでいる場所も知らない彼女の事が気になってしまう自分に戸惑う纏。\n初めて抱くこの気持ちは一体―…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-12-20T01:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/42ad5e8f-c937-4e51-9226-990b377b24e0.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      },
      {
        "zh": "妖怪与我"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。",
      "zh": "拥有灵感的少年因为能看见一般人看不见的妖怪而受排挤，于是他选择和妖怪们成为朋友的故事。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6d56594-ce8f-408f-bcc9-6aaf3c54fde2",
    "title": {
      "en": "Fading Vows"
    },
    "updatedAt": "2023-06-17T20:20:25+00:00",
    "coverArt": "https://mangadex.org/covers/d6d56594-ce8f-408f-bcc9-6aaf3c54fde2/642b31c9-3b50-4875-80fb-1e0b467a2884.jpg",
    "altTitles": [
      {
        "en": "Oath as the Morning Mist"
      },
      {
        "zh-hk": "誓如朝雾"
      }
    ],
    "description": {
      "en": "I now pronounce you... roommates?!\nWedding planner Muran has finally moved into her own apartment, but she gets so swept up in the excitement that she ends up spending all her money on decorations. Now, she finds herself in desperate need of a roommate. What will happen when her coworker suggests her younger brother, Sachung?",
      "fr": "Je vous déclare maintenant... colocataires ?! L'organisatrice de mariage Muran a finalement emménagé dans son propre appartement, mais elle est tellement emportée par l'excitation qu'elle finit par dépenser tout son argent en décorations. Maintenant, elle a désespérément besoin d'un colocataire. Que se passera-t-il lorsque sa collègue proposera son jeune frère, Sachung ?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "50"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a2b2d55a-4ce8-44fe-9232-d07aad412f63",
    "title": {
      "en": "Blue Giant Supreme"
    },
    "updatedAt": "2024-10-20T12:53:35+00:00",
    "coverArt": "https://mangadex.org/covers/a2b2d55a-4ce8-44fe-9232-d07aad412f63/5623374b-5557-4668-adaa-ed548ecf1650.jpg",
    "altTitles": [
      {
        "ko": "블루 자이언트 슈프림"
      }
    ],
    "description": {
      "en": "After leaving his mark on Japan, Dai is taking on Europe!\n\nDirect continuation of Blue Giant, a manga about the evolution of the young saxophonist Dai Miyamoto in the jazz world. Blue Giant Supreme sees our protagonist travel to Europe. Having just arrived in Munich, without being able to speak a word of German and with just average English, he manages to secure a roof over his head, food and drink, but struggles to get the most important thing: a place where he can have his music heard.\n \nA whole new element added on top of the enthralling story that enchants every music lover: the discovery of a new culture. Dai will travel all over Europe, from Germany to France, accompanied by his instrument, growing as a musician and a person in the process of fulfilling his dream of becoming the best in the world.\n\n\n[Official Site](https://bluegiant.jp/)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "88"
  },
  {
    "mangaId": "2f4e5f5b-d930-4266-8c8a-c4cf9a81e51f",
    "title": {
      "en": "Jahy-sama wa Kujikenai!"
    },
    "updatedAt": "2024-11-10T22:27:41+00:00",
    "coverArt": "https://mangadex.org/covers/2f4e5f5b-d930-4266-8c8a-c4cf9a81e51f/cbe458d3-9559-4e7a-80cc-e3d20a6b5a45.jpg",
    "altTitles": [
      {
        "fr": "La Grande Jahy ne Perd Jamais"
      },
      {
        "en": "The Great Jahy Will Not Be Defeated!"
      },
      {
        "en": "Jahy-sama Won't Be Discouraged!"
      },
      {
        "ru": "Джахи-сама не будет отчаиваться!"
      },
      {
        "ja": "ジャヒー様はくじけない！"
      },
      {
        "ko": "쟈히님은 굴하지 않아!"
      },
      {
        "pl": "Niepokonana Jahy"
      },
      {
        "ja-ro": "Jahy-Sama Ha Kujikenai!"
      },
      {
        "fr": "Jahy-sama ne se découragera pas !"
      },
      {
        "vi": "Jahy-sama sẽ không bỏ cuộc!"
      }
    ],
    "description": {
      "en": "Jahy-sama (pronounced jah-hee) is an existence to be feared and respected throughout the Demon Realm. Well, was.\n\nThe (former) Demon Realm No. 2 is now busy with house chores and work…in the human realm! Her dinner is just beansprouts, and she can't afford anything except water at cafes, but she won't get discouraged!\n\n---\n**Note:**\nJahy's shirt says '魔界復興', which seems to translate to 'Demon Realm Restoration'.",
      "ru": "Джахи-сама - существо, которое боялись и уважали во всем демоническом мире. Ну, когда-то... Вторая по силе (прежде) мира демонов теперь занята домашними заботами и работой... в человеческом мире! Её ужин - одна фасоль, а в кафе она не может себе позволить ничего кроме воды, но её никогда не сломить!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-11-13T19:43:36+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/25b29d9c-cc75-4a94-9174-7bcabec9d169.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!",
      "ru": "Пробравшись на невольничий корабль, Юлиан отправляется на континент вместе с сотней рабов, жаждущих свободы... Но что ждёт его впереди?!",
      "vi": "Lén đi lậu trên một con tàu, Julian ra đi tìm đến đại lục cùng với một trăm người nô lệ khác... Ai ai cũng khao khát có được tự do, thế nhưng rồi...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "468bfe80-5869-4661-a1ee-d288c5491fc3",
    "title": {
      "en": "Harebare Biyori"
    },
    "updatedAt": "2024-12-24T19:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/468bfe80-5869-4661-a1ee-d288c5491fc3/bbab090d-8e62-4f8b-b109-e19c3330810f.jpg",
    "altTitles": [
      {
        "en": "A Fine and Bright Day"
      },
      {
        "ja": "晴れ晴れ日和"
      },
      {
        "zh": "晴天的女孩"
      }
    ],
    "description": {
      "en": "One day at a funeral, after Chiharu's mother remarried, Chiharu met the child from her new stepfather's previous marriage, Rui. Rui decided to live on her own after the death of the grandfather who raised her, and Chiharu decided to live with her. A tale of togetherness of two stepsisters.",
      "ja": "ある日、母親から再婚を告げられた千晴は相手の連れ子のルイと葬式で出会う。育ての親の祖父を亡くしてひとりで生きると決めたルイと、そんなルイと一緒に暮らすことを決めた千晴。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-12-18T16:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0693f829-07d6-445e-bc08-ba82981ab6ea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      },
      {
        "ja-ro": "Kingudamu"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7487cb16-a549-4926-b0b1-e6b06310f3c8",
    "title": {
      "en": "Kotoura-san"
    },
    "updatedAt": "2024-12-20T18:02:13+00:00",
    "coverArt": "https://mangadex.org/covers/7487cb16-a549-4926-b0b1-e6b06310f3c8/f921cbe9-6c0e-4831-b96b-eb0111a0e885.jpg",
    "altTitles": [
      {
        "ja-ro": "Kotoura-san"
      },
      {
        "ja": "琴浦さん"
      },
      {
        "uk": "Котоура-сан"
      }
    ],
    "description": {
      "en": "Kotoura Haruka is a 15-year-old girl who can read people's minds. She has been suffering from troubles caused by her mind-reading ability, and her parents got divorced as a result. She moves to a new high school but tries to keep away from her classmates. Manabe Yoshihisa, one of her classmates, accepts and appreciates her ability and she begins to interact with her friends with his help. Together, they join their school's ESP Research Club.  \n  \nKotoura-san is a 4-koma manga series written by Enogizu. The series began serialization in Micro Magazine's Manga Goccha magazine from October 14, 2010. A television anime adaptation by AIC Classic began airing in January 2013."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "51"
  },
  {
    "mangaId": "c4af0ad6-a3db-4f8d-8810-ea319a17a400",
    "title": {
      "en": "The Kawai Complex Guide to Manors and Hostel Behavior"
    },
    "updatedAt": "2024-12-11T09:40:20+00:00",
    "coverArt": "https://mangadex.org/covers/c4af0ad6-a3db-4f8d-8810-ea319a17a400/4584f2c5-4f6c-436c-8438-3ad34346e05a.jpg",
    "altTitles": [
      {
        "ja": "僕らはみんな河合荘"
      },
      {
        "ja-ro": "Bokura wa Minna Kawai-sou"
      },
      {
        "ja-ro": "Bokura wa Minna Kawaisou"
      },
      {
        "en": "We Are All a Part of the Kawai Complex!"
      },
      {
        "it": "poveri noi! - Tutti a casa Kawai"
      },
      {
        "pt": "Somos Todos Parte do Complexo Kawai"
      },
      {
        "ru": "Все мы живем в общежитии Кавай"
      },
      {
        "zh": "我们大家的河合庄"
      }
    ],
    "description": {
      "en": "Kazunari Usa's dream to live away from his parents is fulfilled when they allow him to move into an old boarding house called Kawai Complex. With his landlady providing him meals and his parents covering his rent, Kazunari finally achieves the peaceful life he longs for, as he is ready to enter his first year at high school. Or so it seems…  \n  \nUpon moving into the boarding house, Kazunari finds out that he has to share a room with resident masochist Shirosaki. He must also live under the same roof as Mayumi Nishikino, a drunkard with a hopeless love life, and Sayaka Watanabe, a seemingly innocent college student. Although he is surrounded by these unique characters, Kazunari still counts himself lucky to be living in the same building as Ritsu Kawai, a second-year student he has a crush on.  \n  \nAs Kazunari settles into the boarding house, he soon realizes that the inhabitants of Kawai Complex are bound to add a twist to the life he has been hoping to live.\n___\n**Alt Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/the-kawai-complex-guide-to-manors-and-hostel-behavior)",
      "ru": "Главный герой Уса только-только окончил ненавистную среднюю школу, как решил начать жизнь с чистого листа, да так, чтоб каждый день его был наполнен спокойствием и уютом. Первым шагом на пути к этой цели стало переселение в общежитие. Но как быть, если вдруг обнаруживается, что твой сосед - прямое напоминание о позорном школьном периоде, к тому же заядлый извращуга, а соседка - не кто иная, как любовь с первого взгляда, которой он еще в средней школе никак не решался признаться?"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "3"
  },
  {
    "mangaId": "d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c",
    "title": {
      "en": "Kaminaki Sekai no Kamisama Katsudou"
    },
    "updatedAt": "2024-12-23T15:11:30+00:00",
    "coverArt": "https://mangadex.org/covers/d5ec700b-c61b-4ab9-97fe-ed2d57fd0d5c/dc92033f-c08c-47ab-9371-3540460b299e.jpg",
    "altTitles": [
      {
        "en": "God's Activity in a World Without Gods"
      },
      {
        "es-la": "Las Acciones de Un Dios en Un Mundo Sin Dioses"
      },
      {
        "ja": "神無き世界のカミサマ活動"
      },
      {
        "ru": "Деятельность Бога в мире без богов"
      },
      {
        "id": "Keseharian Dewa Didunia Tanpa Dewa"
      },
      {
        "zh-hk": "無神世界中的神明活動"
      },
      {
        "en": "Working for God in a Godless World"
      },
      {
        "ja-ro": "Kaminaki Sekai no Kamisama Katsudō"
      },
      {
        "en": "KamiKatsu: Working for God in a Godless World"
      },
      {
        "fr": "Kamisama : Opération Divine"
      }
    ],
    "description": {
      "en": "Yukito, the son of a questionable cult leader, lost his life due to the cult's ridiculous training practices. Now to his surprise, he was reincarnated into another world!\r\nIt was an ideal world for him without the concept of \"God\" or \"religion\" BUT...!\r\n\r\nA unique \"reincarnating in other world\" adventure begins: creating a \"religion\" in a world without God?!",
      "es": "El hijo del fundador de un sospechoso culto, Yukito, pierde la vida por culpa del insensato entrenamiento del culto, pero para su sorpresa, ¡se reencarna en otro mundo!\r\nEra un mundo ideal para él, donde no existía el concepto de \"Dios\" o \"religión\"... ¡pero!\r\n\r\nComienza la aventura de una singular \"reencarnación en otro mundo\" que crea una \"religión\" en un mundo sin Dios.",
      "id": "Yukito, putra seorang pemimpin sekte yang dipertanyakan, kehilangan nyawanya karena praktik pelatihan sekte yang konyol. Sekarang yang mengejutkannya, dia bereinkarnasi ke dunia lain!\r\nItu adalah dunia yang ideal baginya tanpa konsep \"Tuhan\" atau \"agama\" TAPI...!\r\n\r\nPetualangan unik \"bereinkarnasi di dunia lain\" dimulai: menciptakan \"agama\" di dunia tanpa Tuhan?!",
      "ja": "怪しげなカルト宗教の教祖の息子・征人は、教団の無茶な修行で命を落とした――はずが、なんと流行りの異世界転生！\r\nそこは「神」や「宗教」の概念のない、征人にとっては理想の世界だった…が!?\r\n神無き世界で「宗教」を作る異色の“異世界転生”譚、開幕!!",
      "ru": "Отец Юкито — лидер религиозной секты, который совершил обряд над своим сыном под названием «церемония рождения». Всё ради нового лидера религиозной секты, Юкито! Но что-то пошло не так, и в конце-концов наш герой перерождается в другом мире, где нет таких понятий как: Бог и религия, — а порнографические книги сродни детским каракулям. По мере событий Юкито понимает, что на самом деле в этом мире людскую жизнь и смерть решает империя...",
      "es-la": "Yukito, el hijo de un sospechoso líder de una secta, pierde la vida durante el peligroso rito de la secta y reencarna en otro mundo. Allí, es salvado por los habitantes de una remota aldea y vive felizmente con ellos. Sin embargo, la aldea es un lugar para aquellos que han sido calificados como \"anormales\" por el Estado Imperial. Los \"anormales\" son aquellos que tienen \"miedo a la muerte\". La gente del Reino Imperial carecía del sentido del \"miedo a la muerte\". Finalmente, los \"anormales\" iban a ser ejecutados bajo el sistema de \"Condena\". Yukito intenta desesperadamente salvar a los habitantes de la aldea, pero es incapaz de hacerlo. En ese momento, \"Mitama\", el dios del culto del que formaba parte Yukito, es convocado a este otro mundo... ¿Será capaz Yukito de sobrevivir en este otro mundo?",
      "pt-br": "Yukito, filho de um líder de culto questionável, perdeu a vida devido às práticas ridículas de treinamento do culto. Agora, para sua surpresa, ele reencarnou em outro mundo! Era um mundo ideal para ele sem o conceito de \"Deus\" ou \"religião\" MAS...! Uma aventura única de \"reencarnação em outro mundo\" começa: criar uma \"religião\" em um mundo sem Deus?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7143d818-9512-49e8-b94e-751286898508",
    "title": {
      "en": "Yoriko from Hannari Girori"
    },
    "updatedAt": "2024-08-28T23:34:57+00:00",
    "coverArt": "https://mangadex.org/covers/7143d818-9512-49e8-b94e-751286898508/c6a69897-1a7b-47e8-b7e7-cb3b8345903b.jpg",
    "altTitles": [
      {
        "ja": "はんなりギロリの頼子さん"
      },
      {
        "zh": "凶巴巴的赖子小姐"
      },
      {
        "ja-ro": "Hannari Girori no Yoriko-san"
      }
    ],
    "description": {
      "en": "The manga follows Shindou Yoriko, a 29-year-old Kyoto cigarette shop owner who has a sharp look in her eyes but is actually a kind-hearted person. It may not come across, but she truly loves the city of Kyoto, and is willing to give up some of her time to share that love with tourists and other visitors (as long as they don't get on her nerves).",
      "pt-br": "Shindou Yoriko, um dono de uma loja de cigarros Kyoto de 29 anos que tem um olhar penetrante, mas na verdade é uma pessoa de bom coração. Pode não parecer, mas ela realmente ama a cidade de Kyoto e está disposta a abrir mão de parte de seu tempo para compartilhar esse amor com turistas e outros visitantes (desde que não a irritem)."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "87"
  }
]