[
  {
    "mangaId": "07ad6ea8-cff0-48b7-8499-6d0d8d86a11f",
    "title": {
      "en": "Tensei Oujo wa Osananajimi no Dekiai Houimou kara Nigedashitai - Zense de Furareta no wa Watashi yo ne!?"
    },
    "updatedAt": "2023-07-09T18:06:41+00:00",
    "coverArt": "https://mangadex.org/covers/07ad6ea8-cff0-48b7-8499-6d0d8d86a11f/85cf968f-ddc4-4475-a473-afe27bb468f7.jpg",
    "altTitles": [
      {
        "ja": "転生王女は幼馴染の溺愛包囲網から逃げ出したい 前世で振られたのは私よね!?"
      }
    ],
    "description": {
      "en": "A sweet romantic comedy about an overprotective marquis' son and a dense princess that continues from the previous life!\n\nPrincess Eliana has memories of a previous life in which she was in an unrequited love with her childhood friend. However, in this life, she is reunited with her former childhood friend, Albert, the son of a marquis. And he treats her like a sister again! Not wanting to make the same mistake, she struggles to marry someone other than Albert, but Albert's behavior begins to become strange.\n\n\"Who are you engaged to?\"\n\"I don't want to give you to anyone else.\" \n\n...But I was the one who was dumped in the previous life, wasn't I?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0149b6d1-b8f5-4e64-bcda-7a209554381e",
    "title": {
      "en": "Yukikaze - Meiji Ishu Kakutouden"
    },
    "updatedAt": "2024-07-27T13:10:02+00:00",
    "coverArt": "https://mangadex.org/covers/0149b6d1-b8f5-4e64-bcda-7a209554381e/fd94d915-03fa-42fc-b12f-cd95b1c3986c.jpg",
    "altTitles": [
      {
        "ja-ro": "Meiji Ishu Kakutouden - Yukikaze"
      },
      {
        "en": "Yukikaze White Wind: The Legend of Meiji Era Martial Arts"
      },
      {
        "ja": "明治異種格闘伝 雪風"
      }
    ],
    "description": {
      "en": "The year is Meiji 17, 1884. The place, Tokyo. Genemon Sakuragi is searching for a \"man of valor\" according to his master’s order! One night, Genemon spots a mysterious young man fighting with three ruffians! Genemon is captivated by the Mysterious Punches of the young man, named Fuutaro Yukimura. What is this “martial art” that Fuutaro Yukimura uses so freely?! And what of the exhibition match that Marquis Tenzen Shibahara wishes to hold….?! What is the strongest weaponless martial art of Meiji Era Tokyo?! The curtain now rises on the martial arts conflict of the age…!!",
      "pt-br": "Ano de 1884, era Meiji. Genemon Sakuragi está procurando por um “homem de valor” de acordo com a ordem do seu mestre! Em uma noite, Genemon encontra um jovem lutando contra três valentões. Genemon ficou fascinado com os Socos Misteriosos desse jovem chamado Fuutaro Yukimura. O que é essa “arte marcial” que Fuutaro usa livremente?! E que tipo de partida de exibição esse Marquis Tenzen Shibahara quer fazer…?! Qual é a arte marcial desarmada mais poderosa de Tokio na Era Meiji?! Agora a cortina do conflito de artes marciais do século se abre!!!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "43"
  },
  {
    "mangaId": "253cef35-4d97-43eb-bfb8-f5994eee9022",
    "title": {
      "en": "Ari no Teikoku"
    },
    "updatedAt": "2023-12-26T12:10:33+00:00",
    "coverArt": "https://mangadex.org/covers/253cef35-4d97-43eb-bfb8-f5994eee9022/c2fd1153-fe24-4996-b00e-b094d4ac2d71.jpg",
    "altTitles": [
      {
        "en": "Empire of Ants"
      },
      {
        "en": "Empire of the Ant"
      },
      {
        "ja": "蟻の帝国"
      },
      {
        "vi": "Đế Quốc Kiến"
      }
    ],
    "description": {
      "en": "This is the ant empire, where the queen's scent rules everything. Luli'a leads a peaceful life picking medicinal herbs with his younger brother. One day, he is imprisoned for defending a medicine doctor, and while in prison, he has a seizure and bursts into tears. The tears are a pheromone that controls everyone around him, and a sign that Luhya is the \"Queen's Egg.\" This metamorphosis fantasy!",
      "vi": "Tất cả kiến đều làm việc vì nữ hoàng.\nĐây là đế quốc kiến nơi mùi hương của nữ hoàng chi phối tất cả. Một \"dấu hiệu\" xuất hiện đã thay đổi vận mệnh của kiến thợ Lulya."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3d3cf42-a12a-42f5-bd56-70b587eee06a",
    "title": {
      "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
    },
    "updatedAt": "2024-07-19T18:32:40+00:00",
    "coverArt": "https://mangadex.org/covers/f3d3cf42-a12a-42f5-bd56-70b587eee06a/f0d6ce6d-1e92-4c46-a923-0597d858f999.jpg",
    "altTitles": [
      {
        "ja": "陰キャの僕に罰ゲームで告白してきたはずのギャルが、どう見ても僕にベタ惚れです"
      },
      {
        "ja-ro": "Inkya no Boku ni Batsu Game ni Kokuhaku Shitekita Hazu no Gyaru ga, Doumitemo Boku ni Betahore Desu"
      },
      {
        "zh-hk": "因懲罰遊戲才向陰角的我告白的辣妹，怎麼看都已經完全迷戀上我了"
      },
      {
        "en": "The Gal Who Was Meant to Confess to Me as a Punishment Game Has Apparently Fallen in Love with Me"
      },
      {
        "ko": "아싸인 내게 벌칙 게임으로 고백해 온 갸루가 아무리 봐도 나한테 반한 것 같다"
      },
      {
        "ru": "Девушка, которая должна была признаться мне в качестве игрового наказания, очевидно, влюбилась в меня"
      },
      {
        "pl": "Introwertyczne wpadki podrywowe: Ta Gyaru zakochała się we mnie po uszy!"
      },
      {
        "pl": "Gal, która miała mi wyznać miłość w ramach gry z karą, najwyraźniej się we mnie zakochała."
      }
    ],
    "description": {
      "en": "When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!\n\n---\n**Links:**\n- Official Video Manga - [YouTube](https://youtube.com/playlist?list=PL0zfSjyskgIUZdlu7xyxLAv956kN32dP6) (Chapters 1-3, With voice acting)\n- [Official English Light Novel](https://j-novel.club/series/an-introvert-s-hookup-hiccups)",
      "ja": "**陰キャ×清楚ギャル、罰ゲームから始まるピュアラブコメ!!**\n\nクラス内カーストトップの清楚ギャル・茨戸七海に罰ゲームで告白されて付き合うことになった陰キャ男子・簾舞陽信。 しかし罰ゲームのはずが、七海は陽信にガチ惚れしているようで…？",
      "pl": "Kiedy piękna Nanami Barato wyznaje miłość Yoshinowi Misumai, wydaje się to zbyt piękne, by mogło być prawdziwe! Tylko, że tak jest - i Yoshin o tym wie. Jak taki introwertyczny facet jak on ma zachować zimną krew, skoro wie, że to tylko wyzwanie? Jeszcze bardziej zastanawiające jest to, że pomimo jej krzykliwego wyglądu, ta rzekoma gyaru nie jest tak dobra w kontaktach z facetami! Być może jest to idealna okazja dla tego nieśmiałego faceta, aby zebrać się na odwagę i powiedzieć \"tak\" tej nieśmiałej dziewczynie. Tak zaczyna się ich nowe, wygodne życie porannych spotkań i ręcznie robionych lunchów. Rzecz w tym, że sądząc po jej zachowaniu, Nanami zakochała się w nim po uszy! Czy ta dwójka może odkryć swoje uczucia, a może nawet zakochać się w sobie - tym razem naprawdę?!",
      "pt-br": "Barato Nanami, uma versão atenuada da garota no topo da hierarquia da escola, perdeu um jogo de cartas e agora tem que confessar a um cara de sua classe como punição. Misumai Youshin, que é um solitário sem amigos, foi o cara escolhido, mas ele sabe da punição! Deveria ter sido uma punição do jogo, mas será que Nanami vai desenvolver sentimentos por Youshin…?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5dcc48a-c7e5-429d-9ddf-c2ba2fd9f158",
    "title": {
      "en": "A Manga about a Beautiful Girl"
    },
    "updatedAt": "2024-04-24T20:59:33+00:00",
    "coverArt": "https://mangadex.org/covers/c5dcc48a-c7e5-429d-9ddf-c2ba2fd9f158/9382759a-eaed-4489-a277-5eef5bb7bf9a.jpg",
    "altTitles": [
      {
        "ja": "美少女まんが描きました"
      },
      {
        "ja-ro": "Bishoujo Manga Egakimashita"
      }
    ],
    "description": {
      "en": "A series of short comics by Mattaku Moosuke (@mmousuke on Twitter) about the cutest girl in class, Inuta-san, and the boy sitting next to her, Inukai-kun."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6643b6b-5a2e-4f94-8f30-13d4f5e4299a",
    "title": {
      "en": "Hiiragi-san is A Little Careless"
    },
    "updatedAt": "2024-03-06T08:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/d6643b6b-5a2e-4f94-8f30-13d4f5e4299a/742dd32f-2e7b-49bc-a567-54cffa1fd260.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ抜けちゃう柊さん"
      },
      {
        "ja-ro": "Chotto Dake Nuke Chau Hiiragi-san"
      },
      {
        "ja-ro": "Chotto Dake Nukechau Hiiragi-san"
      },
      {
        "en": "Hiiragi-san is a little careless."
      }
    ],
    "description": {
      "en": "Kotori-kun, who falls in love with his classmate Hiiragi-san at first sight, somehow wants to get close to her. Hiiragi-san is quite an earnest and lovely girl, but… She’s surprisingly a little careless--! This is about the charming school life of a careless girl and a pure boy who gets led on everyday by her -- a romantic comedy that’s a wee bit H sometimes but warm and fluffy to death."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "66"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f84b280-bff0-4c99-a79b-2995cee45c2e",
    "title": {
      "en": "Oyako de Kaiten Sushi ni Iku Hanashi"
    },
    "updatedAt": "2024-07-03T21:18:42+00:00",
    "coverArt": "https://mangadex.org/covers/5f84b280-bff0-4c99-a79b-2995cee45c2e/1075a955-07c1-49b8-b078-7a6bf6c2d7eb.jpg",
    "altTitles": [
      {
        "ja": "親子で回転寿司に行く話"
      },
      {
        "en": "A Story About Going With My Dad to a Conveyor Belt Sushi Restaurant"
      }
    ],
    "description": {
      "en": "A short story about a little girl and her dad getting some sushi."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2613cb68-6910-4f6e-81b0-108b3220d5fd",
    "title": {
      "en": "My childhood enemy is acting unusual?!"
    },
    "updatedAt": "2024-07-10T09:15:30+00:00",
    "coverArt": "https://mangadex.org/covers/2613cb68-6910-4f6e-81b0-108b3220d5fd/323b5a3b-b8b3-44f4-9364-fe88e6e4dd2d.png",
    "altTitles": [
      {
        "zh": "死对头竹马翻车了！？！"
      }
    ],
    "description": {
      "en": "The game anchor that I have always admired and liked is actually my biggest enemy that I have hated since childhood? ! And he has always had feelings towards me?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2bed646-fb37-4d35-ad9d-2aac1ae6ff7d",
    "title": {
      "en": "L-size Little Sister"
    },
    "updatedAt": "2023-06-24T06:31:32+00:00",
    "coverArt": "https://mangadex.org/covers/c2bed646-fb37-4d35-ad9d-2aac1ae6ff7d/4623144b-f494-469d-b3d1-e2baedb4e180.png",
    "altTitles": [
      {
        "ja": "Eru-Eru Sister"
      },
      {
        "en": "LL Sister"
      },
      {
        "ja": "える・える　シスター"
      },
      {
        "zh": "大块头妹妹"
      },
      {
        "zh": "我的L-size妹妹"
      }
    ],
    "description": {
      "en": "Konakai Futaba loves her older sister more than anything else in the world. Kind, beautiful and intelligent, Ichina was everything that Futaba wished that she could be… she even encouraged Futaba when she was feeling down.  \n  \nAs such, Futaba went to the same highschool as Ichina, hoping to be reunited after two whole years of being apart…  \n  \n…but sadly, Ichina has completely changed from the sweet, gentle sister that Futaba remembers."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "32"
  },
  {
    "mangaId": "8495d45a-dbba-48be-8691-7d2a067e3f42",
    "title": {
      "en": "Gate - Teikoku no Bara Kishidan - Pinya Co Lada 14-sai"
    },
    "updatedAt": "2023-07-24T15:46:15+00:00",
    "coverArt": "https://mangadex.org/covers/8495d45a-dbba-48be-8691-7d2a067e3f42/f730b714-cf1e-4f11-ae97-2ca6629dd263.jpg",
    "altTitles": [
      {
        "en": "Gate - Piña's Rose Order of Knights"
      },
      {
        "en": "Gate - Rose Knights of the Empire - 14 Year Old Pinya Co Lada"
      },
      {
        "ja-ro": "Gate - Teikoku no Bara Kishidan - Pinya Co Lada 14-sai"
      },
      {
        "ja": "ゲート 帝国の薔薇騎士団 ピニャ・コ・ラーダ14歳"
      },
      {
        "zh-hk": "門 帝國之薔薇騎士團 平娜‧戈‧蘭達14歲"
      }
    ],
    "description": {
      "en": "A spin-off focusing on Princess Pinya's (from \"Gate - Thus the JSDF Fought There!\") life before the \"Gate\" opening to the other world event."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "bf40d55a-0adc-41ca-953c-a9feb42a0d5f",
    "title": {
      "en": "Clandestine Affair"
    },
    "updatedAt": "2024-06-14T14:25:36+00:00",
    "coverArt": "https://mangadex.org/covers/bf40d55a-0adc-41ca-953c-a9feb42a0d5f/b74d46d4-f66d-4ac6-bf3e-2416e7d6ea32.png",
    "altTitles": [
      {
        "zh": "偷香"
      },
      {
        "zh-ro": "Tōu Xiāng"
      }
    ],
    "description": {
      "en": "Two women, hidden away in a vast estate, who save each other through their roller coaster of a relationship!\nBai Yuetao, wife of a rich businessman, blames herself for her husband's skirt-chasing tendencies. After spending another night alone in their lavish residence, she sees a graceful woman appear in her newly bought western mirror. This woman calls herself \"Butterfly Dream\" and says that she can teach Bai Yuetao how to \"hook\" her husband's heart. But the price she demands?\nBai Yuetao's body."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37536724-111d-4a99-b13c-76ec22600789",
    "title": {
      "en": "Kamigami no Kago de Seisan Kakumei"
    },
    "updatedAt": "2023-05-09T15:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/37536724-111d-4a99-b13c-76ec22600789/6c282560-cbaf-4ee2-99b3-6da52245b65a.jpg",
    "altTitles": [
      {
        "ja": "神々の加護で生産革命～異世界の片隅でまったりスローライフしてたら、なぜか多彩な人材が集まって最強国家ができてました～"
      },
      {
        "en": "Revolution in production with the blessings of the gods - While living a leisurely, slow life in a corner of another world, somehow a diverse group of people gathered to form the strongest nation..."
      },
      {
        "en": "Production Revolution by Blessing of Gods"
      },
      {
        "ja-ro": "Kamigami no Kago de Seisan Kakumei ~ Isekai no Katasumi de Mattari Slow Life Shi Tetara, Naze ka Tasaina Jinzai ga Atsumatte Saikyō Kokka ga Dekitemashita ~"
      },
      {
        "ko": "신들의 가호로 생산 혁명 ~이세계 한구석에서 한가로운 슬로우 라이프를 하고 있으면, 왠지 다양한 인재들이 모여 최강 국가가 되어 있었습니다~"
      }
    ],
    "description": {
      "en": "During the reincarnation of the Japanese company slave, Tadashi, he was impressed by God by choosing the agricultural blessing that no one had ever chosen, and received unprecedented generous blessing. And he has a dream slow life in a different world-it should have landed all-you-can-eat, a huge peninsula called Miasma Limbo! Tadashi struggled, but with his serious personality and blessing from God, he will increase the scale of agriculture with Gungun. Former queens of persecuted elves, heroes of beastmen, and master craftsmen of dwarves gathered in search of supplies made by Tadashi. Agriculture, founding of the country, slow life! A heartwarming different world agricultural fantasy, comicalize!",
      "ja": "日本の社畜・タダシは転生の最中、これまで誰も選ばなかった農業の加護を選んだことで神に感激され、前代未聞の手厚い加護を受ける。そして異世界で夢のスローライフを営む――はずが、降り立ったのは荒れ放題、瘴気ただよう辺獄《へんごく》と呼ばれる巨大な半島！　タダシは苦戦しながらも、持ち前の真面目な性格と神からの加護でグングンと農業の規模を大きくしていく。タダシの作る物資を求め、迫害されたエルフの元女王、獣人の女勇者、ドワーフの名工も集まってきて――。農業・建国・スローライフ！ほのぼの異世界農業ファンタジー、コミカライズ"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfffa880-4154-40d1-abd2-0dff94248908",
    "title": {
      "en": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
    },
    "updatedAt": "2024-05-05T21:07:12+00:00",
    "coverArt": "https://mangadex.org/covers/dfffa880-4154-40d1-abd2-0dff94248908/c87184ca-b94d-4a5b-bdb7-79f0425fbdb2.jpg",
    "altTitles": [
      {
        "fr": "DanMachi - Sword Oratoria : l'épopée d'une épéiste"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? Sword Oratoria"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
      },
      {
        "ja-ro": "DanMachi: Sword Oratoria"
      },
      {
        "ru": "Может, я встречу тебя в подземелье - Оратория Меча"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか 外伝 ソード・オラトリア"
      },
      {
        "ko": "던전에 만나기를 원하는 것은 잘못 일까 외전 소드 오라토리아 소드 오라토리아"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? On the Side: Sword Oratoria"
      }
    ],
    "description": {
      "en": "After having descended upon this world, the gods have created guilds where adventurers can test their mettle. These guilds, known as \"familia,\" grant adventurers the chance to explore, gather, hunt, or simply enjoy themselves.  \nDungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria begins in Orario, the lively city of adventurers. The Sword Princess, Ais Wallenstein, and the novice mage, Lefiya Viridis, are members of the Loki Familia, who are experts at monster hunting. With the rest of their group, they journey to the tower of Babel in hopes of exploring the dungeon underneath. Home to powerful monsters, the dungeon will fulfill Ais's desire to master her sword skills, while bringing Lefiya closer to her dream of succeeding Riveria Ljos Alf, vice-captain of the Loki Familia, as the most powerful mage in the land.\n\n---\n\n**Links:**\n[Yen Press](https://yenpress.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria-manga)",
      "ru": "Спин-офф ранобэ \"Может, я встречу тебя в подземелье\", который охватывает историю одной из сильнейших авантюристок по имени Аиз Валленштайн, также известной, как \"Принцесса Меча\"."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b459a49-b40f-4614-90a2-dc0a9209a42f",
    "title": {
      "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon?"
    },
    "updatedAt": "2024-02-01T03:21:54+00:00",
    "coverArt": "https://mangadex.org/covers/8b459a49-b40f-4614-90a2-dc0a9209a42f/b7533aa6-8af6-495e-93b3-db0cfcdfae89.jpg",
    "altTitles": [
      {
        "ja-ro": "DanMachi"
      },
      {
        "fr": "DanMachi - La Légende des Familias"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatte Iru Darou ka"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru noha Machigatteiru Darouka"
      },
      {
        "fr": "Est-ce que c'est mauvais de vouloir rencontrer des filles dans un donjon ?"
      },
      {
        "en": "Will it be wrong to demand an encounter from dungeon?"
      },
      {
        "ru": "Может, я встречу тебя в подземелье?"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか。"
      },
      {
        "zh": "在地下城寻求邂逅是否搞错了什么"
      },
      {
        "zh": "在地牢里寻求邂逅难道有错吗"
      },
      {
        "zh": "期待在地下城邂逅有错吗"
      },
      {
        "ko": "던전에서 만남을 추구하면 안 되는 걸까"
      },
      {
        "en": "Is it wrong that I want to meet you in a dungeon?"
      },
      {
        "en": "Can't I Expect A Chance Encounter In The Dungeon?"
      },
      {
        "th": "มันผิดรึไงถ้าใจอยากจะพบรักในดันเจี้ยน"
      },
      {
        "ar": "هل من الخطأ التعرف على الفتيات في الدانجون؟"
      },
      {
        "ar": "دان ماتشي"
      },
      {
        "ru": "Разве плохо искать себе пару в подземелье?"
      },
      {
        "zh-hk": "在地下城尋求邂逅是否搞錯了什麼"
      },
      {
        "fr": "Est-ce un tort de chercher des rencontres romantiques dans un donjon?"
      },
      {
        "de": "Ist es ein Fehler in einem Dungeon ein Treffen zu wünschen?"
      },
      {
        "tr": "Zindanda Kız Düşürmeye Çalışmak Yanlış Mı?"
      },
      {
        "en": "Zindanda qız tutmağa çalışmaq düz deyil?"
      },
      {
        "es": "¿Está mal enamorarse en una mazmorra?"
      },
      {
        "it": "È forse sbagliato chiedere un incontro a un dungeon?"
      },
      {
        "pt": "É Errado Pegar Uma Garota Em Uma Masmorra?"
      },
      {
        "ru": "Дандзён ни дэаи о мотомэру но ва матигаттэиру даро"
      },
      {
        "fa": "آیا تلاش برای بلندکردن دختران در سیاهچال اشتباه است؟"
      },
      {
        "zh": "伏城求逑蓋有罔乎 (Classical Chinese)"
      },
      {
        "en": "Is It Wrong to Pick Up Girls in a Dungeon?"
      }
    ],
    "description": {
      "en": "Bell Cranel is just trying to find his way in the world. Of course, in his case, the “world” is an enormous dungeon filled with monsters below a city run by gods and goddesses with way too much time on their hands. He’s got big dreams but not much more when a roll on the random encounter die brings him face-to-face with the girl of his dreams—but what’s an amateur adventurer got to offer a brilliant swords woman? And what if the lonely goddess who sponsors his solo adventuring gets jealous?\n\n(Series was cancelled in 2018 for an unknown reason and restarted in 2020 under a sequel title.)",
      "ru": "Огромный город Орарио - всего лишь вход в подземный лабиринт, широко известный как \"Подземелье\". Люди приходят туда за славой, честью, приходят, надеясь получить все то, что захотят. И именно здесь парень, мечтающий стать авантюристом, знакомится с маленькой богиней, не нашедшей ни одного последователя."
    },
    "status": "cancelled",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "89"
  },
  {
    "mangaId": "c2c8e42b-b242-4c69-ad99-6b3ce4ad55de",
    "title": {
      "en": "Tensei ni Hakobijin no Isekai Kouryakuhou"
    },
    "updatedAt": "2024-05-25T00:12:13+00:00",
    "coverArt": "https://mangadex.org/covers/c2c8e42b-b242-4c69-ad99-6b3ce4ad55de/f21dfa6b-3e63-44f9-9f06-1eeaf618251b.jpg",
    "altTitles": [
      {
        "ja": "転生荷運び人の異世界攻略法"
      },
      {
        "en": "A Reincarnated Carrier's Strategy for Another World"
      },
      {
        "ja-ro": "Tensei Nihakobijin no Isekai Koryakuhou"
      },
      {
        "en": "The Way To Conquer A Different World As A Reincarnated Porter"
      },
      {
        "ja-ro": "Tensei ni Hakobi Jin no Isekai Kouryakuhou"
      }
    ],
    "description": {
      "en": "A man who yearns for freedom is reincarnated and he chooses the undesirable job \"Carrier\"--The fastest way to conquer both women and other world with wisdom and courage! A new erotic fantasy series from Nocturne Novels!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-07-27T12:42:15+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e7cd05f-3971-46a0-a98a-587f33fd2154",
    "title": {
      "en": "Army of Hell"
    },
    "updatedAt": "2024-02-03T05:07:45+00:00",
    "coverArt": "https://mangadex.org/covers/7e7cd05f-3971-46a0-a98a-587f33fd2154/e2c3bf20-91e9-42f2-a724-983de56e82ea.jpg",
    "altTitles": [
      {
        "ja": "地獄の軍団"
      },
      {
        "ja-ro": "Jigoku no Gundan"
      }
    ],
    "description": {
      "en": "A boy abandoned at birth and raised by rats, with the mysterious power to control them, grows up seeing \nthe dark side of the humans that rejected him, and vows to become humanity's greatest enemy."
    },
    "status": "completed",
    "releaseDate": 1981,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "60"
  },
  {
    "mangaId": "822b96aa-e578-4fd6-ac64-8289a2218b7a",
    "title": {
      "ja": "Saijo no Osewa Takane no Hana-darakena Meimon-kou de, Gakuin Ichi no Ojou-sama (Seikatsu Nouryoku Kaimu) wo Kagenagara Osewa suru Koto ni Narimashita"
    },
    "updatedAt": "2024-04-01T13:25:31+00:00",
    "coverArt": "https://mangadex.org/covers/822b96aa-e578-4fd6-ac64-8289a2218b7a/7679e320-1de0-434a-bc8e-1da0ada69e2c.jpg",
    "altTitles": [
      {
        "ja": "才女のお世話 高嶺の花だらけな名門校で、学院一のお嬢様（生活能力皆無）を陰ながらお世話することになりました"
      },
      {
        "en": "The Unattainable Flower"
      },
      {
        "en": "Takane no Hana"
      },
      {
        "en": "Saijo No Osewa"
      }
    ],
    "description": {
      "en": "A poor high school boy, Izuki Tomonari, got caught up in a kidnapping attempt on Hinako Konohana, a young lady from one of Japan's largest conglomerates. On the surface, Hinako appears to be a brilliant and beautiful young woman, but in reality, she is a lazy girl with no life skills. However, due to family reasons, Hinako has to play the role of the \"perfect young lady\" at school. Wanting to protect her, Izuki took on the job of caring for her. Eventually, Hinako began to spoil Izuki with all her might. \"I don't want... Izuki to leave my side right now.\" This is a love story that begins beyond the master-servant relationship featuring a princess with a beautiful facade.",
      "pt-br": "O estudante do ensino médio Itzuki Tomonari se envolveu em um sequestro e se viu lidando com Konohana Hinako, a herdeira do maior conglomerado do Japão. Hinako parece ser uma jovem inteligente e bonita, mas sua verdadeira identidade é preguiçosa, sem capacidade para viver sozinha. No entanto, devido às circunstâncias em casa, Hinako tem que interpretar a \"ojou-sama perfeita\" na academia. Uma história de amor que começa além de mestre-servo com uma linda jovem."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b001f9b-47bf-4b5e-8476-80d9b193e373",
    "title": {
      "en": "Seijo no Maryoku wa Bannou desu: Mou Hitori no Seijo"
    },
    "updatedAt": "2023-10-31T05:31:38+00:00",
    "coverArt": "https://mangadex.org/covers/3b001f9b-47bf-4b5e-8476-80d9b193e373/fb1e9527-075a-4cf9-8c27-268fb8a8cb1d.jpg",
    "altTitles": [
      {
        "ja": "聖女の魔力は万能です ～もう一人の聖女～"
      },
      {
        "en": "The Saint's Magic Power Is Omnipotent: The Other Saint"
      },
      {
        "en": "The Power of the Saint is All Around: The Other Saint"
      }
    ],
    "description": {
      "en": "Aira Misono is a run-of-the-mill high school girl, and never imagined that she’d be summoned to another world, let alone declared its savior. Yet from the moment the handsome Prince Kyle lays eyes on her, he’s convinced that she’s the long-awaited Holy Saint destined to banish darkness from his world. Aira herself maintains significant doubts. Is she really up to this challenge? She might be able to use magic, but is she really a Saint? Aira’s fears and struggles only deepen when the woman summoned alongside her begins to look more and more like the one who truly deserves that title."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "003e7fbf-f047-4783-a7df-1533a2a653d4",
    "title": {
      "en": "Yowamushi Pedal"
    },
    "updatedAt": "2024-07-08T07:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/003e7fbf-f047-4783-a7df-1533a2a653d4/b333e394-8997-4a6e-8315-a02b518af646.jpg",
    "altTitles": [
      {
        "fr": "En selle, Sakamichi!"
      },
      {
        "en": "Weakling Pedal"
      },
      {
        "th": "โอตาคุน่องเหล็ก"
      },
      {
        "ja": "弱虫ペダル"
      },
      {
        "zh": "飆速宅男"
      },
      {
        "ru": "Трусливый велосипедист"
      },
      {
        "fr": "Pédaleur né"
      }
    ],
    "description": {
      "en": "Otaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.  \n  \nSince he was a little boy, Onoda has ridden his mamachari–a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries–to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamachari up a steep road.  \n  \nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics as **Yowamushi Pedal, Go!**\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2015, which it shared with The Seven Deadly Sins**"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32d76d19-8a05-4db0-9fc2-e0b0648fe9d0",
    "title": {
      "en": "Solo Leveling"
    },
    "updatedAt": "2024-06-05T19:23:35+00:00",
    "coverArt": "https://mangadex.org/covers/32d76d19-8a05-4db0-9fc2-e0b0648fe9d0/e90bdc47-c8b9-4df7-b2c0-17641b645ee1.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업"
      },
      {
        "en": "Only I Level up"
      },
      {
        "ko-ro": "Na Honjaman Lebel-eob"
      },
      {
        "en": "I level up alone"
      },
      {
        "ja-ro": "Ore Dake Level Up na Ken"
      },
      {
        "ru": "Поднятие уровня в одиночку"
      },
      {
        "ja": "俺だけレベルアップな件"
      },
      {
        "zh": "我独自升级"
      },
      {
        "en": "I am the only the one who levels up"
      },
      {
        "zh-hk": "我獨自升級"
      },
      {
        "la": "Solo Adtritio"
      },
      {
        "tr": "Yalnız Seviye Atlama"
      },
      {
        "tr": "Sadece Ben Seviye Atlayabiliyorum"
      },
      {
        "ko-ro": "Na Honjaman Level-Up"
      },
      {
        "en": "I Alone Level-Up"
      },
      {
        "pt-br": "Jogador solo"
      },
      {
        "pt-br": "Upando sozinho"
      },
      {
        "ro": "Singur îmi ridic nivelul"
      },
      {
        "uk": "Тільки я візьму новий рівень"
      },
      {
        "fa": "سولو لولینگ"
      },
      {
        "fa": "تکرو"
      },
      {
        "hi": "केवल मैं स्तर बढ़ाता हूं"
      },
      {
        "ne": "सोलो लेभलिङ"
      },
      {
        "id": "Aku Level Up Sendiri"
      },
      {
        "id": "Grinding Sendiri"
      },
      {
        "tr": "Ben yanlız gelişirim"
      },
      {
        "tr": "Tek başına seviye atlama"
      },
      {
        "ka": "სოლო ლეველინგი"
      },
      {
        "ar": "سولو ليفيلنغ"
      },
      {
        "ar": "الإرتقاء بالمستوى منفردًا"
      },
      {
        "ja": "俺だけレベルアップな件〜外伝〜"
      },
      {
        "bn": "সোলো লেভেলিং"
      },
      {
        "he": "שחקן בודד"
      },
      {
        "hi": "सोलो लेवलिंग"
      },
      {
        "hu": "Egyéni szintlépés"
      },
      {
        "ta": "சோலோ லெவெலிங்"
      }
    ],
    "description": {
      "de": "Als sich vor zehn Jahren das „Gate“ öffnete und unsere Welt sich mit der von Monstern verband, erhielten einige normale Menschen die Macht, diese Monster zu jagen. Sie sind als die „Hunter“ bekannt. Doch nicht alle Hunter sind mächtig. Mein Name ist Jin-Woo Sung, ich bin ein Hunter mit Rang E. Ich bin ein Hunter, der selbst in den einfachsten Dungeons sein Leben riskieren muss, der „weltschwächste“. Da ich keine einzige, hervorstechende Fähigkeit habe, schaffte ich es kaum, das nötige Geld für den Zutritt zu den schwächsten Dungeons zu verdienen … jedenfalls, bis ich in einem Rang D Dungeon einen versteckten Dungeon mit der höchstmöglichen Schwierigkeit fand! Als ich dort letztendlich meinen Tod akzeptiert hatte, erhielt ich eine seltsame Macht, einen Questlog, den nur ich sehen konnte, ein Geheimnis, mit dem ich mein Level steigern konnte! Wenn ich die Quests erfülle und basierend auf den gestellten Aufgaben trainiere und Monster jage, steigt mein Level. Ich werde vom weltschwächsten Hunter zum stärksten Rang S Hunter! \n\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "en": "10 years ago, after “the Gate” that connected the real world with the monster world opened, some of the ordinary, everyday people received the power to hunt monsters within the Gate. They are known as “Hunters”. However, not all Hunters are powerful. My name is Sung Jin-Woo, an E-rank Hunter. I’m someone who has to risk his life in the lowliest of dungeons, the “World’s Weakest”. Having no skills whatsoever to display, I barely earned the required money by fighting in low-leveled dungeons… at least until I found a hidden dungeon with the hardest difficulty within the D-rank dungeons! In the end, as I was accepting death, I suddenly received a strange power, a quest log that only I could see, a secret to leveling up that only I know about! If I trained in accordance with my quests and hunted monsters, my level would rise. Changing from the weakest Hunter to the strongest S-rank Hunter!\n\n---\n**Links:**\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n- Alternate Official Raw - [Kakao Webtoon](https://webtoon.kakao.com/content/나-혼자만-레벨업/2320)",
      "fr": "Lorsque d’étranges portails sont apparus aux quatre coins du monde, l’humanité a dû trouver parade pour ne pas finir massacrée entre les griffes des monstres qu’ils ont apportés avec eux. La solution ? Les chasseurs ! Ces combattants intrépides n’hésitent pas à foncer au cœur des donjons dimensionnels pour combattre les créatures qu’ils abritent, et y collecter des trésors.\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "id": "Dunia diserang monster! Muncullah \"hunter\" untuk menyerang monster-monster itu. Di kalangan hunter, ada yang disebut hunter terlemah di dunia. Itulah julukan Seong Jinwoo. Masuk rumah sakit adalah kebiasaannya setelah masuk ke dungeon. Suatu hari, saat melakukan raid, suatu peristiwa tragis menimpanya. Peristiwa itu hampir merenggut nyawanya. Namun, saat tersadar, dia mendapati dirinya masih hidup dan melihat sesuatu yang tidak bisa dilihat orang lain. Sejak saat itu, kehidupan Seong Jinwoo berubah. Inilah perjalanan Seong Jinwoo untuk menjadi hunter terkuat di dunia!\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "it": "10 anni fa, dopo l'apertura di “Portali” che connettono il mondo reale con quello dei mostri, gente comune ha ricevuto il potere di cacciare i mostri all'interno dei Portali. Sono conosciuti come \"Hunter\". Tuttavia, non tutti gli Hunter sono potenti. Il mio nome è Sung Jin-Woo, un Hunter di grado E, il \"più debole al mondo\". Senza particolari abilità a mia disposizione, guadagno la mia paga combattendo in dungeon di basso livello… Almeno finché non ho trovato un dungeon della massima difficoltà nascosto in un dungeon di grado D! Alla fine, mentre mi accingevo ad accettare la morte, ho ricevuto uno strano potere, un'interfaccia per le missioni che solo io posso vedere, un segreto per aumentare di livello di cui solo io sono a conoscenza! La trasformazione dal più debole al più forte Hunter di grado S!\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "ja": "十数年前、異次元と現世界を結ぶ通路”ゲート”というものが現れてからハンターと呼ばれる覚醒者たちが出現した。 ハンターはゲート内のダンジョンに潜むモンスターを倒し対価を得る人たちだ。しかし全てのハンターが強者とは限らない。 人類最弱兵器と呼ばれるE級ハンター「水篠　旬」 母親の病院代を稼ぐため嫌々ながらハンターを続けている。 ある日、D級ダンジョンに隠された高難易度の二重ダンジョンに遭遇した「旬」は死の直前に特別な能力を授かる。 「旬」にだけ見えるデイリークエストウィンドウ…！？ 「旬」ひとりだけが知ってるレベルアップの秘密… 毎日届くクエストをクリアし、モンスターを倒せばレベルアップする…！？ 果たして「旬」ひとりのレベルアップはどこまで続くのかーー！！\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "ka": "E-კლასის მონადირე ჯინვუ სუნგი ყველაზე სუსტია. ყველა ზემოდან უყურებს, მას არც ფული აქვს, არც სხვა სამუშაო პერსპექტივა. ასე რომ, როდესაც მისი პარტია იპოვის დამალულ დუნგეონს, ის გადაწყვეტს გამოიყენოს ეს შანსი თავისი ცხოვრების უკეთესობისკენ შესაცვლელად… მაგრამ ის შესაძლებლობა, რომელსაც ის აღმოაჩენს, ოდნავ განსხვავდება იმისგან, რაც მას ჰქონდა მხედველობაში…",
      "ko": "10여 년 전, \n다른 차원과 이쪽 세계를 이어 주는 통로 ‘게이트’가 열리고 \n평범한 이들 중 각성한 자들이 생겨났다.\n\n게이트 안의 던전에서 마물을 사냥하는 각성자.\n그들을 일컬어 ‘헌터’라 부른다.\n\n그러나 모든 헌터가 강한 것은 아니다.\n\n내 이름은 성진우.\nE급 헌터다. \n\n저급 던전에서조차 죽을 고비를 넘겨야 하는\n‘인류 최약병기’. \n\n무엇 하나 내세울 것 없는 형편에\n저급 던전으로 근근이 생계를 이어가던 그는,\nD급 던전 속에 숨겨진 \n최악의 난이도의 이중 던전을 만난다.\n\n그리고 결국… 죽음을 맞이하려던 순간,\n그는 기이한 능력을 얻게 된다. \n\n오직 그에게만 보이는 게임 퀘스트 창!\n오직 그만이 알게 된 레벨 업의 비밀!\n\n퀘스트를 따라 수련하고\n몬스터를 사냥하면 레벨이 오른다.\n오직 그 혼자만! \n\n\n최약체 헌터에서 최강 헌터로 각성하다!\n\n추공 작가의 인기 판무 소설 <나 혼자만 레벨업>이\n웹툰으로 드디어 등장!\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "pl": "Dziesięć lat temu otworzyły się wrota łączące inne światy z naszym. Krótko po tym pojawili się Łowcy, osoby dysponujące mocą by móc walczyć wewnątrz wrót. Historia nasza skupia się na Sung Jin-woo, który jest łowcą rangi-E, nazywanym najsłabszym łowcą. Po incydencie z podwójnym lochem będąc bliskim śmierci zyskuje on nadludzką siłę i jako jedyny może zdobywać doświadczenie by stać się silniejszym. Od najsłabszego do najsilniejszego.\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "ru": "10 лет назад, после того, как открылись «Врата», соединившие реальный мир с параллельным, некоторые из людей получили силу охотиться на монстров внутри «Врат». Они известны как «Охотники». Однако не все Охотники сильные. Меня зовут Сун Джин-Ву, охотник E-ранга. Я тот, кто рискует своей жизнью в самых низких уровнях подземелья. Не имея никаких сверхсильных навыков, я едва зарабатывал необходимые деньги, сражаясь в низкоуровневых подземельях... по крайней мере, пока я не нашел скрытое подземелье с самыми трудными проблемами в подземельях D-ранга! В конце концов, когда я чуть не умер, я внезапно получил странную силу, журнал квестов, который мог видеть только я, секрет для поднятия уровня, о котором знаю только я! Если я тренировался в соответствии с моими квестами и охотился на монстров, то мой уровень повышался. Переход от самого слабого Охотника к самому сильному, Охотнику S-ранга!\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "th": "10 ปีก่อน 'เกต' ที่พาทะลุสู่อีกมิติหนึ่งได้เปิดขึ้น ภายในเกตมีมอนสเตอร์ตัวร้ายที่เหล่าผู้คนที่ถูกปลุกพลังจะต้องกำราบ \nคนเหล่านั้นได้รับการขนานนามว่า 'ฮันเตอร์' แต่ทว่า ไม่ใช่ฮันเตอร์ทุกคนที่จะแข็งแกร่ง\nซองจินอู ผู้ได้รับฉายาว่าเป็นอาวุธที่กากที่สุดในมวลมนุษยชาติ คือฮันเตอร์แรงค์ E ที่แม้กระทั่งในดันเจี้ยนแรงค์ต่ำๆ ชีวิตเขาก็ยังแขวนบนเส้นด้าย\nแต่หลังจากที่ได้เข้าไปในดับเบิลดันเจี้ยนและรอดชีวิตกลับมา เขาก็เปลี่ยนไป\nจากฮันเตอร์ที่กากที่สุด เขาจะกลายเป็นผู้ที่แกร่งที่สุด!\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "zh": "10年前，世界与其他次元连接的“门”被打开，各种魔物不断出现，于是乎能力各异的猎魔者也随之出现，被称为“猎人”。程肖宇是一名实力最弱的E级猎人，在一次挑战任务中，遇到了可怕的隐藏挑战。生死存亡之际，他居然获得了升级系统！在系统的利用下，他能成为最强猎人吗\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "es-la": "Sung Jinwoo es un cazador de rango E, considerado como el nivel más bajo dentro de la Asociación de cazadores, por lo que se le conoce como “El cazador más débil”. Día tras día pone en peligro su vida y se embarca en misiones del rango más bajo para poder sufragar los gastos de su madre enferma; sin embargo, en una de esas misiones, lo que en un principio parecía un raid de rango D termina por ser una mazmorra de un nivel inusitado y las cosas empiezan a torcerse… ¿Lograrán Sung y sus compañeros salir con vida?",
      "pt-br": "Dez anos atrás, depois do \"Portal\" que conecta o mundo real com um mundo de montros se abriu, algumas pessoas comuns receberam o poder de caçar os monstros do portal. Eles são conhecidos como caçadores. Porém, nem todos os caçadores são fortes. Meu nome é Sung Jin-Woo, um caçador de rank E. Eu sou alguém que tem que arriscar a própria vida nas dungeons mais fracas, \"O mais fraco do mundo\". Sem ter nenhuma habilidade à disposição, eu mal consigo dinheiro nas dungeons de baixo nível… Ao menos até eu encontrar uma dungeon escondida com a maior dificuldade dentro do Rank D! No fim, enquanto aceitava minha morte, eu ganhei um novo poder…\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)",
      "zh-hk": "十幾年前，世界上出現了\n連接異次元與這個世界的通道「傳送門」， \n而人群中還出現了覺醒之人。 \n\n在傳送門裡狩獵魔物的覺醒者們，\n又被稱為「獵人」。\n\n然而並不是所有獵人都很強。\n\n我叫成振宇， \n是個E級獵人。\n\n我是連在低級地下城裡都得拼命 \n才能死裡逃生的「人類最弱兵器」。\n\n---\n\n- [1st Trailer](https://www.youtube.com/watch?v=hLwQUZgFiM4) | [ENG](https://www.youtube.com/watch?v=SP5TdrbsePE) | [JP](https://www.youtube.com/watch?v=lY82MjIM99o)\n\n- [2nd Trailer](https://www.youtube.com/watch?v=JRXcbcEnqEs) | [ENG](https://www.youtube.com/watch?v=whx0WCtc9DQ) | [JP](https://www.youtube.com/watch?v=ZPxjjbRaIwk)\n\n- [S2 <Return> PV](https://www.youtube.com/watch?v=Hd_zT6I5K6c)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98-%ED%98%BC%EC%9E%90%EB%A7%8C-%EB%A0%88%EB%B2%A8%EC%97%85/2320)\n\n---\n\n- [Original Book <Yes24>](http://www.yes24.com/Product/Goods/78527123)\n- [Original Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=206124229)\n>\n- [Book <Japanese Edition>](https://www.kadokawa.co.jp/product/321906000298/)\n\n- [Book <German Edition>](https://altraverse.de/manga/solo-leveling/)\n\n- [Book <English Edition>](https://yenpress.com/search-list/?keyword=SOLO%2BLEVELING%2BComic)\n\n- [Book <Italian Edition>](https://www.starcomics.com/titoli-fumetti/solo-leveling)\n\n---\n\n- Official English Translation [<Pocket Comics>](https://www.pocketcomics.com/comic/320) | [<WebNovel>](https://www.webnovel.com/comic/only-i-level-up-(solo-leveling)_15227640605485101) | [<Tapas>](https://tapas.io/series/solo-leveling-comic/info)\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E6%88%91%E7%8D%A8%E8%87%AA%E5%8D%87%E7%B4%9A/53)\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/4319/)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Solo-Leveling/3375)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/5523)\n\n- [Official French Translation](https://www.verytoon.com/serie/solo-leveling)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/solo_leveling/48)\n\n---\n\n- [Original LNovel Book <Aladin>](https://www.aladin.co.kr/shop/wproduct.aspx?ItemId=204209839)\n- [Original LNovel Book <Yes24>](http://www.yes24.com/Product/Goods/78213344) \n>\n- <Japanese Edition> [Web](https://piccoma.com/web/product/18836) | [Book](https://www.kadokawa.co.jp/product/322009000190/)\n\n- <English Edition> [Web](https://www.webnovel.com/book/only-i-level-up-(solo-leveling)_12507348206677105) | [Book](https://yenpress.com/series-search/?series=solo+leveling+novel)\n\n- [<German Edition>](https://altraverse.de/manga/solo-leveling/)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "200"
  },
  {
    "mangaId": "eb29bf36-7423-4a1c-bcfb-418d305ebaf6",
    "title": {
      "en": "The Film Emperor Is Dead Set on Becoming My Backer"
    },
    "updatedAt": "2024-07-09T11:45:19+00:00",
    "coverArt": "https://mangadex.org/covers/eb29bf36-7423-4a1c-bcfb-418d305ebaf6/1fd12a18-0b42-4d54-acab-36a832906a98.jpg",
    "altTitles": [
      {
        "zh": "影帝他硬要当我金主"
      },
      {
        "zh-ro": "Yingdi Ta Ying Yao Dang Wo Jin Zhu"
      }
    ],
    "description": {
      "en": "A gold mentalist paparazzi exposes pictures of Lin Chu privately meeting with his sponsor late at night. After getting into a car accident, he entered the body of the center of gossip, Lin Chu. And, his mysterious sponsor is suspected to be the cold and ruthless movie star Li Yu, who doesn't seem to get along with Lin Chu?! What's even more shocking is that it seems Lin Chu... Has more than one sponsor?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f8f4894-44fd-4047-b973-fa2c7cfac893",
    "title": {
      "en": "William in the Closet"
    },
    "updatedAt": "2024-06-25T21:40:26+00:00",
    "coverArt": "https://mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "altTitles": [
      {
        "en": "To My Juliet Boy"
      },
      {
        "ko": "옷장 속의 윌리엄"
      }
    ],
    "description": {
      "en": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a1a2636-9854-4bf3-966c-6135d574c4c6",
    "title": {
      "en": "Tokoshie × Bullet - Shin Minato Koubou-sen"
    },
    "updatedAt": "2024-01-26T11:19:57+00:00",
    "coverArt": "https://mangadex.org/covers/9a1a2636-9854-4bf3-966c-6135d574c4c6/6eb9f094-aa93-4c4c-987d-a9e340a3a61d.jpg",
    "altTitles": [
      {
        "en": "Tokoshie x Bullet - The Battle at Shin Minato"
      },
      {
        "en": "Tokoshie×Bullet The Battle at Shin Minato"
      },
      {
        "ja": "永久×バレット 新湊攻防戦"
      },
      {
        "ja": "永久×バレット: 新湊攻防戦"
      },
      {
        "en": "The Battle at Shin Minato"
      }
    ],
    "description": {
      "en": "In this story, unidentified giant weapons will destroy the world's metropolises in 2029. The masterminds of this unprecedented destruction are known as \"Tokoshie\". They call themselves weapons when they go out on the streets of the cities with their overwhelming powers and disappear as soon as they are done with them. A decade has passed since then. A certain military company is developing a combat drone with the ability to fight the Tokoshie, and a certain millionaire figure goes underground to discover the secret of the Tokoshie's eternal life. Another specific girl goes on a journey to fight the Tokoshie, sworn in as her parents' enemies. In short, this is the chronicle of an endless struggle between humanity and its greatest enemy ever.",
      "pt-br": "Nesta história, armas gigantes não identificadas destruíram as grandes cidades do mundo em 2030. Os mentores dessa destruição sem precedentes são conhecidos como “Tokoshie”. Eles se autodenominam armas quando saem para as ruas das cidades com seus poderes avassaladores e desaparecem assim que as destroem. Quase uma década se passa desde então. Uma certa companhia militar está desenvolvendo um drone de combate com habilidade para lutar contra os Tokoshie, e uma certa figura milionária parte em uma jornada subterrânea para descobrir o segredo da vida eterna deles. Outra garota específica parte em uma jornada para lutar contra os Tokoshie, declarados inimigos de seus pais. Em suma, esta é a crônica de uma luta sem limites entre a humanidade e seu maior inimigo de todos os tempos.  \n\n\n---\n\n  \n**Socials & Related**  \n[Official Website](https://tokoshie-bullet.com/)  \n[Tokoshie × Bullet official Twitter](https://twitter.com/tokoshie_morion)  \n[Author's Twitter](https://twitter.com/morion_airline?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor) | [Author's Instagram](https://www.instagram.com/morion_airline/)  \n[Artist's Twitter](https://twitter.com/DEART_Akeji) | [Artist's Instagram](https://www.instagram.com/deart_akeji/)  \n[Kodansha Retail Info](https://kc.kodansha.co.jp/product?item=0000348980)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "5e3a710f-0b0d-482b-9e84-d9c91960c625",
    "title": {
      "en": "Yancha Gal no Anjou-san"
    },
    "updatedAt": "2024-07-14T00:49:06+00:00",
    "coverArt": "https://mangadex.org/covers/5e3a710f-0b0d-482b-9e84-d9c91960c625/379e70e3-589d-44f3-8007-3e0723630169.jpg",
    "altTitles": [
      {
        "ja-ro": "Yancha Gyaru no Anjou-san"
      },
      {
        "ru": "Озорная Гяру Андзё-сан"
      },
      {
        "ja": "やんちゃギャルの安城さん"
      },
      {
        "th": "คุณอันโจ หยอกนักเพราะรักนะ"
      },
      {
        "zh": "擅长挑逗的安城同学"
      },
      {
        "zh": "淘气辣妹安城"
      },
      {
        "zh": "顽皮辣妹安城同学"
      },
      {
        "ko": "장난치는갸루 안죠 양"
      },
      {
        "ko-ro": "Jangnanchineungyalu Anjyo Yang"
      },
      {
        "zh-ro": "Shàncháng tiǎodòu de ānchéng tóngxué"
      },
      {
        "en": "Anjo the Mischievous Gal"
      },
      {
        "en": "The Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievous Gal Anjou-san"
      },
      {
        "en": "Mischievious Gal Anjou-san"
      }
    ],
    "description": {
      "de": "Seto ist ein total normaler und irgendwie langweiliger Schüler. Aus einem unerklärlichen Grund jedoch, lässt seine Mitschülerin Anjou ihn nicht in Ruhe! Der ernste Seto und die energische Anjou bilden ein kontrastreiches Duo, doch Anjou macht das nichts aus, da sie sehr viel Spaß hat, Seto zu necken. Andererseits hat Seto eine schwere Zeit mit Anjous Eskapaden. Wenn er doch nur wüsste, dass seine Reaktionen der Grund sind, dass Anjou weitermacht.  \n  \nDoch … ist ihr flirten wirklich nur gespielt …?",
      "en": "Seto is a completely ordinary and somewhat boring high school student. Yet, for whatever reason, his errant gyaru classmate Anjou just won't leave him alone! The serious Seto and energetic Anjou make a contrasting duo, but Anjou doesn't seem to mind, as she has too much fun teasing him. On the other hand, Seto has a hard time dealing with all of her endless antics; little does he realize that his humorous reactions are precisely the reason Anjou enjoys his company.\n\nBut… just how much of her flirting is merely an act?",
      "fr": "Seto est un lycéen ne souhaitant qu'une chose : passer sa scolarité sans être remarqué et être en paix. Malheureusement pour lui, il attire l'attention de la pire personne possible dans sa classe, Anjou la gal. A partir de ce jour, le quotidien de Seto va drastiquement changer grâce (ou à cause) de sa camarade, cherchant à s'amuser au dépend de notre héros.",
      "ja": "真面目でクラスの中でも目立たない瀬戸くんには、なぜかいつもイケてるギャルの安城さんがいちいちエロく絡んでくる。いつもギリギリでドキドキする思春期ぴちぴちラブコメディ！",
      "ru": "Сето - серьёзный старшеклассник, который вел тихую школьную жизнь, пока не стал жертвой дразнилок гяру Андзё-сан.",
      "pt-br": "Seto é um estudante completamente comum e um tanto chato. Mesmo assim, por alguma razão, sua nada correta colega de classe Gal Anjou simplesmente não o deixa em paz!\n\nO Seto sério e a enérgica Anjou formam uma dupla um tanto interessante, mas Anjou não parece se importar, pois se diverte muito provocando-o. Por outro lado, Seto tem dificuldade em lidar com todas as suas travessuras intermináveis; mal ele percebe que suas reações humorísticas são precisamente o motivo pelo qual Anjou gosta de sua companhia.\n\nMas… quanto de seu flerte é meramente uma atuação?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-07-01T01:15:40+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/561f08b0-059d-43c4-8dae-571bd94cd2b6.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gal Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbc24cdd-1c8a-4394-ab86-7ce2296920c3",
    "title": {
      "en": "Gambling Outcast Kaiji: The One Poker Arc - Kaiji Part 5"
    },
    "updatedAt": "2022-07-02T12:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/bbc24cdd-1c8a-4394-ab86-7ce2296920c3/96aa7e78-e8be-4129-a93c-9ff5bfb18370.jpg",
    "altTitles": [
      {
        "en": "Kaiji Part 5"
      },
      {
        "ja": "賭博堕天録 カイジ ワン・ポーカー編"
      },
      {
        "ja-ro": "Tobaku Datenroku Kaiji: One Poker-Hen"
      },
      {
        "ru": "Кайдзи: Хроники азартных игр — Покер"
      }
    ],
    "description": {
      "en": "After adding Chang and Mario, whose lives he saved in the Salvation Game, to his team, Kaiji arrives at the Teiai warehouse to face off with Kazuya, the son of Teiai Group Chairman Hyoudou. Kazuya begins to explain \"One Poker,\" a gambling game where players play a single card on a machine called \"Mother Sophie.\" Kaiji is stunned by Kazuya's proposal of \"one bet of 200 million = one life.\" The ultimate death match, a gambling game that goes beyond the norm, is about to begin!",
      "ru": "После «Спасительной игры» и маджонга «Семнадцать шагов» Кайдзи Ито, имея на руках 400 000 000 йен, решается сыграть в ещё одну игру под названием «Ван Покер» с Кадзуей Хёдо. Кадзуя ставит два миллиарда йен! За кем же будет победа?\n\n(Source: readmanga)"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "255"
  },
  {
    "mangaId": "0cb9c6a7-93d0-420c-90c9-00fb0ea547c7",
    "title": {
      "en": "Outlaw Star"
    },
    "updatedAt": "2023-11-26T00:43:31+00:00",
    "coverArt": "https://mangadex.org/covers/0cb9c6a7-93d0-420c-90c9-00fb0ea547c7/e4ec4a20-0887-4f51-b9b6-6af81b3aa0c3.jpg",
    "altTitles": [
      {
        "ja-ro": "Seihou Bukyou Outlaw Star"
      },
      {
        "ja": "星方武侠アウトロースター"
      },
      {
        "en": "Starward Warrior Knight Outlaw Star"
      }
    ],
    "description": {
      "en": "Space is mainly inhabited by three different groups: the Federation, which is the real government; Various pirate clans, which use special techniques and magic to dominate the frontier; and the outlaws which are just about everywhere in between. There are also various alien races and empires which sort of fall within this category.It is on this frontier where Gene Starwind and his 11-year old partner Jim Hawking, freelance bounty hunters and odd-job takers extraordinaire, live and work. Until they happen to take a job from a mysterious woman named Hilda. In no time flat they`re up to their ears in pirates…"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e15af31c-d413-414c-a7a5-5fb09c86a16a",
    "title": {
      "en": "The Secrets of the Lovely Duchess"
    },
    "updatedAt": "2024-05-25T20:25:28+00:00",
    "coverArt": "https://mangadex.org/covers/e15af31c-d413-414c-a7a5-5fb09c86a16a/40865dcd-4e81-4752-8f49-54cd5324898c.png",
    "altTitles": [
      {
        "ko": "사랑스러운 공작 부인의 비밀"
      }
    ],
    "description": {
      "en": "Luclia is a girl who was trapped in the demon archduke's dungeon for seven years and saw ghosts. One day the prison wall collapsed and a man came.\n\n\"Wow! are you a prince?\"\n\"Sorry, I'm just a duke.\"\n\nDavier, Duke of the House of Montenfeltro. Sure enough, with his temperamental and violent personality, he would take Luclia, an unknown girl, as his princess?!\n\n\"Duke, I wonder why you brought her here...\"\n\nLuclia, who has just entered the word with the mysterious Duke Davier. Can two people understand each other and still be happy?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62ea0d5e-b6d8-4391-a919-02d217410f18",
    "title": {
      "en": "Amateur E-girl Streaming a Space War"
    },
    "updatedAt": "2022-12-26T19:49:36+00:00",
    "coverArt": "https://mangadex.org/covers/62ea0d5e-b6d8-4391-a919-02d217410f18/e3c99b73-403d-4fd4-9085-2e1f8cead835.jpg",
    "altTitles": [
      {
        "ja-ro": "Teihen Chūbā ga Uchū Sensō o Totte Mita"
      },
      {
        "ja-ro": "Teihen Tuber ga Uchuu Sensou wo Tottemita"
      },
      {
        "ja": "底辺チューバーが宇宙戦争を撮ってみた"
      }
    ],
    "description": {
      "en": "On a day just like any other, a giant spaceship suddenly appeared and invaded Earth, obliterating entire cities in the blink of an eye. In the midst of the attacks, Kanna Fujimiya, amateur content creator, rose to fame overnight with her video coverage of the invasion. With her newfound popularity and charms, Kanna continues to cover the war from the front lines, but…!?  \n  \nThis amateur content creator reveals the truth behind the interstellar war in this science fiction thriller!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24"
  },
  {
    "mangaId": "de3745b8-4a77-4f2c-8929-68395360793f",
    "title": {
      "en": "The Ranker's Guide to Live an Ordinary Life"
    },
    "updatedAt": "2024-05-07T10:14:02+00:00",
    "coverArt": "https://mangadex.org/covers/de3745b8-4a77-4f2c-8929-68395360793f/7b3fb49e-46cb-4e43-a69f-874d3145c641.jpg",
    "altTitles": [
      {
        "en": "A Guide to the Right Life for Rankers"
      },
      {
        "ko": "랭커를 위한 바른 생활 안내서"
      }
    ],
    "description": {
      "en": "The first S-class Awakened is really a third-rate student?!\n\nIn the 21st century, the world became a 'fantasy'. In a South Korea filled with despair, S-classes have descended! The greatest of them - Witch Queen Jyo!\n\n\"Goddess Jyo... Queen Jyo... Who are you...? Who could it be?\"\n\nThe true identity of the savior who has been shrouded in mystery for 10 years. Her identity? Gyung Jyo, a third-rate student, who's unable to make outgoing calls due to her mother's anger.and on the verge of being strangled and trapped in the abyss.\n\nShe was leading a peaceful and ordinary life as Korea's top unemployed person, however...\n\n[The rankings are being updated.]\n[Your current ranking has dropped to 2nd place.] \n\n\"!?\"\n\n\"I know who you are, Witch Queen.\"\n\nBaek Dohyun, a regressor, appears in front of Gyung Jyo!\n\nWill Gyung Jyo, an S-class Munchkin ranker, be able to maintain her comfortable and lazy tyrant life, as her well-rolling life turns upside down into the position of the world's savior?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f438aad-210c-471f-9e6d-af51eb45689c",
    "title": {
      "en": "Ookami-kun no Kakushigoto"
    },
    "updatedAt": "2024-07-27T11:34:38+00:00",
    "coverArt": "https://mangadex.org/covers/1f438aad-210c-471f-9e6d-af51eb45689c/bb16204d-56c7-42dc-877a-3638c1181609.jpg",
    "altTitles": [
      {
        "ja": "狼くんの隠しゴト"
      },
      {
        "vi": "Bí mật của cậu người sói"
      },
      {
        "en": "The Wolf Boy's Secret"
      }
    ],
    "description": {
      "en": "Humans have evolved to be born with the \"attributes\" of animals.\nMisako, a mere human who does not possess any attributes, meets a black wolf belonging to the genus \"Hailo wolf\" at the Juusaki Academy where she is enrolled. The two have nothing in common, but they find themselves becoming aware of each other...⁉\n\nA clumsy and straightforward beastly coming-of-age story.",
      "vi": "Con người đã tiến hoá vì đã đạt được năng lực từ \"Thuộc tính\" của động vật.\nMisako, một con người bình thường không có năng lực từ thuộc tính đã gặp gỡ một cậu sói đen thuộc  loài sói xám tại Học Viện Cấp 3 Juusaki. Mặc dù cả hai không có điểm gì giống nhau, nhưng họ dần ý thức được sự tồn tại của nhau... Một câu chuyện thanh xuân vụng về nhưng chân thật của loài thú."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d4c026be-6f32-4527-aac0-2446bf4f9229",
    "title": {
      "en": "Hallowed Haven"
    },
    "updatedAt": "2024-05-25T07:58:34+00:00",
    "coverArt": "https://mangadex.org/covers/d4c026be-6f32-4527-aac0-2446bf4f9229/4b79339a-2c6d-48d1-b22e-22253d8e8e4b.jpg",
    "altTitles": [
      {
        "zh": "鬼不神"
      }
    ],
    "description": {
      "en": "My bias is the City God! It's a story about how a non mainstream boy with unfortunate genetics causes all sorts of trouble in a peaceful city while chasing after the City God... \"It doesn't matter if they're a ghost or a monster, nothing can stop my bias Xuming God! Not even the God himself!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72326fce-30af-4452-9404-afca5bd13c0d",
    "title": {
      "en": "Midwood"
    },
    "updatedAt": "2022-10-23T03:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/72326fce-30af-4452-9404-afca5bd13c0d/ec6c15ca-6103-4f57-9ef9-41dde6b30325.jpg",
    "altTitles": [
      {
        "en": "Mid-Ut"
      },
      {
        "ko": "미드우트"
      }
    ],
    "description": {
      "en": "As the monster slayer troops, also known as 'Sretu', no longer functioned as it used to, humans became monster feed.\n'Jin Cheongdo', who has been living in a world full of monsters for his entire life, uses a legendary item 'Midwood', to turn back in time, for the sake of killing 'Ian' who was the centerpiece of this whole mess...",
      "ko": "괴물처치부대 '스레투'가 사라진 지금. 인간들은 괴물들의 먹이가 되었다.\n괴물이 가득한 세상에서 평생을 살아온 '진청도'는\n전설의 아이템 '미드우트'를 이용해 과거로 가서\n이 사태를 초래한 '이안'을 죽이려 하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c1d035d-17d0-4bc3-9b05-a1ce313bb53f",
    "title": {
      "en": "Yomoyama Kobanashi"
    },
    "updatedAt": "2024-05-04T16:59:53+00:00",
    "coverArt": "https://mangadex.org/covers/0c1d035d-17d0-4bc3-9b05-a1ce313bb53f/6bc762df-564e-449a-a1dd-a84c199964fe.jpg",
    "altTitles": [
      {
        "en": "Ended Up Living with a Classmate"
      },
      {
        "id": "Tinggal Bersama teman sekelas"
      },
      {
        "ja-ro": "Classmate to Issho ni Sumu Koto ni Natte shimatta"
      },
      {
        "ja": "クラスメイトと一緒に住むことになってしまった"
      },
      {
        "ja": "よもやまこばなし"
      },
      {
        "tr": "Sınıf Arkadaşıyla Birlikte Yaşamaya Başlamak"
      }
    ],
    "description": {
      "en": "It's a collection of short manga stories about interacting with a girl, sometimes romantically and sometimes not."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "defa12b2-6b85-4d08-9a51-560e4b717ef2",
    "title": {
      "en": "Two Way Trial"
    },
    "updatedAt": "2022-05-02T07:02:50+00:00",
    "coverArt": "https://mangadex.org/covers/defa12b2-6b85-4d08-9a51-560e4b717ef2/4019940e-6f97-4a5c-8671-d327ea70913f.jpg",
    "altTitles": [
      {
        "zh": "双向渡劫·青春集"
      }
    ],
    "description": {
      "en": "A collection of stories between two boys when they were still students."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d9d6077-29ff-430b-8e97-58aaf46656b2",
    "title": {
      "en": "RABUKOME QUEST"
    },
    "updatedAt": "2024-04-23T03:30:44+00:00",
    "coverArt": "https://mangadex.org/covers/8d9d6077-29ff-430b-8e97-58aaf46656b2/ff7d879b-3359-4851-b179-198dfe5beaf9.jpg",
    "altTitles": [
      {
        "en": "Love Comedy Quest"
      },
      {
        "ja-ro": "ラブコメクエスト"
      }
    ],
    "description": {
      "en": "Milia, the great witch who has reached the pinnacle of evil, has fallen in love for the first time... with her arch nemesis \"The Hero\"?! She has the highest magical power, but her experience in love is nil. Now the witch begins her quest to discover more of this \"Love\" in this romantic comedy!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "22"
  },
  {
    "mangaId": "1f8970ef-f9a5-43f8-99f0-3361eabf40d8",
    "title": {
      "en": "No Way I'll Go into the Cornfield With You!"
    },
    "updatedAt": "2024-02-17T12:18:05+00:00",
    "coverArt": "https://mangadex.org/covers/1f8970ef-f9a5-43f8-99f0-3361eabf40d8/2a7d942e-5555-4cce-9e00-6d9f2e4a1013.jpg",
    "altTitles": [
      {
        "zh": "我可不跟你去苞米地！"
      }
    ],
    "description": {
      "en": "Jiang Lieyang, a spoiled rich kid  who was born in the Jiangnan region, was deceived by his own mother and sent to the Dongbei countryside. Where the mysterious local resident Xun Zao became Jiang Lieyang’s “acting guardian”\n\nNot being used to the living habits and the difference in local customs make the pampered Jiang Lieyang want to escape, but he couldn't help but getting closer and closer to Xun Zao..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81d75b43-c7bf-4102-86ae-d07b93cf074a",
    "title": {
      "en": "Otoko Girai na Bijin Shimai wo Namae mo Tsugezu ni Tasuketara Ittai Dounaru?"
    },
    "updatedAt": "2024-05-24T18:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/81d75b43-c7bf-4102-86ae-d07b93cf074a/2bde441c-76a6-4e78-b8ab-8c6685d21db3.jpg",
    "altTitles": [
      {
        "ja": "男嫌いな美人姉妹を名前も告げずに助けたら一体どうなる?"
      },
      {
        "en": "What Happens When You Save Two Beautiful Sisters Who Hate Men Without Telling Them Your Name?"
      },
      {
        "en": "The Case About Two Sisters Becoming Extremely Obsessed With Me After I Saved Them"
      },
      {
        "es-la": "El caso de dos hermanas que se obsesionaron conmigo después de que las salvara"
      }
    ],
    "description": {
      "en": "Arisa and Aina are beautiful sisters who are famous for their dislike of men. Hayato, a classmate who happened to be involved with the two, will receive \"special treatment\" from the girls who are supposed to hate men―?! \n\n\"I want to be a slave to Hayato-sama...\"\n\"I want to fall in love and conceive his child.\"\n\nThe long-awaited comicalization of the unpredictable rich romantic comedy has started!",
      "ja": "男嫌いで有名な同級生の美人姉妹、亜利沙（ありさ）と藍那（あいな）。\nひょんなことから2人に関わることになった隼人（はやと）は、\n男嫌いのはずの彼女たちから\"特別扱い\"を受けることにーー⁉︎\n「隼人様に隷属したいの…」\n「愛し合って彼の子供を孕みたいーー」\n予測不能な濃厚ラブコメ、待望のコミカライズがスタート！",
      "es-la": "Arisa y Aina son unas hermosas compañeras de clase famosas por su aversión a los hombres. ¿¡Hayato, que se ha liado con ellas, recibirá un \"trato especial\" por parte de las chicas que se supone que odian a los hombres...?! \"\"Quiero ser esclava de Hayato-sama...\"\" Quiero enamorarme y concebir a su hijo\"\". ¡La tan esperada comicalización de la impredecible y rica comedia romántica ha comenzado!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "807a8d52-dd5f-4386-959a-08213f99d537",
    "title": {
      "en": "Superhuman Era"
    },
    "updatedAt": "2023-10-21T11:01:38+00:00",
    "coverArt": "https://mangadex.org/covers/807a8d52-dd5f-4386-959a-08213f99d537/8db4e112-606c-4bba-be90-2d77efeb5dc9.jpg",
    "altTitles": [
      {
        "ko": "초인의 시대"
      },
      {
        "en": "The Era of Overman"
      },
      {
        "ru": "Эпоха Сверхлюдей"
      },
      {
        "ko-ro": "Choin-ui Sidae"
      },
      {
        "zh": "超人的时代"
      },
      {
        "zh-hk": "超人時代"
      },
      {
        "th": "ยุคแห่งยอดมนุษย์"
      },
      {
        "ja": "超人の時代"
      }
    ],
    "description": {
      "en": "Unknown monsters have appeared on Earth, alongside ‘Superhumans’ who appear to dispatch them. With these mysterious monsters and superhumans, a new ‘Superhuman Era’ begins!  \n\n---\n\n**Links:**\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n\n---\n\n**Note:** BGM by [MZ](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "id": "Jika memang ada 'Manusia Super' di dunia ini, Apakah kalian akan percaya dengan hal tersebut? Tiap monster-monster muncul, seorang siswa yang seperti pelajar pada umumnya, memiliki kekuatan super yang dapat menghabisi monster-monster ini. Tetapi.. siapa sebenarnya siswa ini? Dan darimana asalnya monster-monster yang bermunculan ini?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "ja": "地球に出現した正体不明の怪物たち…。そしてその怪物たちを制圧する超人が登場する！怪物VS超人、まさに「超人の時代」の到来！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "ko": "지구에 근원 모를 괴물들이 출현하고\n그들을 제압하는 '초인'들 또한 등장한다.\n정체불명의 괴물과 초인, 바야흐로 '초인의 시대'가 도래한다!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "ru": "Если бы кто-то сказал, что «Супермен» действительно существует в этом мире, вы бы поверили? Каждый раз, когда появляется монстр, студент, или, по крайней мере, выглядит как учащийся, обладающий сверхспособностями, - убивает чудище. Но... кто именно этот герой? И откуда появились эти \"другие\"?",
      "th": "จู่ ๆ โลกของเราก็มีมอนสเตอร์กำเนิดขึ้น ไม่มีใครรู้ว่าพวกมันมาจากไหน แต่การปรากฏของพวกมันมาพร้อมกับพลังเหนือมนุษย์ในผู้คนเช่นกัน มนุษย์เหล่านั้นจึงใช้พลังปกป้องโลกเพื่อสร้างสันติสุข ...ใช่แล้ว นี่คือเรื่องราวของ \"ยุคแห่งยอดมนุษย์\" นั่นเอง\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "zh": "紧急警报！怪物肆虐！\n硬核少年超人拯救人类！\n男主林江平时在学校里只是一个普通的学生，但这个看似平凡的男孩却肩负着重大的责任——拯救地球！因为他是一个拥有超能力的“超人”。林江和他的搭档们能否成功抵御异人种的威胁？地球又会面临怎样的命运?一场惊险刺激的地球守卫战即将上演！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3",
      "zh-hk": "地球上出現了不知從哪冒出來的怪物，為了擊滅這些怪物，「超人」出現了。來路不明的怪物和超人，正好締造出了「超人時代」。\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chaorendeshidai/list?title_no=1604)\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/theeraofoverman/list?title_no=2877)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/action/overman/list?title_no=1743)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001251)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/overman/list?title_no=2817)\n---\n- BGM by [<MZ>](https://www.youtube.com/c/MZmuse/search?query=%EC%B4%88%EC%9D%B8%EC%9D%98%20%EC%8B%9C%EB%8C%80): S2 Chapter 1-3"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ac6b38d-8a29-4d31-b02a-ae512ee8eccc",
    "title": {
      "en": "The Ghost's Nocturne"
    },
    "updatedAt": "2024-07-25T19:30:36+00:00",
    "coverArt": "https://mangadex.org/covers/4ac6b38d-8a29-4d31-b02a-ae512ee8eccc/1482b365-6be7-4834-8d5a-80fc89c37b9a.jpg",
    "altTitles": [
      {
        "ko": "귀야곡"
      },
      {
        "uk": "Примарний ноктюрн"
      },
      {
        "es-la": "Nocturno"
      }
    ],
    "description": {
      "en": "JaeSin was turned into an insignificant small creature and ousted to the human world for violating the law of causality and the only way he can go back to the underworld is to win a human’s love. He doesn’t believe in human emotions until he bumped into a crown prince, Nok, who’s been suffering from heartbreak for a long time. He then started getting curious about him…\n\n“There you are. A fool with unrequited love.”",
      "pl": "Jako syn króla Yeomra z podziemnego świata, Jaeshin prowadził hedonistyczne życie pełne ciągle zmieniających się partnerów łóżkowych i protekcjonalności wobec ludzi. Pewnego dnia jednak przekracza granicę i zostaje ukarany w dość nietypowy sposób: w dzień staje się bezsilnym szczeniakiem, a w nocy człowiekiem. Jedynym sposobem na uniknięcie kary jest zdobycie ludzkiego serca, co nie będzie łatwe... zwłaszcza, gdy człowiekiem, na którego zwrócił uwagę, jest słodki książę Lee Nok. Czy Jaeshin zdobędzie księcia? A może to Jaeshin zostanie zdobyty?",
      "uk": "Ча Шин, котрий був вигнаним з власного світу за вчинення злочину, котрий порушив порядок життя та смерті. Його єдиний спосіб повернутись назад в підземний світ - завоювати людське серце. Перед Ча Шином, який не вірить у людську великодушність, постає спадкоємний принц Нок, у котрого розбите серце через невзаємне кохання. Демон починає цікавитись Ноком... Цікавий початок... Що ж буде далі?",
      "es-la": "Jae-shin, quien se convirtió en un criminal y fue expulsado de este mundo. Su única forma de regresar al inframundo es obteniendo un corazón humano. Frente a Jae-shin, que no cree en las emociones humanas, aparece el príncipe heredero Nok, que tiene un problema del corazón desde hace mucho tiempo, Jae-shin comienza a sentir curiosidad por la situación de Nok. \"Hay un idiota que alberga un amor que no se puede cumplir.”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "605a63fd-06ae-4123-bdde-15865a3d4630",
    "title": {
      "en": "Phantasmagoria Days"
    },
    "updatedAt": "2024-04-29T17:48:07+00:00",
    "coverArt": "https://mangadex.org/covers/605a63fd-06ae-4123-bdde-15865a3d4630/f877a566-ef36-4200-8244-986771b61090.png",
    "altTitles": [
      {
        "ja": "ファンタスマゴリア・デイズ"
      }
    ],
    "description": {
      "en": "Follow the daily life and adventures of Dr. Hoop and his assistant, the robot Lancelot, across the planet Phantasmagoria in these short stories brimming with all sorts of peculiar characters. Experience the unique warmth and creativity Tamura Shigeru has to offer in this nostalgic world of his creation - infused with a touch of both humor and sadness.\n\n---\nMore exploration of the world of Phantasmagoria, created after Tamura's short animation featuring scenes from the same world: **a piece of PHANTASMAGORIA**."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "88bc39d0-56cb-45aa-aa1a-c23416bc62d6",
    "title": {
      "en": "Invasion Of The Moonlight"
    },
    "updatedAt": "2024-06-16T23:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/88bc39d0-56cb-45aa-aa1a-c23416bc62d6/b28ce5d5-7f03-4b85-bed8-9baa99770426.jpg",
    "altTitles": [
      {
        "zh": "侵占月光"
      },
      {
        "zh-ro": "Qinzhan Yueguang"
      },
      {
        "zh-ro": "Qīnzhàn Yuèguāng"
      }
    ],
    "description": {
      "en": "Yue Ling and Chong Yao are both trained under Tai Shang Xian Jun, they get along really well until Chong Yao inherited the throne of the Emperor. Everything seems to have changed since then... \nVicious but loyal Emperor X Gentle water god.",
      "zh": "月凌和重耀共同拜在太上仙君门下，师兄师弟一直相处和谐，直到重耀继承天帝之位，一切都好像变了……腹黑忠犬天帝X温柔清冷水神。"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2023-06-22T13:17:12+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "4a086028-7977-4da6-a4c2-b659a4de29c6",
    "title": {
      "en": "Kasane to Subaru"
    },
    "updatedAt": "2024-05-03T01:53:36+00:00",
    "coverArt": "https://mangadex.org/covers/4a086028-7977-4da6-a4c2-b659a4de29c6/9252b4c2-1cde-4462-a489-c4b576a51ad8.jpg",
    "altTitles": [
      {
        "ja": "かさねと昴"
      },
      {
        "en": "Kasane and Subaru"
      },
      {
        "ru": "Касанэ и Субару"
      },
      {
        "zh-hk": "累和昴"
      }
    ],
    "description": {
      "en": "Both of them are straightforward people. Once they meet, they quickly get to know each other better. A heartwarming romantic comedy that begins with a certain incident. Shibata Kasane, a graphics designer at a toy design and development company, is troubled. Her troubles started when she grabbed her colleague Enokida Subaru's ass by accident! Kasane was intrigued by how similar Enokida's ass and her favourite childhood character felt. At the same time, Kasane felt guilty because Enokida might have been uncomfortable. Enokida said \"I don't mind\" but had a pained and frightened expression. Kasane was overcome by the urge to apologise profusely! On the other hand, it looks like Enokida is hiding something.",
      "ru": "Касанэ Сибата работает графическим дизайнером в компании, выпускающей детские игрушки. Однажды она случайно... дотронулась до ягодиц своего коллеги, Субару Энокиды, и это напомнило ей о любимом персонаже из детства. Касанэ хочет извиниться перед Субару, не подозревая, что он скрывает..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea2e8598-c9f9-4555-aedc-285d0fe920dc",
    "title": {
      "en": "The Villain's Beloved Daughter"
    },
    "updatedAt": "2024-07-25T09:13:00+00:00",
    "coverArt": "https://mangadex.org/covers/ea2e8598-c9f9-4555-aedc-285d0fe920dc/afa032f1-5939-41d4-ba0d-33e4a3a34064.png",
    "altTitles": [
      {
        "ko": "악당의 소중한 따님"
      },
      {
        "ko-ro": "Akdangi Sojunghan Ttanim"
      },
      {
        "en": "The Villain's Precious Daughter"
      },
      {
        "fr": "La deuxième sainte"
      },
      {
        "fr": "La fille chérie du méchant"
      },
      {
        "es": "La hija más querida del villano"
      },
      {
        "es-la": "La preciosa hija del villano"
      },
      {
        "ru": "Драгоценная дочь злодея"
      },
      {
        "th": "บุตรสาวผู้ล้ำค่าของวายร้าย"
      },
      {
        "ja": "悪党公爵の愛娘"
      },
      {
        "zh": "恶人奶爸的宝贝女儿"
      },
      {
        "zh": "恶棍的宝贝女儿"
      },
      {
        "zh-hk": "惡徒的寶貝女兒"
      },
      {
        "mn": "Хорон Санаатны Нандин Охин"
      },
      {
        "vi": "Đứa Con Gái Quý Giá Của Nhân Vật Phản Diện"
      },
      {
        "vi": "Cô Công Chúa Nhỏ Của Kẻ Phản Diện"
      }
    ],
    "description": {
      "en": "My name is Rosaria von Valencia, but I didn't always have this name. According to a book I read, I'm supposed to be murdered in place of the saint, Cordelia, just because I look like her. I decided to run away to avoid ever meeting my future killer, Duke Valencia, but ended up running into him as he was on the brink of death. After I saved him in the hopes of being spared, he adopted me as his daughter! Now that my new dad's spoiling me with love, does this mean I'll get to live until the end?\n\n---\nIt's already unfair that I suffered greatly because I closely resembled the saint, but why did the villain kill me without any mercy at all? No, actually, it said in the book that I was really bound to die. 'My life is already ruined. Of all things, why do I have to be the one to die a ridiculous death?' There's still hope! I haven't met any of the characters yet so I'll just run away! But why did the villain collapse in front of me...?\n\nWith a lot of effort, I barely saved the life of the villain who was on the brink of death. But now he's saying that he wanted to adopt me as his daughter and raise me to be a saint?! Just like that, I decided to become his daughter for a few days before leaving quietly.\n\n\"My daughter is a genius. There's no child who is more angelic in this world other than my daughter.\"\n\n...I think I have coaxed my dad too well. Even the guys who originally followed the real saint started to pay attention to me. What went wrong? Aren't you guys supposed to hate me?!\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "es": "Ya es injusto que sufrí mucho porque me parezco mucho a la Santa, pero ¿por qué el villano me mató sin piedad?No, en realidad, decía en el libro que estaba destinado a morir.'Mi vida ya está arruinada. De todas las cosas, ¿por qué tengo que ser yo quien tenga una muerte ridícula?¡Todavía hay esperanza! Todavía no he conocido a ninguno de los personajes, ¡así que me escaparé!Pero, ¿por qué el villano colapsó frente a mí...?Con mucho esfuerzo, apenas salvé la vida del villano que estaba al borde de la muerte.¡¿Pero ahora dice que quería adoptarme como su hija y criarme para ser una Santa?!Así como así, decidí convertirme en su hija por unos días antes de irme en silencio.—Mi hija es un genio. No hay niña más angelical en este mundo que mi hija.…Creo que he engatusado a mi padre demasiado bien.Incluso los chicos que originalmente seguían a la verdadera Santa empezaron a prestarme atención.¿Qué salió mal? ¡¿No se supone que ustedes me odian?!\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "id": "Namaku Cordelia, sama seperti nama saintess yang parasnya juga mirip sekali denganku. Menurut buku yang aku baca, di masa depan nanti aku akan mati di tangan seorang duke yang salah mengiraku sebagai saintess. Aku bermaksud untuk kabur dari takdir itu, tapi aku malah bertemu dengan sang duke jahat dan dia mengangkatku sebagai anaknya! \"Tidak masalah kan kalau aku jadi anak angkatnya sebentar?\" Apakah aku akan bernasib sama isi buku itu? Omong-omong, aku baca di mana ya buku itu?\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "ko": "성녀와 닮았다는 이유로 납치당한 것도 억울한데\n악당은 가차 없이 나를 죽였다.\n\n아니, 그렇게 죽을 거라고 책에 쓰여 있었다.\n\n‘이번 생은 망했어. 하필이면 어이없이 죽는 역할이야?’\n\n아직 희망은 있었다.\n등장인물들과 아무도 만나지 않은 지금, 도망쳐야 한다!\n그런데 왜 악당이 내 앞에 쓰러져 있지……?\n\n죽을 고비에서 겨우 악당을 구했더니\n이젠 그가 성녀가 될 재목이라며 나를 딸로 입양했다?!\n기왕 이렇게 된 거, 며칠 딸 노릇 하다가 조용히 떠나려고 했는데\n\n“내 딸은 천재다. 내 딸처럼 천사 같은 아이는 이 세상에 없지.”\n\n……아빠를 너무 잘 꼬셔 버린 것 같다.\n\n심지어 진짜 성녀를 따라다니던 남자들도 내게 관심을 갖기 시작했다.\n\n왜 이래? 나 너희들 싫거든?!\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "ru": "Я знала, что моя судьба быть похищенной и убитой потому что мы со святой похожи.\nПланировала сбежать до того, как снова встречусь с злым герцогом, но...\nНе могу поверить, что я упала у него на глазах!\nИ он даже спас меня от смерти и удочерил!\nНесколько дней я старалась играть в хорошего ребенка, но неожиданно герцог становился дураком, зависимый от своей дочери...\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "sk": "Volám sa Rosaria von Valencia, ale nie vždy som sa tak volala. Podľa knihy, ktorú som čítala, ma mali zavraždiť namiesto svätice Cordelie len preto, že sa na ňu podobám. Rozhodla som sa utiecť, aby som sa nikdy nestretla so svojím budúcim vrahom, vojvodom Valenciom, ale nakoniec som naňho narazila, keď bol na pokraji smrti. Po tom, čo som ho zachránila v nádeji, že ma v budúcnosti ušetrí, si ma adoptoval za svoju dcéru! Teraz, keď ma môj nový otec rozmaznáva láskou, znamená to, že budem žiť až do konca?\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)",
      "vi": "Vì gần giống với Thánh nữ mà chịu nhiều đau khổ, đã là rất bất công rồi, nhưng sao nhân vật phản diện lại xuống tay với mình không một chút thương sót chứ?\n\nKhông, thật ra, ở trong sách, mình sẽ chết như vậy.\n\n“Cuộc đời mình bị huỷ hoại cả rồi. Sau tất cả, sao mình lại phải chịu một cái chết lố bịch như vậy chứ?”\n\nMình vẫn còn cơ hội! Mình vẫn chưa chạm mặt bất kì nhân vật nào nên mình sẽ bỏ chạy!\n\nNhưng sao nhân vật phản diện lại đổ gục trước mắt mình…?\n\nMình đã rất cố gắng để cứu sống nhân vật phản diện đang cận kề cái chết.\n\nNhưng anh ta nói muốn nhận mình làm con gái và nuôi dạy mình trở thành Thánh nữ?!\n\nVà như thế, mình đồng ý trở thành con gái của anh ta vài ngày trước khi lẳng lặng rời đi.\n\n“Con gái ta là thiên tài. Không có đứa trẻ nào trên thế giới này hơn được con gái ta đâu.”…Mình nghĩ mình nịnh cha rất tốt đó.\n\nNgay cả những người lúc đầu đi theo vị Thánh nữ thật cũng bắt đầu để ý đến mình.\n\nChuyện gì đây? Chẳng phải họ ghét mình á?\n\n---\n**Original Web Novel:** [KakaoPage](https://page.kakao.com/content/55069889), [Naver](https://series.naver.com/novel/detail.series?productNo=8231327), [RidiBooks](https://ridibooks.com/books/3885006486)\n\n[Original Webtoon](https://page.kakao.com/content/59664271)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-villains-beloved-daughter/info)\n* [Chinese (Simplified) / ](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26344&contentId=344&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%BE%92%E7%9A%84%E5%AF%B6%E8%B2%9D%E5%A5%B3%E5%85%92/336)\n* [French / Français](https://fr.piccoma.com/fr/product/1064)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villain%E2%80%99s-Beloved-Daughter/582)\n* [Japanese / 日本語](https://piccoma.com/web/product/115994)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%9A%E0%B8%B8%E0%B8%95%E0%B8%A3%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%A5%E0%B9%89%E0%B8%B3%E0%B8%84%E0%B9%88%E0%B8%B2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2/392)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fe91d96-738a-4fec-b518-d00c20e85a89",
    "title": {
      "en": "Rockman-san"
    },
    "updatedAt": "2024-05-26T16:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/0fe91d96-738a-4fec-b518-d00c20e85a89/b3b944ad-22ff-4aea-ac8f-65c9162562f9.jpg",
    "altTitles": [
      {
        "en": "Mr. Rockman"
      },
      {
        "ar": "السيد روكمان"
      },
      {
        "ja": "ロックマンさん"
      },
      {
        "en": "Rockman Adulthood"
      },
      {
        "en": "Mega Man-san"
      }
    ],
    "description": {
      "ar": "بعد انتهاء القتال مع وايلي روكمان يخوض معركة جديدة كطبيب اسنان في العالم الحقيقي",
      "en": "Much time has passed since his battle with Dr. Wily, and Rockman has grown up in a peaceful world. Working as a dentist at the dental clinic opened by Dr. Right, Rockman struggles in his daily life with the allies he once fought with!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "44"
  },
  {
    "mangaId": "c7d6b012-bf27-49c7-9c7b-1cdd9bfbc6b0",
    "title": {
      "en": "GUDAGUDA Taikou Legend ZIPANG"
    },
    "updatedAt": "2023-12-05T19:09:12+00:00",
    "coverArt": "https://mangadex.org/covers/c7d6b012-bf27-49c7-9c7b-1cdd9bfbc6b0/d5644fec-484f-49a8-83be-54516ec2130c.jpg",
    "altTitles": [
      {
        "ja": "ぐだぐだ太閤伝ZIPANG"
      },
      {
        "en": "Long-Winded Legend of Toyotomi Hideyoshi"
      }
    ],
    "description": {
      "en": "GUDAGUDA Taikou Legend ZIPANG (ぐだぐだ太閤伝ZIPANG) is a manga written and illustrated by Keikenchi, serialized on the magazine Comptiq and the web magazine TYPE-MOON Comic Ace. It is a side story of Koha-Ace serialized in 2022 featuring a Holy Grail War set during the Sengoku period."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]