[
  {
    "mangaId": "040304b8-6442-482e-a621-f33b13248908",
    "title": {
      "en": "An Incompetent Woman Wants to Be a Villainess: The Young Lady Who Married as a Substitute for Her Half-Sister Didn't Notice the Duke's Doting"
    },
    "updatedAt": "2024-10-30T15:36:33+00:00",
    "coverArt": "https://mangadex.org/covers/040304b8-6442-482e-a621-f33b13248908/79ebd75b-0d37-483d-b5d4-0143c9945228.jpg",
    "altTitles": [
      {
        "ja": "無能才女は悪女になりたい"
      },
      {
        "ja": "無能才女は悪女になりたい ～義妹の身代わりで嫁いだ令嬢、公爵様の溺愛に気づかない～"
      },
      {
        "ja-ro": "Munou Saijo wa Akujo ni Naritai: Gimai no Migawari de Totsuida Reijou, Koushaku-sama no Dekiai ni Kizukanai"
      },
      {
        "en": "An Incompetent Woman Wants to Be a Villainess"
      }
    ],
    "description": {
      "en": "Avril is a young woman of exceptional ability who was mistreated and labeled \"incompetent\" by her family. \n\nAvril marries into the family of an \"old, lustful duke\" in place of her half-sister, but the duke, Dylan, is actually a beautiful young man who is the complete opposite of what he is rumored to be. He wants to marry a \"villainess,\" and a contractual divorce after three years is perfect for Avril's future freedom. \n\nThe people around her are bewildered by the mysterious \"brilliant woman\" who plays the role of a \"villainess\" with gusto, but they are gradually drawn to her...",
      "ja": "“悪女”として嫁ぐことになりました\n\n“悪女”と名高い義妹の身代わりで、『好色家の老いぼれ公爵様』のもとへ嫁がされることになったエイヴリル。しかし、そこで待っていたディランは噂とは真逆の美しい青年だった。\n\n彼が提示した「三年後に離縁する契約結婚」は自由を求めるエイヴリルにとって絶好の条件。二つ返事で了承し、マイペースに悪女を演じる不思議な才女に、周囲の見る目は次第に変わっていき――!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62b74aa6-24df-4b91-b76d-39e7ab3c3ca5",
    "title": {
      "en": "REAL"
    },
    "updatedAt": "2025-01-29T06:29:40+00:00",
    "coverArt": "https://mangadex.org/covers/62b74aa6-24df-4b91-b76d-39e7ab3c3ca5/4d559fce-6a32-47b9-9dd2-3ad64ec673ca.jpg",
    "altTitles": [
      {
        "tr": "Gerçek"
      },
      {
        "ar": "حقيقي"
      },
      {
        "ja": "リアル"
      },
      {
        "zh": "REAL命运强手"
      },
      {
        "ko": "리얼"
      },
      {
        "kk": "Шың"
      },
      {
        "hi": "Vaastavik"
      }
    ],
    "description": {
      "en": "Nomiya Tomomi, a high school drop-out who wants to devote his life to helping Natsumi, a girl he sentenced to a life of immobility after a tragic bike ride he invited her on, tries to change his life around, from a trouble making delinquent into a reliable man. The problem is, both Natsumi and her sister dont seem to care at all for Nomiya, rightfuly blaming him for the accident. Plus, the only notable talent Nomiya posseses is the talent for basketball. Everything changes for him when he meets up with Togawa Kiyoharu, a wheelchair basketball player.\n\n---\n- **Won the Japan Media Arts Festival Excellence Prize for Manga in 2001**",
      "es-la": "Un accidente de motocicleta, cáncer de huesos, un camión que va a toda velocidad y atropella a un chico que lleva una bicicleta robada... trágicos acontecimientos que cambian la vida de tres jóvenes. Estas tres personalidades tan diferentes tienen una sola cosa en común: su pasión por el baloncesto.",
      "pt-br": "O que você faria se praticasse algum esporte que necessitasse muito das pernas e de repente se visse incapacitado de andar?, ou se a sociedade não colocasse nenhuma perspectiva de sucesso para você? Togawa Kiyoharu, Hisanobu e Nomiya Tomomi se encontram presos a esses problemas que se tornam fantasmas ou demônios que os atormentam a cada dia, e como essas histórias irão se ligar? Descubra lendo Real, uma obra do Fantástico e aclamado Takehiko Inoue criador de Slam Dunk e Vagabond!."
    },
    "status": "ongoing",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ee7d7b1-1f85-4b8e-9861-66c8b7b53929",
    "title": {
      "en": "Comic Girls"
    },
    "updatedAt": "2024-02-14T11:30:09+00:00",
    "coverArt": "https://mangadex.org/covers/8ee7d7b1-1f85-4b8e-9861-66c8b7b53929/1d032732-751d-4d11-9948-a7fdac00a3a6.jpg",
    "altTitles": [
      {
        "ja": "こみっくがーるず"
      },
      {
        "zh-hk": "漫畫女孩"
      },
      {
        "zh": "漫画女孩"
      },
      {
        "zh-ro": "Mànhuà nǚhái"
      },
      {
        "ko": "코믹걸즈"
      }
    ],
    "description": {
      "en": "The story concerns the daily life of young up-and-coming mangaka living together in an all-female dormitory.",
      "es": "La historia trata de la vida cotidiana de unas jovenes y prometedoras mangakas quienes viven juntas en una residencia.",
      "pt": "A vida diária de garotas mangakás vivendo juntas em um dormitório."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": ""
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Ririsa"
    },
    "updatedAt": "2024-10-09T17:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/cb3806bd-3537-45f7-9568-a19aa0e02c9a.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf01b43c-8749-40a6-a055-8dd05a3ca08e",
    "title": {
      "en": "Ochikobore Fruit Tart"
    },
    "updatedAt": "2024-12-19T05:05:59+00:00",
    "coverArt": "https://mangadex.org/covers/cf01b43c-8749-40a6-a055-8dd05a3ca08e/3fd1efc1-58cc-4fde-8f8d-26dea21079ed.jpg",
    "altTitles": [
      {
        "en": "Dropout Idol Fruit Tart"
      },
      {
        "ja": "おちこぼれフルーツタルト"
      },
      {
        "ko": "뒤떨어진 후르츠 타르트"
      }
    ],
    "description": {
      "en": "Fourth dormitory of the Rat Production (commonly known as Nezumi-sou), the place where dropout idol girls live; the former child actor Sekino Roko, musician Nukui Hayu, and model Maehara Nina. Sakura Ino, who always dreamed of becoming an idol, moves in. At the same time the decision is made to demolish the dormitory. Due to the project launched by the manager Kajino Hoho, \"Ochikobore Fruit Tart,\" occupants of the dormitory form a new idol group called \"Fruit Tart,\" and start their activities in order to repay a one hundred million yen debt."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad9b55f3-c037-4499-934f-3cf83c224b66",
    "title": {
      "en": "Witch and Familiar"
    },
    "updatedAt": "2024-08-31T17:14:50+00:00",
    "coverArt": "https://mangadex.org/covers/ad9b55f3-c037-4499-934f-3cf83c224b66/63523ad7-7dcc-47d9-afcf-b87ef43c7bb8.jpg",
    "altTitles": [
      {
        "ja-ro": "Majo to Tsukaima"
      },
      {
        "ja": "魔女と使い魔"
      }
    ],
    "description": {
      "en": "The slice of life story about a chronically depressed ancient witch and her extra cheerful androgynous owl familiar."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2025-01-02T16:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Chấm dứt tình yêu này đi được không?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Hachikawa Yuzu, một nữ sinh cấp 3 với cuộc đời học đường ảm đạm có một bí mật. Rằng thực chất cô ấy là một người hâm mộ cuồng nhiệt của Hayami Madoka, bạn cùng lớp và cũng là một nữ diễn viên nổi tiếng.\nYuzu, ngưỡng mộ và tôn sùng Madoka như một nữ thần, cảm thấy hạnh phúc khi chỉ đơn giản được học cùng lớp và nhìn ngắm Madoka mỗi ngày.\nLẽ ra chỉ như thế đã đủ, nhưng cho tới một ngày...\nMột câu chuyện tình yêu méo mó nhưng đồng thời cũng vô cùng thuần khiết."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "71c10c5d-7a31-4594-8927-b9d64235d293",
    "title": {
      "en": "A Certain Middle-Aged Man's VRMMO Activity Log"
    },
    "updatedAt": "2024-11-03T22:50:10+00:00",
    "coverArt": "https://mangadex.org/covers/71c10c5d-7a31-4594-8927-b9d64235d293/af6a2a47-2809-4c69-8186-42ccc9c41476.jpg",
    "altTitles": [
      {
        "en": "The Record by an Old Guy in the world of Virtual Reality Massively Multiplayer Online"
      },
      {
        "ja": "To Aru Ossan no VRMMO Katsudouki"
      },
      {
        "ru": "Некий старик и его журнал активности в VRMMO"
      },
      {
        "ja": "とあるおっさんのVRMMO活動記"
      },
      {
        "zh": "某大叔的VRMMO活动记"
      },
      {
        "ko": "어떤 아저씨의 VRMMO활동기"
      },
      {
        "en": "A Playthrough of a Certain Dude's VRMMO Life"
      },
      {
        "pt-br": "O Diário Do VRMMO De Um Certo Homem de Meia-idade"
      },
      {
        "zh-hk": "某大叔的VRMMO活動記"
      },
      {
        "ja-ro": "Toaru Ossan no VRMMO Katsudouki"
      }
    ],
    "description": {
      "en": "Typical company employee Tanaka Daichi(38 years old, single) loves games and plays a new type of VRMMO called \"One More Free Life Online\" under the username \"Earth\". Inside this free world he chose several skills that are generally regarded as useless. Be it wasting time crafting potions, cooking up pointlessly tasty food, or hunting monsters with some absurd weapon he crafted, he simply enjoys playing the game.",
      "pt-br": "Típico funcionário empresarial Tanaka Daichi(38 anos de idade, Solteiro) Ama jogos e joga um novo tipo de VRMMO chamado \"One More Free Life Online\" sobre o nome de \"Earth\". Dentro deste mundo ele escolheu várias skills que geralmente são inúteis. Isso é fazer poções, Cozinhar comidas sem gosto algum, ou caçar monstros com alguma arma feita de maneira absurda, ele simplesmente se diverte jogando o jogo."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53afd2bf-1dfe-4933-8333-19a9906d86ca",
    "title": {
      "en": "I Can't Stop Doting On the Empire's Most Notorious Villainess!"
    },
    "updatedAt": "2024-10-29T13:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/53afd2bf-1dfe-4933-8333-19a9906d86ca/116aa3ee-03e8-433e-bf2c-a7d329b957d5.png",
    "altTitles": [
      {
        "en": "I Can't Stop Doting the Empire's Most Notorious Villainess!"
      },
      {
        "ja": "帝国一の悪女に溺愛がとまりません!"
      }
    ],
    "description": {
      "en": "In high society, Raven is known as a womanizer and a free spirit. But suddenly, Estella, who’s rumored to hate men and is said to be the cruelest girl in the empire, walks into his bachelor life. And this girl proposes that he marry her! “There’s not a chance in hell this marriage will succeed,” thinks the young guy. But... Estella is convinced he’ll be the one to fall head over heels for her. How will it all pan out, and in the end, who will be right..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153902da-cb89-4617-938f-135567d6c5b9",
    "title": {
      "en": "A Sleepless Maid's Night"
    },
    "updatedAt": "2024-07-14T18:21:44+00:00",
    "coverArt": "https://mangadex.org/covers/153902da-cb89-4617-938f-135567d6c5b9/84d8efa0-0a15-40ff-a40d-6906757c28ca.jpg",
    "altTitles": [
      {
        "ko": "잠 못 드는 시녀의 밤"
      },
      {
        "zh": "侍女艾芙的不眠之夜"
      },
      {
        "en": "Sleepless Nights of a Maid"
      },
      {
        "ja": "眠れないメイドの夜"
      },
      {
        "ko-ro": "Jam Mot Deuneun Sinyeoui Bam"
      },
      {
        "en": "Sleepless Maid's Night"
      },
      {
        "en": "The Sleepless Night of the Maid"
      },
      {
        "es-la": "La noche de insomnio de la doncella"
      }
    ],
    "description": {
      "en": "After the ruin of an aristocratic family in England, Eva Macy has been living a difficult life as a maid at an acquaintance’s house, where she happens to meet her ex-fiancé Prince Edward.\n\nDespite being a strong and cold-hearted person, he is affectionate towards her. After he leaves, Eva realizes that he’s her first love. However, she decides to give up on her current feelings, believing it to be in her best interest to do so.\n\nAfter overcoming such a difficult time, Eva's feelings for Edward calmed down, but one day, Edward suddenly appeared before her as if to stir up Eva’s heart again.\n\nEva becomes a chambermaid for her ex-fiancé Edward, where he constantly tries to seduce Eva.\n\nThe relationship she thought had ended a long time ago continues again in his chambers..."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78a30cd8-702b-4032-826c-472876521e85",
    "title": {
      "en": "Shiganbana"
    },
    "updatedAt": "2024-10-28T22:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/78a30cd8-702b-4032-826c-472876521e85/403268dd-529f-4942-aed4-7ec61ffd30e6.jpg",
    "altTitles": [
      {
        "ja": "シガンバナ"
      }
    ],
    "description": {
      "en": "In this seemingly peaceful country, there lives a hitman that hunts down others of his kind - an assassin of assassins. Before eliminating his targets, he always questions their motives for killing - this is his way of embracing his destiny.\n\n From the author of \"Until Your Bones Rot\" and \"The Shadows of Who We Once Were,\" Utsumi Yae presents a thrilling drama about the lives of those existing on the edge between life and death.",
      "pt-br": "Neste país aparentemente pacífico, vive um assassino que caça outros de sua espécie - um assassino de assassinos. Antes de eliminar seus alvos, ele sempre questiona seus motivos para matar - esta é sua maneira de abraçar seu destino.\n\nDo autor de \"Until Your Bones Rot\" e \"The Shadows of Who We Once Were\", Utsumi Yae apresenta um drama emocionante sobre as vidas daqueles que vivem no limite entre a vida e a morte."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a6e2cf4-e850-4f32-94dd-57f90d827791",
    "title": {
      "en": "Administrator Kang Jin Lee"
    },
    "updatedAt": "2024-06-11T23:00:15+00:00",
    "coverArt": "https://mangadex.org/covers/5a6e2cf4-e850-4f32-94dd-57f90d827791/508507a2-053b-4df7-b3f3-fa53b54611c7.jpg",
    "altTitles": [
      {
        "ko": "관존 이강진"
      },
      {
        "ko-ro": "Gwanjeon: Lee Kang-jin"
      },
      {
        "en": "Governor, Lee Kangjin"
      },
      {
        "ru": "Восхождение безумного демона"
      },
      {
        "en": "Administrator Kangjin Lee"
      }
    ],
    "description": {
      "en": "Is he crazy? Or just the typical attention seeker? Lee Kwang-Jin, who doesn't understand the difference in people, and his Master Kwak No who's the one helping him to understand the differences of people. A warm human story of a student and his Master.",
      "ko": "미친놈인가?\n아니면 흔한 관심종자인가?\n\n사람의 다름을 이해 못 하는 제자 이강진.\n그리고 그걸 이해시켜주고자 하는 스승 곽노.\n두 사제師弟의 따뜻한 휴먼스토리.",
      "ru": "История о сумасшедшем..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6",
    "title": {
      "en": "A Genius Writer's Random Workplace"
    },
    "updatedAt": "2024-11-27T06:33:48+00:00",
    "coverArt": "https://mangadex.org/covers/6c518aaa-a390-4e2d-bba4-d5ea3c16d2f6/ac9dfaae-15d4-412d-99d2-5640fe16188a.jpg",
    "altTitles": [
      {
        "ko": "천재작가의 랜덤 작업실"
      },
      {
        "ko-ro": "Cheonjaejakgaui Random Jageopsil"
      },
      {
        "en": "Genius Artist's Random Studio"
      },
      {
        "en": "The Genius Artist's Random Studio"
      }
    ],
    "description": {
      "en": "Jinwoo Kim had been slaving as an assistant writer for 6 years with nothing to show for it. He quits his workplace. Later, he abruptly has a notification pop up and now he has scenes popping into his head and system prompts telling him he must be at a location to write. Maybe this is how he will become a star writer??",
      "ko": "어느 날 갑자기 생긴 글 쓰는 능력,\n보조작가로 구르던 나 김진우에게도 스타작가의 길이 열렸다! 가즈아~~!\n.\n.\n[시스템 : 제한 시간 내에 랜덤 배정된 장소에서만 글쓰기 능력이 실현됩니다^^!\n장소 : 한라산/제한 시간 : 20시간]\n\"...네?\"(김진우/서울시)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2025-01-18T18:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/65fe9149-b068-4567-9d9f-c021824bfdfc.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d29ce738-7dbb-4ae4-a530-44365a50a80e",
    "title": {
      "en": "100 Miles"
    },
    "updatedAt": "2024-07-21T17:06:59+00:00",
    "coverArt": "https://mangadex.org/covers/d29ce738-7dbb-4ae4-a530-44365a50a80e/979898b4-727c-4795-b29f-5022a3396e63.jpg",
    "altTitles": [
      {
        "ko": "100마일"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb5b629-e29d-46f1-86b2-241e5b097fb2",
    "title": {
      "en": "Million Times Attack Speed"
    },
    "updatedAt": "2024-02-18T06:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/0bb5b629-e29d-46f1-86b2-241e5b097fb2/28cb66f4-dff0-4afc-ad15-7fc6c6a25809.jpg",
    "altTitles": [
      {
        "zh": "我有百万倍攻速"
      },
      {
        "en": "1 Million Times Attack Speed"
      },
      {
        "zh-ro": "Wǒ Yǒu Bǎi Wàn Bèi Gōng Sù"
      }
    ],
    "description": {
      "en": "After being reincarnated into the Tianwu Continent, Ye Yun activated the Multiverse Devouring System and received the reward of a million times attack speed in the beginner's gift package. From then on, he became an invincible powerhouse! As the saying goes, in the world of martial arts, speed is paramount. Do you think I was just picking my nose and cleaning my ears? In fact, I just executed thirty-five thousand people with a single sword strike and eighty-seven thousand people with a single sword swing, while also unleashing various boxing techniques and secret arts."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb00aab-2cfa-4b46-883e-4584d5e9aa62",
    "title": {
      "en": "Sono Akuyaku Kizoku, Mama Heroine ga Suki Sugiru: Shinshi na Doryoku de Saikyou to Nari Fuguu na Oshi Chara Tasukemakuru"
    },
    "updatedAt": "2025-01-25T06:13:49+00:00",
    "coverArt": "https://mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/69f71362-077f-4da8-9350-0a65ed4b4e48.jpg",
    "altTitles": [
      {
        "ja": "その悪役貴族、ママヒロインが好きすぎる ～真摯な努力で最強となり不遇な推しキャラ助けまくる～"
      },
      {
        "en": "The Villainous Noble Loves Mom Heroines Too Much: Becoming the Strongest With Sincere Effort to Save Misfortunate Fave Chars"
      },
      {
        "en": "That Villainous Aristocrat Is Actually Crazy About Mom Heroines: With His Earnest Hard Work, He Becomes the Strongest and Saves All of His Favorite Characters"
      }
    ],
    "description": {
      "en": "The mom characters who appear in the game are all unfortunate sub-heroines who always get bad ending routes. “Why… Why does such a cute mom have to die?!“ Even though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then, he suddenly gets reincarnated into the world of MamaFan on a certain day. …However, he gets reincarnated as a villainous aristocrat who’s got nothing but the worst routes. This guy, who’s crazy about mom characters — his fulfilling days of saving his beloved mom characters and his journey to create his harem full of plump women are about to begin!\n\n---\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56691e99-ca6d-4360-bae1-0a0dfb85866b",
    "title": {
      "en": "A Rogue Guard in a Medieval Fantasy"
    },
    "updatedAt": "2024-12-07T06:04:24+00:00",
    "coverArt": "https://mangadex.org/covers/56691e99-ca6d-4360-bae1-0a0dfb85866b/50a44a5e-be69-4b14-bb91-9bd2f31866b6.jpg",
    "altTitles": [
      {
        "ko": "중세 판타지 속 망나니 경비조장"
      },
      {
        "en": "Roguish Guard in a Medieval Fantasy"
      },
      {
        "en": "The Chaotic Guard Captain in a Fantasy World"
      },
      {
        "en": "The Rogue Captain of the Guards in a Medieval Fantasy World"
      }
    ],
    "description": {
      "en": "In a brutal, lawless medieval world where war and poverty reign, and twisted magic defies all reason, the captain of the guards grinds through another grueling day, pushing his battered body to the limit in a land where survival itself is a merciless test."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7477bdb7-c146-41f7-a8de-29c7b7b5034c",
    "title": {
      "en": "XX Shinaide! Tsukimine-san"
    },
    "updatedAt": "2024-11-16T12:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/7477bdb7-c146-41f7-a8de-29c7b7b5034c/74357d90-2af0-41a4-9f2a-3963ff2e7f3e.jpg",
    "altTitles": [
      {
        "ja": "××しないで！月峰さん。"
      },
      {
        "en": "Don't XX Ms. Tsukimine"
      },
      {
        "pt-br": "Não me XX!!! Tsukimine-san"
      },
      {
        "es-la": "¡¡No me XX!! Tsukimine-san"
      }
    ],
    "description": {
      "en": "Hidaka Akira is a high school student who loves solitude. He avoids the crowds in his class and decides to eat alone, but there is someone who disturbs his peace. It is Tsukimine Chiyo, the girl at the highest level in the school hierarchy, a girl who is absolutely beautiful. Tsukimine called Akira and asked him to do his \"usual thing\". What kind of \"normal\" did they mean, and why were her clothes off...?",
      "ja": "「オレはただ…静かに過ごしたいだけなのに――…」\n\n両親の転勤のおかげで念願の一人暮らしをはじめた高校生・陽高旭。孤独を愛する彼は学校でもトイレで一人ぼっちメシをキメていた。しかし、ささやかな平穏はひとりの少女…月峰千夜によって破られる。どこからともなく旭の元へ現れる千夜は彼の気弱さにつけこみ無茶を要求してきて!?",
      "pt-br": "Hidaka Akira é um estudante do ensino médio que adora a solidão. Ele evita as multidões em sua classe e decide comer sozinho, mas há alguém que perturba sua paz. Trata-se de Tsukimine Chiyo, a garota do mais alto nível na hierarquia da escola, uma garota absolutamente linda."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83644dad-1f46-47c7-8a75-484cf311a4c4",
    "title": {
      "en": "Hardcore Leveling Warrior: Earth Game"
    },
    "updatedAt": "2024-03-17T22:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/83644dad-1f46-47c7-8a75-484cf311a4c4/b375956b-6a5c-4e0c-80bd-52b97889a926.jpg",
    "altTitles": [],
    "description": {
      "en": "\"I’m... back!\"\n\nAfter a comet collides on Earth, a gaming world filled with monsters and dungeons becomes a reality. Amidst the chaos, Gong Won-Ho wakes up as Hardcore Leveling Warrior, an almighty game character with exceptional luck and power.\n\nOnce again, he will embark on a journey to become the strongest... but this time, on Earth!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "440b1df4-1179-4727-a68e-8c888dd22f12",
    "title": {
      "en": "How to Survive Restructuring"
    },
    "updatedAt": "2024-12-01T02:07:44+00:00",
    "coverArt": "https://mangadex.org/covers/440b1df4-1179-4727-a68e-8c888dd22f12/401fdc45-44e5-402a-885d-f7cb5f5bd4c4.jpg",
    "altTitles": [
      {
        "ko": "구조 조정에서 살아남는 법"
      }
    ],
    "description": {
      "en": "The moment the company receives notice of a person subject to restructuring, With a roaring sound as if the sky had collapsed. And the world has changed. [The sale of this district has been decided.] [This will result in a workforce restructuring.] Restructuring for Lives Missions that you can capture to gain special powers If it's a miraculous prank, I'll do my best for it! \"I found it. A way to live together.\" Restructuring candidate Lee Eunho's super-fast promotion starts now!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a43c227-b201-4fb7-b796-924c51797d50",
    "title": {
      "en": "Level Up with the Gods"
    },
    "updatedAt": "2024-11-30T22:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/813e10ac-a4d9-42ee-a0a6-ba8ef0d19340.jpg",
    "altTitles": [
      {
        "ko": "신과 함께 레벨업"
      },
      {
        "en": "Leveling Up With the Gods"
      },
      {
        "ko-ro": "Singwa Hamkke Level Up"
      },
      {
        "en": "Leveling With the Gods"
      },
      {
        "th": "เลเวลอัปไปกับเทพเจ้า"
      },
      {
        "ja": "神と共にレベルアップ"
      },
      {
        "zh": "与神一同升级"
      },
      {
        "ru": "Поднятие уровня с богами"
      },
      {
        "uk": "Підняття рівня з богами"
      },
      {
        "pt-br": "Subindo De Nível Com Os Deuses"
      }
    ],
    "description": {
      "en": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ja": "異界の神、アウターゴッドと呼ばれる存在が支配する世界。一番最後に塔へ入り一番最後までインナーゴッドたちと共に戦った人間、神野 流星。 そんな彼も結局はアウターゴッドに破れてしまう。 越えられない壁に絶望を感じていた最後の瞬間、時間を司る神であるクロノスから新たにチャンスが与えられる。 そうして彼は、前世の記憶を持ったまま過去へ回帰することに――。 再び塔を登り、力と仲間を手に入れた神野は、今度こそアウターゴッドに勝つことができるだろうか？不滅の神話に挑む人間の物語が今始まる！\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ko": "이계의 신, 아우터 갓(Outer God).\n\n하늘을 닫는 절망과 늪에 빠진 좌절, 탄생하지 못한 자, 어리석은 혼돈.\n평범한 사람들은 그저 바라보는 것만으로 목숨을 잃어 버릴 그 존재들이 세상을 휘젓는 지금…\n수 년간의 싸움 끝에, 최후의 생존자들이 낸 결론.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다.\"\n\n그 순간, 시간을 다루는 신격을 지닌 존재 크로노스는 자신을 희생시켜 시계태엽을 되돌린다.\n\n\"이길 수 없겠지. 지금은 말이야.\"\n\n\"옛 세계선으로 돌아가라. 그리고 다시 시작해.\"\n\n모든 신들에게 지목을 받아 과거로 돌아간 최후의 1인.\n가장 뒤늦게 탑을 올라, 가장 마지막까지 신들과 함께 싸운 인간, 김유원.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다. 그렇다면…\"\n\n\"이기는 건 나야.\"\n\n그는 마지막 순간을 함께하던 동료들을 다시 모아,\n아우터와의 싸움을 승리로 끝낼 수 있을까?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ru": "Он был храбрейшим и сильнейшим из всех, но даже его в самом конце ожидало лишь отчаяние. В последние мгновения ему был дан еще один шанс. Благодаря жертве бога времени «Хроноса» его судьба еще не была предрешена. Вернувшись в прошлое, он снова попытается взобраться на «Башню» со своим непревзойденным талантом, чтобы побороть древнее зло, которое грозит уничтожить этот мир.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "th": "\"อินเนอร์อย่างพวกเราไม่สามารถเอาชนะเอาเตอร์ได้\"\n\nเมื่อแรงเกอร์ในหอคอยลงความเห็นเป็นเสียงเดียวกัน\n'คิมยูวอน' มนุษย์ผู้แกร่งกล้าเพียงหนึ่งเดียวในหมู่เทพเจ้า\nจึงถูกเลือกให้ย้อนกลับมายังอดีตเพื่อเริ่มต้นทุกอย่างใหม่อีกครั้ง\n\nเขาจะสามารถทำตามแผนที่ทุกคนช่วยกันวางไว้\nและแกร่งขึ้นกว่าเดิมจนกลับไปเอาชนะ 'เอาเตอร์ก็อด'\nทวยเทพที่ลุกล้ำเข้ามาจากนอกหอคอยได้หรือไม่?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "zh": "外界之神来袭，人间陷入了排山倒海般的绝望之中，生灵涂炭……而当内界众神在经过了数年的苦苦战斗后，也最终以战败收场。 在战死前的最后时刻，希腊神克洛诺斯牺牲了自己，重新开启了时间之门。 而众神最后选择了金幽元，这个队伍中唯一的人类，让他回到过去，重新将众神凝聚。\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "pt-br": "“Talvez os Deuses Internos nunca possam derrotar os Deuses Exteriores…”, pensou Yuwon Kim, um guerreiro corajoso e de alto escalão, após uma derrota amarga.\n\nMas Yuwon é tenaz demais para desistir. Sua perda se torna o início de uma nova jornada como repatriado. Com determinação renovada, Yuwon recomeça de onde começou, destruindo monstro após monstro e reaprendendo suas habilidades antes de enfrentar a Torre mais uma vez.\n\nMas ele conseguirá abrir caminho através dos tutoriais e subir de nível mais uma vez, ou sua conquista desmoronará diante dele?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ed3c464-549f-41d8-8744-27c400fa7120",
    "title": {
      "en": "Otona o Shiritai Onnatomodachi"
    },
    "updatedAt": "2025-01-09T04:33:34+00:00",
    "coverArt": "https://mangadex.org/covers/2ed3c464-549f-41d8-8744-27c400fa7120/a3435b2f-68c1-44fa-af39-424ab21d1d64.png",
    "altTitles": [
      {
        "ja": "オトナを知りたい女友達"
      },
      {
        "ja-ro": "Otona wo Shiritai Onnatomodachi"
      },
      {
        "ja-ro": "Otona wo Shiritai Onna Tomodachi"
      },
      {
        "ja": "My Galpals are Cumming of Age"
      },
      {
        "en": "My Galpal Wants An Adult Understanding"
      },
      {
        "en": "My Girl Friend Wants An Adult Understanding"
      }
    ],
    "description": {
      "en": "20-year-old Sawatari Tatsurou is a male college student. While others around him are rejoicing in the springtime of their youth, he's enjoying his solitary life to the fullest. He has a noble hobby. Which is… appreciating lewd vide*s. “I don't need a girlfriend. Because I have AVs”. A fulfilling everyday where he continuously releases his male desires with his exceptional AV love…… However one day, his classmate and gal galpal Kaniko Eimi witnesses him cranking it at his place!\n\nThen, she says something shocking to Tatsurou, who thinks the world is ending.\n\n“I-is it fine if I watch the AV together with you……?”\n\nWatch it together with your innocent galpal with an immoral atmosphere! A vid-life story where male desires are laid bare with a gal!\n___\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/watch/mg878860)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe",
    "title": {
      "en": "Major 2nd"
    },
    "updatedAt": "2024-09-29T01:26:36+00:00",
    "coverArt": "https://mangadex.org/covers/2bbb5a19-b25f-46fa-b5d3-0ead0f8572fe/8980a16c-e38b-4434-9732-c7fe2a6152d3.jpg",
    "altTitles": [
      {
        "ru": "Второй Мэйджор"
      },
      {
        "ja": "メジャーセカンド"
      },
      {
        "en": "Major 2nd"
      },
      {
        "ja-ro": "Major 2nd"
      }
    ],
    "description": {
      "en": "A sequel to the successful baseball manga MAJOR by the same author. The series follows Gorou's son Daigo."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3de0128-f60b-4fd2-acc6-fa4735659a34",
    "title": {
      "en": "Reality Quest"
    },
    "updatedAt": "2023-05-28T20:30:29+00:00",
    "coverArt": "https://mangadex.org/covers/d3de0128-f60b-4fd2-acc6-fa4735659a34/63eaa70f-d8c8-4ead-8214-7a4d3f4a903c.png",
    "altTitles": [
      {
        "ko": "현실퀘스트"
      },
      {
        "en": "Real Life Quest"
      },
      {
        "en": "IRL Quest"
      },
      {
        "ko-ro": "Hyeonsil Quest"
      },
      {
        "ru": "Реалити Квест"
      },
      {
        "fr": "IRL Quest"
      }
    ],
    "description": {
      "en": "Due to the school bully's threat to get him game items, Ha Do-wan, the unlucky game shuttle, died after playing games all night long for a week. The moment he died, he got respawned to the classroom one week before he died... Everything is the same as that day. The only thing that has changed is the floating in front of him! What? Use the skills of the games I've played so far to beat the bully?!?!",
      "fr": "À cause de la menace des harceleurs de son école qui l'obligent à gagner des objets dans un jeu, Ha Do-Wan, le malheureux joueur à tout faire, est mort après avoir joué sans arrêt pendant une semaine. Au moment où il est mort, il s'est fait réincarner dans sa salle de classe une semaine avant sa mort... Tout est comme ce jour-là. La seule chose qui a changé est cette fenêtre volante devant lui ! Quoi ? Utiliser les skills que j'ai utilisé dans tous les jeux auxquels j'ai pu jouer jusqu'ici pour battre les harceleurs ?!?!",
      "ru": "После угроз и запугиваний школьного хулигана, который требовал добыть предметы, Ха До Ван всю неделю проводит ночи напролет за играми, умирает и перерождается в школьном кабинете за неделю до этого... Все было точно таким же, как в тот день. Изменилось только одно - это \"Оповещение о квесте\", которое всплыло перед глазами! Что? От меня требуется победить этого хулигана, используя все мои игровые навыки?",
      "pt-br": "Após ser forçado pelo valentão da escola a dropar um item lendário, Ha Dowan, o escravo gamer, morre depois de passar a sete dias seguidos jogando. No momento de sua morte, ele renasce na sala de aula, uma semana antes do dia em que morreu. Tudo está exatamente igual àquele dia. A única coisa diferente é que a <notificação de missão> está flutuando na frente dele! “O quê? tenho que usar as habilidades de todos os jogos que joguei até hoje pra descer o cacete nesse desgraçado?!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b119fc00-c525-40f2-a3af-4100d70a20aa",
    "title": {
      "en": "The Fake Alchemist (Pre-Serialization)"
    },
    "updatedAt": "2025-01-17T15:04:42+00:00",
    "coverArt": "https://mangadex.org/covers/b119fc00-c525-40f2-a3af-4100d70a20aa/77544b0a-47ae-4b26-8573-98790f62cf11.jpg",
    "altTitles": [
      {
        "ja": "ニセモノの錬金術師"
      },
      {
        "ja-ro": "Nisemono no Renkinjutsushi"
      },
      {
        "ja": "ニセ錬"
      },
      {
        "ja-ro": "NiseRen"
      },
      {
        "en": "FakeAlc"
      }
    ],
    "description": {
      "en": "A doodle manga about an otherworld alchemist and his tan slave girl.\n___\n**Alt Official Raw:** [pixiv](https://www.pixiv.net/user/1504297/series/74316)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "82"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "af66b380-623e-4dfc-9fbb-8ca093b9d5a9",
    "title": {
      "en": "Asumi-chan is Interested in Lesbian Brothels!"
    },
    "updatedAt": "2024-11-03T18:38:08+00:00",
    "coverArt": "https://mangadex.org/covers/af66b380-623e-4dfc-9fbb-8ca093b9d5a9/b2ecd9a9-6295-481f-82df-09a1265aa7cf.jpg",
    "altTitles": [
      {
        "ja-ro": "Asumi-chan wa Les Fuuzoku ni Kyoumi ga Arimasu!"
      },
      {
        "ja": "彩純ちゃんはレズ風俗に興味があります！"
      },
      {
        "zh": "彩纯对蕾丝风俗大有兴趣！"
      },
      {
        "zh-ro": "Cǎichún duì lěisī fēngsú dà yǒu xìngqù!"
      },
      {
        "zh-hk": "彩純對蕾絲風俗大有興趣！"
      },
      {
        "ko": "아스미는 레즈비언 업소에 흥미가 있습니다!"
      },
      {
        "es-la": "¡Asumi-chan está interesada en burdeles de lesbianas!"
      },
      {
        "pl": "Asumi-chan jest zainteresowana lesbijskimi burdelami!"
      }
    ],
    "description": {
      "en": "Sweet but awkward college student Asumi never got over her childhood crush on her old friend Mai. Their first and only kiss couldn’t have gone worse. So when she learns that Mai may be working at a nearby brothel, she sets her sights on redemption! But there’s one catch: none of the women on the brothel’s website use full photos or real names. Thus begins a journey of self-discovery and sexual exploration as she sets out to find her one that got away.",
      "es-la": "Una chica llamada Asumi cumple 20 años y su amiga decide llevarla a un burdel lésbico para que esta encuentre a su amiga de la infancia...¿podrá Asumi encontrarla sin caer en la tentación?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "274827f3-99da-4f73-b324-b740a828d422",
    "title": {
      "en": "Regressing As The Bastard Of The Sword Clan"
    },
    "updatedAt": "2024-11-04T23:01:35+00:00",
    "coverArt": "https://mangadex.org/covers/274827f3-99da-4f73-b324-b740a828d422/f19a1bdb-f068-44a7-96a5-931d0fb46894.jpg",
    "altTitles": [
      {
        "ko": "회귀검가의 서자가 사는 법"
      },
      {
        "ko-ro": "Hoegwigeomgaui Seojaga Saneun Beop"
      }
    ],
    "description": {
      "en": "Theo, the illegitimate son of the powerful Ragnar family, tried his best to the death but was unable to break the chain of bloodline due to lack of talent and was eventually pushed out of the competition for the throne.\n\nHowever, despite being a powerless illegitimate son, his brothers tried to eliminate Theo, and Theo, who was betrayed by his teacher, lost everything and met death.\n\nAt the last moment, an unbelievable event called regression happened to Theo, who regretted every moment of his life.\n\n\"This life will be different.\"\n\nThe illegitimate son who returned took up his sword and jumped into the competition for the throne.",
      "ko": "강자존의 가문 라그나르의 서자 테오, 죽도록 노력했지만 재능이 부족하여 혈통의 사슬을 끊지 못하고 결국 왕좌 경쟁에 밀려난다. \n\n하지만 힘없는 서자 임에도 형제들은 테오를 제거하려 하였고 자신을 가르쳤던 스승에게 마저 배신당한 테오는 모든걸 잃어버리고 죽음을 맞는다. \n\n최후의 순간, 삶의 모든 순간을 후회했던 테오에게 '회귀'라는 믿을 수 없는 일이 일어난다.\n\n\"이번 생은 다르다.\"\n\n회귀한 서자는 검을 잡고 왕좌 경쟁에 뛰어든다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a38a197-949e-4f83-90cd-5ee6b9ed36d3",
    "title": {
      "en": "Death Game Manga no Kuromaku Satsujinki no Imouto ni Tensei shite Shippai shita"
    },
    "updatedAt": "2024-10-30T13:59:37+00:00",
    "coverArt": "https://mangadex.org/covers/8a38a197-949e-4f83-90cd-5ee6b9ed36d3/df68dcaf-fc6b-48e0-aa02-0289730d2f89.png",
    "altTitles": [
      {
        "ja": "デスゲーム漫画の黒幕殺人鬼の妹に転生して失敗した"
      },
      {
        "zh": "转生成了死亡游戏黑幕杀人鬼的妹妹简直大失败"
      },
      {
        "en": "I Reincarnated as the Little Sister of a Death Game Manga's Murder Mastermind and Failed"
      }
    ],
    "description": {
      "en": "One day, Mai remembers that her perfect stepbrother is a character in a death game manga, and that one year later he will hold a death game involving all of his classmates, killing his sister in the process. Mai plans a variety of surprises for her stepbrother every day based on what he said in the manga, \"Nothing unexpected happened, so I was bored,\" but as the days go by, he begins to show abnormal signs... Only I know what my brother's really like. Pepu's comicalization of Inada Sou's popular web novel!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e1d71d1-0503-4128-9b74-7f7860e71f5a",
    "title": {
      "en": "Return of the Sword God-Rank Civil Servant"
    },
    "updatedAt": "2024-11-27T21:03:40+00:00",
    "coverArt": "https://mangadex.org/covers/8e1d71d1-0503-4128-9b74-7f7860e71f5a/f7653a42-f179-4e60-afa4-d398111fbc5f.jpg",
    "altTitles": [
      {
        "en": "Return of the High-Ranking Civil Servant"
      },
      {
        "es": "La regresión del funcionario de gobierno más fuerte"
      },
      {
        "en": "Regression of the Prosecutorial Official"
      },
      {
        "ko": "검신급 공무원의 회귀"
      }
    ],
    "description": {
      "en": "Ahn Su-ho. was the Sword God. Surprisingly, humanity's greatest swordsman player was a civil servant hunter affiliated with the Korean Hunter Association. Su-ho chose the path of a public servant purely to end the gates. Perhaps that’s why when one of the disaster-level gates, called the final gate, was attacked, In an ironic turn of events, he was betrayed by his comrades. \n\n\"It would have been better if he had joined us from the beginning. Public servants are so stubborn.\" \n\nThe reason his comrades betrayed him? Because if the gates were closed, their influence would disappear. Is this the end? Just as Su-ho’s consciousness was fading away, \n[Rebooting the system of player Ahn Su-ho.] \n\nThe system gave Su-ho one more chance. A chance to go back to the past and set everything right.",
      "ko": "인류 최고의 검사이자 대한헌터협회 소속 공무원 헌터, 안수호. 게이트의 종식을 위해 공직자가 된 그는최후의 게이트라 불리는 재앙급 게이트들 중에 하나가 공략되었을 때 동료들에게 배신당하고 말았다.\n\n동료들이 그를 배신한 이유? 게이트가 종식되면 그들의 권력이 사라지기 때문. 이렇게 끝인 걸까? 수호의 의식이 흐려져갈 때쯤!\n\n[안수호 플레이어의 시스템을 재부팅합니다.]\n\n시스템은 수호에게 한 번 더 기회를 부여했다. 바로 과거로 돌아가 모든 걸 바로잡을 수 있는 기회를."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3e43453-5b24-4bb3-97f7-73060a8fd0e8",
    "title": {
      "en": "The Genius Wants to be Ordinary!"
    },
    "updatedAt": "2025-01-21T02:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/b3e43453-5b24-4bb3-97f7-73060a8fd0e8/3ee1625d-00b0-4b22-84bc-0b59354b6c47.jpg",
    "altTitles": [
      {
        "ko": "천재는 평범하게 살기로 했더"
      }
    ],
    "description": {
      "en": "The protagonist of a successful life recognized by the public, 'Son Jinhyuk.'\nHowever, Jinhyuk just wanted to live a normal life with his beloved family, and he couldn't hide his lonely heart because he couldn't.\nOne day, I woke up in an accident and was back to the time I was 9 years old before I lost my parents, whom I wanted so much!\nWill Jinhyuk be able to save his parents and live a normal life?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1c408f6-3dec-4d62-b6b3-b57e615d933c",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2025-01-08T09:32:46+00:00",
    "coverArt": "https://mangadex.org/covers/c1c408f6-3dec-4d62-b6b3-b57e615d933c/8b279428-fa32-49b2-bd51-4f8d4db7d420.jpg",
    "altTitles": [
      {
        "ru": "Ветролом"
      },
      {
        "ko": "윈드브레이커"
      },
      {
        "fa": "بادشکن"
      },
      {
        "fr": "Wind Breaker – Vélo"
      },
      {
        "kk": "Жел уатқыш"
      },
      {
        "pt-br": "Quebra Vento"
      },
      {
        "uk": "Вітролом"
      }
    ],
    "description": {
      "en": "Jo Ja-Hyun (Jay) is the student president of Taeyang (Sunny) High. He is not just a smart student but an extreme biker with high techniques. As you follow his bike, you will meet his friends, love, and adventures.\n\n---\n\n**Contents:**\n- **Season 1:** 65 Chapters + Prologue + Special (0-65)\n- **Season 2.1:** 65 Chapters + Prologue (66-130)\n- **Season 2.2:** 117 Chapters (131-257)\n- **Season 3:** 128 Chapters (258-375)\n- **Season 4:** 53 Chapters (Ongoing) (376-)",
      "fr": "Nous suivons l’histoire de Jay un jeune lycéen étudiant et président du conseil des élèves de la Sunny High.\n\nAlors qu’il était en train de faire du vélo, ce dernier se fera rapidement repérer par Minu, membre de la Zephyrus Crew, un groupe de cycliste. Le jeune homme ayant été impressionné par les compétences de Jay tentera de le recruter dans son équipe, chose que le président du conseil des élèves refusera catégoriquement.\n\nVoyant les nombreux refus de ce dernier, Minu abandonnera l’idée de le recruter et lui proposera simplement de faire une course contre TJ, également membre de la Zephyrus Crew. Alors que Jay s’apprêtait à décliné son offre, Minu lui dira que ce fameux TJ a insulté son vélo, disant qu’il ne s’agissait que d’un tas de ferraille. Fou de rage, Jay acceptera finalement de prendre part à la course…",
      "pt": "Jo Ja-Hyun (Jay) é o Presidente do Conselho estudantil da Taeyang (Sunny) High. ele não é somente um aluno inletigente mas um ciclista incrível com ótimas técnicas. enquanto você segue a bicicleta dele, irá conhecer seus amigos, amor e as aventuras."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d595216-04f9-42f9-86c8-cbd960fa0ea0",
    "title": {
      "en": "Bunny Girl and the Cult"
    },
    "updatedAt": "2024-01-28T19:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/5d595216-04f9-42f9-86c8-cbd960fa0ea0/8781e397-9ef7-4a5d-86f1-53de845c410a.jpg",
    "altTitles": [],
    "description": {
      "en": "Strange bunny girls have been appearing all over the city, attempting to recruit people into a mysterious cult known as \"The Warren Divine\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a",
    "title": {
      "en": "Clinic of Horrors"
    },
    "updatedAt": "2024-01-28T19:24:23+00:00",
    "coverArt": "https://mangadex.org/covers/40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a/118b83f0-59db-4bbb-a5d7-bbfdb8933de9.jpg",
    "altTitles": [],
    "description": {
      "en": "In a strange city, there is a clinic that will treat the victims of horrific diseases. For a price."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abc1520c-4636-4c30-af47-6568f6477b1c",
    "title": {
      "en": "Demon Prince & the Salaryman"
    },
    "updatedAt": "2024-08-22T03:45:59+00:00",
    "coverArt": "https://mangadex.org/covers/abc1520c-4636-4c30-af47-6568f6477b1c/d87d1159-5fe8-4b8e-bde2-18870cb5c5d3.png",
    "altTitles": [],
    "description": {
      "en": "A salaryman summons Astaroth, a Prince of Hell, to help him stop getting bullied at work."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2024-11-10T21:44:21+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/b70aa6b6-03a3-403e-9c14-91f7cc126ab2.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-11-03T23:16:36+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/d1db736e-8e28-42e4-928a-533031f3a21c.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "en": "What I’d Like to Do with That Gloomy Girl"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "vi": "Cô nàng u ám cùng lớp của tôi"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it!",
      "ja": "新学期から脱ぼっちを目指す高校2年生・田端蓮。友達の為に最初に声をかけたのは、なんだか暗くてちょっぴり怖い。でも目が離せない女の子、佐々木透子で。。。。",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ca9de0-b633-4756-b4f3-c3bef1ee4f9e",
    "title": {
      "en": "Seasons of Lovesome"
    },
    "updatedAt": "2024-12-16T07:30:25+00:00",
    "coverArt": "https://mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "altTitles": [
      {
        "en": "Lovesome Youth"
      },
      {
        "en": "Youth Lovesome"
      },
      {
        "ko": "청춘 러브썸"
      }
    ],
    "description": {
      "en": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!",
      "fr": "« Ça peut être d'un bleu brumeux, mais c'est pas grave. »\n\nSe déroulant un an après l'épilogue de \"Seasons of Blossom\", cette histoire se concentre sur la nouvelle ouverture du « Café Blossom and NEMONE Atelier », ainsi que sur la nouvelle camarade de classe de Bomi, « Pureum », alors qu'ils explorent une nouvelle jeunesse. Romance sur le campus, amours après l'école, romance au bureau, il y a de tout. La série réconfortante revient avec une nouvelle histoire pleine de jeunesse !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d21e77-b961-42e3-8d69-bbb1610c1c71",
    "title": {
      "en": "You Can’t Kill Me: The Secret Bride of the Black Wolf"
    },
    "updatedAt": "2024-12-17T11:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When the Black Wolf Calls Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33105d79-d420-4516-9c67-e62bc3ed4bf4",
    "title": {
      "en": "Try Begging"
    },
    "updatedAt": "2024-11-04T03:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/33105d79-d420-4516-9c67-e62bc3ed4bf4/0657f7db-bf3a-4e96-9257-8572824dafb4.png",
    "altTitles": [
      {
        "ko": "내게 빌어봐"
      },
      {
        "en": "Try Begging Me"
      },
      {
        "pt-br": "Tente Implorar"
      }
    ],
    "description": {
      "en": "This work contains controversial content such as violence and rape.\n\n Please be advised. Captain 'Leon Winston' of the National Intelligence Division of the Western Command of the Rippon Kingdom. Unlike his elegant and noble appearance, he was the object of both envy and damnation for both his allies and enemies, known as the \"Vampire of Camden\" who would torture the rebels cruelly.\n\n\"Every time I see you, I just want to thrust my gun in your tight space.\"\n\nStrangely, the maid of the interrogation room \"Sally Briston\" became the object of his desires, as strong as the rage he has for the insurgent rebels. She was ordinary and nothing special... Perhaps it was simply the smell of blood on her that excited him.\n\nThe interrogation didn't take long.\n\nHe realized it as soon as he heard her name come out from the rebel spy's lips. He no longer needed to suppress his violent desires.\n\n\"I stopped myself from tormenting her because I thought she was a good girl, but now there's no need for that. Thank you, Sally. No... Grace.\"\n\nIf you want to live, then try begging.\n\nYou never know.\n\nI might hear you out.",
      "pt-br": "Esta obra contém conteúdo controverso, como violência e relações coercitivas, que podem ser polarizadores.\n\nPor favor, esteja ciente de que você foi alertado.\n\nCapitão Leon Winston do Comando Ocidental do Reino de Ripon, Divisão de Inteligência Doméstica. Apesar de sua aparência elegante e nobre, ele é conhecido como o \"Vampiro de Campton\" por sua tortura implacável aos rebeldes, tornando-o reverenciado e amaldiçoado tanto por aliados quanto por inimigos. \n\n\"Eu sempre quis enfiar minha pistola na sua boceta apertada e brincar com ela.\" \n\nCuriosamente, a empregada da câmara de tortura, Sally Bristol, tornou-se objeto de seu desejo incontrolável, bem como a raiva que sentia pelos rebeldes. Ela era apenas uma mulher simples e comum... Então por que o cheiro do sangue dela continuava a excitá-lo? \n\nO mistério não durou muito. \n\nNo momento em que o nome dela escapou dos lábios de um espião rebelde, ele percebeu. Ele não precisava mais reprimir seus desejos violentos. \n\n\"Eu me contive porque não queria machucar uma menina boa, mas agora não há necessidade de me conter. Obrigado, Sally. Ah, não... Grace.\" \n\nSe quiser viver, implore. Nunca se sabe, talvez eu conceda o seu desejo."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-11-17T16:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family), [Pocket Comics](https://www.pocketcomics.com/comic/9247)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b24d2c22-5b28-44d4-a77f-0e920cd960a6",
    "title": {
      "en": "Wolf-chan wa Sumashitai"
    },
    "updatedAt": "2024-09-30T16:33:42+00:00",
    "coverArt": "https://mangadex.org/covers/b24d2c22-5b28-44d4-a77f-0e920cd960a6/d93a5c33-dee7-476a-941a-51ea5b7ff574.jpg",
    "altTitles": [
      {
        "ja": "ウルフちゃんは澄ましたい"
      },
      {
        "en": "Wolf-chan Wants to Be Clear"
      },
      {
        "id": "Gadis Serigala Mencoba Untuk Berpura pura Tidak Peduli"
      },
      {
        "ja-ro": "Wolf chan wa Sumashitai"
      },
      {
        "en": "Wolf-chan Is Trying to Feign Indifference"
      }
    ],
    "description": {
      "en": "The cool, lone-wolf girl and her precious, unrequited crush!\n\n(Source: Ganma!, translated)",
      "ja": "ウルフカットで一匹狼なクール系女子の尊い片想い！",
      "pt-br": "A loba solitária fria, e seu precioso amor não correspondido!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2025-01-23T19:15:00+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/67de8b2f-c080-4006-91dd-a3b87abdb7fd.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79c57b90-ca34-4c77-b03b-c2543db767ad",
    "title": {
      "en": "Bouken ni iku Fuku ga Nai!"
    },
    "updatedAt": "2025-01-29T03:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/79c57b90-ca34-4c77-b03b-c2543db767ad/a413ac31-a578-4ed3-bea5-29c2acd71c1c.png",
    "altTitles": [
      {
        "ja": "冒険に行く服がない!"
      },
      {
        "en": "I have no clothes to go on an adventure!"
      }
    ],
    "description": {
      "en": "A certain village was attacked by a monster army and fell into a dire situation. At that moment, the strongest hero, Eric, appeared and instantly mowed down the enemies. However, due to his overwhelming strength, his equipment couldn’t withstand the battle, and he was cursed with the tragic fate of becoming naked after every fight...!? A liberating adventure craft comedy begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c0e52a7-d978-4302-aca4-a6700c9afd0f",
    "title": {
      "en": "Who Is the Liar?"
    },
    "updatedAt": "2025-01-29T04:40:42+00:00",
    "coverArt": "https://mangadex.org/covers/7c0e52a7-d978-4302-aca4-a6700c9afd0f/a6ef38f5-9154-43e4-83ec-1d6dc4dd9ef3.png",
    "altTitles": [
      {
        "ko": "쓰레기의 사정"
      },
      {
        "en": "Trash's Circumstances"
      },
      {
        "pt-br": "Quem é o mentiroso?"
      },
      {
        "en": "Trashy Situation"
      }
    ],
    "description": {
      "en": "After breaking up with her trashy ex-boyfriend, Jung Eunkyo spends her days peacefully running a café with her friend Kim Haeda. But then, someone appears to disturb her calm life.\n\n“Sunbae, I like you. I fell in love with you at first sight.”\n\nLee Jaeheon, a young, handsome man who seems to have a twisted side. Eunkyo begins to feel attracted to Jaeheon, who approaches her without hesitation... But Eunkyo’s life, which was already shaken by this new relationship, gradually begins to experience greater turmoil.\n\n(18+ version)",
      "fr": "Après avoir rompu avec son ex-petit ami peu recommandable, Jung Eunkyo passe ses journées paisiblement à gérer un café avec son amie Kim Haeda. \n\nMais un jour, quelqu’un vient troubler sa vie tranquille.\n« Sunbae, je t’aime. Je suis tombé amoureux de toi au premier regard. »\nLee Jaeheon, un jeune homme séduisant qui semble cacher un côté sombre. Eunkyo commence à se sentir attirée par Jaeheon, qui l’approche sans hésitation… Mais la vie d’Eunkyo, déjà bouleversée par cette nouvelle relation, commence peu à peu à connaître des troubles encore plus profonds.",
      "pt-br": "Depois de terminar com seu ex-namorado desprezível, Jung Eunkyo passa seus dias pacificamente administrando um café com seu amigo Kim Haeda. Mas então, alguém aparece para perturbar sua vida calma.\n\n“Sunbae, eu gosto de você. Eu me apaixonei por você à primeira vista.”\n\nLee Jaeheon, um jovem bonito que parece ter um lado distorcido. Eunkyo começa a se sentir atraído por Jaeheon, que se aproxima dela sem hesitação... Mas a vida de Eunkyo, que já estava abalada por esse novo relacionamento, gradualmente começa a experimentar uma turbulência maior."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3843d4d1-ddde-430e-91d7-7f9a322b1116",
    "title": {
      "en": "Tokyo Aliens"
    },
    "updatedAt": "2024-10-09T14:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/3843d4d1-ddde-430e-91d7-7f9a322b1116/4236314d-826c-48be-ad0a-4a67179b3a4c.jpg",
    "altTitles": [
      {
        "ja": "東京エイリアンズ"
      },
      {
        "ko": "도쿄 외계인"
      },
      {
        "zh": "东京异星人"
      }
    ],
    "description": {
      "en": "Gunji Akira, who has just started high school, has been chasing after his father's ghost by trying to become a police officer just like him. One day however, he has a surprise encounter with an alien while leaving school. And there begins the start of his fateful adventures with extraterrestrial life…",
      "vi": "Một ngày đẹp trời, Gunji Akira, một học sinh trung học bình thường đã đặt chân lên toa tàu định mệnh; và từ đó, cuộc đời cậu đã thay đổi hoàn toàn. Câu chuyện gay lọ à nhầm gay cấn đã bắt đầu~"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]