[
  {
    "mangaId": "daec6f3d-1a22-4979-9eec-5304a606a637",
    "title": {
      "en": "Time Limited Elixir of the Fallen Sega"
    },
    "updatedAt": "2024-05-12T20:54:07+00:00",
    "coverArt": "https://mangadex.org/covers/daec6f3d-1a22-4979-9eec-5304a606a637/a882274b-be85-4beb-ad31-b61f904b2be5.jpg",
    "altTitles": [
      {
        "en": "The Time-Limited Elixir of the Ruined Clan"
      },
      {
        "ko": "몰락 세가의 시한부 영약"
      }
    ],
    "description": {
      "en": "After seven years of dormancy, “Ryeon,” the young version of Danmok Ryan who returned after witnessing his death, wakes up. Suddenly, a strange message appears before her: “Keep the life force level below 50. If this condition persists for two months or more, it will lead to death.” Unable to build her abilities, “Ryeon” must rid herself of the life force accumulating in her body. Meanwhile, “Chin Hwa Reonya,” the young future head of the Machin Temple, confronts her, wondering why he serves in her household and is two years younger than her. Additionally, the chicken turns into a hawk, and the cat into a bakho. With a series of unexpected surprises, can “Ryeon” live a happy life in this new existence?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b35f67b6-bfb9-4cbd-86f0-621f37e6cb41",
    "title": {
      "en": "Tomodachi Game"
    },
    "updatedAt": "2024-04-30T22:30:05+00:00",
    "coverArt": "https://mangadex.org/covers/b35f67b6-bfb9-4cbd-86f0-621f37e6cb41/8495bbfa-43f5-4c1b-ba9a-3c50c42ea983.jpg",
    "altTitles": [
      {
        "en": "Friends Games"
      },
      {
        "pl": "Przyjacielskie rozgrywki"
      },
      {
        "ja": "トモダチゲーム"
      },
      {
        "zh": "朋友游戏"
      },
      {
        "ko": "친구 게임"
      },
      {
        "id": "Game Pertemanan"
      },
      {
        "uk": "Гра друзів"
      },
      {
        "ru": "Игра друзей"
      },
      {
        "zh-hk": "朋友遊戲"
      },
      {
        "es": "Los juegos de la amistad"
      },
      {
        "ar": "لعبة الأصدقاء"
      },
      {
        "fr": "Le jeu de l'amitié"
      },
      {
        "tr": "Arkadaş Oyunu"
      }
    ],
    "description": {
      "en": "Katagiri Yuichi believes that friends are more important than money, but he also knows the hardships of not having enough funds. He works hard to save up in order to go on the high school trip, because he has promised his four best friends that they will all go together. However, after the class's money is all collected, it is stolen! Suspicion falls on two of Yuichi's friends, Sawaragi Shiho and Shibe Makoto.  \r\n  \r\nSoon afterward, the five of them are kidnapped, and wake up in a strange room with a character from a short-lived anime. Apparently, one of them has entered them into a \"friendship game\" in order to take care of their massive debt. But who was it, and why did they have such a debt? Could they have stolen the money from class to pay for entry into the game? Katagiri and his best friends will have to succeed in psychological games that will test or destroy their faith in one another.",
      "pl": "Dziękujemy za wpłatę dwudziestu milionów jenów! W ten sposób dołączyliście do jedynej w swoim rodzaju gry przyjaciół! Witajcie, jestem Manabu. Pozwólcie, że wyjaśnię wam zasady. Weźmiecie udział w bardzo prostych grach, dzięki którym będziecie mogli zdobyć pieniądze. W ten sposób w mgnieniu oka pozbędziecie się swojego długu! Oczywiście możecie się wycofać, ale nie zwrócimy wam wpłaconej kwoty, a wasz dług pozostanie niezmieniony. Jest pewien sposób, aby każdy szczęśliwie ukończył grę. Wystarczy nie wątpić w przyjaciół. Proste, czyż nie?  \r\n  \r\nAle czy da się nie wątpić w przyjaciół, jeśli pośród nich znajduje się zdrajca?  \r\nCzy da się przełożyć przyjaciół nad pieniądze?  \r\nOczywiście, że nie.  \r\nA więc popatrzmy na tych młodych ludzi, którzy nawzajem będą się oszukiwać!",
      "tr": "Katagiri Yuichi, arkadaşların paranın öneminden daha önemli olduğuna inanır, ancak yetersiz fonların zorluklarını da bilir. Lise gezisine gitmeyi taahhüt ettiği dört en iyi arkadaşıyla birlikte gitmeyi planlar ve bu yüzden para biriktirmek için çalışır. Ancak, sınıfın topladığı paranın hepsi çalınır! Şüphe, Yuichi'nin arkadaşları Sawaragi Shiho ve Shibe Makoto üzerine düşer.Kısa bir süre sonra, beşi kaçırılır ve garip bir odada, kısa ömürlü bir animenin karakteriyle uyanırlar. Görünüşe göre, onlardan biri büyük bir borcu ödemek için bir \"arkadaşlık oyunu\" na girmiştir. Ancak kimdi ve neden böyle bir borcu vardı? Sınıftan parayı çalıp oyunun giriş ücretini ödeyebilirler miydi? Katagiri ve en iyi arkadaşları, birbirlerine olan inançlarını test edecek veya yok edecek psikolojik oyunlarda başarılı olmak zorunda kalacaklar.",
      "pt-br": "\"A amizade é mais importante do que o dinheiro?\" Yuuichi e seus amigos são sequestrados e acordam no meio de uma sala com um estranho personagem que os obriga a participar de uma estranha competição onde dinheiro e intriga colocarão seus laços à prova."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c",
    "title": {
      "en": "Karakai Jouzu no (Moto) Takagi-san"
    },
    "updatedAt": "2024-05-02T22:04:13+00:00",
    "coverArt": "https://mangadex.org/covers/ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c/21dfc3f5-6e0a-4632-bf0e-04839bf9ed72.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san (ngoại truyện)"
      },
      {
        "ms": "Si Master Jahil (mantan) Takagi-san"
      },
      {
        "en": "Skilled Teaser (Former) Takagi-san"
      },
      {
        "ru": "Мастер дразнилок (Бывшая) Такаги-сан"
      },
      {
        "ja": "からかい上手の（元）高木さん"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (Noon) si Takagi-san"
      }
    ],
    "description": {
      "en": "Takagi and Nishikata are now married and have a kindergarten-aged daughter named Chi. See how much some things have changed, and others have curiously stayed the same!  \n  \n*Note: The volumes collect the chapters in a different order than the web version. The chapters here follow the web numbering without any volumes.*",
      "pt-br": "Takagi e Nishikata agora estão casados e têm uma filha na idade do jardim de infância chamada Chi. Veja o quanto algumas coisas mudaram e outras curiosamente permaneceram as mesmas!\n\nNota: Os volumes coletam os capítulos em uma ordem diferente da versão web. Os capítulos aqui seguem a numeração da web sem nenhum volume."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-05-11T20:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bab34b0f-26d8-4a29-96eb-bfdd1cc0b083",
    "title": {
      "en": "Golden Light Gratia, The Child Loved By God"
    },
    "updatedAt": "2024-01-14T23:29:56+00:00",
    "coverArt": "https://mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "altTitles": [
      {
        "pt-br": "Luz Dourada Gratia, a criança amada por Deus"
      },
      {
        "ko": "신의 사랑을 받는 아이, 황금빛 그라티아"
      }
    ],
    "description": {
      "en": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
      "pt-br": "Gratia, uma menina considerada inútil e desprezada pela família, tem um sonho revelador onde um homem misterioso prevê um grande futuro para ela. Ela logo descobre que é a filha perdida da influente família Luciffero. Num acontecimento surpreendente, após ser atacada, uma luz dourada irrompe de Gratia, obrigando todos ao seu redor a fecharem os olhos.\n\nQuando a luz se dissipa, a jovem Gratia desaparece e em seu lugar aparece uma versão adulta dela mesma, com características distintas de Luciffero. De estatura imponente e beleza inegável, ela se depara com Nea, sua mãe, e percebe que a transformação esperada para o futuro aconteceu naquele dia.\n\nEste foi o momento em que Gratia, de dez anos, e Gratia, de vinte, trocaram de corpo pela primeira vez."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-04-21T15:15:56+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/84f6d77a-889c-4efe-8dfa-2d819743d8af.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b41bef1e-7df9-4255-bd82-ecf570fec566",
    "title": {
      "en": "The New Gate"
    },
    "updatedAt": "2024-03-20T00:11:10+00:00",
    "coverArt": "https://mangadex.org/covers/b41bef1e-7df9-4255-bd82-ecf570fec566/45cf573e-f5a0-4efd-9ba0-a9c280c62cdd.jpg",
    "altTitles": [
      {
        "fr": "La nouvelle Porte"
      },
      {
        "lt": "Nauji Vartai"
      },
      {
        "ru": "Новые Врата"
      },
      {
        "th": "เดอะ นิวเกท"
      },
      {
        "ja": "ザ・ニュー・ゲート"
      },
      {
        "ko": "더뉴게이트"
      },
      {
        "az": "Yeni darvaza"
      },
      {
        "tr": "Yeni Kapı"
      }
    ],
    "description": {
      "az": "\"The New Gate\" adlı onlayn oyunun ölüm oyununa çevrilməsi nəticəsində on minlərlə oyunçu bu oyunda ilişib qalır. Lakin ən güclü və keçmiş oyunçulardan biri olan Şinin səyləri nəticəsində bütün oyunçular oyundan çıxa bilirlər. Lakin Şin ən sonuncu bossu məğlub edib hər kəsi azad edəndə qəribə işıq görür və qəflətən özünü 500 il gələcəkdəki oyun dünyasında tapır.",
      "en": "The New Gate — an online game transformed into a life-and-death struggle for its players.\n\nThanks to the valiant efforts of Shin, the most powerful of them all, an end to the game and freedom for everyone seemed within reach. But just moments after Shin defeats the game’s final boss, he finds himself bathed in an unknown light and transported some 500 years into the future of the in-game world!\n\nThrown from a simple game gone wrong into a strange new land, one young swordsman of unrivalled strength is about to embark on a legendary journey!",
      "ja": "数万人を巻き込んでデスゲームと化したオンラインゲーム「THE NEW GATE（ザ・ニューゲート）」は、最古参プレイヤー・シンの活躍によりついに解放のときを迎えようとしていた。しかし最後のボスを倒し脱出することができたと思った瞬間、\n突如未知の光を浴び、500年後のゲーム世界に飛ばされてしまう！最強プレイヤーの新たなる無双バトル伝説開幕！\n\n[Video Preview](https://youtu.be/YyB2MNkrpfw)",
      "ru": "«Новые Врата» — смертельная игра, которая не отпускает десятки тысяч игроков. Шин — как раз один из таких геймеров. Он побеждает последнего босса и освобождает всех людей из смертельной ловушки, но самого его охватывает яркий свет и он переносится на 500 лет вперед.",
      "th": "[THE NEW GATE] เกมแนว VRMMO-RPG\nซึ่งกลายเป็นเดธเกมนั้นได้มาถึงช่วงเวลา\nแห่งการปลดปล่อย\nเพราะความพยายามของเพลเยอร์ (ผู้เล่น)\nที่แข็งแกร่งที่สุดนามว่า ชิน\nทว่า ทันทีที่เขาโค่นมอนสเตอร์ตัวสุดท้ายลง\nอยู่ๆ ประตูที่อยู่ด้านในสุดก็เปิดออก และทำให้ชิน\nซึ่งอาบแสงปริศนาที่สาดส่องเข้ามาหมดสติไป—\nเมื่อเขาลืมตาตื่นขึ้นมาอีกครั้ง ก็ปรากฏภาพ\nของโลกของ [THE NEW GATE]\nที่กลายเป็นของจริงขึ้นมา...!!",
      "tr": "\"The New Gate\", oyuncularını tuzağa düşüren ve bir ölüm oyununa dönüşen çevrimiçi bir oyundur ve en güçlü oyunculardan biri olan Shin'in çabaları sayesinde oyunu sürüklenen binlerce oyuncuyu serbest bırakmaktadır. Ancak son patronu yendikten ve herkesi özgür bıraktıktan sonra, tuhaf bir ışık tarafından yutulmuş ve kendini oyun dünyasında 500 yıl sonrasında, oradan çıkamayan bir durumda bulmuştur.",
      "es-la": "\"THE NEW GATE\", un juego online que se había convertido en un juego de la muerte, ahora estaba liberando a las decenas de miles de jugadores que habían sido arrastrados, gracias a los esfuerzos de Shin, uno de los jugadores más antiguos. Pero después de haber derrotado al último jefe y liberado a todos, fue tragado por una luz extraña y se encontró dentro del mundo del juego 500 años en el futuro."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0f584ea-e055-40e0-a498-ae2a4c30a1e4",
    "title": {
      "en": "With Cats Only"
    },
    "updatedAt": "2023-04-21T16:43:56+00:00",
    "coverArt": "https://mangadex.org/covers/e0f584ea-e055-40e0-a498-ae2a4c30a1e4/8be8eb32-139e-4ad0-a547-968e75693fb9.jpg",
    "altTitles": [
      {
        "en": "拎猫入住"
      }
    ],
    "description": {
      "en": "Being betrayed by her boyfriend, and driven out by the landlord. How should Chu Tingting and her cat start from anew in this unfamiliar city? A strange rental advertisement actually turned her world upside down. Cute guy, now that we both have cats. Shall we be in love first?  \n  \nFR/French  \n||Trahie par son petit ami et chassée par son propriétaire, comment Chu Tingting et son chat vont-ils faire ? Repartir de zéro dans une nouvelle ville. Une étrange publicité pour un appartement va bouleverser sa vie. Un voisin mignon qui a aussi un chat. Seront-ils destinés ?||"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1c5f11-f531-4405-ac12-77293af855bd",
    "title": {
      "en": "Strongest Fighter"
    },
    "updatedAt": "2024-04-16T04:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/5d1c5f11-f531-4405-ac12-77293af855bd/6d3edd65-94db-49b2-a7ce-8d63c2e5e0a2.jpg",
    "altTitles": [
      {
        "en": "도사강호"
      }
    ],
    "description": {
      "en": "Woken up from a date, he’s suddenly in a movie set? Wait, he’s been reborn as a baby martial artist!  \n  \nIn Jongnam Clan, which was once one of the 9 strongest clans, he receives the name “Gunchung” and uses the knowledge of his past life to learn the true meaning of martial arts.  \n  \nWhen your perspective is different, your martial arts changes. Armed with knowledge, Gunchung brings about a new age of martial arts!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "0de7b6a4-ca45-4b9b-9547-697128b0acec",
    "title": {
      "en": "Apocalypse Online"
    },
    "updatedAt": "2023-12-29T03:03:36+00:00",
    "coverArt": "https://mangadex.org/covers/0de7b6a4-ca45-4b9b-9547-697128b0acec/bf19cf1f-93f2-475b-8cb2-06b5cff34dd6.png",
    "altTitles": [
      {
        "zh": "诸界末日在线"
      },
      {
        "en": "World's Apocalypse Online"
      },
      {
        "ko": "게임이라는 이 세계에 구원을"
      },
      {
        "zh-ro": "Zhu Jie Mo Ri Zai Xian"
      }
    ],
    "description": {
      "en": "When the end of the world came, in the hopeless darkness, Gu Qingshan broke away from time and space, and returned to the world before it collapsed, determined to change his fate. But as time went on, he gradually realized that the apocalypse is not as simple as it seemed…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c62b3eb-c513-4e9a-a9d4-32c048a177eb",
    "title": {
      "en": "Masterpiece Rakugo Complete Works"
    },
    "updatedAt": "2024-05-03T16:33:05+00:00",
    "coverArt": "https://mangadex.org/covers/5c62b3eb-c513-4e9a-a9d4-32c048a177eb/c73d177e-f04e-4293-a817-81ce4738a0b9.png",
    "altTitles": [
      {
        "ja-ro": "Meisaku Rakugo Zenshu"
      },
      {
        "ja": "名作落語全集"
      }
    ],
    "description": {
      "en": "Rakugo: A traditional form of Japanese storytelling, told orally by one sitting down. Often humorous, often filled with folly, rakugo has persisted throughout the ages with good reason. Within *Masterpiece Rakugo Complete Works*, 33 rakugo stories are closely adapted by George Akiyama, who gives them his own charming, chaotic touch."
    },
    "status": "completed",
    "releaseDate": 1975,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "33"
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-05-12T19:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/fad305c8-a4ca-45bb-b4a2-cea4092f4cb3.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-05-12T10:25:40+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0c486783-56e7-43bf-ac90-127463279cea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2023-11-29T15:40:21+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "en": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!  \n\n\n---",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b1ebe3-bffd-44e1-b712-c2c2e8f08651",
    "title": {
      "en": "Chirijiri Yuku no"
    },
    "updatedAt": "2024-05-12T19:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/c3b1ebe3-bffd-44e1-b712-c2c2e8f08651/eeab3ed3-91fa-42fe-8081-ca17b6bf5c43.png",
    "altTitles": [
      {
        "ja": "ちりぢりゆくの"
      }
    ],
    "description": {
      "en": "Kuno Shio, who is half human and half alien, has a \"glitch\" that causes his body to turn into a gel-like mass when he gets lustful.\nHe enjoys attracting girls who gather because of his novelty, but one day, his parents are worried about Shio, who is only interested in splattering, and transfer him to a boarding school for boys.\nAt the moment when Souma Minato, the class representative who was assigned to take care of Shio, hugs him, Shio somehow splatters...!?\nThe popular pure love comedy for youth, which was popular on LINE manga, is now a full-color comic with original illustrations!!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a29bd145-116e-49c8-bc2f-b15857299304",
    "title": {
      "en": "Legend of the Galactic Heroes"
    },
    "updatedAt": "2024-04-17T17:46:17+00:00",
    "coverArt": "https://mangadex.org/covers/a29bd145-116e-49c8-bc2f-b15857299304/eae99617-65fd-4b23-a86e-100ac129a7e5.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu (Fujisaki Ryu)"
      },
      {
        "es": "La Leyenda de los Héroes de la Galaxia (Fujisaki Ryu)"
      },
      {
        "fr": "Les Héros de la Galaxie"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ru": "Легенда о героях Галактики (Фудзисаки Рю)"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      },
      {
        "id": "Legenda Pahlawan Galaksi (Fujisaki Ryu)"
      },
      {
        "en": "Legend of the Galactic Heroes (Fujisaki Ryu)"
      }
    ],
    "description": {
      "en": "New adaptation of the novel.  \n  \nThe story is staged in the distant future within our own Milky Way Galaxy, approximately in the late 36th century. A portion of the galaxy is filled with terraformed worlds inhabited by interstellar traveling human beings. For 150 years two mighty space powers have intermittently warred with each other: the Galactic Empire and the Free Planets Alliance. Within the Galactic Empire, based on mid 19th century Prussia, an ambitious military genius, Reinhard von Müsel, later conferred Reinhard von Lohengramm, is rising to power. He is driven by the desire to free his sister Annerose, who was taken by the Kaiser as a concubine. Later, he wants not only to end the corrupt Goldenbaum dynasty but also to defeat the Free Planets Alliance and to unify the whole galaxy under his rule.  \n  \nIn the Free Planets Alliance Star Fleet is another genius, Yang Wen Li. He originally aspired to become a historian through a military academy, and joined the tactical division only out of need for tuition money. He was rapidly promoted to an admiral because he demonstrated excellence in military strategy in a number of decisive battles and conflicts. He becomes the archrival of Reinhard, though they highly respect one another. Unlike Reinhard he is better known for his underdog victories and accomplishments in overcoming seemingly impossible odds and mitigating casualties and damages due to military operations.  \nAs a historian, Yang often predicts the motives behind his enemies and narrates the rich history of his world and comments on it. One of his famous quotes is: \"There are few wars between good and evil; most are between one good and another good.\"  \n  \n\n\n---",
      "ru": "Новая экранизация романа.  \nИстория человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/e08cd064-7b50-44c9-ab17-fdb353858766.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2339a5d4-9328-41dc-8cae-1a66d55113a8",
    "title": {
      "en": "Satsukare"
    },
    "updatedAt": "2024-04-15T21:50:23+00:00",
    "coverArt": "https://mangadex.org/covers/2339a5d4-9328-41dc-8cae-1a66d55113a8/3b911900-7045-4eb4-b754-97b24e9f6888.jpg",
    "altTitles": [
      {
        "ja": "殺彼―サツカレ―"
      }
    ],
    "description": {
      "en": "Yūta Kiryū is an abusive man who raises his hands to women. One day when they're on a date, Yūta shows violence toward his girlfriend as usual, but unexpectedly, life is turned around in an instant. His girlfriend dies and while fleeing the scene, he encounters a group of serial murderers. He finds himself repelled by their \"values\" but is nonetheless pulled into their world. The manga features an array of criminal types including men who commit domestic violence, a murderer-rapist, a cannibal, and a necrophiliac. Who do you want to be killed?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "58"
  },
  {
    "mangaId": "84bab9b6-b5c1-40e2-a9ce-0664e519b177",
    "title": {
      "en": "Takemitsu Zamurai"
    },
    "updatedAt": "2024-05-07T16:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/84bab9b6-b5c1-40e2-a9ce-0664e519b177/ec640bb2-022e-431b-a46a-294b32b01c1f.jpg",
    "altTitles": [
      {
        "en": "Bamboo Samurai"
      },
      {
        "tr": "Bambu Kılıçlı Samuray"
      },
      {
        "ja-ro": "Takemitsuzamurai"
      },
      {
        "ja": "竹光侍"
      }
    ],
    "description": {
      "en": "Early one New Year's morning, the rounin Senou Souichirou appears in Edo's Katagi tenements.  \n  \nInitially, the inhabitants regard him with fear and suspicion: Kankichi, the carpenter's son, thinks he may not be human; the neighborhood cats remark that he reeks of blood. But soon Souichirou pawns his sword, and, with a bamboo replica at his waist, settles down to a quiet life as the neighborhood school-teacher.  \n  \nMonths pass, and all appears to be well. But trouble will not leave the Katagi tenements alone …  \n  \n---\n- **Won the 15th Osamu Tezuka Cultural Grand Prize in 2011**"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "12e28a8a-cbfe-4e12-bab8-b6fb0b9a59b4",
    "title": {
      "en": "Shinigami ni Sodaterareta Shoujo wa Shikkoku no Tsurugi wo Mune ni Idaku"
    },
    "updatedAt": "2024-05-05T21:15:07+00:00",
    "coverArt": "https://mangadex.org/covers/12e28a8a-cbfe-4e12-bab8-b6fb0b9a59b4/09960d27-f0a4-42bc-9e2b-c77ac93eec2a.jpg",
    "altTitles": [
      {
        "ja": "死神に育てられた少女は漆黒の剣を胸に抱く"
      },
      {
        "zh": "被死神抚养的少女怀抱漆黑之剑"
      },
      {
        "ko": "사신에게 길러진 소녀는 칠흑의 검을 가슴에 품는다"
      },
      {
        "en": "Death's Daughter and the Ebony Blade"
      },
      {
        "en": "The Little Girl Raised by Death Holds the Sword of Death Tight"
      }
    ],
    "description": {
      "en": "Olivia is just a baby when the mysterious Z finds her at a temple in the depths of the Forest of No Return. From that day on, the temple becomes her home and Z her family. Z, a god of death, educates her in the ways of the world, in combat, and in the long-forgotten arts of magic—right up until the day Z disappears. \n\nOlivia leaves the forest for the first time in search of Z with its ebony blade in hand. Out in the wider world, all is not well. A bitter war rages between the Asvelt Empire and the Kingdom of Fernest, and Fernest is losing badly. When Olivia shows up on Fernest’s doorstep with a sack of imperial heads looking to volunteer, the royal army happily welcomes her into its ranks. Thanks to Z’s training, she quickly proves herself as a ferocious warrior. In fact, she might be just what Fernest needs to turn the tide of the war...but will they accept her lack of people skills and disregard for discipline? And will she ever see Z again?\n\n[Official English Light Novel](https://j-novel.club/series/death-s-daughter-and-the-ebony-blade)",
      "pt": "No fundo de um santuário esquecido dentro da floresta, um bebê é encontrado por figuras sombrias, os deuses da morte. Um deles, Zett, a pegou para usá-la como \"objeto de observação\" contra o desejo de seus irmãos de comer sua alma. Zett lhe deu vários conhecimentos e a treinou para lutar. Até que um dia ele de repente desapareceu, deixando-lhe uma carta e uma espada negra. Então, tendo crescido, Olivia saiu em busca de Zett. Esta é a história de Olivia Valedstorm, a garota criada pela morte, enquanto muda o curso da guerra com seu temido título de Shinigami."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-05-11T23:47:04+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/a429e4f9-59dc-42c4-945f-6ff6f6477dba.png",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b91ff650-4a5b-4f61-b69e-f1bff762e76e",
    "title": {
      "en": "Dogeza de Tanondemita"
    },
    "updatedAt": "2024-05-12T20:01:23+00:00",
    "coverArt": "https://mangadex.org/covers/b91ff650-4a5b-4f61-b69e-f1bff762e76e/d3303af9-de83-4627-b39b-bf047f668add.png",
    "altTitles": [
      {
        "id": "Aku Mencoba Meminta Sambil Dogeza"
      },
      {
        "en": "I Tried Asking In Dogeza"
      },
      {
        "ja": "土下座で頼んでみた"
      },
      {
        "ko": "도게자로 부탁해봤다"
      }
    ],
    "description": {
      "en": "From the author of Addicted to Curry and Youkai Shoujo - Monsuga:  \nThe Twitter comic that is generating buzz on Twitter!   \n  \nIn the case of women who find it hard to give rejection, would they listen even to indecent requests, if done in dogeza?!  \nThe chests and undies of those women you could enjoy seeing before, now in full color publication!!\n\n---\n**Notes:**\n- The Twitter and tankobon \"numberings\" are different.",
      "fr": "Manga traitant d'un homme, qui fait la position dite \"Dogeza\" afin que les filles veulent bien lui montrer leurs poitrine, ou leurs culotte.  \n\n\n---",
      "id": "Cerita seorang lelaki yang melakukan Dogeza (Bersujud hormat ala Jepang) yang membuat para gadis sulit untuk menolak, bahkan untuk permintaan-permintaan aneh sekalipun?!  \n\n\n---",
      "pt": "Realmente é dificil para mulheres rejeitar? Elas aceitariam até pedidos indecentes se feito em Dogeza?",
      "pt-br": "Realmente é dificil para mulheres rejeitar? Elas aceitariam até pedidos indecentes se feito em Dogeza?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-04-21T18:59:42+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/b7adac26-f37c-4bc0-8a20-c0123b31dd9a.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "en": "The Mikadono Sisters Are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9836a04-f31e-4ca2-9b1b-28892252ad38",
    "title": {
      "en": "Houkai Gakuen 4-Koma"
    },
    "updatedAt": "2021-05-25T15:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/d9836a04-f31e-4ca2-9b1b-28892252ad38/fb4fb294-a507-4cc3-bd64-7fdc038a3b48.jpg",
    "altTitles": [
      {
        "en": "GGZ 4 Koma"
      },
      {
        "en": "GGZ 4-Koma"
      },
      {
        "en": "Guns Girl Z 4 Koma"
      },
      {
        "en": "Guns Girl Z 4-Koma"
      },
      {
        "en": "Honkai Gakuen 4 Koma"
      }
    ],
    "description": {
      "en": "4-koma based on the mobile game Guns Girl Z (Houkai Gakuen / Houkai Gakuen 2)."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "200"
  },
  {
    "mangaId": "8c6e0eb8-fb94-44a3-9bf4-fa72dee36775",
    "title": {
      "en": "Your Throne"
    },
    "updatedAt": "2023-07-19T20:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "altTitles": [
      {
        "id": "I Wanna Be U"
      },
      {
        "pt": "Seu Trono"
      },
      {
        "en": "To Be You, Even Just for a Day"
      },
      {
        "ko": "하루만 네가 되고 싶어"
      },
      {
        "fr": "La duchesse déchue"
      },
      {
        "th": "ชิงชีวิตพลิกลิขิตชะตา"
      },
      {
        "de": "Dein Thron"
      },
      {
        "es": "Quiero ser tú, solo por un día"
      },
      {
        "tr": "Sadece Bir Günlüğüne Sen Olmak İstiyorum"
      },
      {
        "es": "Tu trono"
      },
      {
        "vi": "Tôi muốn trở thành cô ấy, dù chỉ một ngày"
      },
      {
        "zh": "以你之名"
      },
      {
        "ja": "君の全てを奪いたい"
      },
      {
        "zh-hk": "惡女的變身"
      },
      {
        "uk": "Я хочу стати тобою хоча б на один день"
      }
    ],
    "description": {
      "de": "[Official German Version](https://www.webtoons.com/de/fantasy/your-throne/list?title_no=2580)",
      "en": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
      "es": "[Official Spanish Version](https://www.webtoons.com/es/fantasy/your-throne/list?title_no=2414)",
      "fr": "[Official French Version](https://www.webtoons.com/fr/drama/la-duchesse-dechue/list?title_no=1957)",
      "id": "[Official Indonesian Version](https://www.webtoons.com/id/drama/i-wanna-be-u/list?title_no=1877)",
      "ja": "[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0000765)",
      "th": "[Official Thai Version](https://www.webtoons.com/th/romantic-fantasy/i-wanna-be-u/list?title_no=1874)",
      "zh": "[Official S.Chinese Version](https://www.dongmanmanhua.cn/LOVE/yinizhiming/list?title_no=1481)",
      "zh-hk": "[Official T.Chinese Version](https://www.webtoons.com/zh-hant/western-palace/envbianshen/list?title_no=1904)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6b7314c-e1c0-44b8-b725-673317e75eec",
    "title": {
      "en": "Indigo Period - Ichigo Ichie"
    },
    "updatedAt": "2022-02-06T01:52:52+00:00",
    "coverArt": "https://mangadex.org/covers/d6b7314c-e1c0-44b8-b725-673317e75eec/e73ec2bc-a7a4-4ae2-a216-533ea79329ab.jpg",
    "altTitles": [
      {
        "es": "Una vez en su vida - Período Ìndigo"
      },
      {
        "vi": "ยุคสมัยสีคราม หนึ่งชีวิตหนึ่งพานพบ -Indigo period-"
      },
      {
        "zh": "蓝之时代 一期一会"
      },
      {
        "ja": "藍の時代-一期一会-"
      },
      {
        "zh-hk": "藍之時代 一期一會"
      },
      {
        "ja-ro": "Ai no Jidai - Ichigo Ichie"
      }
    ],
    "description": {
      "en": "The autobiography of Masami Kurumada, the creator of Saint Seiya."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "f503098e-bab6-4009-8598-6c8750fe9911",
    "title": {
      "en": "Itsumo Baka ni shitekuru Bishoujo-tachi to Zetsuen shitara, Jitsu wa Ore no Koto ga Daisuki Datta you da."
    },
    "updatedAt": "2024-03-05T21:53:51+00:00",
    "coverArt": "https://mangadex.org/covers/f503098e-bab6-4009-8598-6c8750fe9911/7dd05250-f1e6-4ef2-880b-a4d6dc95ee48.jpg",
    "altTitles": [
      {
        "ja": "いつも馬鹿にしてくる美少女たちと絶縁したら、実は俺のことが大好きだったようだ。"
      },
      {
        "en": "When I Isolated Myself From the Beautiful Girls Who Always Make Fun of Me, I Think They Actually Loved Me."
      },
      {
        "en": "I Cut Ties With the Beauties That Always Made Fun of Me, but It Seems That They Actually Love Me."
      }
    ],
    "description": {
      "en": "\"I want to break up with you.\" \n\nIn the winter of his first year of high school. Yuta Miyamoto, who tries to be \"kind to others,\" was told by his girlfriend, Yumi Asakawa, that she had to break up with him. While he is still recovering from his broken heart, Akane Kurosaki, a junior, calls him \"unable to get a girlfriend,\" and Ruriri, his favorite maid, calls him \"like a slave\". Yuta, fed up with the situation, declares his intention to break off relations with all three, but the reaction is not what he expected!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "631f996b-3541-470c-9f18-ed02a447c64f",
    "title": {
      "en": "Kaifuku Jutsushi no Yarinaoshi"
    },
    "updatedAt": "2024-04-14T17:36:15+00:00",
    "coverArt": "https://mangadex.org/covers/631f996b-3541-470c-9f18-ed02a447c64f/dc935171-37c3-4a8d-9e99-5504cbfa8387.jpg",
    "altTitles": [
      {
        "de": "Die Rache des Heilers"
      },
      {
        "es-la": "El Reinicio Como Sanador ~La Magia de Muerte Instantánea Con La Habilidad de Copiar La Curación Trascendental~"
      },
      {
        "ja-ro": "Kaifuku Jutsushi Yarinaoshi: Sokushi Mahou to Skill Copy no Chouetsu Heal"
      },
      {
        "en": "Redo of Healer"
      },
      {
        "ja": "回復術士のやり直し～即死魔法とスキルコピーの超越ヒール～"
      },
      {
        "fa": "شروع دوباره درمانگر"
      },
      {
        "ja": "Redo OF healer"
      },
      {
        "pt-br": "A Vingança do Curandeiro"
      },
      {
        "ja": "回復術士のやり直し"
      }
    ],
    "description": {
      "de": "Keyaru wurde durch sein Unwissen immer und immer wieder ausgenutzt. Aber eines Tages erkannte er die wahre Macht der Heilmagie und kam zu der Überzeugung, dass ein Heiler die stärkste Klasse sei. Wie auch immer, ehe ihm das Potential eines Heilers klar wurde, war er bereits allem beraubt worden. Daher wandte er seine Heilmagie auf die Welt selbst an und reiste so 4 Jahre in der Zeit zurück. Er würde sich für alles rächen, was man ihm angetan hatte. Dies ist die kranke heldenhafte Geschichte eines Heilers, der der stärkste wurde, indem er sein Wissen über Heilung und seine Erfahrungen aus seinem vorherigen Leben kombiniert.",
      "en": "\"Healing magicians cannot fight alone.\"   \nKeyaru, who was bound by this common knowledge, was exploited again and again by others.  \nBut one day, he noticed what lay beyond healing magic, and was convinced that a healing magician was the strongest class. However, by the time he realized that potential, he was deprived of everything. Thus, he used healing magic on the world itself to go back four years, deciding to redo everything.  \nThis is a heroic tale of one healing magician who became the strongest by using knowledge from his past life and healing magic.",
      "it": "\"I maghi curatori non possono combattere da soli.\" Keyaru, che era legato a questa conoscenza comune, fu sfruttato più e più volte dagli altri.  \r\nMa un giorno notò cosa c'era oltre la guarigione della magia e si convinse che il mago guaritore fosse la classe più forte. Tuttavia, quando ne realizzò il potenziale, fu privato di tutto. Così, usando la magia curativa sul mondo stesso, è tornato indietro di quattro anni, determinato a ricominciare tutto da capo.",
      "pl": "\"Uzdrowiciele nie mogą walczyć w pojedynkę.\"  \r\nKeare, który wiedział o tym aż za dobrze, był raz po raz wykorzystywany przez innych.  \r\nAle pewnego dnia odkrywa coś, co kryje się poza magią uzdrowienia, i zyskuje pewność, że uzdrowiciel to najpotężniejsza z klas maga. Jednakże zanim zdał sobie sprawę z jej potencjału, został już pozbawiony wszystkiego, co miał. Dlatego właśnie użył magii uzdrowienia na samym świecie, by cofnąć się w czasie o cztery lata, postanawiając, że zacznie wszystko od nowa.  \r\nOto heroiczna opowieść o pewnym uzdrowicielu, który stał się najsilniejszym dzięki wykorzystaniu wiedzy z dawnego życia i magii uzdrawiania.",
      "pt-br": "\"Magos de cura não podem lutar sozinhos.\" \n\nKeare, que estava vinculado por esse conhecimento comum, foi explorado uma vez ou outra pelos outros. Mas um dia, ele notou o que estava além da magia de cura e estava convencido de que um mago de cura era a classe mais forte. No entanto, quando percebeu esse potencial, ele estava privado de tudo. Assim, ele usou a magia de cura no próprio mundo para voltar quatro anos, decidindo refazer tudo. Este é um conto heroico de um mago de cura que se tornou o mais forte usando o conhecimento de sua vida passada e magia de cura."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33d43bb9-da74-43f7-b5a7-bb597c19406a",
    "title": {
      "en": "The Constellations Are My Disciples"
    },
    "updatedAt": "2024-03-12T04:06:25+00:00",
    "coverArt": "https://mangadex.org/covers/33d43bb9-da74-43f7-b5a7-bb597c19406a/9fcfd23f-0dfc-42f1-ab96-97593039e325.jpg",
    "altTitles": [
      {
        "ko": "성좌들이 내 제자"
      }
    ],
    "description": {
      "en": "300 years ago, Martial God Hyun-oh Kim defeated Barche, the boss of the tower of destruction, and prevented the end of the world. Kim Hyun-oh, should have died suffering the same fate as the tower of destruction. However, after 300 years, he is reborn as the 17-year-old Kim Joo-hyuk. In the midst, he finds out that the “Constellations”, that were created during his absence, are his disciples from 300 years ago and sets on a journey to find them."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5da83ad0-3d15-4402-ae1d-6ffa1a61e001",
    "title": {
      "en": "Wagamama Mille-Feuille"
    },
    "updatedAt": "2023-07-12T07:36:51+00:00",
    "coverArt": "https://mangadex.org/covers/5da83ad0-3d15-4402-ae1d-6ffa1a61e001/5a570dba-ebfa-4585-b95a-d69c4799d5c1.png",
    "altTitles": [
      {
        "en": "Desire Parade"
      },
      {
        "ja": "わがままミルフィーユ"
      }
    ],
    "description": {
      "en": "Desire Parade: A girl who loves money meets a rich girl that is willing to spoil her"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "abb1bd9e-53ce-4f6f-9576-865f20b9d999",
    "title": {
      "en": "My Succubus Girlfriend (Reboot 2021)"
    },
    "updatedAt": "2024-05-08T22:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/abb1bd9e-53ce-4f6f-9576-865f20b9d999/bea9b2ed-9c6c-40e6-933b-ea87213b094c.png",
    "altTitles": [
      {
        "pl": "Moja dziewczyna sukkubus (Reboot 2021)"
      },
      {
        "pt-br": "Minha Namorada Súcubos (Reboot 2021)"
      }
    ],
    "description": {
      "en": "Izumo is a scary-looking top student. Everyone is afraid of him, but in reality, he just wants friends and a fun school life. One day he is targeted by a succubus named Anastasia who attempts to steal his virgin soul.\n\nA reboot with improved art but similar story of the old version.",
      "pt-br": "Izumo é um dos melhores alunos da escola e de aparência assustadora. Todo mundo tem medo dele, mas, na verdade, ele só quer amigos e uma vida escolar divertida. Um dia, ele é visado por uma súcubo chamada Anastasia, que tenta roubar sua alma virgem.\n\nNOTA: Isto é um reboot da obra com arte aprimorada, mas com a história semelhante à da versão anterior."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64ed4d14-9e00-4b63-8799-547a508f5344",
    "title": {
      "en": "Parallel Paradise"
    },
    "updatedAt": "2024-03-09T02:11:06+00:00",
    "coverArt": "https://mangadex.org/covers/64ed4d14-9e00-4b63-8799-547a508f5344/2e17bb23-f791-49a3-9446-a171f0c25add.jpg",
    "altTitles": [
      {
        "fr": "Un paradis parallèle"
      },
      {
        "ja": "パラレルパラダイス"
      },
      {
        "zh": "平行天堂"
      },
      {
        "ko": "병렬 파라다이스"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "vi": "Thiên đường song song tại dị giới"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb0e8a82-fc5a-4d81-a000-827bce15590f",
    "title": {
      "en": "Patalliro!"
    },
    "updatedAt": "2024-03-03T17:40:01+00:00",
    "coverArt": "https://mangadex.org/covers/fb0e8a82-fc5a-4d81-a000-827bce15590f/1e509649-6da6-43df-bdfe-670d55142226.jpg",
    "altTitles": [
      {
        "ja-ro": "Patariro!"
      },
      {
        "ja": "パタリロ!"
      },
      {
        "zh": "巴得利奥"
      }
    ],
    "description": {
      "en": "Patalliro is the story of the young boy king Patalliro and his many misadventures as he avoids being assassinated \nby various beautiful boys thanks to the skills of his bodyguard, Major Jack Bancoran from England's Information Bureau. \nLater they're joined by the hot-blooded Maraich, and a beautiful love-and-hate relationship blossoms between him and Bancoran."
    },
    "status": "ongoing",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38dc5832-4714-4467-9c7e-fc9689fb149c",
    "title": {
      "en": "Rooftop Sword Master"
    },
    "updatedAt": "2023-12-21T18:30:04+00:00",
    "coverArt": "https://mangadex.org/covers/38dc5832-4714-4467-9c7e-fc9689fb149c/36c0d115-40ea-4fa8-b69d-909874a26efa.png",
    "altTitles": [
      {
        "es-la": "El maestro de espadachin en la azotea"
      },
      {
        "ko-ro": "Oktapbang Sodeumaseuteo"
      },
      {
        "ar": "شمشیرزن پشت‌بام نشین"
      },
      {
        "ko": "옥탑방 소드마스터"
      },
      {
        "ko-ro": "Oktapbang Sword Master"
      }
    ],
    "description": {
      "en": "After being beat up and put into a coma by eight of his classmates at Nun'Gwang Middle school, Se'young woke up after nine long months and found out that his father committed suicide by self-immolation in an attempt to get justice for what happened to him.   \r\n  \r\nAs a result, the investigation re-opened and that attackers who tried to sweep it under the rug received a proper sentence for their crimes. But Se'young was unable to assuage the anger and fear he felt for the unjust world.  \r\nSe'young thoroughly hid himself from this sort of world.   \r\n  \r\nThe sun would rise and set, the seasons changed, and not once did he step outside of his home. But one day, a sudden and strange sound enticed him to open the door…  \r\n  \r\nEmbedded in the center of the rooftop was a gigantic blade emblazoned with the words “War Sword” and with it, came the whispers of a God.",
      "es": "Depois de ser espancado e posto em coma por oito de seus colegas de escola na escola secundária Nun’Gwang, Se’young acordou depois de nove longos meses e descobriu que seu pai se suicidou por autoimolação, na tentativa de obter justiça pelo que aconteceu com ele. Como resultado, a investigação foi reaberta e os atacantes que tentaram varrê-la para debaixo do tapete receberam uma sentença adequada por seus crimes. Mas Se’young foi incapaz de aliviar a raiva e o medo que sentia pelo mundo injusto. Se’young se escondeu completamente desse tipo de mundo. O sol se levantava e se punha, as estações mudavam, e nem uma vez ele saiu de casa. Mas um dia, um som repentino e estranho o levou a abrir a porta … Encaixada no centro do telhado, havia uma lâmina gigantesca com as palavras “Espada de Guerra” e, com ela, vinham os sussurros de um Deus.",
      "fa": "در مدرسه راهنمایی نان‌گوانگ هشت دانش‌آموز وحشیانه دانش‌آموزی دیگر را مورد ضرب‌وشتم قرار دادند و او را راهی کما کردند.  \r\nسه‌یونگ پس از ۹ ماه از کما خارج شد، دریافت که پدر و مادرش پس از ماه‌ها تلاش برای اجرای عدالت به هیچ نتیجه‌ای نرسیدند و به ناچار برای جلب توجه مجبور به خودسوزی در اجتماع شدند. با سراسری شدن خبر این اتفاق پرونده بازگشایی شد و مجرمین محاکمه شدند.  \r\nغم، اندوه و تاثیرات ناشی از آن اتفاق روی سه‌یونگ نوجوان تاثیرات مخربی گذاشت. ماه‌ها سپری می‌شدند، ولی او حتی یک‌بار هم از اتاقش خارج نشد. تا اینکه روزی صدایی مهیب از خارج اتاقش توجه او را جلب کرد.  \r\nدر وسط پشت‌بام شمشیر بزرگ دو لبه‌ای بود، روی آن \"شمشیر جنگ\" حک شده بود و …"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51fe4713-013a-4acc-8874-bfd01b60eff9",
    "title": {
      "en": "Glass Mask"
    },
    "updatedAt": "2022-12-29T13:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/51fe4713-013a-4acc-8874-bfd01b60eff9/c8e4690e-f86a-4fa4-b605-31759b3f4032.jpg",
    "altTitles": [
      {
        "ja-ro": "Glass no Kamen"
      },
      {
        "it": "Il Grande Sogno di Maya"
      },
      {
        "vi": "Mặt Nạ Thủy Tinh"
      },
      {
        "en": "The Glass Mask"
      },
      {
        "id": "Topeng Kaca"
      },
      {
        "th": "นักรักโลกมายา"
      },
      {
        "th": "หน้ากากแก้ว"
      },
      {
        "ja": "ガラスの仮面"
      },
      {
        "zh": "千面女郎"
      },
      {
        "zh-hk": "玻璃面具"
      },
      {
        "ko": "유리가면"
      }
    ],
    "description": {
      "en": "Chigusa Tsukikage holds the rights to the play \"The Crimson Goddess,\" a lost masterpiece that many would love to see brought back to the stage.  \n  \nTsukikage, however, won't allow the cherished work to be diminished by an actress who isn't worthy of playing the title role. Fortunately, she has found two young actresses that just might be worthy: Maya Kitajima and Ayumi Himekawa. Though both actresses are exceptionally talented, only one can win the coveted role.\n\n---\n- **Won the Japan Cartoonists Association Award in 1995**\n\n---\n\nPublished in Indonesian by Elex Media as **Topeng Kaca**"
    },
    "status": "hiatus",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032fd747-fba8-449b-b614-b3715fb6a899",
    "title": {
      "en": "Genkai OL to Joshi Daisei ga 〇〇 Suru Hanashi"
    },
    "updatedAt": "2024-05-11T15:58:30+00:00",
    "coverArt": "https://mangadex.org/covers/032fd747-fba8-449b-b614-b3715fb6a899/1a0e9ba2-e8e4-4054-8b1c-921820b03dfa.jpg",
    "altTitles": [
      {
        "ja": "限界OLと女子大生が〇〇する話"
      },
      {
        "ko": "한계 OL과 여대생이 OO하는 이야기"
      },
      {
        "en": "An OL at Her Limit and a College Girl"
      }
    ],
    "description": {
      "en": "Segawa-san is the star of the office who everyone depends on. But she's stretched thin, and the state of her apartment has gotten dire. After a fateful encounter, the college student next door offers to lend a helping hand!",
      "ja": "仕事ができて皆から頼られる完璧OL 瀬川さん。しかし家では、汚部屋で毎日コンビニ飯を食べる限界生活を送っていた。ある日、お隣に住む片付け上手でしっかり者の女子大生 安藤さんに部屋の片付けを手伝ってもらうことになり…？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd935ca2-c9b6-4f2b-a3b3-77402d2337d8",
    "title": {
      "en": "Maou Gakuen no Hangyakusha"
    },
    "updatedAt": "2024-04-14T09:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/bd935ca2-c9b6-4f2b-a3b3-77402d2337d8/8e5ba6e2-14cb-4a6c-939c-9b2b04ec600a.jpg",
    "altTitles": [
      {
        "ja": "魔王学園の反逆者"
      },
      {
        "en": "Demon Academy's Rebel"
      }
    ],
    "description": {
      "en": "Yuuto is an ordinary high school boy who, one day, notices a mysterious tarot card by his bed. He shows it to his parents, who give him the good news - as the son of demonkin, he is eligible to become the next Demon Lord. As such, Yuuto is soon brought to a demonic academy in order to improve his devilish skills and earn the title of demon lord. And, you know, get a harem along the way.   \n  \nFrom the author of Masou Gakuen HxH and Ecstas Online.",
      "pt-br": "\"A humanidade é nada mais que escrava para uma raça demoníaca - Um estudante comum do ensino médio, Morioka Yuuto, foi escolhido para ser candidato ao próximo rei demônio. Ele é transferido para o colégio Ginsei, aonde é tratado com desdenho pelos outros estudantes. [Juro que vou te fazer ser rei demônio. Por isso... me torne a sua serva!] Yuuto se encontra com uma linda demônio, Himegami Lizel, que muda o seu mundo e sua vida. Ele pode aprender qualquer tipo de magia instantaneamente e absorver poder mágico infinitamente ao ter contato com suas servas. Esse é um poder especial que os demônios não tinham e era concedida a apenas a um humano, Yuuto. O humano que se tornou candidato a rei demônio e desafiou os mais fortes demônios para ser o próximo rei! Emocionante e fascinante. A fantástica história de ascensão em um colégio de magia se inicia!\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52829b03-4675-4a1e-a4be-742436a6e306",
    "title": {
      "en": "Sensei no Koto, Kusugutte Ageru"
    },
    "updatedAt": "2024-04-09T08:59:39+00:00",
    "coverArt": "https://mangadex.org/covers/52829b03-4675-4a1e-a4be-742436a6e306/0cbc4add-92f5-42b2-8f5c-7c33eaa1fab7.jpg",
    "altTitles": [
      {
        "en": "I'll give my teacher a tickle."
      },
      {
        "ja": "先生のこと、くすぐってあげる"
      },
      {
        "en": "I'll Tickle You, Sensei"
      }
    ],
    "description": {
      "en": "Shuuma Aguri isn’t like other high school boys. He doesn’t get into sexual talks with his friends, and he sits alone. While he does have a secret fetish, he keeps it to himself - after all, who would willingly talk to a guy with a tickle fetish?\r\n\r\nThe only solace he has in his life is Anzu, a girl he met online who herself has a desire to be tickled. The two decide to meet up one day, only for Shuuma to find out that Anzu… is actually his teacher, Maiko Ogura?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "40"
  },
  {
    "mangaId": "70562cf3-2733-4959-8115-06171e57bc95",
    "title": {
      "en": "Chii-chan"
    },
    "updatedAt": "2024-04-22T17:48:06+00:00",
    "coverArt": "https://mangadex.org/covers/70562cf3-2733-4959-8115-06171e57bc95/70b57071-b150-4c79-94a1-fa9f89a9a9a0.jpg",
    "altTitles": [
      {
        "ja": "ちーちゃん"
      }
    ],
    "description": {
      "en": "It was the day Chiichan, who never comes to middle school at all, suddenly showed up in her tattered sweats with dead insects, causing a commotion in the class. Yuua has been with her since kindergarten and cares about her, and her classmate Koudai asks if he can help Chiichan out...\nA new series born from a unique collaboration, in which Oshimi Shuuzou depicts the prequel to Chiichan, the aberrant heroine of Naitou Eisuke's film *Poison Girl*, as an original manga *Chiichan*!",
      "fr": "Chii, qui ne vient habituellement pas en cours, se présente un jour vétue de haillons, et un insecte à la main. De quoi faire parler la classe...",
      "es-la": "Chii-chan, quien rara vez asiste a la escuela secundaria, que viste un desgastado chándal y tiene un hobby peculiar. Un día hace algo que causa miedo en el salón, por lo que, dos jóvenes tratan de ayudarla. Esta nueva serie es una colaboración en la que Shūzō Oshimi dibuja la precuela del extraordinario personaje de Chii-chan, la inusual personaje de la película \"Doku Musume\" dirigida por Eirō Naitō."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "1fc1355b-9c02-48e2-a457-094b592ecd9c",
    "title": {
      "en": "Monkey Peak"
    },
    "updatedAt": "2023-09-05T09:57:45+00:00",
    "coverArt": "https://mangadex.org/covers/1fc1355b-9c02-48e2-a457-094b592ecd9c/ea33182d-54c3-4f67-b72d-72f2c26463d2.jpg",
    "altTitles": [
      {
        "vi": "Đỉnh Núi Khỉ"
      },
      {
        "ja": "モンキーピーク"
      }
    ],
    "description": {
      "en": "A group of employees from the Fujitani Pharmaceutical Company are on a hiking trip. After the company suffered a crisis, the CEO hopes to improve teamwork and morale among new and old employees with this trip. Not everyone is as excited as he is. Unfortunately for them, they soon find themselves having to deal with problems that they weren't prepared for.  \n  \nWhat's going to happen to these employees? Will they fall in love with hiking? Will they be able to work together, get along well, and bring the company back to its feet? Read and find out in this heartwarming story of adventure, friendship, and teamwork!",
      "pt-br": "Um grupo de funcionários da Fujitani Pharmaceutical Company está em uma viagem de caminhada. Depois que a empresa sofreu uma crise, o CEO espera melhorar o trabalho em equipe e o moral entre novos e antigos funcionários com esta viagem. Nem todo mundo está tão animado quanto ele. Infelizmente para eles, eles logo se vêem tendo que lidar com problemas para os quais não estavam preparados.\n\nO que vai acontecer com esses funcionários? Será que eles vão se apaixonar por caminhadas? Eles serão capazes de trabalhar juntos, se dar bem e trazer a empresa de volta aos seus pés? Leia e descubra nesta emocionante história de aventura, amizade e trabalho em equipe."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "120"
  },
  {
    "mangaId": "6fcd4531-a8f2-43ee-a1a1-b53bfd4726b2",
    "title": {
      "en": "The Bad Ending of an Otome"
    },
    "updatedAt": "2024-02-19T17:35:55+00:00",
    "coverArt": "https://mangadex.org/covers/6fcd4531-a8f2-43ee-a1a1-b53bfd4726b2/22d231c2-fa69-41f4-9bbb-e4d5bccac2c1.jpg",
    "altTitles": [
      {
        "ko": "그 오토메 게임의 배드엔딩"
      },
      {
        "ko-ro": "Geu Otome Game-ui Bad Ending"
      },
      {
        "ko-ro": "Geu otome geim-ui baedeuending"
      },
      {
        "en": "Lia's Bad Ending"
      },
      {
        "en": "The Otome Game's Bad Ending"
      },
      {
        "en": "The Bad Ending of the Otome Game"
      },
      {
        "ru": "Плохой конец этой отомэ-игры"
      },
      {
        "mn": "Болзоот тоглоомын харуусалт төгсгөл"
      },
      {
        "zh": "那个乙女游戏的坏结局"
      },
      {
        "id": "Otome Game yang bad ending"
      },
      {
        "en": "The Bad Ending of an Otome Game"
      }
    ],
    "description": {
      "en": "The game's heroine had a limited time to live. Meanwhile, I played the role of the villainous friend that vies for the male leads' attention before being eliminated by the player. However, after that kid died, I made the decison on my own to exit from this story.\r\n\r\nBut, what do I do? The reactions of those around me are a bit strange.\r\n\r\n\"I came to the marquess’s estate because Ophelia needed a friend around her age. And now, Ophelia's dead.\"\r\n\r\nTheir gaze seemed to be asking me why I was stating the obvious.\r\nI said it plainly.\r\n\r\n\"So, I should leave now.\"\r\n\r\nFor some reason, the two men made an expression as if they were at a loss for words.\r\nThey used to consider me a fly that stuck to Ophelia's side, so why?\r\n\r\n*Otome Game: A game targeted towards women where the protagonist (player) is female",
      "ko": "오토메 게임 속\r\n시한부 여주인공의 친구이자,\r\n남주인공들에게 퇴치 당하는 악역,\r\n'에밀리아'에 빙의했다. \r\n\r\n하지만 상관없다.\r\n여주인공 '오필리아'는\r\n내게 친구이자, 가족, 세계 그 자체였으니까.\r\n\r\n\"모두 날 잊어도 너는 나를 잊으면 안 돼.\"\r\n\r\n그녀가 죽은 늦봄,\r\n나는 후작가를 떠났다. \r\n\r\n…그런데, 어째 주변의 반응이 좀 이상하다. \r\n\r\n\"후작가를 나가면 사는 게 쉽지 않을 텐데요.\"\r\n\"제가 당신의 카발리에가 되겠습니다.\"\r\n\"가지 마라, 에밀리아. 후작가로 돌아와다오.\"\r\n\r\n다들 왜 이래?\r\n오필리아를 사랑했던 사람들이 \r\n내게 다정히 굴 리 없을 텐데...?\r\n\r\n주인공이 사라진 후 남겨진 사람들의 이야기 \r\n<그 오토메 게임의 배드엔딩>"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "01d0e7f2-b3de-4196-85db-f755446b4c11",
    "title": {
      "en": "Otona ni Narenai Bokura wa"
    },
    "updatedAt": "2024-05-12T17:55:12+00:00",
    "coverArt": "https://mangadex.org/covers/01d0e7f2-b3de-4196-85db-f755446b4c11/60e21d13-9f0e-491f-9a61-e355be51a2c2.jpg",
    "altTitles": [
      {
        "ja": "大人になれない僕らは"
      },
      {
        "en": "We Won’t Become Adults"
      },
      {
        "es-la": "Nosotros que no podemos convertirnos en adultos"
      }
    ],
    "description": {
      "en": "The latest work from the author of \"The Diary of a Commuting Student\". It's a silly and endless story about how some kids kill time by repeating the 7th of July every day. A time-loop love story of two high school students trapped in \"Eternal Youth\"!\n\n(Source: Young Magazine)",
      "es-la": "¡El último trabajo de Jo Fujita en Commuting Student Diary! Esta es nuestra tonta e interminable historia de cómo matamos el tiempo una y otra vez el 7 de julio. ¡Una historia de amor en bucle temporal de dos estudiantes de preparatoria atrapados en una \"eterna juventud\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7532f86a-023b-482a-8d53-670eff0484c5",
    "title": {
      "en": "Duchess Crow"
    },
    "updatedAt": "2022-11-11T06:14:41+00:00",
    "coverArt": "https://mangadex.org/covers/7532f86a-023b-482a-8d53-670eff0484c5/7a6b2ff0-98bf-4469-a041-1e8ebe0c6701.png",
    "altTitles": [
      {
        "ko": "까마귀 공작 부인"
      },
      {
        "ko-ro": "Kkamagwi Gongjang Buin"
      },
      {
        "en": "The Duchess' Jewel Story"
      },
      {
        "en": "The Raven Duchess"
      },
      {
        "en": "Crow Duchess"
      },
      {
        "uk": "Герцогиня Ворона"
      },
      {
        "zh": "公爵夫人的宝石物语"
      }
    ],
    "description": {
      "en": "Could love bedazzle like a gem?\n\nFor Melisa, the best gemologist in Annabel, no love can outshine a gem. She'd rather remain single and devoted to her career! But just when she thinks she has it all figured out, Duke Lewis Winterfelt, the most eligible bachelor in all the kingdom, asks for her hand in marriage — through a contract!\n\n---\nThe Duke of Winterfield, who drives thousands of girls crazy, broke into my shop and proposed to me? All of a sudden talking about a marriage contract, asking me, a gem appraiser, to help replace the fake crown of the royal family in return for a huge amount of wealth? What a joke, I won't agree to such a dangerous thing, even if... even if he looks handsome, absolutely not..\n\n---\n[Official Simplified Chinese Translation / 汉语](https://www.kuaikanmanhua.com/web/topic/12554/)",
      "uk": "Чи може кохання замінити коштовності?\nДля Меліси, найкращого гемолога в Анабель, ніяке кохання не зможе затьмарити коштовності. Вона б віддала перевагу залишитись одинокою й присвятити себе кар'єрі! Але саме тоді, коли вона про це подумала, герцог Луїс Вінтерфельд, найвідоміший холостяк в усім королевстві, просить її руки задля фіктивоного шлюбу й контракту.\n\n---\n[Official Simplified Chinese Translation / 汉语](https://www.kuaikanmanhua.com/web/topic/12554/)",
      "zh": "使万千少女疯狂的温特菲尔德公爵竟然闯入我的店中向我求婚？突然说什么结婚契约，要以巨额财富为报酬让我这个宝石鉴定师帮忙换掉王室的赝品王冠？开什么玩笑，这么危险的事情我才不会答应，就算…就算他长得很好看也绝对不行。\n\n---\n[Official Simplified Chinese Translation / 汉语](https://www.kuaikanmanhua.com/web/topic/12554/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "360929d2-6101-46ff-b313-fd7fec3efcb0",
    "title": {
      "en": "Dorei Tensei: Sono Dorei, Saikyou no Moto Ouji ni Tsuki"
    },
    "updatedAt": "2023-08-02T20:49:48+00:00",
    "coverArt": "https://mangadex.org/covers/360929d2-6101-46ff-b313-fd7fec3efcb0/b49f881d-53f2-4256-b51f-5ed64b92fd6c.jpg",
    "altTitles": [
      {
        "en": "Slave Reincarnation ~ That Slave, is the Strongest Former Prince ~"
      },
      {
        "ru": "Реинкарнация раба ~ Этот раб, бывший сильнейший принц ~"
      },
      {
        "ru": "Реинкарнация сильнейшего принца в раба"
      },
      {
        "ja": "奴隷転生～その奴隷、最強の元王子につき～"
      },
      {
        "zh": "奴隸轉生～這奴隸曾是最強王子～"
      },
      {
        "en": "The prince reincarnated into slavery to make his dream come true"
      }
    ],
    "description": {
      "en": "Ars, the prince of the Kingdom of Karitz, who was called the strongest wizard, died at a young age. But on the verge of death, he uses reincarnation magic. Reincarnated as Wals Sai, a slave with the best body! Wals, who became the escort of a princess in a small country, became a matchless slave who used his best body and magic to crush all enemies!",
      "ja": "[Original Web Novel](https://ncode.syosetu.com/n2615fy/) (jp)",
      "pt-br": "Ars, o príncipe do Reino de Karitz, que era chamado de o mago mais forte, morreu jovem. Mas à beira da morte, ele usa a magia da reencarnação. Reencarnado como Wals Sai, um escravo com o melhor corpo! Wals, que se tornou a escolta de uma princesa em um pequeno país, tornou-se um escravo incomparável que usou seu melhor corpo e magia para esmagar todos os inimigos!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "116"
  },
  {
    "mangaId": "9229ee0c-3e56-41df-be1f-278fa8680426",
    "title": {
      "en": "Snake in the Office"
    },
    "updatedAt": "2024-05-09T08:35:19+00:00",
    "coverArt": "https://mangadex.org/covers/9229ee0c-3e56-41df-be1f-278fa8680426/777d3b67-fd85-46fa-9056-0490c3b50b3e.png",
    "altTitles": [],
    "description": {
      "en": "A naga starts a new job in a new town.\n\nPosted with [author permission](https://twitter.com/DanielLCarrier/status/1769140595296207140).\n\n---\nAlternative Official English: [TheDuckWebComics](https://www.theduckwebcomics.com/Snake_in_the_office/5771894/)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0976963e-c0b4-4bdc-abde-831e9cb29cc2",
    "title": {
      "en": "Damedol to Sekai ni Hitori Dake no Fan"
    },
    "updatedAt": "2024-05-09T06:56:03+00:00",
    "coverArt": "https://mangadex.org/covers/0976963e-c0b4-4bdc-abde-831e9cb29cc2/f0430f0c-e630-4ab1-a81c-de2b90b9e1af.jpg",
    "altTitles": [
      {
        "ja": "ダメドルと世界に1人だけのファン"
      },
      {
        "ja-ro": "Damedol to Sekai ni Hitori Dake no Fan"
      },
      {
        "en": "The Useless Idol and Her Only Fan in the World"
      },
      {
        "en": "A Useless Idol and the Only Fan in the World"
      },
      {
        "id": "Idol Gak Guna dan Penggemar Satu-satunya di Dunia"
      },
      {
        "es-la": "Una Idol inútil y su único fan en el mundo"
      },
      {
        "pt-br": "Uma Idol Inútil E Seu Único Fã No Mundo"
      },
      {
        "en": "Damedol and the Only Fan in the World"
      }
    ],
    "description": {
      "en": "\"Urumin\" is an idol, but she can't sing or dance well, and she's got a dishonest character. Kimiya is the only fan in the world who likes her. The relationship between the two of them is a little different from the usual relationships between idols and fans! \r\n\r\nThis is a \"precious\" love comedy that depicts the daily life of a bad idol and the man who keeps on promoting her, and the way he loves her!",
      "ja": "\"うるみん\"はアイドルなのに歌も踊りもダメダメで性格も素直じゃない。そんな彼女を推している世界で一人だけのファン、キミヤ。ふたりの関係性は普通のアイドル、ファンとの関係性と違ってちょっと変！？ダメなアイドルと彼女を推し続ける男の日常を描く、愛し方がすごい「尊い」系ラブコメディ！",
      "pt-br": "“Urumin” é uma idol, mas ela não consegue cantar nem dançar bem e não costuma ser sincera com seus reais sentimentos. “Kimiya” é seu único fã. A relação entre eles é um pouco diferente das relações normais entre fãs e ídolos! Esta é uma comédia romântica que retrata a vida diária de uma idol completamente desajeitada e o homem que continua a apoiá-la, demonstrando seu fanatismo até nos piores momentos!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8a5d5b13-5515-4fee-9e18-2726c56cc728",
    "title": {
      "en": "The Villainess Refuses to Flirt With the Male Lead"
    },
    "updatedAt": "2023-10-29T07:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/8a5d5b13-5515-4fee-9e18-2726c56cc728/8f65d749-e7f6-42c4-bb60-f8c29dff211b.jpg",
    "altTitles": [
      {
        "zh": "恶女拒绝泡男主"
      },
      {
        "zh-ro": "E Nü Jujue Pao Nan Zhu"
      },
      {
        "ko": "악역이지만, 남주는 꼬시지 않아요"
      }
    ],
    "description": {
      "en": "Transmigrating as the villainess of a cliché imperial manhua isn't scary, what's scary is that the male leads are all children! Not only do I have to take care of children, but I'm also being courted by one of them and being called \"wife\"! Ms. Hong would like to say: \"Fuck you, god!\" 凸(｀⌒´メ)凸\n\nOfficial Translations:\n[Korean](https://page.kakao.com/content/59080258)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36b4c3d4-629d-45cb-b911-ae0906f6b544",
    "title": {
      "en": "Touch"
    },
    "updatedAt": "2023-12-12T05:09:21+00:00",
    "coverArt": "https://mangadex.org/covers/36b4c3d4-629d-45cb-b911-ae0906f6b544/507e1b67-083d-4048-9daa-61f01fb62e10.jpg",
    "altTitles": [
      {
        "es": "Bateadores"
      },
      {
        "ja": "タッチ"
      }
    ],
    "description": {
      "en": "Tatsuya Uesugi, the older brother who has no relationship with the word \"hard work,\" and Kazuya Uesugi, the younger brother who tries his hardest in everything he does. \n\nThey are twin brothers. They have known Minami Asakura, the only daughter of the neighboring coffee shop \"Minamikaze\" since childhood. You can't take your eyes off the \"youth\" of these three...!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2008)\n\n---\n- **Won the 28th Shogakukan Manga Award for Shonen**"
    },
    "status": "completed",
    "releaseDate": 1981,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "257"
  },
  {
    "mangaId": "dc1fcdfa-5c79-4c5c-a3c9-558882a01ea0",
    "title": {
      "en": "Tensei Shite Shota Oji Ni Natta Ken Hijiri Ha, Katsute No Deshi Ni Ha Zettai Ni Baretaku Na I Ken Jin Kikan"
    },
    "updatedAt": "2024-05-04T20:47:18+00:00",
    "coverArt": "https://mangadex.org/covers/dc1fcdfa-5c79-4c5c-a3c9-558882a01ea0/cbbe6288-5748-404f-a03f-8905085be67a.jpg",
    "altTitles": [
      {
        "ja": "転生してショタ王子になった剣聖は、かつての弟子には絶対にバレたくないっ"
      },
      {
        "es-la": "El Maestro de la Espada reencarna como un pequeño príncipe. ¡Su Antiguo Discípulo ahora es su tutor!"
      },
      {
        "en": "Reincarnated. The Sword Saint Who Became A Shorty Prince To His Former Disciples ~ I Don't Want My Former Disciples To Find Out"
      }
    ],
    "description": {
      "en": "Sword Saint Brise saved the country with his unique swordsmanship.\n\nAt the end of his magnificent life, he is reincarnated as the country's youngest prince, still retaining his memories. He seeks freedom again and aspires to enter the elementary school of knight school. Even though he is an invincible swordsman, he unexpectedly fails! \n\n“I came to get you.”\n\nHe looks like a child, but inside he's an invincible former swordsman. In his reincarnation, he is picked up by his former disciple!?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eab2ee8-f12d-4884-a8f1-e2493b1d99d6",
    "title": {
      "en": "Deadlines Are Raining in the Status Window"
    },
    "updatedAt": "2024-04-24T10:33:43+00:00",
    "coverArt": "https://mangadex.org/covers/2eab2ee8-f12d-4884-a8f1-e2493b1d99d6/7d90de53-6f6e-4c1e-979b-18b0c8b311e2.jpg",
    "altTitles": [
      {
        "ko": "상태창에서 시한부가 빗발친다"
      },
      {
        "en": "Deadline Is Raining in the Status Window"
      }
    ],
    "description": {
      "en": "A masterpiece of over 3,000 volumes, I was incarnated into “Dawn of Repentance.” Moreover, as the successor to the duke’s family, facing a grim fate, I became my cherished character, “Mitchell Nephtis.” But upon opening the status window, the countdown to death was D-3. With the thought that I couldn’t die like this, I somehow managed to survive, and each time I changed the development, experience points were granted?! If that’s the case, I’ll change the original storyline drastically to reap the benefits. Leaving the deceased “Michell Nephtys” aside, I lived as the nanny’s daughter, “Evan Laeff,” doing as told, but missions kept pouring in on the status window, and failure meant death. Now that it’s like this, whether the storyline changes or not doesn’t matter. I will definitely survive and prevail"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]