[
  {
    "mangaId": "e9d5eb19-087d-4dfd-8d60-669956f28db2",
    "title": {
      "en": "The Return of the Legendary Archmage"
    },
    "updatedAt": "2024-11-17T05:27:56+00:00",
    "coverArt": "https://mangadex.org/covers/e9d5eb19-087d-4dfd-8d60-669956f28db2/9225615f-2599-402b-bf32-d28ea0694714.jpg",
    "altTitles": [
      {
        "ko": "신화 속 대마법사의 재림"
      }
    ],
    "description": {
      "en": "\"I, an AI Misfit?\"\nThe prodigy of modern magical technology, artificial intelligence - an outcast unable to be implanted. Relegated genius magician Shin Ha-ryul.\nA book appears before him, the magician who has been sentenced to death.\n\"To the posterity who can hear this voice and has the same constitution as me, I, Rai Bell Vaitener, leave this book.\"\nAlong with the book left behind by the legendary great mage.\nThe frozen time of the genius begins to move again."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a41876c-3b77-4dc0-ad05-0717b8db2f46",
    "title": {
      "en": "Moto Fuuzokujou ga Kanemochi Tsuma ni Narimashita"
    },
    "updatedAt": "2024-10-31T21:49:45+00:00",
    "coverArt": "https://mangadex.org/covers/9a41876c-3b77-4dc0-ad05-0717b8db2f46/e3126d93-93ab-491a-9382-640dbd2d9ab3.jpg",
    "altTitles": [
      {
        "ja": "元風俗嬢が金持ち妻になりました"
      },
      {
        "en": "The Former Prostitute Became a Rich Wife"
      }
    ],
    "description": {
      "en": "Domestic violence, rape — the life of suffering that oppressed 18 year old Honoka. \n“I don't ever want to go back there again!” she kept repeating herself.\nThe only place the girl without a place to go could end up was the sex industry... \nEverything was in order to find true happiness. A unique cinderella story starts now!",
      "ja": "DV、レイプ――18歳のほのかを襲う、苦難の日々。「あそこにはもう絶対に戻りたくない！」行き場を失った彼女が辿り着いた先は、ソープランド！すべては“本当の幸せ”を掴むために――。異色シンデレラストーリー、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ee39a16-924a-4dcd-8b59-fb3b182dc1f3",
    "title": {
      "en": "Crossing Destiny's Veil"
    },
    "updatedAt": "2024-11-17T06:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/5ee39a16-924a-4dcd-8b59-fb3b182dc1f3/ec058e75-9a7f-4ada-8452-74d871adcb20.png",
    "altTitles": [
      {
        "en": "She as the Cannon Fodder Has Been Unhappy With the Plot for a Long Time"
      },
      {
        "zh": "Paohui Ta Bushuang Juqing Henjiule"
      },
      {
        "zh": "炮灰她不爽剧情很久了"
      }
    ],
    "description": {
      "en": "This is a hilarious quick-transmigration comic. Lily's mission is to shuttle through various novel worlds and fulfill the wishes of small potatoes, like helping them get rid of bad romances or changing their miserable fates. Wait, her boss is an aloof guy in ancient-style attire, and he's kind of attractive!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a88b5f8-1109-432d-9faa-545bfdc8bf98",
    "title": {
      "en": "Kujaku no Dance, Dare ga Mita?"
    },
    "updatedAt": "2024-10-23T17:09:35+00:00",
    "coverArt": "https://mangadex.org/covers/1a88b5f8-1109-432d-9faa-545bfdc8bf98/2d688128-5787-4412-969c-cfe3c63d90b0.jpg",
    "altTitles": [
      {
        "ja": "クジャクのダンス、誰が見た？"
      },
      {
        "en": "Who saw the peacock dance in the jungle?"
      },
      {
        "vi": "Là ai đã chứng kiến điệu múa khổng tước?"
      },
      {
        "ja-ro": "Kujaku no Dance, Dare ga Mita?"
      }
    ],
    "description": {
      "en": "A former cop was murdered on a snowy Christmas Eve night. The suspect was arrested & the case appeared to be closed.\n\nHowever, a letter left by the murdered former cop to his daughter sets the case back on track. It said, \"If any of the following persons are arrested or prosecuted...they are falsely accused.\" And on that list was the name of the suspect who was arrested for killing her father..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e96113a-8b19-4f1a-8a6e-f485f90b3f52",
    "title": {
      "en": "Lonely Kagome"
    },
    "updatedAt": "2024-10-08T15:19:00+00:00",
    "coverArt": "https://mangadex.org/covers/6e96113a-8b19-4f1a-8a6e-f485f90b3f52/f809b581-b049-4853-a23b-7f231430d182.jpg",
    "altTitles": [
      {
        "ja": "ひとりかごめ"
      },
      {
        "ja": "ザリガニ"
      },
      {
        "ja": "ペット"
      },
      {
        "zh": "一個人的籠中鳥"
      },
      {
        "zh": "半夢半醒"
      },
      {
        "ja": "地図"
      },
      {
        "zh": "地圖"
      },
      {
        "ja": "夢うつつ"
      },
      {
        "zh": "寵物"
      },
      {
        "zh": "小龍蝦"
      },
      {
        "ja": "工場勤務"
      },
      {
        "zh": "工廠勤務"
      },
      {
        "ja": "消費者の呻き"
      },
      {
        "zh": "消費者的呻吟"
      },
      {
        "ja": "無数の孤独"
      },
      {
        "zh": "無數的孤獨"
      },
      {
        "ja": "現象"
      },
      {
        "zh": "百元的眺望"
      },
      {
        "ja": "百円の眺望"
      },
      {
        "zh": "車轍被黑暗吞噬"
      },
      {
        "ja": "轍は闇に呑み込まれ"
      },
      {
        "ja": "遺された調理法"
      },
      {
        "zh": "遺留下來的烹飪法"
      },
      {
        "ja-ro": "hitorikagome"
      },
      {
        "ru": "Кагоме в одиночестве"
      },
      {
        "ja-ro": "Ame ga Tsuba Shoujo-gun"
      }
    ],
    "description": {
      "en": "A collection of the best stories illustrated by Amagappa Shoujogun, a rising star in the world of horror manga.",
      "ja": "ホラー漫画界の新星・雨がっぱ少女群が描く、至極の短編集。",
      "ru": "Cборник лучших рассказов, нарисованных Amagappa Shoujogun, восходящей звездой в мире хоррор-манги."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-08-31T18:15:02+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/06ce2055-a0e0-4050-8c9d-6020dff0f858.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      },
      {
        "zh": "双影双书"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?",
      "ja": "遊郭生まれの孤児・宵はある日＂影武者＂として王宮に召し抱えられ、自分と同じ顔のワガママな皇太子・冠星に振り回される毎日を過ごすことに。だが、冠星の不遜な態度の裏には誰にも言えない＂孤独＂と＂使命＂があったーー",
      "zh": "在花街柳巷看人脸色吃饭的少年・宵某天突然被皇宫收留。原因是他被选为了皇子那盾牌一般存在的「替身侍卫」，在阴谋重重的皇宫中，宵是否能保卫皇子的安全呢——⁉两名相貌如出一辙的少年相遇后，历史自此发生了巨变‼"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "dc0174cc-33a0-4792-aa03-78d155179d27",
    "title": {
      "en": "Saiyuki Gaiden"
    },
    "updatedAt": "2021-05-25T15:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/dc0174cc-33a0-4792-aa03-78d155179d27/4d59fd5c-61e2-405a-8fe1-61dc204f0efd.jpg",
    "altTitles": [
      {
        "en": "Saiyuuki Gaiden"
      },
      {
        "en": "最遊記外伝"
      }
    ],
    "description": {
      "en": "500 years before the story of Saiyuki, a heretic child with golden eyes is brought into Heaven. He is given into the reluctant care of a minor deity named Konzen, the nephew of the Merciful Goddess Kanzeon Bosatsu. Konzen eventually gives the child the name \"Goku\". Goku becomes friends with two other minor gods, Marshal Tenpou and General Kenren of the Western Army of Heaven. He also meets a strange little boy who seems to be his own age, the War Prince Nataku. Although Goku is happy in his new home, Heaven is not kind to heretics. There are those who would use Nataku and Goku as tools in an attempt to seize the throne of Heaven, and Konzen, Tenpou, and Kenren may not be able to save them."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "bd22ac44-3832-4f35-b0d5-9b69d60cb472",
    "title": {
      "ja": "Boku wa Isekai de Fuyo Mahou to Shoukan Mahou wo Tenbin ni Kakeru"
    },
    "updatedAt": "2024-09-29T14:36:22+00:00",
    "coverArt": "https://mangadex.org/covers/bd22ac44-3832-4f35-b0d5-9b69d60cb472/822c0d14-c272-45a7-8fc9-3122ceb86a4c.jpg",
    "altTitles": [
      {
        "ja": "ぼくは異世界で付与魔法と召喚魔法を天秤にかける"
      },
      {
        "en": "Another World Survival: Min-maxing my Support and Summoning Magic"
      },
      {
        "id": "Menyeimbangkan Sihir Pendukungku dan Sihir Pemanggilan Di Dunia lain"
      },
      {
        "en": "Balancing My Support Magic and Summoning Magic In A Different World"
      }
    ],
    "description": {
      "en": "Ostracized and tormented by his peers to the point of breaking, Kazuhisa Kaya set off into the nearby forest atop the mountain with one purpose: to dig a pitfall and bring about the death of the person behind his suffering. However, right when Kazuhisa was about to succeed in his revenge, a sudden earthquake throws his plans out of whack! Caught unaware, all he can do is patiently lie in wait until someone lumbering across the path happens to fall into his trap. Kazuhisa’s excitement is short-lived, however, as the corpse at the bottom of his pitfall turns out not to be the bully he was expecting but a grotesque, pig-looking monster, and his confusion only grows as he’s suddenly greeted by a pure-white room and a RPG-like status screen.\n\nStrange monsters now wandering the mountain and with newfound powers at his disposal, Kazuhisa is forced to throw all concerns over his tormentor to the wayside as he focuses on a new goal: survival. That’s not going to be as easy as it seems, however, as he’s not the only one to have been wrapped up in this mess…\n\n(Hanashi Media)\n\n[Official English Light Novel](https://hanashi.media/another-world-survival/)",
      "id": "suatu hari. di sekolah swasta tertentu dengan asrama, seluruh sekolah dipindahkan ke dunia lain. aku, Kaya Kazuhisa. dari kelas 1 SMA. telah diintimidasi untuk waktu yang lama. untuk membunuh pelakunya yang telah menggangguku, aku menggali jebakan. tapi tiba-tiba aku membunuh monster. sejak saat itu. aku telah berevolusi menjadi keberadaan langka yang dapat melawan monster. di hari yang sama, aku menyelamatkan seorang gadis dari kelas 3 sekolah menengah, Shimozono Arisu di hutan dari orc. ketika aku bekerja dengan arisu untuk mengalahkan orc, dan secara bertahap naik aku level. aku dipaksa untuk membuat pilihan. haruskah aku memilih sihir pemanggilan yang cocok untuk bertahan hidup sendirian? atau aku harus pilih sihir pendukung yang digunakan saat bertarung bersama dengannya?",
      "ja": "高等部1年生でいじめられっ子の賀谷和久（かや・かずひさ）は森の中、いじめの主犯格を殺すための落とし穴を掘っていた。だが数分後、その穴に落とし殺害することができたのは──!?　RPGのような異世界の山中へとまるごと転移した全寮制の学園のなか、スキルという名の“ちから”を得た和久。彼は自分ひとり生き抜くために最適な【召喚魔法】か、それとも少女たちを戦わせるための【付与魔法】か……天秤にかける。\n\n獰猛なモンスターたちによる凌辱の危機が迫るなか、主人公と少女たちは果たして生き残れるのか……!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7b62193-bdfb-4953-a6c6-0bd1b9a872f9",
    "title": {
      "en": "The Bugle Call: Song of War"
    },
    "updatedAt": "2024-11-17T06:54:22+00:00",
    "coverArt": "https://mangadex.org/covers/f7b62193-bdfb-4953-a6c6-0bd1b9a872f9/f7c13c73-a2b9-48ed-8cbd-65b144ee24d7.jpg",
    "altTitles": [
      {
        "ja": "戦奏教室"
      },
      {
        "ja-ro": "Sensou Kyoushitsu"
      },
      {
        "en": "The Bugle Call"
      },
      {
        "ru": "Зов горна"
      }
    ],
    "description": {
      "en": "The year is 1294, and war rages. Lucas, the bugler of a small mercenary band, is endlessly thrown into battle after battle, but longs for the day that he can fulfill his wish of becoming a real musician. One fateful day, however, Lucas's latent powers awaken and his life takes a drastic turn. Under the guidance of the Pope, Lucas is tasked to become a key player in the war and lead the fight against the Empire and its agent of destruction, the Garland. Burdened by this dangerous mission, Lucas still longs for the day that he may see his wish come true…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-11-03T23:16:36+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/d1db736e-8e28-42e4-928a-533031f3a21c.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "en": "What I’d Like to Do with That Gloomy Girl"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "vi": "Cô nàng u ám cùng lớp của tôi"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it!",
      "ja": "新学期から脱ぼっちを目指す高校2年生・田端蓮。友達の為に最初に声をかけたのは、なんだか暗くてちょっぴり怖い。でも目が離せない女の子、佐々木透子で。。。。",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4710b856-0585-40d2-a87e-099fc032511f",
    "title": {
      "en": "Isekai Izakaya \"Nobu\""
    },
    "updatedAt": "2024-10-06T18:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/4710b856-0585-40d2-a87e-099fc032511f/52f9bfea-3918-422f-b935-cec5354fe4d4.jpg",
    "altTitles": [
      {
        "en": "Otherwordly Izakaya Nobu"
      },
      {
        "en": "Parallel Universe Bar \"Nobu\""
      },
      {
        "zh": "异世界居酒屋外传「NOBU」"
      },
      {
        "ja": "異世界居酒屋「のぶ」"
      },
      {
        "ko": "이 세계 선술집 '노부'"
      },
      {
        "zh-hk": "異世界居酒屋「阿信」"
      },
      {
        "zh": "异世界居酒屋「阿信」"
      },
      {
        "it": "Il bar \"Nobu\" di un mondo parallelo"
      },
      {
        "vi": "Quán Rượu Dị Giới “Nobu”"
      },
      {
        "id": "Warung Dunia Lain \"Nobu\""
      },
      {
        "th": "อิซากายะต่างโลกโนบุ"
      },
      {
        "vi": "Xuyên Không tửu Lầu"
      }
    ],
    "description": {
      "en": "Imagine there is a bar with many weird kind of food and drink that might bring you to another world! The bar, so-called \"Nobu\" is located in a alley of the old city Aiteria. At the very first step, diners feels like falling into another completely country, with cold, super cool beer, so-called \"Toriaezu Nama\"! (from: MU)  \n  \nAdapted from [web novel (raw)](http://ncode.syosetu.com/n9773bj/) / light novel of same name.  \n\n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20594)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E7%95%B0%E4%B8%96%E7%95%8C%E5%B1%85%E9%85%92%E5%B1%8B%E3%80%8C%E3%81%AE%E3%81%B6%E3%80%8D)"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83067b19-bdfb-4ba1-8178-7052e68b41bf",
    "title": {
      "en": "Goshujin-sama to Yuku Isekai Survival!"
    },
    "updatedAt": "2024-06-24T13:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/83067b19-bdfb-4ba1-8178-7052e68b41bf/04b35e06-f28a-4690-a46d-470780980063.jpg",
    "altTitles": [
      {
        "en": "Survival in Another World with My Mistress!"
      },
      {
        "ja-ro": "Craft Game no Nouryoku de Isekai Kouryaku!!"
      },
      {
        "en": "Different World Survival to go with the Master"
      },
      {
        "ja-ro": "Goshujin-sama to Yuku Isekai Sabaibaru!"
      },
      {
        "ja-ro": "Goshujinsama to Yuku Isekai Survival!"
      },
      {
        "en": "Isekai Minecraft"
      },
      {
        "ru": "Захватить другой мир с силой майнкрафта!"
      },
      {
        "ru": "Захватить другой мир с силой ремесленных игр!"
      },
      {
        "ja": "ご主人様とゆく異世界サバイバル！"
      },
      {
        "zh": "跟主人一起在异世界生存!"
      },
      {
        "zh-hk": "跟主人一起在異世界生存！"
      },
      {
        "ja": "ご主人様とゆく異世界サバイバル! THE COMIC"
      },
      {
        "ja-ro": "Goshujin-sama to Yuku Isekai Survival! THE COMIC"
      }
    ],
    "description": {
      "en": "Kosuke found himself in a whole different world. Standing there with the wilderness to the east and a forest to his left, he decided to make good use of the occurrence, and tests his knowledge, to where he finds this amazing crafting ability, just like the games from his original world!  \n\n――This is a light for life in a different world.  When I thought, I was suddenly attacked by a beautiful dark elf…?!  \n  \nStart different world capture with different races and sub-races!  \n\n---\n\n- [Official LN (Eng)](https://sevenseasentertainment.com/series/survival-in-another-world-with-my-mistress-light-novel/)",
      "es": "Supervivencia en el otro mundo con mi maestro  \n¿¡Kousuke se encontró en un mundo completamente diferente!?  \nDe pie allí, con el desierto al este y un bosque a su izquierda, decidió hacer un buen uso de la ocurrencia y pone a prueba su conocimiento, donde encuentra esta increíble habilidad de creación, ¡al igual que los juegos de su mundo original!",
      "ja": "気が付けば、そこは異世界だった!?目の前には荒野と背後には森が広がる大地に立っていたコースケ。\n\n培った知識から森でサバイバルをしていたところ、元の世界でプレイしていたサバイバルゲームのように道具を作れるクラフト能力を手に入れていたことに気が付いた。\n\n——これで異世界生活にも光明が。と思っていたところ、いきなり美人ダークエルフに襲われて……!?\n\n異種族・亜人種たちとゆく異世界攻略スタート!!\n\n---\n\n- [Official LN (JP)](https://gcnovels.jp/goshujin/)  \n- [Original WN (JP)](https://ncode.syosetu.com/n3742ey/)",
      "ru": "Косукэ оказался в совершенно ином мире. Стоя там посреди дикой природы в густом лесу, он решил использовать это перемещение с умом и проверить свои знания выживания! Там он находит эту удивительную возможность крафта, точно такую же, как и в игре из его изначального мира!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-11-14T23:54:43+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/e09b4033-bb8c-430b-b08e-5d77d2229bf6.jpg",
    "altTitles": [
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      },
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "zh": "恋人手中四叶草"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "94d60d12-452d-49f0-8d0f-5af785e561a8",
    "title": {
      "en": "Red Cat Ramen"
    },
    "updatedAt": "2024-11-02T11:55:54+00:00",
    "coverArt": "https://mangadex.org/covers/94d60d12-452d-49f0-8d0f-5af785e561a8/866f4623-d301-4b38-adc7-9f1d8778d93a.jpg",
    "altTitles": [
      {
        "ja": "ラーメン赤猫"
      },
      {
        "ja-ro": "Ramen Aka Neko"
      },
      {
        "en": "Ramen Red Cat"
      },
      {
        "vi": "Quán Ramen Mèo Đỏ"
      }
    ],
    "description": {
      "en": "Tamako comes for an interview at a ramen shop run only by cats, with no humans. The cat manager asks her if she likes cats, and when Tamako honestly says she is a dog person, she is easily hired. However, her job is not to run a ramen shop, but to look after cats...?",
      "ja": "人間のいない、猫だけが営むラーメン屋に面接に来た珠子。猫の店長に猫好きか聞かれ、珠子は正直に犬派と答えるとあっさり採用される。しかし仕事内容はラーメン屋ではなく、猫のお世話係で…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b06d3083-0393-40a1-95d1-9a4a9a8a2b91",
    "title": {
      "en": "Sakura Quest Side Story: Ririko Oribe's Daily Report Vol 1"
    },
    "updatedAt": "2022-10-19T14:16:18+00:00",
    "coverArt": "https://mangadex.org/covers/b06d3083-0393-40a1-95d1-9a4a9a8a2b91/e6091320-abbd-4850-b85f-3bae34e68f13.jpg",
    "altTitles": [
      {
        "en": "Ririko Oribe's Daily Business Report"
      }
    ],
    "description": {
      "en": "Side story manga of the anime \"Sakura Quest\"  \nThe daily life of Ririko Oribe."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-10-06T12:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73965527-b393-4f65-9bc3-2439ec44935a",
    "title": {
      "en": "That Time I Was Blackmailed By the Class's Green Tea Bitch"
    },
    "updatedAt": "2024-10-06T01:11:04+00:00",
    "coverArt": "https://mangadex.org/covers/73965527-b393-4f65-9bc3-2439ec44935a/2eb7463e-40e3-4306-ba38-6df573d5e68d.png",
    "altTitles": [
      {
        "zh": "关于被班上绿茶威胁那件事"
      },
      {
        "zh-ro": "Guānyú bèi bān shàng lǜchá wēixié nà jiàn shì"
      },
      {
        "zh-hk": "關於被班上綠茶威脅那件事"
      },
      {
        "fr": "La fois où la garce manipulatrice [garce au thé vert] de ma classe m'a fait chanter"
      },
      {
        "en": "GTB"
      }
    ],
    "description": {
      "en": "Green Tea Bitch (n.): A woman who pretends to be pure and innocent but is in fact manipulative and calculating.\n\nWhen school ends, a good honor student is threatened by the class's green tea bitch.\n\"I never thought a wide-eyed goody-two-shoes like you would get up to something like that.\"\n\"If you don't want me to expose your shameful secret...\"\n\nA cute romance that stems from a misunderstanding begins in *That Time I Was Blackmailed By the Class's Green Tea Bitch*!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f78bb87-b2d9-4e2c-b9fe-7e07b481d8ca",
    "title": {
      "en": "Utsushicha Dame-na Kao"
    },
    "updatedAt": "2024-10-27T12:07:58+00:00",
    "coverArt": "https://mangadex.org/covers/9f78bb87-b2d9-4e2c-b9fe-7e07b481d8ca/ed85f323-de4f-46f3-947e-ffc9006cb322.jpg",
    "altTitles": [
      {
        "ja": "映しちゃダメな顔"
      },
      {
        "en": "A Face You Shouldn't Show"
      }
    ],
    "description": {
      "en": "Misa is a cabaret girl who frequents a lesbian bar used for one night stands. She meets a shy girl by the name of \"Ai\" one night and finds herself attracted to her, and discovers later that she is actually a famous actress...",
      "ja": "夜に始まり夜に終わる、そんな街の片隅にある雑居ビルで売り出し中の新人女優伊緒とNo.1キャバ嬢の美紗は出会ってしまった。予定調和のハプニングが起きる、女だけのワンナイトを楽しむ店で自分自身も知らなかった性癖を暴かれた伊緒。美紗が働く店の前でひらすら待ち続けたり、「命令してほしい」と頼んだり、二人の関係性はどんどん歪な方向へ――…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ce23a09-6dd6-4fdc-bd18-a7d5f440480a",
    "title": {
      "en": "The Villainess and Miss Demon Lord"
    },
    "updatedAt": "2024-08-29T18:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/2ce23a09-6dd6-4fdc-bd18-a7d5f440480a/dbfdd42e-5063-4e30-90d1-b9229ac8a271.png",
    "altTitles": [
      {
        "zh": "恶役千金与魔王小姐"
      },
      {
        "zh-hk": "惡役千金與魔王小姐"
      },
      {
        "zh-ro": "Èyì qiānjīn yǔ mówáng xiǎojiě"
      },
      {
        "ru": "Злодейская дочь и мисс Королева демон"
      },
      {
        "vi": "Thiên kim phản diện và tiểu thư ma vương"
      },
      {
        "en": "The Daughter of Evil & Miss Devil"
      },
      {
        "ja": "魔法が使えない悪役令嬢に転生しました"
      }
    ],
    "description": {
      "en": "Two girls, hand-in-hand, cross over to another world, into a magical academy set in a melodramatic Western fantasy novel. They transform into two people completely unrecognizable to each other: One is a rich villainess who is incapable of using any kind of magic, while the other is a young girl extremely talented in the field of magic, who's said to be the reincarnation of the Demon Lord. Originally set to save the world, the two of them unexpectedly fall in love.\n\n\"Male lead, female lead, may you two live a long and happy life together, forever. I, the villainess, am going to elope with Miss Demon Lord!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f",
    "title": {
      "en": "Wakaba-chan wa Wakarasetai!"
    },
    "updatedAt": "2024-11-17T06:54:39+00:00",
    "coverArt": "https://mangadex.org/covers/45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f/47d85953-70b2-4f0c-90e0-23c64c08d1b5.jpg",
    "altTitles": [
      {
        "ja": "若葉ちゃんはわからせたい！"
      },
      {
        "ja-ro": "Wakaba-chan ha Wakarasetai!"
      },
      {
        "en": "Wakaba-chan Wants To Make Him Understand!"
      },
      {
        "en": "Wakaba-chan Wants to Make It Clear"
      }
    ],
    "description": {
      "en": "Four-eyes who's bad with girls is only able to talk to with his tomboyish childhood friend Wakaba. But one day Wakaba appears before him in an amazingly cute outfit...!? \n\nThis is a battle rom-com between Wakaba who wants to be loved and four-eyes who gets flustered by girls!!",
      "ja": "『絶対BLになる世界VS絶対BLになりたくない男』の紺吉が贈るTwitter発ラブコメが、新連載開始！　女子が苦手な男子高校生のメガネくんは幼馴染のボーイッシュ女子・若葉とだけは会話ができる。でもある日、若葉がとびきり可愛い服装で現れて…!?　メガネくんに好かれたい若葉さんと女子にドキマギしちゃうメガネくんとのすれ違い＆攻防戦ラブコメ!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-10-16T19:47:13+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c99eeef4-f2af-48b0-aca9-912db5cc8794.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      },
      {
        "ms": "Alya yang duduk di sebelah saya terkadang membisikkan kata manis dalam bahasa Rusia"
      },
      {
        "ms": "اليا يڠ دودوق دسبله ساي ترکادڠ ممبيسيقکن کات مانيس دالم بهاس روسيا"
      },
      {
        "es": "Alya a veces me susurra en ruso"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "100 Ghost Stories That Will Lead to My Own Death"
    },
    "updatedAt": "2024-10-24T04:07:56+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/be3ea405-a17a-46d1-b0c4-caad9d2df100.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "The Hundred Ghost Stories That Led to My Death"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      },
      {
        "en": "100 Ghost Stories That Will Lead to My Own Death"
      },
      {
        "en": "100 Ghost Stories to Die For"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe6ae30c-3143-49ee-985d-689200b7da4c",
    "title": {
      "en": "I Suspect He Might Like Me"
    },
    "updatedAt": "2022-06-06T23:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/fe6ae30c-3143-49ee-985d-689200b7da4c/8cff04e6-c90c-44c5-a020-1899b4417f4c.jpg",
    "altTitles": [
      {
        "en": "I Think He Might Like Me"
      },
      {
        "zh": "我怀疑他喜欢我"
      }
    ],
    "description": {
      "en": "I think he might like me, but is it overthinking or is it actually the truth…?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a66116d7-b4d7-440d-9183-882f6055b8ab",
    "title": {
      "en": "The Exiled Duke Wanted to Take it Easy On the Frontier and Work the Fields."
    },
    "updatedAt": "2024-11-16T15:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/a66116d7-b4d7-440d-9183-882f6055b8ab/62aa7032-c685-4ebf-a905-ae048347a0e5.jpg",
    "altTitles": [
      {
        "ja": "追放された転生公爵は、辺境でのんびりと畑を耕したかった"
      },
      {
        "ja-ro": "Tsuihou Sareta Tensei Koushaku wa, Henkyou de Nonbiri to Hatake o Tagaya Shita Katta"
      },
      {
        "ja": "追放された転生公爵は、辺境でのんびりと畑を耕したかった ～来るなというのに領民が沢山来るから内政無双をすることに～"
      },
      {
        "ja-ro": "Tsuihousareta Tensei Koushaku wa, Henkyou de Nonbiri to Hatake wo Tagayashitakatta: Kuru na to Iu no ni Ryoumin ga Takusan Kuru kara Naisei Musou wo Suru Koto ni"
      }
    ],
    "description": {
      "en": "Reincarnated from Earth into a world of magic and tradition, Joshua, the son of a duke, is exiled to a barren frontier after the saintess declares he is not following the oracle’s prophecy. Hoping to live a quiet and uneventful life, his plans are upended when the people from his former dukedom abandon their lands to follow him, insisting he remains their true lord. Reluctantly, Joshua takes on the task of transforming the wasteland into a thriving home for his followers, vowing to complete the work in three years so he can finally enjoy the peaceful life he longs for."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1117e35-23ca-4096-8b92-2340d11913d5",
    "title": {
      "en": "Necromancer, the Ultimate Scourge!"
    },
    "updatedAt": "2024-06-25T14:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "altTitles": [
      {
        "zh": "死灵法师！我即是天灾"
      },
      {
        "zh-ro": "Si Ling Fashi! Wo Ji Shi Tianzai"
      },
      {
        "zh-ro": "Sǐ Líng Fǎshī! Wǒ Jí Shì Tiānzāi"
      },
      {
        "en": "Necromancer! I Am a Disaster"
      },
      {
        "en": "Necromancer: King of The Scourge"
      },
      {
        "en": "Disastrous Necromancer"
      },
      {
        "en": "Catastrophic Necromancer"
      },
      {
        "pt-br": "Necromante: O Rei da Calamidade"
      }
    ],
    "description": {
      "en": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
      "zh": "游戏降临现实，世界规则颠覆，人类进入全民转职时代。 唯有成为转职者！升级变强！方能站上世界之巅！ 转职当天，林默语成为唯一性隐藏职业，死灵法师。 从此召唤物不死绝，林默语便不会死。 “我高坐骸骨神座，行走生死之间。” “我即是天灾！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ea8f5bc-31a7-472e-9c60-705d586f0c83",
    "title": {
      "en": "Tensei Akujo no Kuro Rekishi"
    },
    "updatedAt": "2024-10-11T20:35:21+00:00",
    "coverArt": "https://mangadex.org/covers/2ea8f5bc-31a7-472e-9c60-705d586f0c83/da5cc5e8-cc42-45aa-841b-1ed006bdb237.jpg",
    "altTitles": [
      {
        "ja": "転生悪女の黒歴史"
      },
      {
        "en": "The Dark History of the Reincarnated Villainess"
      },
      {
        "zh": "转生恶女的黑历史"
      }
    ],
    "description": {
      "en": "Konoha Satou has a dark history, written throughout middle school-a fantasy adventure of love and magic about the Count's daughter Konoha Magnolia and the knights who love her! But when it looks like that dark history is going to be uncovered by her mother, Konoha panics and dies in a traffic accident! Opening her eyes, she finds that she's been reincarnated into the world of her own dark history as Iana Magnolia, the worst villainess of her own creation!  \n  \nGhost-seeing School Boys oneshot included in volume 1 as chapter 3.1",
      "ja": "佐藤コノハには「黒歴史」がある。中学時代の全てを懸けて書いたそれは・・・　伯爵令嬢コノハが騎士に愛される、恋と魔法の冒険ファンタジー！　ある日、「黒歴史」を母親に見つけられそうになったコノハは、焦って交通事故で本当に死んでしまう!!　次に目を醒ますと、そこは自分の創作した「黒歴史」の世界で、コノハの妹である、自分の考えた最強の悪女・イアナに転生していて？"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28b5d896-7dfe-4ffe-b480-6bbfa3075178",
    "title": {
      "ja": "Tsuka no Ma no Ichika"
    },
    "updatedAt": "2024-11-12T17:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/28b5d896-7dfe-4ffe-b480-6bbfa3075178/033bc892-285f-4063-83f4-6f21e54f9e0f.jpg",
    "altTitles": [
      {
        "ja": "束の間の一花"
      },
      {
        "ja-ro": "Tsukanoma no Ichika"
      },
      {
        "en": "A Brief Moment of Ichika"
      },
      {
        "vi": "Khoảnh khắc bé nhỏ của Ichika"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Sendawara Ichika was told by her doctor that she had two years left to live. Three years later, now in her second year of university, Ichika spends her days not knowing when the end will come.\n\nOne day, by chance, she is reunited with Yurugi Akifumi -- her former philosophy professor, who quit the university. Once in love with Yurugi-sensei, Ichika has her feelings rekindled upon meeting him again, but...\n\nA story of the fleeting love between Ichika, whose life is growing shorter, and a man quietly trying to disappear.",
      "vi": "Mùa xuân lớp 11 đó, Sendawara Ichika được chẩn đoán chỉ còn 2 năm để sống. 3 năm sau, khi trở thành sinh viên đại học năm hai, Ichika vẫn tiếp tục sống những ngày tháng hối hả, bận rộn, nhưng lại không bao giờ biết được đâu sẽ là hồi kết.\n\nMọi thứ đổi thay khi cô gặp Thầy Yurugi Akifumi. Lần đầu tiên, cô có thể cảm thấy mình còn sống như vậy vì điều gì.  Và rồi Thầy Yurugi lại không còn tới trường nữa, Ichika bị bỏ lại với ngàn câu hỏi trong lòng...\n\nCâu chuyện về tình yêu bé nhỏ thoáng qua của một Ichika có cuộc sống ngày càng ngắn ngủi và một người Thầy muốn lặng lẽ biến mất khỏi nhân gian.",
      "pt-br": "Na primavera de seu segundo ano do ensino médio, Sendawara Ichika foi informada por seu médico que ela tinha dois anos de vida. Três anos depois, agora em seu segundo ano de universidade, Ichika passa seus dias sem saber quando chegará o fim. \n\nUm dia, por acaso, ela se reencontra com Yurugi Akifumi – seu ex-professor de filosofia, que deixou a universidade. Uma vez apaixonada por Yurugi-sensei, Ichika reacendeu seus sentimentos ao encontrá-lo novamente, mas… \n\nUma história de amor fugaz entre Ichika, cuja vida está ficando cada vez mais curta, e um homem silenciosamente tentando desaparecer."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "160ba559-b797-4283-88db-256f916cedd2",
    "title": {
      "en": "Corpse Party"
    },
    "updatedAt": "2023-08-28T01:54:41+00:00",
    "coverArt": "https://mangadex.org/covers/160ba559-b797-4283-88db-256f916cedd2/effaeb42-07a9-4dc4-8855-93c7cbb85c02.jpg",
    "altTitles": [
      {
        "en": "Corpse Party (2015)"
      },
      {
        "en": "Corpse Party Live Action Movie Manga Adaptation"
      },
      {
        "ja": "コープスパーティー"
      },
      {
        "vi": "Bữa Tiệc Tử Thi"
      }
    ],
    "description": {
      "en": "Corpse Party revolves around a group of students from Kisaragi Academy and their teacher. To cheer up one of their classmates who's going to transfer schools, they perform a charm called Sachiko Ever After so they can remain friends forever. However, something goes wrong and they end up trapped in Heavenly Host Elementary School. Now, they have to find the way out of the cursed school.\n\nNote: This manga's storyline is different from \"Corpse Party: Blood Covered\" and the rest of the franchise as this is an adaption of the Corpse Party Live Action movie."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "9"
  },
  {
    "mangaId": "ab580154-5574-40e8-8d16-c25894cc3007",
    "title": {
      "en": "Heart of Battle"
    },
    "updatedAt": "2024-11-17T04:04:38+00:00",
    "coverArt": "https://mangadex.org/covers/ab580154-5574-40e8-8d16-c25894cc3007/92cca204-4ae2-45a2-9636-050e23b54650.jpg",
    "altTitles": [],
    "description": {
      "en": "Ryu remembering old times."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "a9f8a9b6-cebf-45ea-aa58-163dfa46652d",
    "title": {
      "en": "Walking with Death: Start From Murloc Dungeons"
    },
    "updatedAt": "2024-03-16T20:18:08+00:00",
    "coverArt": "https://mangadex.org/covers/a9f8a9b6-cebf-45ea-aa58-163dfa46652d/543d42e7-c9c6-4c77-b785-6d685dacf27a.jpg",
    "altTitles": [
      {
        "zh": "与死亡同行：从鱼人地下城开始"
      }
    ],
    "description": {
      "en": "After unlocking the hidden job \"Death Walker\", it is only natural for me to become a legendary adventurer... right?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a251ad9-abfe-456e-9b3b-5f68725d32ad",
    "title": {
      "en": "Hyouka"
    },
    "updatedAt": "2024-10-30T17:23:11+00:00",
    "coverArt": "https://mangadex.org/covers/4a251ad9-abfe-456e-9b3b-5f68725d32ad/00eaec36-2caa-4f9d-9dd7-c20d7a76d8bf.jpg",
    "altTitles": [
      {
        "ja": "氷菓"
      },
      {
        "id": "Aku Menjerit"
      },
      {
        "ru": "Хёка: Тебе не уйти"
      },
      {
        "th": "ปริศนาความทรงจำ"
      },
      {
        "vi": "Kem đá"
      }
    ],
    "description": {
      "en": "Oreki Houtarou is an \"energy-saver\" kind of guy, who expends as little energy as possible to do only things he has to. When he starts high school, his older sister sends him a letter asking him to join the Classics Club. The club meant a lot to her, and its number of members has been reduced to zero.  \n  \nHoutarou reluctantly signs up for the club, only to find that someone else has joined, too! She's Chitanda Eru, a cute, big-eyed girl with an overwhelming sense of curiosity. A mystery crops up that catches Eru's interest, and also draws in Houtarou's friend, Fukube Satoshi. They continue solving mundane mysteries together, and soon they draw in Satoshi and Houtarou's friend, Ibara Mayaka, as well. Mayaka has had a blatant crush on Satoshi since middle school, but he always fends off her advances. Together, they search for the truth in a mystery that involves the history of the Classics Club.",
      "ja": "省エネを自分のスタイルとする奉太郎だが、姉の命令で「古典部」に入部することになってしまう。部室を訪れた奉太郎は、そこで好奇心旺盛な少女「千反田える」と出会い「部室密室事件」に遭遇してしまうのだが!?",
      "ru": "В центре данной истории - литературный клуб в одной школе. Члены этого клуба не просто читают книжки, а пытаются всеми силами раскрыть преступление, которое было совершено 33 года назад. И в этот клуб поступает главный герой по имени Хотаро, хотя поступает он не по собственному желанию, а из-за приказа своей старшей сестры…"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea0e7020-2b2f-4f17-9251-fee3632dc135",
    "title": {
      "en": "Dungeon ni Hisomu Yandere na Kanojo ni Ore wa Nando mo Korosareru"
    },
    "updatedAt": "2024-11-02T13:37:59+00:00",
    "coverArt": "https://mangadex.org/covers/ea0e7020-2b2f-4f17-9251-fee3632dc135/f65586c7-c075-4fd3-a91c-2741aaf36361.jpg",
    "altTitles": [
      {
        "ja": "ダンジョンに潜むヤンデレな彼女に俺は何度も殺される"
      },
      {
        "en": "My Yandere Girlfriend Lurks in the Dungeon and Kills Me Over and Over Again"
      },
      {
        "ru": "Моя Девушка-Яндере, Прячущаяся в Подземелье, Убивает Меня Снова и Снова"
      },
      {
        "ja-ro": "Dungeon ni Hisomu Yandere na Kanojo ni Ore wa Nando mo Korosareru"
      },
      {
        "ko": "던전에 숨어든 얀데레 그녀에게 나는 몇 번이고 죽는다"
      },
      {
        "vi": "Tôi bị bạn gái đâm chết hết lần này đến khác"
      }
    ],
    "description": {
      "en": "A fantasy story about Kiska, a boy who is mistreated by the villagers. He manages to survive thanks to his childhood friend Namia, who was the only one by his side. One day, Namia is murdered by three men, and Kiska is accused of the crime and banished to an inescapable class S dungeon. However, he finds himself in a different world where he can use \"Save and Reset\" to get back on his feet no matter how many times he dies. The story is about Kiska's quest for revenge against those who wronged him and his friend",
      "ja": "何度死んだって、何度倒れたって、やり直す――！\n\n冤罪により脱出不可能な高難易度ダンジョンの奥地へ追放された、なんの変哲もない男・キスカ。絶望する間もなく、突然モンスターに殺されるその寸前、＜セーブ＆リセット＞のスキルが付与されて……！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "de000222-9118-4c9e-b04f-20c05ac2fdbe",
    "title": {
      "en": "Isekai de Ore dake ga Maou no Pet ni!?"
    },
    "updatedAt": "2024-11-12T06:08:56+00:00",
    "coverArt": "https://mangadex.org/covers/de000222-9118-4c9e-b04f-20c05ac2fdbe/dcad3d02-a3e0-4340-82de-9ef0b28824ce.png",
    "altTitles": [
      {
        "ja": "異世界で俺だけが魔王のペットに！？"
      },
      {
        "ja-ro": "Isekai de Ore Dake ga Maō no Pet ni!?"
      },
      {
        "en": "Only I Was Turned Into the Demon Lord's Pet After Being Pulled Into Another World?!"
      }
    ],
    "description": {
      "en": "A young man is transported to another world, but without a talent. In the fight with the demon lord, his party loses, but the demon lord decides to keep him as a pet."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-11-01T23:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/e2be562e-6f9a-4a1c-ab7e-31d593914232.png",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      },
      {
        "es-la": "Tengo una novia con la percepción de la realidad alterada"
      },
      {
        "tl": "Jowang utakbulok"
      },
      {
        "vi": "Bạn gái bại não của tôi"
      },
      {
        "pl": "Moja dziewczyna z brainrotem"
      }
    ],
    "description": {
      "en": "She's cute! She's beautiful! She's sexy! She... speaks in tongues? Meet the Brainrot Girlfriend! She means well, but good luck understanding what she says. \nBrainrot translation: shes skibidi shes toilet shes roblox she girl math goat bussing this better caul saul mrbeast metal pipe falling the roblox amogus she gigachad glazer but colleen ballinger nonchalant poppy playtime what she roblox L rn",
      "tl": "Ang cute niya! Ang ganda niya! Ang seksi niya! At siya ay... nagsasalita ng iba't ibang wika? Sa Vietnamese na manga na ito, kilalanin ang Jowang utakbulok! Mabuti ang kanyang intensyon, pero swerte na lang kung maiintindihan mo ang sinasabi niya."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f09db8e6-a4b8-4dde-b99e-ff4b9e7d6ee6",
    "title": {
      "en": "Kono Kuni wa Mou Owari da yo:  Nihon Dasshutsu Shite Isekai de Yarinaosu"
    },
    "updatedAt": "2024-11-17T05:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/f09db8e6-a4b8-4dde-b99e-ff4b9e7d6ee6/2d44f9e1-d5a4-4dde-a6c7-23a4b1accc3a.png",
    "altTitles": [
      {
        "ja": "この国はもう終わりだよ～日本脱出して異世界でやり直す～"
      },
      {
        "ja-ro": "Kono Kuni wa Mou Owari da yo  ~Nihon Dasshutsu Shite Isekai de Yarinaosu~"
      },
      {
        "en": "This Country is Finished: Escaping Japan to Start over in Another World"
      }
    ],
    "description": {
      "en": "Hajime, who was reincarnated into another world, catches the attention of a bored god of that world and begins to gain cheat-like skills.\n\nHowever, this world is stagnant in many ways with unfairness running rampant. Feeling frustrated, one day Hajime mutters the words, “This country is already done for”—the same words he once spoke while in Japan.\n\nJust like in Japan, things in this other world seem to be falling apart. But unlike before, Hajime now has cheat skills, and in this world, it’s allowed to use strength to correct injustices.\n\nThis country may be doomed, but he’s determined to make things right through power. With his newfound abilities, Hajime resolves to build a place where he and those around him can live in peace"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62d99da1-33e7-45cf-98a2-ca4544fc0344",
    "title": {
      "en": "Yuri no Hajimari wa Dorei Kara"
    },
    "updatedAt": "2024-10-23T23:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/62d99da1-33e7-45cf-98a2-ca4544fc0344/f0670b00-330d-417c-835a-dc3c50b5bf07.jpg",
    "altTitles": [
      {
        "ja": "百合のはじまりは奴隷から"
      },
      {
        "en": "My Yuri Started With Slavery"
      }
    ],
    "description": {
      "en": "Chiyoko Hanamura, a self-proclaimed *gyaru* who failed her high school debut, was skipping class as usual on the rooftop when her junior, Sakine, approached her. It seemed like Sakine had a favor to ask, as she handed Chiyoko a love letter.\n\n\"Could you turn down this confession for me?\" she asked. However, the sender was unknown.\n\nFor the sake of her adorable junior, and to maintain her *gyaru* dignity, Chiyoko resolved to take on the task and went to refuse the confession..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d31ea090-516f-4227-aa77-71e9933074bc",
    "title": {
      "en": "Tensei Shita Daimaou, Chikyuu ni Shutsugen Shita Dungeon o Tsukuridasu: Maou Jidai no Chishiki to Keiken de Matataku Ma ni Sekai Saikyou ni Natte Musou Shimasu!"
    },
    "updatedAt": "2024-11-17T05:10:29+00:00",
    "coverArt": "https://mangadex.org/covers/d31ea090-516f-4227-aa77-71e9933074bc/16810a9e-368b-4128-84e6-7824835ef2b6.jpg",
    "altTitles": [
      {
        "ja": "転生した大魔王、地球に出現したダンジョンを作ったのが前世の自分であることを思い出す。　〜魔王時代の知識と経験で瞬く間に世界最強になって無双します！〜"
      },
      {
        "ja": "転生した大魔王、地球に出現したダンジョンを作り出す"
      },
      {
        "ja-ro": "Tensei Shita Daimaou, Chikyuu ni Shutsugen Shita Dungeon o Tsukuridasu ~Maou Jidai no Chishiki to Keiken de Matataku Ma ni Sekai Saikyou ni Natte Musou Shimasu!~"
      },
      {
        "ja-ro": "Tensei Shita Dai Maou, Chikyuu ni Shutsugen Shita Dungeon wo Tsukuridasu"
      },
      {
        "en": "The Reincarnated Great Demon King Remembers That It Was Him Who Created the Dungeons That Appeared on Earth: Using His Knowledge and Experience from His Time as Demon King, He Becomes the Unrivaled Strongest in an Instant!"
      },
      {
        "en": "The Demon Lord Regains His Memories of His Previous Life and Becomes Unrivaled"
      }
    ],
    "description": {
      "en": "This is the story of a former Demon Lord, once the most powerful in another world, who once again reigns supreme on Earth.\n\nTen years have passed since dungeons first appeared on Earth. Humanity has gained superhuman abilities known as \"Levels,\" \"Stats,\" and \"Skills,\" and those who use these powers to conquer dungeons are called Seekers. The protagonist, Renya Kamikura, suffers from recurring strange dreams and headaches, until one day, he remembers his past life as the mighty Demon Lord of another world. To his shock, all the dungeons appearing on Earth are ones he had created during his time as the Demon Lord!\n\nWith his exceptional skills, extensive battle experience, and deep knowledge of magic and dungeons, Renya quickly ascends to become the strongest on Earth, standing unrivaled against all formidable opponents.",
      "ja": "これは、かつて異世界最強だった大魔王が、地球で再び最強の座に君臨する物語であるーー。\n\n \n\n地球にダンジョンが現れてから10年。\n\n人類は「レベル」と「ステータス」、そして「スキル」という超人的な力を手に入れた。\n\nそして、その力を使ってダンジョンを攻略する者を、人々は探索者（シーカー）と呼んだ。\n\n \n\n繰り返し見る不可思議な夢と頭痛に悩まされていた主人公・神蔵蓮夜は、突如として自分の前世が異世界の大魔王であったことを思い出す。\n\nしかも、地球に出現した数々のダンジョンは全て、蓮夜が大魔王時代に作ったものだった！\n\n魔王としての卓越した技術や豊富な実戦経験、魔法とダンジョンに関する深い知識を持つ蓮夜は、瞬く間に世界最強になり、並み居る強敵たちを相手に無双していくーー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-11-12T05:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "44fb58e1-9cb9-4406-814b-1e1609a137af",
    "title": {
      "en": "Emperor With an Inconceivable Heart"
    },
    "updatedAt": "2024-09-14T23:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/44fb58e1-9cb9-4406-814b-1e1609a137af/d7ca2b8e-40b5-428e-bf96-0a1eaff7c88c.jpg",
    "altTitles": [
      {
        "ko": "왕신황제"
      },
      {
        "en": "Conqueror of Modern Martial Arts, Kang Haejin"
      }
    ],
    "description": {
      "en": "Haejin, a young boy with an unyielding spirit, even in the face of relentless school bullies due to his frailty. His determination to grow stronger knows no bounds, but his body refuses to comply. Yet, Haejin’s tenacity prevails.\n\nOne fateful day, he crosses paths with a homeless General, and a random act of kindness unveils hidden potential within Haejin. The enigmatic General utters the cryptic phrase, “Martial Arts does exist!”\n\nJoin us on a journey as Haejin, a prodigious talent in the realm of Martial Arts, sets out to conquer the modern Martial Arts world. His story is a testament to unwavering dedication and the mysterious power that lies within."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-10-27T07:15:55+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcd90c82-eff5-4491-8abb-b529fa803b59",
    "title": {
      "en": "Skill of Lure"
    },
    "updatedAt": "2023-08-14T16:38:43+00:00",
    "coverArt": "https://mangadex.org/covers/fcd90c82-eff5-4491-8abb-b529fa803b59/a5708e37-ecd3-4c41-874c-a600b589054d.jpg",
    "altTitles": [
      {
        "ko": "유혹의 기술"
      }
    ],
    "description": {
      "en": "Jang sung-gi who is always misunderstood as a pervert and a worthless man. He meets a mentor who suddenly turns him into a very charismatic man? A tale of how an average guy who turns into the greatest \"pick up artist\" and a story about misbehaved men who are constantly trying to pick up girls."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "36"
  },
  {
    "mangaId": "914c6770-756f-4d98-8099-3a11018937f8",
    "title": {
      "en": "Hitogui"
    },
    "updatedAt": "2024-11-13T07:11:18+00:00",
    "coverArt": "https://mangadex.org/covers/914c6770-756f-4d98-8099-3a11018937f8/921a9b95-aa5b-49a2-85d6-44a9ba27e2fe.jpg",
    "altTitles": [
      {
        "ja": "ヒトグイ"
      },
      {
        "en": "Man Eater"
      }
    ],
    "description": {
      "en": "Shimada is a ruthless criminal responsible for indiscriminate mass murder, who later resorts to cannibalism. Nagumo, a police officer, is assigned to escort him, heightening the tension. But what unfolds inside the escort vehicle, packed with criminals, marks the beginning of an unimaginable terror—a new kind of immersive survival horror."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/75d972e8-6033-4c11-82c2-06610c21643e.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d13ec16-9215-4487-a2fc-e3e7c7f0c609",
    "title": {
      "en": "Love Live! Sunshine!! AZALEA COMIC ANTHOLOGY"
    },
    "updatedAt": "2024-02-09T17:37:43+00:00",
    "coverArt": "https://mangadex.org/covers/7d13ec16-9215-4487-a2fc-e3e7c7f0c609/e33b7c6f-5c71-4c54-aaf5-d2c3dc7fa686.jpg",
    "altTitles": [
      {
        "ja": "ラブライブ！サンシャイン!! AZALEAコミックアンソロジー"
      },
      {
        "ja-ro": "Rabu raibu! Sanshain! ! AZALEA komikkuansorojī"
      }
    ],
    "description": {
      "en": "Love Live! Sunshine!!: AZALEA Comic Anthology\nCover Illustration: Mezashi\n\n1. Otome Chick ka nan ? (乙女チックかなん?) by Kou Kuzu\n2. Onayami?! AZALEA (お悩み?! AZALEA) by Mezashi\n3. Torikoriko Please!! (トリコリコPLEASE!!) by Shinji Tanaka & Dia Fuuka\n4. Tokimeki Sakushigaku (ときめき作詞学) by Ripo Day\n5. Mezase AZALEA no Hana (目指せAZALEAの花) by Yuuki Nanaji\n6. Galaxy Hide and Seek (GALAXY HidE and SeeK) by Uzuki Houshou & Satsuki Konoe\n7. Hanamaru to Yousei no Fuku (花丸と妖精の服) by Gratin-dori\n8. Innocent Bird (INNOCENT BIRD) by Shinji Tanaka & Dia Fuuka\n9. Tokimeki Bunruigaku (ときめき分類学) by Nata Nakane"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "84f93f46-166e-41a2-b34d-59f844a78c9b",
    "title": {
      "en": "Mi-chan wa Kawaretai"
    },
    "updatedAt": "2024-10-23T17:56:54+00:00",
    "coverArt": "https://mangadex.org/covers/84f93f46-166e-41a2-b34d-59f844a78c9b/b4b2d86b-2b89-43eb-9fb5-2c7623072903.jpg",
    "altTitles": [
      {
        "ja": "みーちゃんは飼われたい"
      },
      {
        "ja-ro": "Mii-chan ha Kawaretai"
      },
      {
        "ja-ro": "Mi-chan ha kawaretai"
      },
      {
        "ja-ro": "Mii-chan wa Kawaretai"
      },
      {
        "en": "Mi-chan Wants to be Kept"
      },
      {
        "uk": "Мі-чян хоче, щоб її залишили."
      },
      {
        "vi": "Mi-chan muốn được nhận nuôi!"
      }
    ],
    "description": {
      "en": "Iori is a young man in his twenties who has been stressed at work, lost his cat that he had kept for many years, and is suffering from insomnia and loss of appetite. The next morning, he finds a beautiful, naked girl lying beside him...?",
      "ja": "〈ウルトラジャンプ連載作品〉仕事のストレスに加え、長年飼った飼い猫を失い不眠＆食欲不振ぎみのアラサー青年いおり。疲れ切った夜、迷い込んできた黒猫を家にあげて世話すると、翌朝、全裸の美少女が横に寝ていて…‼︎?？「あたしを飼わせてあげる」ーー強引勝手気ままな彼女の正体は…？？",
      "uk": "\"Ми їстимемо разом, спатимемо разом і поліпшуватимемо якість життя Іорі разом\".\n\nІорі - молодий чоловік, який на додачу до стресу на роботі ще й колись втратив улюблену кішку, а тепер страждає від безсоння й анорексії. І ось одного ранку він виявляє, що поруч з ним спить красива оголена незнайомка...\n\nНадзвичайна героїня-цілителька та жалюгідний чоловік, який дуже любить котів, починають жити разом!",
      "pt-br": "Lori é um Jovem de 20 anos que está estressado por conta do trabalho, além disso ele perdeu seu gato que tinha há muitos anos e por isso está sofrendo de insônia e perda de apetite. Na manhã seguinte, ele encontra uma linda garota nua deitada ao seu lado...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f64b7dbb-4cd2-4b18-b26a-97689cfcf0c5",
    "title": {
      "en": "Komugi ga Jiman no Panya-san"
    },
    "updatedAt": "2024-11-17T07:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/f64b7dbb-4cd2-4b18-b26a-97689cfcf0c5/f65c9de2-ab9c-4942-86b7-a74fe232c750.jpg",
    "altTitles": [
      {
        "ja": "こむぎが自慢のパン屋さん"
      },
      {
        "en": "The Bakery's Pride Komugi"
      },
      {
        "en": "The Bakery That Komugi is Proud Of"
      }
    ],
    "description": {
      "en": "Komugi is a cat who reincarnated as a human girl, so that she can repay the love and affection she received from Honami, the girl who was her owner in her past life. When she shows up at her old home, she learns that Honami has become the owner of a bakery. She inherited the bakery from her father, but things aren't going well and the bakery is practically empty of customers every day...\n\nKomugi makes a proposal to Honami who worries that she'll have to close up shop:\n\"Please let me work here!\"\n\nAt a small bakery located at the end of a side street off the main road, a workplace comedy unfolds!\n\n(Source: Gangan Online)",
      "ja": "前世で自分を可愛がってくれた少女・穂奈実に恩返しをするため人間に生まれ変わった猫のこむぎ。昔住んでいた家を訪れてみたら穂奈実はパン屋さんの店長になっていた。先代から店を受け継いだもののうまくいかず閑古鳥が鳴く毎日…。店を閉めようかと悩んでいた穂奈実に、こむぎはひとつの提案をする。「私をここで働かせてください」\n大通りの脇道の奥にある小さなパン屋さんで繰り広げられるお仕事コメディー!!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "d41fe947-2e33-4b26-ac29-abc70fb08edb",
    "title": {
      "en": "Shut Up, Evil Dragon! I Don't Want to Raise a Child With You Anymore"
    },
    "updatedAt": "2024-11-07T23:56:04+00:00",
    "coverArt": "https://mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/ee4e3885-ee1d-45c6-bc56-b2928765b0ba.jpg",
    "altTitles": [
      {
        "zh": "闭嘴恶龙我不想再跟你带孩子了"
      },
      {
        "en": "Shut Up, Malevolent Dragon! I Don’t Want to Have Any More Children With You"
      },
      {
        "uk": "Помовч, зла драконихо! Я не буду виховувати з тобою дітей!"
      },
      {
        "zh-ro": "Bizui Elong Wo Bu Xiang Zai Gen Ni Dai Haizi Le"
      }
    ],
    "description": {
      "en": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
      "id": "Setelah dikalahkan dan ditangkap, Dragon Slayer Leon menjadi tawanan Silver Dragon Queen. Dengan kesadaran akan kematian, dia menggunakan sihir terlarang untuk mengutuk sang ratu, tetapi secara tak terduga, sang ratu kehilangan kendali. Dia berpikir bahwa ini akan membuat sang ratu hidup dalam rasa malu seumur hidupnya, dan itu akan sepadan dengan misinya sebagai pemburu naga. Namun, dua tahun kemudian, ketika Leon membuka matanya, di sampingnya ada seorang gadis kecil naga dengan ekor...",
      "uk": "Після поразки та полону, вбивця драконів Леон потрапив у полон до королеви клану Срібних Драконів. Усвідомлюючи наближення смерті, він використав заборонену техніку, щоб накласти прокляття на королеву, але несподівано королева втратила контроль.\n\nВін думав, що це змусить королеву жити з соромом до кінця життя, і це буде гідно титулу вбивці драконів.\n\nАле через два роки, коли Леон розплющив очі, поруч з ним сиділа дівчинка-дракон із хвостиком..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c0a0a727-c381-4c35-afe0-8152317c6fb4",
    "title": {
      "en": "Kitayama-kun to Minamiya-kun"
    },
    "updatedAt": "2024-11-13T08:33:57+00:00",
    "coverArt": "https://mangadex.org/covers/c0a0a727-c381-4c35-afe0-8152317c6fb4/bb53e04d-5f1b-416c-b5f8-6cd408079edd.jpg",
    "altTitles": [
      {
        "ja": "北山くんと南谷くん"
      }
    ],
    "description": {
      "en": "\"I want to see Kitayama-san's erotic face!!\"\n\nA handsome guy who's too pure × a lewd boy who's often perverted.\nA 100% cute and happy love comedy!\n\nConvenience store employee Minamiya can fantasize about \"a person's most erotic face\" just by looking at them.\nBut, his work senior Kitayama's erotic face is the only one he can't see.\nWhy is it just him? He's so curious that he ends up staring at him.\nOne day, they start talking when they find out they have the same favorite band, and Minamiya goes over to Kitayama's house.\nMaybe with this he'll be able to imagine Kitayama's erotic face!?\nWhile thinking about his ulterior motives, he talks about his love for the band...\n\n\"I like Minamiya-kun too...\"\n\"...Huh!?\"\nMinamiya was sure they were talking about the band,\nBut he freezes when Kitayama gives an unexpected confession!?",
      "es-la": "\"¡Quiero ver la cara erótica de Kitayama-san!\"\nUn chico guapo que es demasiado puro × un chico lascivo que a menudo es pervertido.\n¡Una comedia de amor 100% linda y feliz!\nMinamiya, empleado de una tienda de conveniencia, puede fantasear con \"la cara más erótica de una persona\" con solo mirarla.\nPero, la cara erótica de su superior en el trabajo, Kitayama, es la única que no puede ver.\n¿Por qué es solo él? Tiene tanta curiosidad que termina mirándolo.\nUn día, comienzan a hablar cuando descubren que tienen la misma banda favorita, y Minamiya va a la casa de Kitayama.\n¿Tal vez con esto pueda imaginar la cara erótica de Kitayama?\nMientras piensa en sus motivos ocultos, habla sobre su amor por la banda...\n\"A mí también me gusta Minamiya-kun...\"\n\"... ¿¡Eh!?\"\nMinamiya estaba seguro de que estaban hablando de la banda,\n¡Pero se congela cuando Kitayama hace una confesión inesperada!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]