[
  {
    "mangaId": "40dab498-7af6-446a-8071-76cdd5e926d5",
    "title": {
      "en": "Dealing With Demons"
    },
    "updatedAt": "2024-04-26T21:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/40dab498-7af6-446a-8071-76cdd5e926d5/60515c0a-865f-4170-aaa2-b36f3d9de1f6.png",
    "altTitles": [
      {
        "en": "Even if Disillusionment Swallows You"
      },
      {
        "en": "Even if Despair Consumes You"
      },
      {
        "ko": "환멸이 그대를 삼킬지라도"
      }
    ],
    "description": {
      "en": "Staying alive is a new form of entertainment.\nWhen Dokyung, disillusioned by the harshness of life, finally resolves to call it quits, a bored demon, Hwamyung, appears before her with a particular offer. Will Dokyung, having entered into a contract with the Demon of Disillusionment, be able to flip her disastrous life upside down?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22dc7d01-3019-474c-b944-2b77229bcac2",
    "title": {
      "en": "Shibatte Mitsumete"
    },
    "updatedAt": "2024-07-27T02:52:30+00:00",
    "coverArt": "https://mangadex.org/covers/22dc7d01-3019-474c-b944-2b77229bcac2/cb23b461-da00-4306-a7dd-664c4ab959bf.jpg",
    "altTitles": [
      {
        "ja": "縛って見つめて"
      },
      {
        "en": "Tie Me Up, Stare Me Down."
      }
    ],
    "description": {
      "en": "Sawada is a section manager in the sales promotion section at the head office of a food supermarket. He is caught between his superiors and subordinates, and has a hard time getting things done. One day after working overtime, he is looking for a place to have a drink when he sees a sign that says “Fetish Bar.\" When he opens the door, he is greeted by a woman in fishnet tights and a bondage outfit⁉ And the queen who ties him up for a trial play is..",
      "ja": "食品スーパー本社の販促課で課長を務める沢田。上と下との板挟みになり、苦労が絶えない。残業後のある日、一杯飲もうと店を探していると「フェティッシュバー」と書かれた看板が目に入る。扉を開けると彼を迎えたのは、網タイツにボンデージ姿の女性たち!?　人気ナンバーワンの女王・ナナによる緊縛を体験した沢田は、今まで感じたことのない快楽と解放感を味わい……。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e8b5c00-df2b-4f5f-9211-89f723617ad5",
    "title": {
      "en": "Android Kikaider"
    },
    "updatedAt": "2023-02-13T02:15:29+00:00",
    "coverArt": "https://mangadex.org/covers/7e8b5c00-df2b-4f5f-9211-89f723617ad5/f310d684-02e2-4eb9-b57c-5aa96ba0a07d.png",
    "altTitles": [
      {
        "en": "Humanoid Kikaider"
      },
      {
        "ja-ro": "Jinzou Ningen Kikaider"
      },
      {
        "en": "Kikaider: Android of Justice"
      },
      {
        "ru": "Искусственный гуманоид Кикайдер"
      },
      {
        "th": "มนุษย์จักรกลคิไคเดอร์"
      },
      {
        "ja": "人造人間キカイダー"
      },
      {
        "zh": "电脑奇侠"
      },
      {
        "zh-hk": "電腦奇俠"
      },
      {
        "ko": "인조인간 키카이다 일본"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe man with the bright red guitar on his back is a machine...? \n\nDr. Komyoji, an authority on robotics, developed the artificial human \"Jiro\" in memory of his late son. He was equipped with a special \"conscience circuit (Geminy)\"! However, due to a plot by a wealthy professor Gil, who was also a supporter of his research, the laboratory explodes and Dr. Hikaruji goes missing. \n\nWhen the father sends a message to his daughter, Mitsuko, asking her to find \"Jiro,\" who has disappeared with the circuits incomplete, what will happen to her? \n\nHere comes the Ishinomori hero, struggling with the meaning of his own existence!\n\n---\n\nLinks to ANN:  \n**Live Action - Tokusatsu**  \n[Live Action](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=2963)  \n[Live Action (sequel)](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=2965)  \n[Live Action (spinoff)](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=3957)  \n[Live Action Movie](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=9751)  \n\n**Anime**  \n[Anime](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=964)  \n[OAV (sequel)](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=494)  \n[Kikaider vs. Inazuman (OAV)](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=2659)  \n\n**Manga**  \n[Manga](https://www.animenewsnetwork.com/encyclopedia/manga.php?id=19212)  \n[Manga (remake)](https://www.animenewsnetwork.com/encyclopedia/manga.php?id=5660)  \n[Manga (alternate ending)](https://www.animenewsnetwork.com/encyclopedia/manga.php?id=19211)"
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "15"
  },
  {
    "mangaId": "d088af9e-1b38-490e-81dc-43eba9be5a3b",
    "title": {
      "en": "Hand over the Money!"
    },
    "updatedAt": "2024-02-03T03:29:10+00:00",
    "coverArt": "https://mangadex.org/covers/d088af9e-1b38-490e-81dc-43eba9be5a3b/5293905f-75ad-4b20-8a65-80c907d0dd8c.jpg",
    "altTitles": [],
    "description": {
      "en": "As someone who lived a normal life after being forcibly discharged from the special forces, one day Ju Hyuk receives sudden and strange missions through his glasses.\nWhile carrying out the missions hoping for the best… His money starts multiplying like crazy…?!!\nAfter getting the taste of money, Ju Hyuk begins to participate in the money survival game in earnest and becomes a regular that overwhelms all the other participants thanks to his overwhelming physique!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "783fdec4-e509-43a0-83e9-276396f5967d",
    "title": {
      "en": "Elegant Desire"
    },
    "updatedAt": "2024-08-03T19:27:22+00:00",
    "coverArt": "https://mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "altTitles": [
      {
        "ko": "우아한 욕망"
      }
    ],
    "description": {
      "en": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de7cff02-47b5-4f27-b238-9a4d9e40694c",
    "title": {
      "en": "I Can't Fall in Love With Paperman"
    },
    "updatedAt": "2023-12-30T01:22:45+00:00",
    "coverArt": "https://mangadex.org/covers/de7cff02-47b5-4f27-b238-9a4d9e40694c/a33f3ad7-f7d5-4c03-babe-f9386c04d923.jpg",
    "altTitles": [
      {
        "zh": "我不可能和纸片人谈恋爱"
      },
      {
        "ko": "내 남주에게 위협당하고 있습니다"
      },
      {
        "zh-ro": "Wo Bu Keneng He Zhi Pian Ren Tan Lian'ai"
      }
    ],
    "description": {
      "en": "When a BL comic artist transmigrated into the princess of Liao, she resumed her career... but encountered her \"dear son\" who crawled out of the book and refused to be gay! Faced with a sword to her neck, will she surrender or resist? What's worse, the plot is no longer under her control; who's the mysterious person behind the scenes controlling everything?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "f3d3cf42-a12a-42f5-bd56-70b587eee06a",
    "title": {
      "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
    },
    "updatedAt": "2024-07-19T18:32:40+00:00",
    "coverArt": "https://mangadex.org/covers/f3d3cf42-a12a-42f5-bd56-70b587eee06a/f0d6ce6d-1e92-4c46-a923-0597d858f999.jpg",
    "altTitles": [
      {
        "ja": "陰キャの僕に罰ゲームで告白してきたはずのギャルが、どう見ても僕にベタ惚れです"
      },
      {
        "ja-ro": "Inkya no Boku ni Batsu Game ni Kokuhaku Shitekita Hazu no Gyaru ga, Doumitemo Boku ni Betahore Desu"
      },
      {
        "zh-hk": "因懲罰遊戲才向陰角的我告白的辣妹，怎麼看都已經完全迷戀上我了"
      },
      {
        "en": "The Gal Who Was Meant to Confess to Me as a Punishment Game Has Apparently Fallen in Love with Me"
      },
      {
        "ko": "아싸인 내게 벌칙 게임으로 고백해 온 갸루가 아무리 봐도 나한테 반한 것 같다"
      },
      {
        "ru": "Девушка, которая должна была признаться мне в качестве игрового наказания, очевидно, влюбилась в меня"
      },
      {
        "pl": "Introwertyczne wpadki podrywowe: Ta Gyaru zakochała się we mnie po uszy!"
      },
      {
        "pl": "Gal, która miała mi wyznać miłość w ramach gry z karą, najwyraźniej się we mnie zakochała."
      }
    ],
    "description": {
      "en": "When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!\n\n---\n**Links:**\n- Official Video Manga - [YouTube](https://youtube.com/playlist?list=PL0zfSjyskgIUZdlu7xyxLAv956kN32dP6) (Chapters 1-3, With voice acting)\n- [Official English Light Novel](https://j-novel.club/series/an-introvert-s-hookup-hiccups)",
      "ja": "**陰キャ×清楚ギャル、罰ゲームから始まるピュアラブコメ!!**\n\nクラス内カーストトップの清楚ギャル・茨戸七海に罰ゲームで告白されて付き合うことになった陰キャ男子・簾舞陽信。 しかし罰ゲームのはずが、七海は陽信にガチ惚れしているようで…？",
      "pl": "Kiedy piękna Nanami Barato wyznaje miłość Yoshinowi Misumai, wydaje się to zbyt piękne, by mogło być prawdziwe! Tylko, że tak jest - i Yoshin o tym wie. Jak taki introwertyczny facet jak on ma zachować zimną krew, skoro wie, że to tylko wyzwanie? Jeszcze bardziej zastanawiające jest to, że pomimo jej krzykliwego wyglądu, ta rzekoma gyaru nie jest tak dobra w kontaktach z facetami! Być może jest to idealna okazja dla tego nieśmiałego faceta, aby zebrać się na odwagę i powiedzieć \"tak\" tej nieśmiałej dziewczynie. Tak zaczyna się ich nowe, wygodne życie porannych spotkań i ręcznie robionych lunchów. Rzecz w tym, że sądząc po jej zachowaniu, Nanami zakochała się w nim po uszy! Czy ta dwójka może odkryć swoje uczucia, a może nawet zakochać się w sobie - tym razem naprawdę?!",
      "pt-br": "Barato Nanami, uma versão atenuada da garota no topo da hierarquia da escola, perdeu um jogo de cartas e agora tem que confessar a um cara de sua classe como punição. Misumai Youshin, que é um solitário sem amigos, foi o cara escolhido, mas ele sabe da punição! Deveria ter sido uma punição do jogo, mas será que Nanami vai desenvolver sentimentos por Youshin…?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 7 - Steel Ball Run"
    },
    "updatedAt": "2024-07-27T09:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6/88d9920d-2164-406e-a998-4e7a1789e101.jpg",
    "altTitles": [
      {
        "ja": "ジョジョの奇妙な冒険 Part7『スティール・ボール・ラン』"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "zh": "JoJo的奇妙冒险 第七部 飙马野郎"
      },
      {
        "es": "La Extraña Aventura de JoJo Parte 7 - Steel Ball Run"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 7: Cursa \"Mingea de Oțel\""
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Болат Доп Бәйгесі"
      },
      {
        "uk": "Химерні Пригоди Джоджо Частина 7 —Перегони \"Сталева Куля\""
      },
      {
        "pt-br": "A Bizarra Aventura de JoJo, Parte 7: A Corrida da Esfera de Aço"
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  \n  \nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "uk": "Вересень 1980. Дикий Захід. Америка. Жокеї зі всього світу чекають гонку \"Сталева Куля\", яка ось-ось розпочнеться. Тисячі людей вишиковуються в Сан-Дієго, щоб подолати понад шість тисяч кілометрів заради шансу отримати головний приз — п’ятдесят мільйонів доларів. Юний Джонні Джостар, каліка, колишній жокей та популярний скакун, приїхав до Сан-Дієґо, щоб подивитися на старт перегонів. Там він зустрічає Джайро Цеппелі, гонщика з двома сталевими кулями на талії замість револьвера, звичної зброї для жителів. Джонні бачить, як Джайро використовує одну зі своїх сталевих куль, змушуючи людину вистрілити з рушниці в себе під час дуелі. Поклявшись знайти таємницю сталевих куль, Джонні вирішує взяти участь у гонці. Так і починається його химерна пригода.",
      "pt-br": "Nos Estados Unidos, na década de 1890, um homem chamado Steven Steel decide promover a \"Steel Ball Run\", uma corrida corta-mato cujo trajeto atravessa todo o país. A corrida é um grande atrativo mundial que chama a atenção tanto de corredores americanos como de corredores estrangeiros. Entre esses corredores estão Johnny Joestar, um ex-jóquei americano, e Gyro Zeppeli, um estrangeiro que carrega consigo misteriosas esferas de aço. Johnny e Gyro se esbarram e dão início à história da sétima parte de JoJo's Bizarre Adventure."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "4129d518-b1b5-45f2-8ab5-43184b9bb82a",
    "title": {
      "en": "Couple Breaker"
    },
    "updatedAt": "2024-06-23T06:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/4129d518-b1b5-45f2-8ab5-43184b9bb82a/cacd53d7-72f9-430d-a824-26d7a660d890.jpg",
    "altTitles": [
      {
        "ko": "커플브레이커"
      }
    ],
    "description": {
      "en": "Scrap the boring, run-of-the-mill dating show! Lovers gather together to test the strength of their love. One lover seeks revenge on their swapped lover, one couple seeks fame and another seeks to test their love.\nSpicy lover’s revenge set in an ultra-popular hit dating entertainment show!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f1f3a84-f2e3-4512-93bf-009fd12cfce6",
    "title": {
      "en": "My Sweet Enemy, Thy Name Is Husband"
    },
    "updatedAt": "2024-07-14T23:44:55+00:00",
    "coverArt": "https://mangadex.org/covers/6f1f3a84-f2e3-4512-93bf-009fd12cfce6/29887c2b-4bfa-4d5d-878b-ba1811856412.png",
    "altTitles": [
      {
        "ko": "상냥한 원수와의 정략결혼"
      },
      {
        "pt-br": "Casamento Político com um Inimigo Amigável"
      },
      {
        "pl": "Mój słodki wróg ma imię mojego męża"
      },
      {
        "en": "Forced Into Wedlock With An Affectionate Enemy"
      },
      {
        "en": "Political Marriage With a Friendly Enemy"
      },
      {
        "es-la": "Un Matrimonio Arreglado Con Un Tirano Amable"
      }
    ],
    "description": {
      "en": "My husband, my nemesis. Till death do us part.\n\nCanach Riadon — a slave who rose to become the emperor and the man I wed in my first life. Yet our ill-fated marriage left my family murdered and my homeland destroyed at his hands. Now given a second chance, I vow to succeed in this political marriage and save all I love... Or will his love save me first?",
      "pl": "Canach Riadon - niewolnik, który został cesarzem i mężczyzna, którego poślubiłam w moim pierwszym życiu. Jednak nasze niefortunne małżeństwo sprawiło, że moja rodzina została zamordowana, a moja ojczyzna zniszczona z jego rąk. Teraz, mając drugą szansę, przysięgam odnieść sukces w tym politycznym małżeństwie i ocalić wszystko, co kocham... A może najpierw jego miłość ocali mnie?",
      "pt-br": "Meu marido, meu inimigo. Até que a morte nos separe.\nCanach Riadon — um escravo que se tornou o Imperador e o homem com quem eu casei em minha primeira vida. Entretanto, nosso casamento mal-fadado resultou na morte da minha família e na destruição da minha terra natal causada por suas mãos. Agora que recebi uma segunda chance, eu juro ser bem sucedida neste casamento político e salvar tudo o que amo... Ou o amor dele me salvará primeiro?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ae4d0f6-152a-4956-8664-4405758d26ae",
    "title": {
      "en": "Asper Kanojo"
    },
    "updatedAt": "2024-06-21T01:01:50+00:00",
    "coverArt": "https://mangadex.org/covers/8ae4d0f6-152a-4956-8664-4405758d26ae/c86b717a-2951-45a4-8195-34922b0bfff0.jpg",
    "altTitles": [
      {
        "ja": "アスペル・カノジョ"
      },
      {
        "ja-ro": "Asuperu Kanojo"
      },
      {
        "en": "That's My Atypical Girl"
      },
      {
        "en": "Asper Girlfriend"
      },
      {
        "en": "Asper Girl"
      },
      {
        "en": "Days with A Girl"
      },
      {
        "zh": "同一屋檐下，阿斯伯格的她"
      },
      {
        "fr": "Une fille atypique"
      },
      {
        "ru": "Девушка с синдромом Аспергера"
      }
    ],
    "description": {
      "en": "Yokoi is a manga artist who spends his nights delivering newspapers just to make rent, since his original works just don’t seem to sell.\n\nSuddenly, one day he gets a visit from Saito-san, a self-proclaimed fan of Yokoi’s work who made the long journey to meet him. Yokoi quickly realizes that the things Saito-san sees, feels, and thinks about are different from most people…\n\nThese two struggle together to find a place to belong in this unique slice-of-life!\n\n---\nNote: The English translation uses the volume chapter numbering while the Chinese translation uses the website chapter numbering starting from Chapter 27."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "100"
  },
  {
    "mangaId": "5896ba9b-7bf0-42a3-94eb-15dcb70fafba",
    "title": {
      "en": "Gacha wo Mawashite Nakama wo Fuyasu Saikyou no Bishoujo Gundan wo Tsukuriagero"
    },
    "updatedAt": "2024-01-03T13:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/5896ba9b-7bf0-42a3-94eb-15dcb70fafba/9b916797-0326-47ae-8cf7-b929e6e49593.jpg",
    "altTitles": [
      {
        "en": "Gacha Girl Corps"
      },
      {
        "en": "Isekai Bishoujo Gacha"
      },
      {
        "id": "Menjadi Sultan untuk Menarik Gacha dan Ciptakan Tim Waifu Terkuat"
      },
      {
        "ms": "Pasukan Ciwi-Ciwi Cantik dari Gacha"
      },
      {
        "en": "Spin Gacha, Recruit New Comrades, and Build The Strongest Army of Beautiful Girls!!"
      },
      {
        "ms": "Tarik Gacha dan Buat Pasukan Gadis Cantik Terkuat untuk Bertarung Bersamamu"
      },
      {
        "en": "Using Gacha to Increase My Companions and to Create the Strongest Girls’ Army Corps"
      },
      {
        "en": "You Increase Families and Make Beautiful Girl Army Corps, and put it up"
      },
      {
        "ru": "Использование лотереи для усиления моих компаньонов и создания армейского корпуса сильнейших девушек"
      },
      {
        "ja": "ガチャを回して仲間を増やす 最強の美少女軍団を作り上げろ"
      }
    ],
    "description": {
      "en": "For some reason, he was invited to another world after he rolled the gacha like he usually does.  \nThe gacha from the social game is available in his trusted smartphone.  \nIt was a convenient and cheat tool that can give out equipment and beautiful girl characters.  \nHe now aims to create the world's strongest army of beautiful girls in another world.",
      "ja": "ごく普通のソシャゲ廃人・大倉平八はガチャでゲットしたURアイテム【異世界への招待状】を使用したことにより、異世界転移してしまった。転移した直後にモンスターに襲われ、完全に詰んだかにみえた平八であったが—— スマホのガチャから美少女ユニットが具現化して現れた!?可愛い（壊れ）ガチャキャラと行く異世界ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6a21855-c647-483f-85cf-c17b8dd0ca58",
    "title": {
      "en": "The Archduke's Fabulous Fake Marriage"
    },
    "updatedAt": "2024-02-13T15:32:45+00:00",
    "coverArt": "https://mangadex.org/covers/a6a21855-c647-483f-85cf-c17b8dd0ca58/924ee9b4-c34e-4ec1-b1c8-6d00195593d3.png",
    "altTitles": [
      {
        "ko": "그 대공의 화려한 결혼은 사기"
      },
      {
        "en": "The Archduke's Gorgeous Wedding Was a Fraud"
      }
    ],
    "description": {
      "en": "I possessed the body of the fourth villainess, Shay, who was miserably killed by the other villains for desperately clinging to the male lead.\nHowever, the male lead suddenly offered me an enormous amount of money, in exchange for a contract marriage to help him escape various romantic advances.\n\n\"You have to be the most gorgeous and wicked woman in the empire, so that no one will dare to approach me.\"\n\n...Isn't this marriage a fraud?\nWas what I was going to say, but the amount of money he offered was too tempting to refuse. Alright, before the original female lead appears, I'll show them who's the crazy bitch here.\n\n\"Dear customer, I'll do my best to help you!\"\n \nI was confident this was the original plan, however...\nThis man, whose affection and warmth know no bounds, said he can't imagine a life without me!\n\nI think I somehow ended up getting money, power and even love!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "415586e7-5c18-449d-a43c-1d065a224a3e",
    "title": {
      "en": "On-Site Arrest!"
    },
    "updatedAt": "2024-08-03T18:55:26+00:00",
    "coverArt": "https://mangadex.org/covers/415586e7-5c18-449d-a43c-1d065a224a3e/da12a388-7de1-4726-bb24-c318c4699d9d.png",
    "altTitles": [
      {
        "ko": "현장 검거!"
      },
      {
        "en": "Arrest On Site!"
      },
      {
        "en": "On-Scene Arrest!"
      }
    ],
    "description": {
      "en": "This is a collection of short stories. After striking out on his 100th job interview, Yoon Jung-Hyeon decides to resort to his old ways and steal again—this time targeting a man who oozes wealth while carrying a designer bag. But when he opens the bag, he discovers a treasure trove of surprises—and an X-rated toy?! From pickpockets and subway perverts to sexual harassment trolls and voice phishing scams... If a 'sorry' could solve everything, why do we need the police? And so begins the spectacle of punishment!! This is a daring BL omnibus crime series where what goes around comes around!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24a002f6-6129-4366-8fe2-5d1a8759cb46",
    "title": {
      "en": "Sand Land (Official Colored)"
    },
    "updatedAt": "2024-07-09T07:18:12+00:00",
    "coverArt": "https://mangadex.org/covers/24a002f6-6129-4366-8fe2-5d1a8759cb46/40357dda-8b67-403c-a8f4-e48d4f24cc9e.jpg",
    "altTitles": [
      {
        "en": "SandLand - Full Color"
      },
      {
        "ja": "サンドランド フルカラー版"
      }
    ],
    "description": {
      "en": "In the far future, war has destroyed the entire Earth, leaving only a barren wasteland where the supply of water is controlled by the greedy king. In search of a long-lost lake, Sheriff Rao asked the king of the demons for help...and got the king's son, Beelzebub, and his assistant, Thief. Together the unlikely trio sets off across the desert, facing dragons, bandits and the deadliest foe of all... the King's army itself! It's travel adventure and tank action in this new story from Akira Toriyama, the creator of Dragon Ball Z!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cb54e20-b377-49e2-9052-ab77bac02708",
    "title": {
      "en": "Pugyuru"
    },
    "updatedAt": "2023-12-15T16:15:55+00:00",
    "coverArt": "https://mangadex.org/covers/8cb54e20-b377-49e2-9052-ab77bac02708/216b0386-2e18-4426-b2d8-92b10eb1dc4c.jpg",
    "altTitles": [
      {
        "ja": "ぷぎゅる"
      }
    ],
    "description": {
      "en": "One day, an un-named ordinary high school girl (her name is left to your imagination), met Cheko, a maid sent forth from a village of maids. Cheko the maid can melt, fly, remove her head and violate physics.  \n  \nSurrounding \"Ordinary high school girl\" and her strange little maid are yuki-onna's who hate cold, cute squid that can speak, moe yankees, tsundere maid assasins, ecchi lesbian teachers, trap yuki-otoko's, gentlemenly yakuza and many more."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "19"
  },
  {
    "mangaId": "afa40bc8-34fa-4b03-a1e1-50f4eb79f9da",
    "title": {
      "en": "My Father Has Become a Beautiful Girl and It's a Lot of Pain"
    },
    "updatedAt": "2024-06-07T19:52:54+00:00",
    "coverArt": "https://mangadex.org/covers/afa40bc8-34fa-4b03-a1e1-50f4eb79f9da/1d2542c0-2f04-4198-8028-d7ac6b0ca375.jpg",
    "altTitles": [
      {
        "ja": "父親が美少女になってしまって色々つらい"
      },
      {
        "ja-ro": "Chichioya ga Bishoujo ni Natte Shimatte Iroiro Tsurai"
      },
      {
        "en": "My Father Turned into a Beautiful Girl and It's a Lot of Trouble."
      },
      {
        "ru": "Мой отец превратился в красивую девушку и это доставляет много хлопот."
      }
    ],
    "description": {
      "en": "A successful but annoying dad got gender-swapped and became a beautiful girl. Now he has lost his job and has to depend on his son while slowly starting anew.",
      "ru": "Однажды в комнату Тацуи заходит красивая девушка... и, к его удивлению оказывается его отцом, который полностью изменился из-за шока от увольнения с работы! !\nХотя он и растерян перед своим отцом, потерявшим все (?), меняются ли мало-помалу отношения между родителем и ребенком, которые раньше были далекими? ? ?\nОтец Тацуи потерял все. Тацуя с недоумением смотрит на отца, но расстояние между отцом и сыном постепенно сокращается...?\nОтец – это мать, а сын – это отец? Нет, мой лучший друг — мой отец, а мой отец — мой лучший друг...?\nНовая комедия TS, которая, несмотря на то, что в социальных сетях ее называют \"физиологически невозможной\", на самом деле является удивительной историей отца и сына, которая согреет ваше сердце!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8793445-dd5a-4569-8ede-d5b4476bc11a",
    "title": {
      "en": "The Essence"
    },
    "updatedAt": "2023-04-17T01:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/c8793445-dd5a-4569-8ede-d5b4476bc11a/0a963fce-870c-4f3b-96b6-9344b266b76a.jpg",
    "altTitles": [
      {
        "ko": "디 에센스 (The Essence)"
      }
    ],
    "description": {
      "en": "The dominant omega ‘Rael’, who lived in the dark, plans to take the opportunity to take over the house of the Count when his brother gets into an accident. Rael secretly visits a perfumer named ‘Hyde’ to obtain an alpha pheromone perfume in order to mask his true scent. Rael pretends to be an Alpha in public, and all of this is thanks to Hyde’s special perfume. But, Rael doesn’t know the true identity of ‘Hyde’, a perfumer hidden behind a veil, even rumored to be hideous. But every time he comes into close contact with him, Rael feels something different… Then one day, the Count declares that if Rael cannot give birth to an Alpha within two years, the Count will hand over the position to someone else. So, Rael asks Hyde, the only person who knows his identity, for help."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6d74fc1-a669-4a9c-8860-0a5ad781ef90",
    "title": {
      "en": "Kusuburu Kemuri no Nare no Hate"
    },
    "updatedAt": "2024-08-03T17:01:51+00:00",
    "coverArt": "https://mangadex.org/covers/f6d74fc1-a669-4a9c-8860-0a5ad781ef90/2d9e5230-f17d-40f1-9476-3752fe950613.png",
    "altTitles": [
      {
        "ja": "燻る煙のなれのはて"
      }
    ],
    "description": {
      "en": "Whose feelings are simmering...?\n\nWhen Masaki goes to college, he ends up staying with his cousin Haruomi, whom he admires and has a crush on. However, when he meets him again for the first time in several years, he has completely changed from the older brother he admired to a sloppy old man. He is shocked by his appearance, but he remains kind to Masaki, and his feelings for him grow stronger once again. However, no matter how hard Masaki tries to tell him how he feels, Haruomi stubbornly refuses.\n\n\"I love you.\"\n\nMasaki is frustrated that he can't even accept his words, but he can sense that Haruomi is indecisive..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My love for my roommate is one-sided"
    },
    "updatedAt": "2024-07-22T14:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8dcbff1-a8b6-4fcf-88de-3977aa5cef33",
    "title": {
      "en": "Bungou Stray Dogs: Dazai, Chuuya, Juugo-sai"
    },
    "updatedAt": "2024-05-08T05:33:06+00:00",
    "coverArt": "https://mangadex.org/covers/d8dcbff1-a8b6-4fcf-88de-3977aa5cef33/0b468862-3e68-43ed-8636-6f6a85b5bd46.png",
    "altTitles": [
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, Fifteen years old"
      },
      {
        "ja": "文豪ストレイドッグス 太宰、中也、十五歳"
      },
      {
        "uk": "Бродячі Пси: Дазай і Чуя 15"
      },
      {
        "es-la": "Bungou Stray Dogs - Dazai, Chuuya, 15 años"
      },
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, age fifteen"
      },
      {
        "ru": "Великий из Бродячих Псов: Дазай и Чуя, 15 лет"
      }
    ],
    "description": {
      "en": "Not long after Ougai Mori takes the reins of the Port Mafia, his accomplice Osamu Dazai has a dreadful run in with Chuuya Nakahara, a boy known as the Sheep King who is capable of manipulating gravity. But when strange rumors about the mysterious being Arahabaki start spreading throughout Yokohoma, the duo must put aside their differences and get to the bottom of things. Before they achieved infamy as the fearsome pairing Twin Dark, Dazai and Chuuya were just boys. Was their first encounter a harbinger of hope, or an ill omen of things to come...?",
      "ru": "«Призрак», неожиданно воскресшего, предыдущего босса не даёт покоя Портовой Мафии Йокогамы. Молодому члену мафии Дазаю, под присмотром новоиспечённого Босса Мафии Мори, было поручено разобраться в этом деле. Расследование приводит к так называемому «королю» печально известной группе подростков — «Овцы». Чуя соглашается работать вместе с Дазаем, чтобы раскрыть правду о его собственном прошлом и выяснить истинную причину недавних событий.",
      "es-la": "El fantasma del predecesor acecha a Port Mafia. A los quince años, Osamu Dazai, bajo la atenta mirada de Ōgai Mori, recibe su primera misión de investigar el asunto. La investigación lo lleva a Chūya Nakahara, el infame \"Rey de las Ovejas\", un grupo rival de jóvenes. Con su propio pasado desconocido para él, y las vidas de los miembros de Sheep en juego gracias a Port Mafia, Chūya acepta trabajar junto a Dazai para revelar la verdad detrás del exjefe de Port Mafia."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-06-29T05:36:44+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/566c528f-9f79-4460-83c1-996a16787625.jpg",
    "altTitles": [
      {
        "ja": "異世界サムライ"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-07-18T06:11:09+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/c889c2a2-fca9-4b85-a0ef-866dd4d9a3af.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1604fe26-256d-467c-8b34-d66d703029fc",
    "title": {
      "en": "Utsuranain desu"
    },
    "updatedAt": "2024-07-16T23:25:37+00:00",
    "coverArt": "https://mangadex.org/covers/1604fe26-256d-467c-8b34-d66d703029fc/bec5bb08-27d6-453b-8322-f3e620ec33ed.jpg",
    "altTitles": [
      {
        "ja": "写らナイんです"
      },
      {
        "en": "The Ghost Doesn't Show Up"
      }
    ],
    "description": {
      "en": "A high school boy who's seeing things that shouldn't be there encounters the enthusiastic girl from the occult research club. \n\n(Source: Manga Mogura)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b404699-0aa7-4910-b455-c6a91dda8ae6",
    "title": {
      "en": "Gendai no Saikyou Heishi, Isekai Dungeon o Kouryaku Suru"
    },
    "updatedAt": "2024-04-26T00:55:39+00:00",
    "coverArt": "https://mangadex.org/covers/9b404699-0aa7-4910-b455-c6a91dda8ae6/00c7ccff-7c5c-4faa-95ee-f1b94601f9eb.jpg",
    "altTitles": [
      {
        "ja": "現代の最強兵士、異世界ダンジョンを攻略する"
      },
      {
        "en": "The Modern Era's Strongest Soldier Conquers Another World's Dungeon"
      }
    ],
    "description": {
      "en": "Hasumi Ryuuji, the man called “the modern era’s strongest soldier”, someone who can make numerous difficult strategies a success, was transferred during a mission into the depths of another world’s dungeon. A “heavenly voice” echoed inside his brain guiding him — “Welcome, the hero from another world” — as he encounters a scene in which adventurers are being attacked by monsters. However, making good use of his superior physical abilities, discernment, and hand-to-hand combat abilities, he succeeds in easily making quick work of the monsters. In this other world, where adventurers are existences weaker than monsters, Hasumi, who can suppress his target even with just a knife, was someone regarded as a hero due to his outstanding abilities. Hasumi decides to cooperate with the adventurers he rescued, but they are attacked by a dragon, falling into a critical situation. Nevertheless, he leads his flustered comrades, coordinate them and makes an attack opportunity to appear. Moreover, after he summons modern firearms with a “weapon summoning” item, he kills the dragon in one shot by accurately targeting its weak spot. In front of this man’s tempered body and intellect, someone who is asked “Who the heck are you?” answers “I’m just a soldier”, even the mythical-grade dungeon is not a threat?! The curtain rises for the story of an ex-special forces soldier turned adventurer challenging another world!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2f01c25-14e3-43c4-856d-ebc10ff195eb",
    "title": {
      "en": "Fushigi no Mayuri-san"
    },
    "updatedAt": "2023-09-09T20:34:39+00:00",
    "coverArt": "https://mangadex.org/covers/e2f01c25-14e3-43c4-856d-ebc10ff195eb/36557e81-a86a-487d-97c9-966ebd3e75d6.jpg",
    "altTitles": [
      {
        "en": "Mysterious Mayuri-san"
      },
      {
        "ja": "不思議のまゆりさん"
      },
      {
        "pl": "Tajemnicza Mayuri-san"
      }
    ],
    "description": {
      "en": "Yuusuke, a 7th grader, is interested in his friend's older sister for various reasons.\nThe older sister, while a little strange, is a kind and caring girl.\nShe's mysterious but is popular with everyone.  \nThis is an ordinary comedy about Mayuri-san's mysterious everyday life."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "162"
  },
  {
    "mangaId": "c958fcb8-b4af-4462-817b-fb58fe7beca4",
    "title": {
      "en": "Senshun Kansoku"
    },
    "updatedAt": "2024-07-14T19:22:09+00:00",
    "coverArt": "https://mangadex.org/covers/c958fcb8-b4af-4462-817b-fb58fe7beca4/69d6e60d-d509-4819-b5f5-3b68eae138ff.png",
    "altTitles": [
      {
        "es": "Observando el inicio de la primavera"
      },
      {
        "en": "Observing him since early spring"
      },
      {
        "ja": "浅春観測"
      }
    ],
    "description": {
      "en": "Wakamatsu Haruka (3rd year of middle school) finds the new student Hachiya Shuuto (1st year of middle school) sleeping on the train station and Haruka can't help wanting to take care of the small Shuuto.  \n  \nThis is the story of a member of the baseball club and the leader of the school band."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "10"
  },
  {
    "mangaId": "a69377ee-b842-45f8-983b-0b523b695880",
    "title": {
      "en": "Beat & Motion"
    },
    "updatedAt": "2024-07-31T13:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/a69377ee-b842-45f8-983b-0b523b695880/f1091972-3079-43c6-bd48-518069d3c8f7.jpg",
    "altTitles": [
      {
        "ja": "BEAT＆MOTION"
      },
      {
        "ja": "ビートアンドモーション"
      },
      {
        "ja-ro": "BEAT & MOTION"
      },
      {
        "en": "BEAT & MOTION"
      },
      {
        "en": "Beat and Motion"
      },
      {
        "uk": "Біт і рух"
      }
    ],
    "description": {
      "en": "The winner of the MILLION TAG manga competition! A new era of manga begins with this series about the struggle and joy of creating art. Anime and music collide in this new series about growing up and reaching for your dreams!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4668276-4b3e-49e0-98e7-fcc6841f7680",
    "title": {
      "en": "Blue Lock: Episode Nagi"
    },
    "updatedAt": "2024-07-05T21:30:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4668276-4b3e-49e0-98e7-fcc6841f7680/9127d7ce-ff5a-4611-93a6-7e4cffbc63b3.jpg",
    "altTitles": [
      {
        "ja": "ブルーロック-EPISODE 凪-"
      },
      {
        "ru": "Блю Лок: Путь Наги"
      },
      {
        "fr": "Blue Lock - Épisode Nagi"
      }
    ],
    "description": {
      "en": "Nagi Seishiro is a second-year high school student. He is a boy whose habit is to say, \"It's a pain in the ass,\" and he lives his life listlessly. Until his partner, Mikage Reo, discovers his talent in the \"Blue Lock,\" a dormitory for training strikers that aims to win the World Cup for Japanese soccer.",
      "fr": "Nagi Seishiro est un lycéen de deuxième année. C'est un adolescent qui a l'habitude de tout le temps dire : « C'est chiant », il vit sa vie avec apathie. Jusqu'à ce que son camarade de classe, Mikage Reo, découvre son talent pour le foot, cela les mènera jusqu'au « Blue Lock », un centre de formation révolutionnaire rassemblant les 300 meilleurs attaquants lycéens du pays.",
      "pt-br": "Nagi Seishiro é um estudante do segundo ano do ensino médio. Ele é um garoto cujo hábito é dizer: \"Que saco\", e ele vive sua vida com indiferença. Até que seu parceiro, Mikage Reo, descobre seu talento em \"Blue Lock\", um dormitório para treinamento de atacantes que visa vencer a Copa do Mundo em nome do futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6af4399a-f205-4fc0-bb6f-6681bf4b66f5",
    "title": {
      "en": "If I Don’t Die Soon, I’ll Really Become Invincible!"
    },
    "updatedAt": "2024-08-02T20:15:05+00:00",
    "coverArt": "https://mangadex.org/covers/6af4399a-f205-4fc0-bb6f-6681bf4b66f5/2ef61610-19e8-4afc-8f03-1bb0e3e9faf9.jpg",
    "altTitles": [
      {
        "en": "If I Die, I will Be Invincible"
      },
      {
        "zh": "再不死我就真无敌了"
      },
      {
        "zh-ro": "Zài Bu Sǐ Wǒ Jiù Zhēn Wú Dí Le"
      },
      {
        "ja": "死ねば無敵、けれど死なせてくれない"
      }
    ],
    "description": {
      "en": "Ye Qing obtained the golden finger through travel, and as long as he dies, he would be invincible. So he started to go crazy. But... Empress Da Zhou: \"When I see Ye Qing's life, if he dies, I will live alone.\". Upper world immortal ruler: \"The world is so indifferent, but Lord Ye never hates me, I will try my best to protect him\". Hundreds of millions of people: \"everyone in the world can be lacking, but Lord Ye is the only saint, only Ye Qing!\"",
      "pt-br": "Após transmigrar para um mundo de imortais, Ye Qing obteve o poder supremo!! Ele vai conseguir a invencibilidade quando morrer! Ye Qing: É hora de me encontrar com a morte! Imperatriz de Zhou: Eu achei minha alma gêmea ao encontrar Ye Qing. Com todos os meus poderes, vou me certificar de que ele viva! Imperador Imortal do reino superior: o mundo é um lugar frio e indiferente, mas o senhor Ye sozinho me mostrou o calor e a gentileza do mundo. Vou protegê-lo com todos os meus poderes! Várias outras pessoas: Ninguém é perfeito, mas somente o senhor Ye é um santo virtuoso! Ye Qing: Ei pessoal? Por que não me deixam morrer logo? A essa altura, eu já teria mesmo me tornado invencível…"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "a9630bbe-6b68-437f-8624-bdb89fd61aa7",
    "title": {
      "en": "Helmut"
    },
    "updatedAt": "2024-06-15T11:14:19+00:00",
    "coverArt": "https://mangadex.org/covers/a9630bbe-6b68-437f-8624-bdb89fd61aa7/a2a4fedd-ca98-45b7-a9b3-308ead322461.jpg",
    "altTitles": [
      {
        "ko-ro": "Helmut (Kim Nan Sae)"
      },
      {
        "ko-ro": "Helmut (Honyo)"
      },
      {
        "ko": "헬무트"
      },
      {
        "en": "Helmut: The Forsaken Child"
      },
      {
        "es-la": "Helmut: El Niño Abandonado"
      }
    ],
    "description": {
      "en": "Helmut was a child who had been abandoned in the Demonic Beast Forest at birth.\nRaised by Demonic Beasts, the first human that he met was the Sword Saint Darien.\nLittle did Helmut know that the chance encounter would soon shake the foundation of his fate…\n\n“Grow stronger If you want to get out of here.”\n\nThe boy who’d lived like a beast was thrown into the human world!\nHe possessed overwhelming swordsmanship, outstanding looks and sharp intelligence, but there was one thing he lacked: humanity.\n\nI am no longer a prey. I am now a predator!",
      "fr": "Helmut était un enfant qui avait été abandonné dans la foret des bêtes magiques a sa naissance. Elevé par des bêtes magiques, le premier humain qu’il a rencontré était le saint de l’épée Darien. Helmut était loin de se douter que cette rencontre fortuite allait bientôt ébranler les fondements de son destin… ‘Deviens plus fort si tu veux sortir d’ici’ Le garçon qui avait vécu comme une bête était jeté dans le monde des humains ! Il possédait une habileté au sabre impressionnante, une apparence exceptionnelle et une intelligence aiguisée, mais il lui manquait une chose : l’humanité. Je ne suis plus une proie. Je suis maintenant un prédateur !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-01-30T23:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. He returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "356de811-ae92-48f1-b93b-cfdf0f8d02e4",
    "title": {
      "en": "Kakunaru Ue wa"
    },
    "updatedAt": "2024-07-02T02:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/356de811-ae92-48f1-b93b-cfdf0f8d02e4/ed485eb6-9ea8-494b-885f-a2d6cea352be.jpg",
    "altTitles": [
      {
        "ja": "描くなるうえは"
      },
      {
        "en": "Now That We Draw"
      },
      {
        "id": "Rupa Gambar Kita"
      },
      {
        "vi": "Ta Cùng Vẽ Thôi Nào!"
      },
      {
        "zh": "既然要画恋爱漫画"
      },
      {
        "ja-ro": "Kakunaru Ue ha"
      }
    ],
    "description": {
      "en": "Uehara-kun, who loves 2D, dreams of becoming a comic artist one day! However, his dream is threatened when an editor rejects his work as too boring.\n\nThe next day, while contemplating giving up on his dream, a gal in his class, Miyamoto Niina, sees his manuscript, and a too-close pseudo-romance for the sake of their comics begins!?\n\nThis is a comic artists × youth romantic comedy!",
      "id": "Uehara-kun menyukai karakter 2 dimensi dan mempunyai cita-cita menjadi mangaka! Namun, mimpinya pupus saat seorang editor menolak manga-nya karena bikin ngantuk. Besoknya, dia berencana membuang manga yang ditolak tersebut, namun, salah satu gadis dari kelasnya, Miyamoto Niina, mengetahui manga hasil buatannya, timbulah kisah komedi-romantis yang terjalin dari sebuah manga!",
      "ja": "2次元をこよなく愛する上原くんの夢は漫画家！\n\nある日、同じクラスのギャル宮本さんに自分の原稿を見られたことで漫画のための距離感近すぎ疑似恋愛、開始!?\n\n漫を持して描く漫画家×青春ラブコメディ！！",
      "vi": "Uehara-kun là một thằng rất thích gái 2D và ước mơ làm hoạ sĩ Manga! Tuy nhiên, giấc mơ của anh ta lại ngay lập tức bị đạp đổ khi bị một biên tập viên nhận xét rằng tác phẩm này nhìn chán chả buồn nói.\n\nTưởng như anh đã định từ bỏ giấc mơ của mình thì một cô gái trong lớp của anh, Miyamoto Niina, nhìn thấy bản phác thảo của cậu ấy và muốn bắt đầu một mối tình tưởng lãng mạn nhưng ai ngờ là giả tạo, để giúp cậu hoàn thành được bộ manga của mình!\n\nMột bộ manga về Mangaka ✖ Romcom tuổi mới lớn!",
      "pt-br": "Uehara-kun, que adora 2D, sonha em se tornar um mangaká um dia! No entanto, seu sonho é ameaçado quando um editor rejeita seu trabalho por considerá-lo muito chato.\n\nNo dia seguinte, enquanto pensa em desistir de seu sonho, uma garota de sua turma, Miyamoto Niina, vê seu manuscrito, e um pseudo-romance muito próximo para o bem de seus mangás começa!?\n\nEsta é uma comédia romântica juvenil de quadrinistas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54e260dc-5519-41c3-853c-d5f2a252b10f",
    "title": {
      "en": "Mahou Shoujo Ikusei Keikaku: Restart"
    },
    "updatedAt": "2024-06-01T15:06:04+00:00",
    "coverArt": "https://mangadex.org/covers/54e260dc-5519-41c3-853c-d5f2a252b10f/b0c0bb0f-f27a-4ab3-b6ef-c5ab39b00ac7.jpg",
    "altTitles": [
      {
        "en": "Magical Girl Raising Project: Restart"
      },
      {
        "ja": "魔法少女育成計画restart"
      }
    ],
    "description": {
      "en": "16 Magical Girls have been chosen to participate in the Magical Girl Raising Project by an unknown person and this time, there's prize money involved. Every three days, their Magical Phones will pull them into an RPG-like simulation where they have to clear the game to get out!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2129ddc8-210b-451b-99f8-fa3e7ff1e018",
    "title": {
      "en": "Winning Pass"
    },
    "updatedAt": "2024-06-08T19:07:01+00:00",
    "coverArt": "https://mangadex.org/covers/2129ddc8-210b-451b-99f8-fa3e7ff1e018/a99a4537-ea96-411a-8b5f-c71a5cb7bfed.jpg",
    "altTitles": [
      {
        "ja": "ウイニング パス"
      }
    ],
    "description": {
      "en": "Haruto Ichinose has an older brother, Shori Ichinose, who has excellent grades, is a basketball prodigy, and is very popular in school. Although he says he hates basketball, he trains alone and challenges his brother, only to be beaten back. On the other hand, his older brother Shori seems to recognize his \"talent\" more than anyone else, but who is he really...?",
      "ja": "成績優秀、バスケは天才的、そして校内の人気者・一ノ瀬翔麗を兄に持つ一ノ瀬陽斗。バスケは大嫌いと言いつつ、一人特訓して兄に挑戦しては返り討ちに遭う日々。一方で兄・翔麗は誰よりも陽斗の「才能」を認めている様子だが、その正体は…!?",
      "pt-br": "Haruto Ichinose tem um irmão mais velho, Shori Ichinose, que tem notas excelentes, é um prodígio do basquete e é muito popular na escola. Embora Haruto diga que odeia basquete, ele treina sozinho e desafia seu irmão, apenas para ser derrotado. Por outro lado, seu irmão mais velho Shori parece reconhecer seu \"talento\" mais do que qualquer outra pessoa, mas quem ele realmente é...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf3dca05-ce57-428b-a9d7-173467c15257",
    "title": {
      "en": "Suzuki the Mermaid"
    },
    "updatedAt": "2024-01-03T04:39:39+00:00",
    "coverArt": "https://mangadex.org/covers/bf3dca05-ce57-428b-a9d7-173467c15257/4dced468-606d-42b1-b5f4-18ff2bfa8d72.png",
    "altTitles": [
      {
        "ja": "人魚の鈴木さん"
      },
      {
        "ja-ro": "Ningyo no Suzuki-san"
      }
    ],
    "description": {
      "en": "A mermaid comes to the surface to work at a city aquarium."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cf4f8e5-bc1c-4051-9453-1ee3930f0ac0",
    "title": {
      "en": "Don't Fear the Reaper"
    },
    "updatedAt": "2023-09-29T00:10:30+00:00",
    "coverArt": "https://mangadex.org/covers/6cf4f8e5-bc1c-4051-9453-1ee3930f0ac0/afe008ab-f46f-4fc3-aa05-b4bd1f18d1d7.png",
    "altTitles": [
      {
        "en": "DFTR"
      }
    ],
    "description": {
      "en": "After a demonic ritual, 20-year-old Shelley Highgate has mysteriously risen from the grave, and is under fire from a Grim Reaper for cheating death! The two form an unlikely alliance to find the cult that killed Shelley and traverse the gothic world of the Deadlands."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3583a62-1184-4a61-b18e-9497a81b1673",
    "title": {
      "en": "Onna no Sono no Hoshi"
    },
    "updatedAt": "2024-05-22T19:40:41+00:00",
    "coverArt": "https://mangadex.org/covers/b3583a62-1184-4a61-b18e-9497a81b1673/c98d8e84-d71a-45b9-95d2-7abad35d6d50.jpg",
    "altTitles": [
      {
        "ja": "女の園の星"
      },
      {
        "zh": "女校之星"
      },
      {
        "en": "Hoshi of Girls' Garden"
      },
      {
        "en": "Hoshi of the Garden of Girls"
      },
      {
        "en": "The Star of Girls' Garden"
      }
    ],
    "description": {
      "en": "Known for the compilation *\"Captivated, by You\"*, Wayama’s first serialization in a Josei magazine is a comedy set in an all-girls school about a Japanese language teacher, Hoshi-sensei, and the carefree play that his students involve him in.  \n  \nThe story starts when Kagawa, a student, delivers the class journal to Hoshi-sensei.   \n  \nAs the students play word chain game \"Shiritori\" in the form of drawings in the remarks column of the journal, Hoshi-sensei becomes troubled…\n\n---\n- **Won the 25th Japan Media Arts Festival Social Impact Award for Manga in 2022**"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df59c687-346f-45fa-b351-ee8dc09f752f",
    "title": {
      "en": "Tales of Wedding Rings"
    },
    "updatedAt": "2024-06-06T20:32:01+00:00",
    "coverArt": "https://mangadex.org/covers/df59c687-346f-45fa-b351-ee8dc09f752f/07a43e1a-d09f-47fa-8c1f-92db745033bd.jpg",
    "altTitles": [
      {
        "ja-ro": "Kekkon Yubiwa Monogatari"
      },
      {
        "ru": "Сказание о обручальных кольцах"
      },
      {
        "th": "ตำนานผู้กล้าแห่งแหวน"
      },
      {
        "zh": "婚戒物语"
      },
      {
        "ja": "結婚指輪物語"
      },
      {
        "ko": "결혼반지 이야기"
      },
      {
        "en": "The Tale of the Wedding Rings"
      },
      {
        "de": "The Tale of the Wedding Rings"
      }
    ],
    "description": {
      "en": "Satou has been in love with his childhood friend and neighbour, Hime, ever since she and her grandfather appeared out of nowhere 10 years ago. Now a dazzling, yet mysterious high-school beauty, she makes it more and more difficult for him to confess his feelings. As the anniversary of their first meeting is nearing, will he muster up his courage to transform their friendship into something more? Or will an entirely different fate await this tightly bonded pair?",
      "it": "Sato è innamorato della sua amica d'infanzia e vicina di casa, Hime, da quando lei e suo nonno apparvero dal nulla dieci anni prima. Ora è un'affascinante, e misteriosa bellezza delle superiori, e questo rende molto più difficile per lui confessare i suoi sentimenti. Mentre l'anniversario del loro primo incontro si avvicina, raccoglierà il coraggio che gli serve per trasformare la loro amicizia in qualcosa di più? O un fato completamente differente questa coppia legatissima?",
      "ru": "Сато — простой японский паренёк, который души не чает в своей подруге детства Химе. Так вышло, что Сато угодил прямиком в иной мир, где ему волею судьбы досталась роль повелителя колец. Женившись на давно любимой подруге детства, казалось бы, чего ещё желать, — но ни тут-то было! Зло не дремлет! И теперь, чтобы одолеть терзающую незнакомый ему мир напасть, ему предстоит женить на себе ещё четырех девиц из разных земель и рас, дабы вобрать в себя их силу и одолеть пробудившееся врага!  \nСможет ли наш повелитель колец исполнить свою роль и стать спасителем иного мира? Это нам и предстоит узнать!  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/klotishue)",
      "es-la": "Satou ha estado enamorado de su vecina y amiga de la infancia, Himeno, desde que ella y su abuelo aparecieron de la nada en destello de luz hace 10 años. Ahora ella es una deslumbrante, misteriosa, y hermosa estudiante de secundaria y él desea llevar su relación al siguiente nivel, pero justo cuando está a punto de confesar sus sentimientos, ella le dice que debe irse. Él decide que no puede simplemente dejarla ir, así que va tras ella. Sin embargo encontrará algo inesperado, se ve inmerso en un mundo de magia, monstruos y ¡anillos de boda!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1515d3bb-f8d3-4154-9423-e15f9e3088be",
    "title": {
      "en": "Fami-res Iko."
    },
    "updatedAt": "2024-05-12T02:45:49+00:00",
    "coverArt": "https://mangadex.org/covers/1515d3bb-f8d3-4154-9423-e15f9e3088be/0bb81a1d-da06-4553-8e6e-b03f542a3967.png",
    "altTitles": [
      {
        "ja-ro": "Family Restaurant​ Iko."
      },
      {
        "en": "Let's go to the FamiRes."
      },
      {
        "en": "Let's go to family restaurant."
      },
      {
        "ja": "ファミレス行こ。"
      },
      {
        "zh": "去恰饭吧。"
      },
      {
        "zh-hk": "去恰飯吧。"
      }
    ],
    "description": {
      "en": "Satomi Oka moved to Tokyo from Osaka when he entered university. On his way home from a new year's party, he stops by a family restaurant and starts a part-time job...\r\n\r\n---\r\n- The MC is Satomi Oka, from author's previous work, [Let's Go Karaoke!](https://mangadex.org/title/212e9236-c0e3-4e85-ae92-087495820251)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e6ec1724-5145-4a1b-b043-4a54164f2023",
    "title": {
      "en": "Doukyonin ga Fuantei Deshite"
    },
    "updatedAt": "2024-07-21T02:10:21+00:00",
    "coverArt": "https://mangadex.org/covers/e6ec1724-5145-4a1b-b043-4a54164f2023/c5e072d5-0dd2-498a-9c9d-22f3cbfab3e1.jpg",
    "altTitles": [
      {
        "ja": "同居人が不安定でして"
      },
      {
        "ko": "동거인이 불안정해서"
      },
      {
        "en": "My Roomate is Unstable"
      }
    ],
    "description": {
      "en": "A story about the daily lives of two roommates, Fuantei-san, a slightly unstable illustrator, and Shikkari-san, a capable career woman."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "25"
  },
  {
    "mangaId": "08754493-b6cf-4478-b2c6-18efb2b0852b",
    "title": {
      "en": "Touhou - The Magician's Premonition (Doujinshi)"
    },
    "updatedAt": "2024-08-03T17:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/08754493-b6cf-4478-b2c6-18efb2b0852b/4958f1a3-aae5-43bb-8091-174cd4aab0b0.png",
    "altTitles": [
      {
        "ja": "魔法使いのイヤな予感"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fe5571f-ecc9-4a26-9a50-cfa09757a735",
    "title": {
      "en": "Totsugi Okureta Kitsune ga Yome ni Kuru Hanashi"
    },
    "updatedAt": "2024-07-30T21:34:34+00:00",
    "coverArt": "https://mangadex.org/covers/2fe5571f-ecc9-4a26-9a50-cfa09757a735/116dce04-dc9d-42f5-a759-47b167fe2e93.png",
    "altTitles": [
      {
        "ja": "嫁ぎ遅れた狐が嫁に来る話"
      },
      {
        "en": "The Story of the Fox Who Was Late Getting Married and Came to be My Bride"
      }
    ],
    "description": {
      "en": "One day, overworked salaryman Goro is taking a walk on the mountain behind his house and comes across a fox lying upside down on the side of the road... The fox yells 'Hey you! Got a moment?'  And well, if you've seen the title you know the rest.  This is a cute and fluffy romcom about a fox's wedding(?).",
      "ja": "狐を拾ったら、嫁がれました。\n\n三十路手前のサラリーマン、日野峰吾郎は、とある理由で嫁ぎ遅れた化け狐、こがねを助けたことで恩返しと称した求婚を迫られる。こがねを無下にすることもできず、吾郎は「1年間の同棲を経て妻として認められたら結婚する」という条件を提案することに。果たしてこがねは無事に嫁ぐことができるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a84638a7-2a16-4fad-888f-c99033300cf4",
    "title": {
      "en": "Everything but your life"
    },
    "updatedAt": "2024-07-31T16:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/a84638a7-2a16-4fad-888f-c99033300cf4/d19ecc4e-89b4-42b2-8ec1-49a893de2e09.png",
    "altTitles": [],
    "description": {
      "en": "A transfer student desperately seeking someone to relate to pursues the attention of a mysterious boy covered in bandages, thinking he might finally be able to build a friendship for the first time since a tragic accident."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "192aa767-2479-42c1-9780-8d65a2efd36a",
    "title": {
      "en": "Gachiakuta"
    },
    "updatedAt": "2024-06-01T10:30:49+00:00",
    "coverArt": "https://mangadex.org/covers/192aa767-2479-42c1-9780-8d65a2efd36a/662214a8-7a47-499e-9609-43771145f5be.jpg",
    "altTitles": [
      {
        "ru": "Гачиакута"
      },
      {
        "ja-ro": "Gachi Akuta"
      },
      {
        "ja": "ガチアクタ"
      },
      {
        "fa": "گاچیاکوتا"
      },
      {
        "en": "Real Trash"
      },
      {
        "id": "Gachiakuta"
      },
      {
        "hi": "असल कचरा"
      },
      {
        "uk": "Ґачіакута"
      }
    ],
    "description": {
      "en": "A slum where criminals' descendants live... People beyond the border look down and discriminate them as \"tribal people.\" Ludo, an orphan boy, lives in the slum with his foster parent, Legt, and makes a living using his extraordinary physical abilities. However, one day, he was accused for a crime he didn't commit., and is thrown into the \"abyss\" which even the slum people fear.\n\n---\nLiving in the slums of a wealthy town, Rudo and his foster father Legto try to coexist with the rest of the town's residents, but Rudo despises the wastefulness of the upper class. Ignoring the warnings from those around him, Rudo regularly rummages through the town's garbage in search of anything useful or valuable to save from the \"Abyss\"—a massive hole where anything considered trash is dumped, including people. Rudo's biological father was one such person, having been thrown into the Abyss after he was accused of murder.\n\nOne day, after running into a mysterious figure on the way home, Rudo returns to find Legto's dying body on the floor. He is immediately found at the scene by the authorities and is charged with murder. No one believes his claims of innocence, and he is thrown into the Abyss. Instead of dying, however, he finds himself in a strange, foul-smelling place surrounded by monsters made out of trash.\n\nWhen Rudo is attacked by said monsters, he is saved by a man named Engine, who reveals himself to be a \"janitor\"—someone who uses special weapons called \"jinkis\" to combat these creatures. In order to get his revenge on the one who killed Legto, Rudo reluctantly becomes a janitor to fight his way back up and out of the Abyss.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10010/episode/325146) (U.S. Only)",
      "fa": "در اطـــــــراف حلبی‌آباد  پرتـگاهی وجـو د دارد که هرکـس مرتکب\nخلافی شود به آنجا پـــــرت می‌شــود. رودو یتــیمی است که   در \nآنجا زندگی میکند اما روزی  به‌خاطر یک پاپوش او را به اشــــــــد\nمجازات محکوم می‌کنند.",
      "id": "Di daerah kumuh dimana keturunan kriminal tinggal... orang-orang yang di luar perbatasan mendiskriminasi dan merendahkan mereka sebagai \"orang suku.\". rudo, anak yatim, yang tinggal di daerah kumuh dengan orang tua angkatnya, regto, dan bertahan hidup menggunakan kemampuan fisik hebatnya. bagaimanapun, suatu hari, dia dituduh melakukan kejahatan yang dia tidak lakukan, dan dilempar ke dalam \"abyss\" yang bahkan orang-orang di daerah kumu bahkan ditakuti.'\nTinggal di daerah kumuh dari kota makmur, Rudo dan ayah angkatnya regto mencoba untuk bersahabat dengan orang-orang kota, tapi rudo membenci borosnya orang kelas atas. mengabaikan peringatan dari sekitarnya, Rudo mengais sampah melalui tempat pembuangan kota untuk mencari barang-barang bernilai atau berguna untuk diselamatkan dari \"abyss\"- lubang besar dimana apapun yang dianggap sampah dibuang ke sana, termasuk manusia. Ayah kandung Rudo termasuk orang itu, yang dilempar ke dalalm Abys setelah dia difitnah melakukan pembunuhan.\nSuatu hari, setelah lari dari sesosok misterius saat jalan pulang, Rudo menemukan tubuh sekarat Regto terbaring di lantai. dia dengan segera ditemukan di tkp oleh petugas dan dijatuhi dengan pembunuhan. Tidak seorangpun percaya ketidak bersalahannya, dan dia dilempar ke Abyss. Alih-alih mati, dia menemukan dirinya di tempat aneh, dan berbau busuk yang dikelilingi oleh monster yang terbuat dari sampah.\nKetika rudo diserang oleh monster itu, dia diselamatkan oleh pria yang bernama enjin, yang menyebut dirinya sebagai \"janitor\"- seseorang yang menggunakan senjata spesial yang disebut \"jinki\" untuk melawan makhluk itu. Agar dapat balas dendam pada orang yang membunuh Regto, Rudo dengan enggan menjadi seorang janitor untuk dapat kembali ke atas dan keluar dari Abyss.",
      "ja": "犯罪者の子孫たちが暮らすスラム街。境界線の向こうの人々からは「族民」とさげすまれ、差別を受けていた。孤児だった少年・ルドは、育ての親であるレグトと共にスラム街に住み、常人離れした身体能力を武器に生計を立てていた。だがある日、身に覚えのない罪を着せられ、スラムの人々でさえ恐れる「奈落」へと落とされてしまう……。",
      "es-la": "Barrios marginales habitados por descendientes de delincuentes. La gente de fuera de la frontera los desprecia y discrimina como \"gente de la tribu\". Ludo, un niño huérfano, vive en el barrio bajo con su padre adoptivo Legto, y se gana la vida utilizando sus extraordinarias habilidades físicas. Sin embargo, un día es acusado de un crimen que no cometió y se ve abocado al \"abismo\" que hasta los habitantes de los barrios bajos temen.\n\n(Source: Pocket Magazine)",
      "pt-br": "O grito redundante da alma que vem do fundo do poço em direção ao mundo infestado pelo desprezo e segregação! O subúrbio onde vivem os descendentes dos criminosos. Mesmo assim o Ludo vivia em meio à esse ambiente, de cabeça erguida, mas......!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f1779b9-5fe9-4d0e-be6e-7193c2508b55",
    "title": {
      "en": "Kill My Love"
    },
    "updatedAt": "2024-07-13T19:50:49+00:00",
    "coverArt": "https://mangadex.org/covers/1f1779b9-5fe9-4d0e-be6e-7193c2508b55/f9441e27-b730-4322-abd5-53c12b1d2bb3.jpg",
    "altTitles": [
      {
        "zh": "爱与杀意之夜"
      },
      {
        "zh-ro": "Ai Yu Sha Yi Zhi Ye"
      },
      {
        "en": "Night of Love and Murder"
      },
      {
        "es-la": "Mata Mi Amor"
      },
      {
        "en": "Night of Love and Murderous Intent"
      }
    ],
    "description": {
      "en": "A decade ago, he was a beta at the pinnacle of his assassin career. But one day, while trying to save an Alpha child, he suffered severe injuries leading him to lose the sharpness and insight an assassin needs. Left with no choice, he retired and moved into a remote small town to start a new life under a new identity. Everything was going well until an unexpected visitor showed up at his house. The child he had saved years ago has now grown into the leader of an organization, and he’s coming after the beta with a powerful intent—"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-07-26T06:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d080f85f-a6ef-4e0a-9569-c0709b60d8c0",
    "title": {
      "en": "Isshou Senkin"
    },
    "updatedAt": "2024-04-11T23:55:17+00:00",
    "coverArt": "https://mangadex.org/covers/d080f85f-a6ef-4e0a-9569-c0709b60d8c0/444b7ff9-ba6d-4de8-b9d0-0a462c5d0404.jpg",
    "altTitles": [
      {
        "ja": "一勝千金"
      },
      {
        "en": "STAR: Strike it Rich"
      },
      {
        "en": "ST✰R: Strike it Rich"
      },
      {
        "ru": "Звезда: Бей, богатей"
      },
      {
        "ru": "Бесценная Победа"
      }
    ],
    "description": {
      "en": "“Yup! Just as slow as I thought.”\n\nAfter retiring from public fighting and getting fired from underground fighting, 27 year old Tenma Nozomi's zest for life is gradually dwindling away. It's hard to be at the bottom with nowhere to go, and that's exactly where she and her two friends are. However, Nozomi hits upon an idea that may just solve all of their problems: they could make their own underground fighting circuit for women, and tap into an underexplored market. As good as that sounds, her insistence on including the unknown quantity Hongou Hina may prove to be more than she bargained for..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c002702-9cf2-4688-a62e-892d7ce58986",
    "title": {
      "en": "Shut Hell"
    },
    "updatedAt": "2023-06-21T21:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/9c002702-9cf2-4688-a62e-892d7ce58986/6cf95171-1ae6-4cc1-994c-996db6cea809.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuryou - Shutoheru"
      },
      {
        "ja-ro": "Shuto Heru"
      },
      {
        "ja-ro": "Shutohel"
      },
      {
        "ja": "悪霊 シュトヘル"
      },
      {
        "zh": "西夏恶灵"
      },
      {
        "ko": "슈토헬"
      },
      {
        "ru": "Шат Хелл"
      }
    ],
    "description": {
      "en": "Beginning of the 13th century, Western Xia state in Chinese mainland. \nIn those days existed a woman warrior named Shut Hell, the Evil One, feared even by the Mongols, reputed the strongest army in history. \nAt first she was just a normal Tangut soldier, but after coming close to death so many times she found a superhuman strength in herself. \nOn the other side Yurul, a young Mongol prince, is fascinated by the Tangut, his enemies' writing script, and is worried for their future…\nCenturies later a Japanese high school student named Shudo is haunted by a vivid dream of a battlefield...\nIs there some sort of bound between these completely different lives ? Will they manage to overcome the obstacles surrounding them ?\n\n\n- **2012 Osamu Tezuka Cultural Prize (New Creator) winner**",
      "pt-br": "Um Jovem chamado Sudou desperta em uma de suas vidas passadas onde ele era uma guerreira Xia chamada Shut Hell a maligna, temida até pelos Mongóis de Genghis Khan que estão unindo forças para acabar com a dinastia Xia Ocidental. a história ocorre no Século 13 onde a Maligna junto com a principe Yurul se esforçam para preservar Xia e sua cultura e escritas."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "90"
  }
]