[
  {
    "mangaId": "4d6decd4-835d-4905-9534-2571dae07bcd",
    "title": {
      "en": "Lord El-Melloi II-sei no Jikenbo"
    },
    "updatedAt": "2024-04-16T20:10:45+00:00",
    "coverArt": "https://mangadex.org/covers/4d6decd4-835d-4905-9534-2571dae07bcd/1ba80bfd-6186-4005-b518-3ce19207c0ba.jpg",
    "altTitles": [
      {
        "ja": "Lord El-Melloi II Case Files"
      },
      {
        "ja": "ロード・エルメロイⅡ世の事件簿"
      },
      {
        "ru": "Досье лорда Эль-Меллоя II"
      },
      {
        "vi": "Bí ẩn trong thế giới ma thuật"
      },
      {
        "vi": "Hồ sơ của Lord El-Melloi"
      }
    ],
    "description": {
      "en": "When Lord El-Melloi II, the later Waver Velvet, gets asked to claim his inheritance over Adra Castle, he travels there with his apprentice Gray to do so. But they are not the only ones called that way. The will of the previous owner states that the assembled contestants—including Luviagelita Edelfelt—must compete in a game of wits to win the castle.  \n  \nBased on the light novel of the same name.",
      "ru": "Часовая Башня — центр магического мира и штаб-квартира «Ассоциации магов», хранящей секреты бесценных таинств. Преподающий здесь лорд факультета современной магии, Эль-Меллой II, по стечению определённых обстоятельств оказывается втянут в борьбу за наследие Замка Разделения, Адра. Только разгадавший тайну ангельских имён, что были даны всем приглашённым и встречаются в нём повсюду, сможет получить его «наследие». Однако даже для высокопоставленных магов Часовой Башни это дело оказалось не простым решением головоломки, а началом волшебного, но в то же время печального инцидента.С этого дела началось досье лорда Эль-Меллоя II, в котором переплелись магия и таинства, иллюзии и загадки..."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "009c62ce-6064-4409-9949-4f00ba6d593c",
    "title": {
      "en": "Cheat Skill \"Shisha Sosei\" ga Kakusei Shite, Inishie no Maougun wo Fukkatsu Sasete Shimaimashita"
    },
    "updatedAt": "2024-07-24T03:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/009c62ce-6064-4409-9949-4f00ba6d593c/4e63234b-85f2-48a9-81f6-440a4142d717.jpg",
    "altTitles": [
      {
        "en": "My Cheat Skill [Resurrection] Revived Me, and I Ended up Resurrecting the Ancient Demon Lord’s Army. ~The Strongest Healer That Won’t Let Anyone Die~"
      },
      {
        "ja": "チートスキル『死者蘇生』が覚醒して、いにしえの魔王軍を復活させてしまいました"
      },
      {
        "ja": "チートスキル『死者蘇生』が覚醒して、いにしえの魔王軍を復活させてしまいました～誰も死なせない最強ヒーラー～"
      },
      {
        "ja-ro": "Cheat Skill \"Shisha Sosei\" ga Kakusei Shite Inishieno Maougun wo Fukkatsu Sasete Shimaimashita ~Dare mo Shinasenai Saikyou Hiiro~"
      },
      {
        "zh-hk": "覺醒開掛技能【死者蘇生】，然後將古老的魔王軍復活了"
      },
      {
        "zh-hk": "覺醒開掛技能【死者蘇生】，然後將古老的魔王軍復活了～誰也不會死亡的最強英雄～"
      },
      {
        "zh": "觉醒开挂技能【死者苏生】，然后将古老的魔王军复活了"
      }
    ],
    "description": {
      "en": "Licht, a young man who has the special ability, \"Resurrection,\" makes his living as a member of an S-Rank Adventurer's Party. However, the king, who feared his power, ordered his comrades to betray him, and in the end, executed him in an unfair manner. But Licht, who was fortunate enough to be revived because of his own skill, now swears to carry out his revenge on humanity…",
      "pt-br": "Licht, um jovem que tem a habilidade especial, [Ressurreição], ganha a vida como membro de um grupo de Aventureiros da classe S. No entanto, o rei, que temia seu poder, ordenou que seus companheiros o traíssem e, no final, o executaram de maneira injusta. Mas Licht, que teve a sorte de ser revivido por causa de sua própria habilidade, agora jura se vingar da Humanidade ."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b1cf97b-b999-4d68-8162-dc121c1a3686",
    "title": {
      "en": "Lycoris Recoil Comic Anthology: Repeat"
    },
    "updatedAt": "2024-08-03T21:27:44+00:00",
    "coverArt": "https://mangadex.org/covers/2b1cf97b-b999-4d68-8162-dc121c1a3686/ebb0498c-61f1-4bbd-9216-a2c0b477305b.jpg",
    "altTitles": [
      {
        "ja": "リコリス・リコイル 公式コミックアンソロジー リピート"
      },
      {
        "ru": "Антология Комиксов Ликорис Рикоил: Повтор"
      }
    ],
    "description": {
      "en": "Lycoris Recoil manga anthology by various artists.\n\n---\n**Volume 1**\n**Cover**: [Atto](https://mangadex.org/author/074f389a-7f7c-49d2-aa5c-a140379ba91c)\n**Illustrations**: [Abe Kanari](https://mangadex.org/author/2127687b-c0fd-4831-bbf8-2f2b1f297eee), [Hamayumiba Sou](https://mangadex.org/author/add5dc38-6e9a-458d-8fa9-87983c292027), [Aono Nachi](https://mangadex.org/author/fc77ff3c-7de8-48de-86e5-f0230cc4a26e), [Tiv](https://mangadex.org/author/1a79d104-f272-466b-a222-5e754e767230)\n\n**Author list**:\n1. Ginmoku\n2. Kojima Takeshi\n3. Suzumi Raika\n4. Takano Itsuki\n5. Mikazuchi\n6. Ree\n7. Niina Ryou\n8. Wakadori Nikomi\n9. Morinaga Miki\n10. Sakuragi Ren\n11. Nyoi Jizai\n12. GUNP\n13. sometime\n14. Mekimeki\n\n**Volume 2**\n**Cover**: [Fukagawa Kasumi](https://mangadex.org/author/0ad2038d-7e07-4f12-a08d-100c937d2b40)\n**Illustrations**: [Atto](https://mangadex.org/author/074f389a-7f7c-49d2-aa5c-a140379ba91c), [Koruse](https://mangadex.org/author/292090b0-eae6-4d91-859d-ef02559e40a3)\n\n**Author list**:\n1. Tsutsui Itsuki\n2. Manuma Yasuka\n3. Kimura Yuu\n4. sugar.\n5. Kurikanoko\n6. Yuichi\n7. Morinaga Miki\n8. Nana Kamado\n9. Shirou Urayama\n10. Bonryu\n11. Utashima\n12. Nii Maruko"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f41a3d0-b9cb-472b-840f-4636075d114a",
    "title": {
      "en": "A Note (A Knot)"
    },
    "updatedAt": "2024-07-26T16:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/9f41a3d0-b9cb-472b-840f-4636075d114a/6f63982d-46ea-41c4-810b-ebbfbda9538e.png",
    "altTitles": [
      {
        "ja": "あのっと"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f3bcae4-2d96-4c9d-932c-90181d9c873e",
    "title": {
      "en": "My Hero Academia"
    },
    "updatedAt": "2024-08-27T16:28:47+00:00",
    "coverArt": "https://mangadex.org/covers/4f3bcae4-2d96-4c9d-932c-90181d9c873e/b7ba8b27-0e08-4d6f-9616-ebbb6cc33a01.jpg",
    "altTitles": [
      {
        "ja-ro": "HeroAca"
      },
      {
        "tr": "Kahramanlık Akademim"
      },
      {
        "en": "MHA"
      },
      {
        "es": "Mi Academia de Héroes"
      },
      {
        "ja-ro": "BnHA"
      },
      {
        "pl": "My Hero Academia: Akademia Bohaterów"
      },
      {
        "ru": "Моя геройская академия"
      },
      {
        "he": "אקדמיית הגיבורים שלי"
      },
      {
        "ar": "أكاديمية بطلي"
      },
      {
        "ms": "ഹീറോ അക്കാദമി"
      },
      {
        "th": "มายฮีโร่ อคาเดเมีย"
      },
      {
        "ja": "ヒロアカ"
      },
      {
        "ja": "僕のヒーローアカデミア"
      },
      {
        "zh": "我的英雄学院"
      },
      {
        "zh": "我的英雄學院"
      },
      {
        "ko": "나의 히어로 아카데미아"
      },
      {
        "ne": "मेरो हिरो एकेडेमिया"
      },
      {
        "fr": "My Hero Academia"
      },
      {
        "kk": "Қаһарман Академиям"
      },
      {
        "kk": "Ерлік Академиям"
      },
      {
        "ja-ro": "Boku no Hero Academia"
      },
      {
        "vi": "Học Viện Siêu Anh Hùng"
      },
      {
        "pt-br": "My Hero Academia"
      },
      {
        "ko": "나의 영웅 아카데미아"
      },
      {
        "es-la": "Mi Academia de Héroes"
      }
    ],
    "description": {
      "en": "One day, a four-year-old boy came to a sudden realization: the world is not fair. Eighty percent of the world's population wield special abilities, known as \"quirks,\" which have given many the power to make their childhood dreams of becoming a superhero a reality. Unfortunately, Izuku Midoriya was one of the few born without a quirk, suffering from discrimination because of it. Yet, he refuses to give up on his dream of becoming a hero; determined to do the impossible, Izuku sets his sights on the elite hero training academy, UA High.  \n  \nHowever, everything changes after a chance meeting with the number one hero and Izuku's idol, All Might. Discovering that his dream is not a dead end, the powerless boy undergoes special training, working harder than ever before. Eventually, this leads to him inheriting All Might's power, and with his newfound abilities, gets into his school of choice, beginning his grueling journey to become the successor of the best hero on the planet.\n\n---\n\n**Note: Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of My Hero Academia are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/my-hero-academia) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free at the below link.**",
      "es": "Un día, un niño de cuatro años se dio cuenta de repente: el mundo no es justo. El 80% de la población mundial posee habilidades especiales, conocidas como «quirks», que han dado a muchos el poder de hacer realidad sus sueños infantiles de convertirse en superhéroes. Por desgracia, Izuku Midoriya fue uno de los pocos que nació sin una «quirk», sufriendo discriminación por ello. Sin embargo, se niega a renunciar a su sueño de convertirse en un héroe; decidido a hacer lo imposible, Izuku pone sus miras en la academia de entrenamiento de héroes de élite, UA High.  \n  \nSin embargo, todo cambia tras un encuentro casual con el héroe número uno e ídolo de Izuku, All Might. Al descubrir que su sueño no es un callejón sin salida, el chico sin poderes se somete a un entrenamiento especial, esforzándose más que nunca. Finalmente, esto le lleva a heredar el poder de All Might y, con sus nuevas habilidades, consigue entrar en la escuela de su elección, comenzando su agotador viaje para convertirse en el sucesor del mejor héroe del planeta.",
      "fr": "Dans un monde où 80 % de la population possède un super-pouvoir appelé alter, les héros font partie de la vie quotidienne. Et les super-vilains aussi ! Face à eux se dresse l’invincible All Might, le plus puissant des héros ! Le jeune Izuku Midoriya en est un fan absolu. Il n’a qu’un rêve : entrer à la Hero Academia pour suivre les traces de son idole.\nLe problème, c’est qu’il fait partie des 20 % qui n’ont aucun pouvoir…\n\nSon destin est bouleversé le jour où sa route croise celle d’All Might en personne ! Ce dernier lui offre une chance inespérée de voir son rêve se réaliser. Pour Izuku, le parcours du combattant ne fait que commencer !\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Манга повествует о мире, где больший процент населения человечества рождается с необычной способностью (называется это - причуда), но наш главный герой в этот процент не попал. И по всем законам жанра неудачник сам упорно пытается достичь небывалой силы и приблизиться к своей мечте - стать супергероем.",
      "vi": "Thế giới trở nên tràn ngập những người sở hữu một thứ siêu năng lực gọi là \"Kosei\"! Các \"Siêu anh hùng\" xuất hiện chống lại những tên tội phạm \"Villain\" chuyên lợi dụng \"Kosei\" để lộng hành. Sức mạnh áp đảo của họ làm nhiều người vô cùng ngưỡng mộ. Nhân vật chính là cậu bé Midoriya Izuku (tên thường gọi là \"Deku\") cũng ôm ấp giấc mơ trở thành \"Siêu anh hùng\"....!?\n\n(Source: MangaPlus)",
      "es-la": "Un día, un niño de cuatro años se dio cuenta de repente: el mundo no es justo. El 80% de la población mundial posee habilidades especiales, conocidas como «quirks», que han dado a muchos el poder de hacer realidad sus sueños infantiles de convertirse en superhéroes. Por desgracia, Izuku Midoriya fue uno de los pocos que nació sin una «quirk», sufriendo discriminación por ello. Sin embargo, se niega a renunciar a su sueño de convertirse en un héroe; decidido a hacer lo imposible, Izuku pone sus miras en la academia de entrenamiento de héroes de élite, UA High.  \n  \nSin embargo, todo cambia tras un encuentro casual con el héroe número uno e ídolo de Izuku, All Might. Al descubrir que su sueño no es un callejón sin salida, el chico sin poderes se somete a un entrenamiento especial, esforzándose más que nunca. Finalmente, esto le lleva a heredar el poder de All Might y, con sus nuevas habilidades, consigue entrar en la escuela de su elección, comenzando su agotador viaje para convertirse en el sucesor del mejor héroe del planeta.",
      "pt-br": "Em um mundo onde quase toda a população possui algum poder sobre-humano, Izuku Midoriya é um dos poucos casos de pessoas comuns. Mas esse não é o maior de seus problemas. Exatamente por ser desprovido de qualquer poder, Izuku sofre constantemente nas mãos de seus colegas de classe. Nesse mundo fictício, desde o primeiro caso constatado de um recém-nascido com algum tipo de poder, o índice de criminalidade cresceu proporcional ao surgimento de heróis com as mais variadas capacidades. E, como não poderia deixar de ser, o sonho de Izuku é se tornar um super-herói. Isso parecia impossível, até o dia que ele ajuda o poderoso All Might na captura de um vilão gosmento. Ao demonstrar grande coragem e um forte senso de justiça, com a ajuda do famoso herói de cabelos louros, o garoto enfim terá a chance de se tornar quem sempre sonhou!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "430"
  },
  {
    "mangaId": "2f7d8280-813b-41ad-b83c-5278b0cec0e5",
    "title": {
      "en": "I Tried to Live a Good Life"
    },
    "updatedAt": "2024-08-30T01:23:35+00:00",
    "coverArt": "https://mangadex.org/covers/2f7d8280-813b-41ad-b83c-5278b0cec0e5/30857ea1-c687-4676-90cc-e84823be9f28.jpg",
    "altTitles": [
      {
        "ko": "착하게 살려고 했습니다만"
      },
      {
        "en": "I Tried to Live Nicely"
      }
    ],
    "description": {
      "en": "After my grandmother's funeral, I woke up in the body of a noblewoman. Specifically, a woman who had died because she didn’t want to get married.\n\nThe older brother of the man she was supposed to marry comes to me, threatening to pay off her debts, and my father is absolutely no help at all.\nOn top of that, the shop is about to disappear, and the estate is falling apart.\nJust yesterday, I was a modern person finding small joys like sneaking a coffee from the break room or charging my phone at the office, but now I have to pay off debts and manage an estate.\nI tried to live a good life, just as the god had said when he gave me this chance…\n\"I wonder if selling a few loaves of bread will really help you pay it back.\"\n\"Don't worry, I'll pay it off.\"\n\"If such a miracle happens.\"\nHe turned to me, standing slightly askew with his arms crossed over his chest. Even in his anger, he looked astonishingly handsome.\n\"If that miracle occurs, I'll kneel before you and kiss the top of your foot.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbe57225-e455-4680-b2b9-5b8b82a1be9e",
    "title": {
      "en": "The Ride-On King"
    },
    "updatedAt": "2024-07-22T16:12:23+00:00",
    "coverArt": "https://mangadex.org/covers/fbe57225-e455-4680-b2b9-5b8b82a1be9e/17b1641b-acb5-48a8-bc10-952633d352d3.jpg",
    "altTitles": [
      {
        "ja": "ライドンキング"
      },
      {
        "zh-hk": "騎乘之王"
      },
      {
        "en": "Golosseum - The Ride-On King"
      },
      {
        "ru": "Король-наездник"
      },
      {
        "ru": "Царь-всадник"
      }
    ],
    "description": {
      "en": "Alexander Purchinov is president for life of the country of Pursia, a country ruled by the strict influence of its government. Alexander always desires to be dominant and \"ride\" things, whether literally or figuratively. Now that he has already ridden his country, his next target is a fantasy world that has orcs, wyverns, and centaurs.",
      "fr": "Alexander Purchinov est le président à vie de la République de Purse, un pays où l’État règne d’une main de fer. Alexander a toujours aimé dominer les choses, et particulièrement « monter » les choses, que ce soit littéralement ou au sens figuré. Ayant monté tout ce qui pouvait l’être dans notre monde, quoi de mieux qu’un monde de fantasy où vivent orques, centaures et wyvernes pour assouvir ses désirs !",
      "ja": "武術・格闘技の達人であり、強い男を尊ぶプルジア国民から絶大な支持を受けている男、プルジア共和国終身大統領アレクサンドル・プルチノフ。ある日、愛虎アスランにまたがり政務に向かう途中、テロリストの襲撃を受ける。テロリストは難なく返り討ちにした大統領だったが、この襲撃で起きたあることをきっかけに気を失ってしまう。目覚めた大統領の目の前に広がる光景、それは人間とモンスターが共生する異世界だった！",
      "ru": "Александр Плутинов — первый президент Республики Плудия, получившей совсем недавно независимость в результате упорной вооружённой борьбы. Господин Плутинов любит быть наездником, будь то животное, машина или даже страна. Но быть лидером страны, пусть даже с поддержкой большинства населения и красивой помощницей Натальей, непростая задача. Бесконечные договоры, встречи да конференции. А хочется залезть на что-то неведанное и невиданное, что-то сказочное… Вроде дракона."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6742e747-8ada-4d38-89fb-ed51e52b5df4",
    "title": {
      "en": "I'm Fine, Thank You, And You?"
    },
    "updatedAt": "2024-08-30T01:23:01+00:00",
    "coverArt": "https://mangadex.org/covers/6742e747-8ada-4d38-89fb-ed51e52b5df4/75b3ef6a-f485-4cb1-a49c-520da0b80fd5.jpg",
    "altTitles": [
      {
        "ko": "아임 파인 땡큐, 앤유?"
      }
    ],
    "description": {
      "en": "Han Gyul-woo and Kang Tae-pyeong have been true friends since childhood. When asked if there is real friendship between male and female, the two confidently answer, \"Yes!\" However, the next day, contrary to their confident answers, an awkward situation arises... Will Gyul-woo and Tae-pyeong be able to continue their friendship?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3136a23b-b8c0-48f4-9d89-fbeb63927c4a",
    "title": {
      "en": "Gwijjal Romance"
    },
    "updatedAt": "2024-08-30T01:25:54+00:00",
    "coverArt": "https://mangadex.org/covers/3136a23b-b8c0-48f4-9d89-fbeb63927c4a/b927e959-5307-4690-a90f-97548802bb90.jpg",
    "altTitles": [
      {
        "en": "Ghost Romance"
      },
      {
        "ko": "귀짤 로맨스"
      }
    ],
    "description": {
      "en": "Seonwoo Yoo, a senior in the photography department, is working as a photographer. One day, he receives a collaboration proposal from a famous overseas magazine.\n\nFor a while, such a fluttering heart\n\nRecently, a jokjok ghost taking a picture is taken together\n\n'Seon-woo', who suffered from a psychic phenomenon, tries in various ways to solve it, but it is not easy.\n\nIn the meantime, the psychic picture was not taken.\n\nThey find the only subject... It is none other than the most famous playboy on campus, 'Choi Moo-young! \"Model? Let me do it. Go out with me instead.\"\n\nWill 'Seonwoo' be able to take a picture of 'Mooyoung' and debut safely in a famous overseas magazine?!\n\nThe dilemma of a horror romance with him, who never wants to be involved, begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-08-22T22:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "730"
  },
  {
    "mangaId": "a287ef9c-3718-4c6f-80be-44e404b78641",
    "title": {
      "en": "Maigo ni Natteita Youjo wo Tasuketara, Otonari ni Sumu Bishoujo Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken Nitsuite"
    },
    "updatedAt": "2024-08-11T21:23:18+00:00",
    "coverArt": "https://mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/496cb9b3-a2c0-4337-9a3e-c9beddf92173.jpg",
    "altTitles": [
      {
        "ja": "迷子になっていた幼女を助けたら、お隣に住む美少女留学生が家に遊びに来るようになった件について"
      },
      {
        "ja": "お隣遊び"
      },
      {
        "ja-ro": "Otonari Asobi"
      },
      {
        "en": "The Story of How a Beautiful Foreign Student Who Lives Next Door Started to Visit My House After I Helped a Lost Little Girl"
      },
      {
        "en": "After Coincidentally Saving the New Transfer Student's Little Sister, We Gradually Grew Closer"
      },
      {
        "ja-ro": "Maigo ni Natte Ita Youjou wo Tasuketara, Otonari ni Sumu Bishoujou Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken ni Tsuite"
      },
      {
        "pl": "Opowieść o Tym, Jak Piękna Uczennica Zza Granicy Mieszkająca Po Sąsziedzku Zaczęła Odwiedzać Mnie W Domu, Po Tym Jak Pomogłem Zagubionej Małej Dziewczynce"
      },
      {
        "pt-br": "A História de como Uma Linda Estudante Estrangeira que Mora ao Lado Começou a Visitar Minha Casa Depois que Ajudei Uma Menininha Perdida"
      }
    ],
    "description": {
      "en": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class. Her proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\"\n\nHowever, helping Charlotte's lost sister, Ema, throws his daily life into upheaval...?!",
      "es": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "ja": "ある日、青柳明人のクラスにシャーロット・ベネットが留学してくる。\n清楚で上品な振る舞いと可愛らしい容姿のシャーロットに、クラスメイトの誰もが心を惹かれるが、\n明人は冷静に「住む世界が違う」と感じ、一歩引いていた。\n\nしかし、迷子になっていたシャーロットの妹・エマを助けたことで明人の日常は激変し…！？",
      "pl": "Pewnego dnia Charlotte Bennett trafia do klasy Aoyagi Akihito. Jej właściwe i wyrafinowane maniery oraz uroczy wygląd podbiły serca jego kolegów z klasy, ale Akihito spokojnie robi krok do tyłu, czując, że „żyje w innym świecie”.\n\nJednak pomoc zaginionej siostrze Charlotte, Emmie, wywraca jego codzienne życie do góry nogami...?",
      "es-la": "Un día, Charlotte Bennett se traslada a la clase de Aoyagi Akihito. Sus modales correctos y refinados y su aspecto adorable cautivan los corazones de sus compañeros, pero Akihito se aparta tranquilamente, sintiendo que ella «vive en un mundo diferente».\n\nSin embargo, ayuda a Ema, la hermana perdida de Charlotte, altera su vida cotidiana...?",
      "pt-br": "Um dia, Charlotte Bennett foi transferida para a turma de Aoyagi Akihito.\n\nSeus maneirismos adequados e refinados e aparência adorável conquistaram os corações de seus colegas de classe, mas Akihito calmamente dá um passo para trás, sentindo que ela “vive em um mundo diferente”.\n\nNo entanto, ajudar a irmã perdida de Charlotte, Ema, coloca sua vida diária em uma convulsão...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f311b9-96e8-4645-9e20-cdf72a4c7df9",
    "title": {
      "en": "Only for Love"
    },
    "updatedAt": "2024-01-28T07:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/66f311b9-96e8-4645-9e20-cdf72a4c7df9/89183a50-9b2f-414e-ad10-793096165cbb.png",
    "altTitles": [
      {
        "zh": "错撩"
      },
      {
        "en": "Accidental Love"
      }
    ],
    "description": {
      "en": "The stunning financial reporter, Zheng Shuyi, is dating a two-timing scumbag? How could she possibly stand back and do nothing about those love birds: the cheating bastard and his white lotus of a mistress. Upon seeing the Rolls-Royce's plate number of the mistress' uncle, which was a straight numerical number plate, Zheng Shuyi made up her mind. Doesn't the cheater plan to marry rich to retire twenty years early, by going down the laughable CEO route? Then I shall become both you and your mistress' aunt!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/9c7ccac3-89a2-4ade-aade-939decfb102f.png",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-08-14T15:28:14+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "ja": "1mmでも図に乗った事がある元天才の君へ1万年に1人の天才魔女“ナユ”の魔力が枯れた！？天才ゆえに許されてきたあれやこれのツケが、今ブーメランのように突き刺さっていく…そんなナユが助けを求めたのは、自分のことが大好きな教え子の小麦くん。だいぶ痛いけどなんだか放って置けない奇妙な2人の共同生活が始まった！",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff1d993f-2665-4dad-b1c0-dc532a4c18c0",
    "title": {
      "en": "Home Room"
    },
    "updatedAt": "2024-04-18T14:57:00+00:00",
    "coverArt": "https://mangadex.org/covers/ff1d993f-2665-4dad-b1c0-dc532a4c18c0/fc5d5f5d-c0e3-4b4e-8771-d079c965df51.jpg",
    "altTitles": [
      {
        "ja": "ホームルーム"
      },
      {
        "zh": "班会"
      }
    ],
    "description": {
      "en": "High school student Sachiko is bullied daily and is the recipient of constant unpleasant pranks in class. The culprit is unknown, however, in truth, to Sachiko those days were not particularly painful. That is because her beloved Aida-sensei is there to save her. Bright, handsome, and with a strong sense of justice, he is popular with everyone. Of course to Sachiko he is her special hero. However, Aida-sensei has a secret…",
      "vi": "Sakurai Sachiko, một nữ sinh cấp ba đang phải trải qua cuộc sống học đường vô cùng khó khăn và mệt mỏi khi cô thường xuyên phải chịu đựng những trò đùa ác ý từ một kẻ nào đó. Và mỗi khi cô gặp rắc rối thì thầy Aida, một giáo viên chính trực và điển trai sẽ xuất hiện để giúp đỡ cô. Đối với Sakurai, thầy Aida là một người hùng nhưng với thầy Aida thì Sakurai là..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "87"
  },
  {
    "mangaId": "e86c4d93-ee4f-4626-9b8a-317562b5ca5c",
    "title": {
      "en": "Yumizuka Iroha wa Tejun ga Daiji!"
    },
    "updatedAt": "2022-06-18T11:57:09+00:00",
    "coverArt": "https://mangadex.org/covers/e86c4d93-ee4f-4626-9b8a-317562b5ca5c/a3a47e4a-a8aa-407d-9365-d1462a839a47.png",
    "altTitles": [
      {
        "en": "Technique is Everything to Yumizuka Iroha!"
      },
      {
        "en": "The Process is Important for Iroha Yumizuka"
      },
      {
        "en": "Yumizuka Iroha's No Good Without Her Procedure!"
      },
      {
        "ja": "弓塚いろはは手順が大事！"
      },
      {
        "zh": "弓塚同学今天也依旧脱靶"
      }
    ],
    "description": {
      "en": "Yumizuka-san grew up as the daughter of one of Japan's leading families of archery. But she had a secret about her seemingly perfect life! A tempestuous romantic comedy about a captivating archer!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "56"
  },
  {
    "mangaId": "74b5d399-c552-4ca9-9009-a06beb8e1a2c",
    "title": {
      "en": "Despair Memory Gundam Sequel"
    },
    "updatedAt": "2024-03-15T22:39:18+00:00",
    "coverArt": "https://mangadex.org/covers/74b5d399-c552-4ca9-9009-a06beb8e1a2c/d730ed8d-6287-4ca2-bcec-518a5a7ddb38.png",
    "altTitles": [
      {
        "ja": "機動絶記ガンダム SEQUEL"
      },
      {
        "ja-ro": "Kidou Zekki Gundam SEQUEL"
      }
    ],
    "description": {
      "en": "It has been 700 years since a certain \"war\" in which more than half of the human race lost their lives. The Gundam, which had protected the Earth during the Great War, was no longer necessary for humankind. In such a peaceful world, there was a woman called \"Bloody Kaoris\". This is a story of betrayal over the lost \"God\" named \"Gundam\"."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-08-15T16:00:46+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/846335b0-f810-4ed5-a93b-b746eb83f4db.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffbd1ee1-65e8-45d4-ba03-6441f584b74b",
    "title": {
      "en": "Chounin A wa Akuyaku Reijou wo Doushitemo Sukuitai"
    },
    "updatedAt": "2024-08-18T13:08:21+00:00",
    "coverArt": "https://mangadex.org/covers/ffbd1ee1-65e8-45d4-ba03-6441f584b74b/ccad3c62-078e-4b65-addf-d8aecd751199.jpg",
    "altTitles": [
      {
        "ja": "町人Aは悪役令嬢をどうしても救いたい～どぶと空と氷の姫君～"
      },
      {
        "en": "Villager A Wants to Save the Villainess no Matter What!"
      },
      {
        "ru": "Крестьянин хочет спасти злодейку любой ценой!"
      },
      {
        "vi": "Dù là phản diện những tôi vẫn muốn giúp cô ấy"
      },
      {
        "id": "Penduduk Desa A Ingin Menyelamatkan Tokoh Antagonis Apapun yang Terjadi!"
      }
    ],
    "description": {
      "en": "Allen, an eight-year-old boy from a poor family in the royal capital, is living a poor but happy life together with his mother. One day, however, memories of his previous life suddenly come back to him and he remembers that he is in an dating sim game and that the capital will be destroyed by war if he doesn’t do something about it. If this continues, both he and his mother will be killed! \n\nWith a sense of urgency, he decides to rise to the occasion in order to save his precious mother’s life and save his favorite character, the villainous young lady Anastasia, the only girl he liked in the game, from her all too tragic and ruinous end.\n\nThis is the story of a man who isn’t even a character in the game, but who strives with his steely determination and uses all the knowledge he has to turn overcome fate!",
      "ja": "モブ以下\"町人A\"、家族のために悪役令嬢を救う⁉ 乙女ゲーム世界にモブ以下の存在として転生したアレン。記憶を取り戻し、数年後にヒロインのせいで街ごと蹂躙され、自分も家族も滅んでしまう!と気づき一念発起。前世のゲーム知識(チート)を駆使して成り上がることに。どぶさらいなど地道な努力とチートの結果Cランク冒険者となり、いよいよ学園入学――本来ならば学園に入ることも許されない町人Aに悪役令嬢は救えるのか?ヒロイン対町人Aの戦いがスタート!第2回アース・スターノベル大賞、佳作受賞作待望の書籍化",
      "ru": "Аллен, восьмилетний мальчик из бедной семьи в королевской столице, живет бедной, но счастливой жизнью вместе со своей матерью. Однако однажды к нему внезапно возвращаются воспоминания о его прошлой жизни, и он вспоминает, что находится в симуляторе свиданий и что столица будет разрушена войной, если он ничего с этим не сделает.\n\nЕсли так будет продолжаться, и он, и его мать будут убиты!\n\nС чувством срочности он решает воспользоваться случаем, чтобы спасти жизнь своей драгоценной матери и спасти своего любимого персонажа, злодейскую юную леди Анастасию, единственную девушку, которая ему нравилась в игре, от ее слишком трагического и разрушительного конца.\n\nЭто история человека, который даже не является персонажем игры, но который борется со своей стальной решимостью и использует все имеющиеся у него знания, чтобы повернуть судьбу вспять!",
      "vi": "Allen, 8 tuổi, sống trong một hoàn cảnh nghèo khó nhưng hạnh phúc với mẹ của mình. Một hôm nọ, ký ức tiền kiếp quay về. Thế giới này thực ra là một game giả lập hẹn hò và nơi cậu sống sẽ bị hủy diệt nếu như cậu không làm gì đó\n\nThế nên cậu quyết định giúp đỡ nữ phản diện trong game để cứu lấy cô khỏi kết thảm và cũng để cứu mẹ của mình\n\nĐây là một câu chuyện về một nhân vật thậm chí chẳng tồn tại trong game, trên con đường lật kèo bằng ý chí và kiến thức của mình!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-08-20T07:26:57+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/3b46fd7b-93cb-4995-a6a4-5af0b78142ce.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We're Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "en": "Childhood Friends Starting Today"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb13287e-d237-443c-a70b-eb843b920a12",
    "title": {
      "en": "The King of Winter and the Kiss of Fire"
    },
    "updatedAt": "2024-08-30T01:24:11+00:00",
    "coverArt": "https://mangadex.org/covers/fb13287e-d237-443c-a70b-eb843b920a12/b0662605-d908-494c-be38-d6c7ceb8c635.jpg",
    "altTitles": [
      {
        "ja": "冬の王と炎のキスを"
      }
    ],
    "description": {
      "en": "Eileen lived peacefully in a village dedicated to the Winter King. However, her tranquil life was suddenly shattered by Queen Elsia. After enduring unreasonable torture from Queen Elsia, Eileen prayed to the Winter King as she faced her final moments. Hearing her plea, the Winter King's power caused her to reincarnate into modern society.\nIn her new life, Eileen enjoyed peace, but after reading a certain novel, she began to experience recurring nightmares. One day, just as she was about to be promoted, a jealous colleague killed her again. Returning to her past life with all her memories restored, Eileen sought the Winter King’s help, but he was cursed...\nTo break the Winter King's curse, which had stripped him of all emotions, Eileen must uncover \"true love\". Can she free him from his curse?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd79d6bd-8e12-4c28-a40d-5f4507366ebb",
    "title": {
      "en": "Gengaku Shijuu Soudan"
    },
    "updatedAt": "2024-06-28T08:36:56+00:00",
    "coverArt": "https://mangadex.org/covers/bd79d6bd-8e12-4c28-a40d-5f4507366ebb/c87e0fc6-da21-47d6-8e7b-1aca01313191.png",
    "altTitles": [
      {
        "ja": "衒学始終相談"
      },
      {
        "ja-ro": "Gengaku Shijuu Soudan"
      },
      {
        "en": "Pedantic Quartet"
      }
    ],
    "description": {
      "en": "A space-time that gets weirder as you keep reading.\nThe tense dialogue between a professor and her assistant in a laboratory brimming with fishy knowledge.\nWhat will the \"Plan of the Renaissance of the Human Mind\" bring forth?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4d63ad7-5cc2-4f10-9a4b-dab6a3da1b5b",
    "title": {
      "en": "I can do it! ~Love Weak Person and Petty Angel~"
    },
    "updatedAt": "2024-08-28T23:17:27+00:00",
    "coverArt": "https://mangadex.org/covers/a4d63ad7-5cc2-4f10-9a4b-dab6a3da1b5b/fc7774d1-15e7-4a68-a390-23cfbd9cc3d1.jpg",
    "altTitles": [
      {
        "ja": "えるのわ！～恋愛弱者とペケ天使～"
      },
      {
        "ja-ro": "Eru no Wa! ~Renai Jyakusha to Peke Tenshi~"
      },
      {
        "ja-ro": "Erunowa! ~Renai Jakusha to Peke Tenshi~"
      }
    ],
    "description": {
      "en": "\"The Love Cupid, Elle has come to help you find love!\" \n\nA cute savior came from the heavens has come to help Yoshiki Toraga, a high school student who can't have a girlfriend because he's too straightforward and honest! However, this cupids true identity is that of a love-crazy older sister-- !? Involving the unique people around them, \"finding the destined person\" begins with a slapstick start!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "31"
  },
  {
    "mangaId": "48c734be-326c-4a7d-85a7-dabc03dbde22",
    "title": {
      "en": "Ane no Kekkon"
    },
    "updatedAt": "2023-03-25T07:46:44+00:00",
    "coverArt": "https://mangadex.org/covers/48c734be-326c-4a7d-85a7-dabc03dbde22/d2a5dd05-73e7-4bbc-a11a-2b9d748c54c4.jpg",
    "altTitles": [
      {
        "tr": "Ablanın evliliği"
      },
      {
        "en": "My Elder Sister's Marriage"
      },
      {
        "ru": "Свадьба старшей сестры"
      },
      {
        "ar": "زواج أختي الكبرى"
      },
      {
        "ja": "姉の結婚"
      },
      {
        "zh": "姊姊的婚事"
      },
      {
        "zh-hk": "姊姊結婚吧？"
      },
      {
        "zh": "姐姐的婚事"
      },
      {
        "ko": "언니의 결혼"
      }
    ],
    "description": {
      "en": "Yori Iwatani is close to her 40s and is giving up on love and marriage. She has decided to live a quiet solitary life in her hometown. But when a handsome former classmate appears, things change for her."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "48"
  },
  {
    "mangaId": "ba90ffcc-f5ac-4a83-83e8-e821292e6483",
    "title": {
      "en": "Futagashira"
    },
    "updatedAt": "2023-11-12T00:50:11+00:00",
    "coverArt": "https://mangadex.org/covers/ba90ffcc-f5ac-4a83-83e8-e821292e6483/3557b27a-b546-45e8-9b97-752baf52a3ac.png",
    "altTitles": [
      {
        "ja": "ふたがしら"
      },
      {
        "zh": "江户盗贼团·双雄"
      }
    ],
    "description": {
      "en": "Benzo and Soji witnessed the death of Tatsugoro, leader of the Akame Gang. His last words to them were \"I'm leaving you two in charge\", \nbut it was Jinzaburo, the former leader's friend, who was chosen instead. Displeased with the widow's decision, the two left the gang. \nThey then set off on an aimless journey, vowing to accomplish something big.  \n  \nSpin-off of [Saraiya Goyou](https://mangadex.org/manga/24096) featuring Souji the Saint and Benzou the Demon as young men."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "54"
  },
  {
    "mangaId": "3d13d45d-f501-41b7-98ca-8864f4ccc68b",
    "title": {
      "en": "Third-Generation Chemist Kyubee"
    },
    "updatedAt": "2023-12-04T04:17:00+00:00",
    "coverArt": "https://mangadex.org/covers/3d13d45d-f501-41b7-98ca-8864f4ccc68b/445e4fdc-6142-428f-85dc-591562216f60.jpg",
    "altTitles": [
      {
        "ja-ro": "Sandaime Kusuriya Kyubee"
      },
      {
        "ja": "三代目薬屋久兵衛"
      }
    ],
    "description": {
      "en": "\"I want to believe in my first love.  \nBut then we met.\"  \n  \n25-year-old Miku, who moved back to the house she grew up in two months ago, is studying to succeed her grandfather's Chinese medicine store, \"Kusuriya Kyubee.\" Everyday she and her grandfather respond to the troubles of the customers who visit the store, prepare herbal medicine for them, or simply chat with them.  \n  \nOn the other hand, Miku is unable to forget her first love, but she meets an ultra-shy boy named Kanae who likes plants. Perhaps she is beginning to care about him little by little."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "cface40c-a301-4948-9608-2ce581b154b2",
    "title": {
      "en": "The Villain Wants to Live One More Day"
    },
    "updatedAt": "2024-07-31T21:04:04+00:00",
    "coverArt": "https://mangadex.org/covers/cface40c-a301-4948-9608-2ce581b154b2/85ebef4c-8a10-4b40-ae1e-578b6b0f1b38.png",
    "altTitles": [
      {
        "zh": "反派想要多活一天"
      }
    ],
    "description": {
      "en": "One day, Linghu Qiang suddenly acquired the \"Villain's Counterattack\" system and began his journey through various books. His mission was to survive, claim his rewards, and return to his original world. Being a villain was tough; several times, he encountered protagonists who launched missiles right from the start to kill him, or unparalleled sword immortals who, without a word, pierced his heart with a single strike before he could cause any trouble. In short, his success rate depended on what kind of villain he became."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d64b0768-bebe-433c-b923-99870503c0a3",
    "title": {
      "en": "Dark Gathering"
    },
    "updatedAt": "2024-08-14T10:10:25+00:00",
    "coverArt": "https://mangadex.org/covers/d64b0768-bebe-433c-b923-99870503c0a3/67c111ad-e41c-4407-bd17-e08f93d9c6ec.jpg",
    "altTitles": [
      {
        "ja": "ダークギャザリング"
      },
      {
        "zh": "黑暗集会"
      },
      {
        "zh-hk": "黑暗集會"
      },
      {
        "ne": "डार्क ज्ञादरिङ"
      },
      {
        "vi": "Thợ săn ác linh"
      }
    ],
    "description": {
      "en": "Keitarou, who's always had a disposition for attracting spirits, gets hired as a tutor for a little girl named Yayoi who can see spirits and is searching for the spirit that took away her mother.",
      "vi": "Keitarou, chàng trai có khả năng thu hút ma quỷ, được thuê làm gia sư cho một cô bé mang tên gọi Yayoi, người có thể trông thấy ma quỷ và đang trong công cuộc tìm kiếm con ma đã mang người mẹ của mình đi mất."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c207dd3e-82ea-4279-b331-aa9bead8479b",
    "title": {
      "en": "3 AM Terrible Zone"
    },
    "updatedAt": "2024-04-17T08:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/c207dd3e-82ea-4279-b331-aa9bead8479b/10d942c1-d15a-4360-b4f2-5e5da8aee30d.jpg",
    "altTitles": [
      {
        "en": "3 a.m. Terrible Zone"
      },
      {
        "en": "3am Terrible Zone"
      },
      {
        "ja-ro": "Gozen 3 Ji no Kikenchitai"
      },
      {
        "ja-ro": "Gozen 3Ji no Kikenchitai"
      },
      {
        "ja": "午前3時の危険地帯"
      }
    ],
    "description": {
      "en": "Tamako doesn't have any confidence, sex appeal, or romantic experiences. Caught off-guard while job-hunting, she is hired to work for an office full of suspicious people who specialize in designing for pachinko parlors. Thus, her days of agony begin to unfold."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "bd19ac93-6048-4a1a-92d0-e51bae2a7fc2",
    "title": {
      "en": "Love Master X"
    },
    "updatedAt": "2022-03-26T15:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/bd19ac93-6048-4a1a-92d0-e51bae2a7fc2/376668c3-b73e-4b6e-87d0-be1ae141c2db.jpg",
    "altTitles": [
      {
        "ja": "ラブマスターX"
      },
      {
        "ja": "ラブ・マスターＸ"
      }
    ],
    "description": {
      "en": "Who's in love right now?!  \nNozawa Nao is just a normal middle schooler, except that she's been obsessively studying about love and romance. Will her thoroughly-researched tactics help her snare the man of her dreams?!"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "79c432ca-f12c-4ac6-98f4-1d008cf3f0ce",
    "title": {
      "en": "The Hidden Power Under the Stage: After Defeating the Demon Lord and Rejuvenating, I'll Support the Academy from the Shadows"
    },
    "updatedAt": "2024-08-30T06:51:09+00:00",
    "coverArt": "https://mangadex.org/covers/79c432ca-f12c-4ac6-98f4-1d008cf3f0ce/30d6747d-d27f-48ff-bfbb-da8aa40bae56.jpg",
    "altTitles": [
      {
        "ja-ro": "縁の下のチカラモチャー ～魔王討伐したら若返ったので、学園で陰からサポートします～"
      },
      {
        "ja-ro": "En no Shita no Chikaramocher ~Maou Toubatsu shitara Wakagaetta node, Gakuen de Kage kara Support shimasu~"
      },
      {
        "ja-ro": "Ennoshita no Chikara Mocha: Maou Toubatsu Shitara Wakagaetta node, Gakuen de Kage kara Support Shimasu"
      }
    ],
    "description": {
      "en": "The heroic group, facing the Demon King, is plunged into a deadly situation due to the terrifying abilities of the great demon Ashtarte. However, the warrior monk Sakuya manages to capture Ashtarte by means of the art of the stone tablet and defeats the Demon Lord with praise! However, Sakuya is trapped in the \"Hall of Death\" by the Demon King's final curse -?",
      "ja": "僧戦士・サクヤの力によって、見事魔王を打ち破った勇者パーティ！しかしサクヤは、魔王の最後の呪い「死の回廊」に囚われてしまう…。なんとか脱出を果たしたサクヤだったが、途中で食べた「魔界の桃」の効能（？）で身体が若返ってしまい…!? こうなったら、学園の生徒として「縁の下の力持ち（●チカラモチャー）」になるしかない!!（？）"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15.2"
  },
  {
    "mangaId": "b3bdcdbb-d920-4f59-bdc1-cf9240fc1c56",
    "title": {
      "ja": "Bonkotsu Shinpei No Monster Life"
    },
    "updatedAt": "2024-05-13T16:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/b3bdcdbb-d920-4f59-bdc1-cf9240fc1c56/08540cee-2f69-4ab2-b04b-eec4696fc0d8.jpg",
    "altTitles": [
      {
        "ja": "凡骨新兵のモンスターライフ"
      },
      {
        "en": "The Monstrous New Life of the Fallen Empire's Recruit"
      },
      {
        "ja": "凡骨新兵のモンスターライフ@COMIC"
      },
      {
        "ja-ro": "Bonkotsu Shinpei no Monster Life@COMIC"
      }
    ],
    "description": {
      "en": "The protagonist is an ordinary soldier from an empire at war who gets used as a guinea pig for genetic engineering experiments, turned into a monster and put into cryosleep.\r\n\r\n200 years later he wakes up in a sword and sorcery world. The empire is gone and he has to survive alone in the body of a monster whom everybody wants to kill on sight. Meanwhile he encounters various pretty ladies (and elves) in need of rescue.\r\n\r\n[Original JP Web Novel](https://ncode.syosetu.com/n6204gb/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3537459-d60d-4512-ae36-118c66da4255",
    "title": {
      "en": "Itoshi no Niina"
    },
    "updatedAt": "2023-09-06T06:08:39+00:00",
    "coverArt": "https://mangadex.org/covers/c3537459-d60d-4512-ae36-118c66da4255/fad38aa6-cc55-40df-b024-da9ceb6b7614.jpg",
    "altTitles": [
      {
        "ja-ro": "Itoshi no Nina"
      },
      {
        "en": "Nina My Love"
      },
      {
        "en": "My Lovely Nina"
      },
      {
        "ja": "いとしのニーナ"
      },
      {
        "zh": "亲爱的妮娜"
      }
    ],
    "description": {
      "en": "One afternoon, Atsushi's best friend from childhood, Masa, informs him, \"I kidnapped Niina Aota.\" Niina, whose popular nickname is \"Nina\", is the girl Masa fell in love with at first sight on the train attending school. Atsushi found it unexpected and hard to believe, until he heads over to Masa's apartment and discovers that Nina has really been kidnapped…."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "29"
  },
  {
    "mangaId": "91a891c0-75cf-465d-8a90-4a3f44346534",
    "title": {
      "en": "Coppers"
    },
    "updatedAt": "2024-03-19T00:52:08+00:00",
    "coverArt": "https://mangadex.org/covers/91a891c0-75cf-465d-8a90-4a3f44346534/9637d0de-fdb1-442c-bf51-5e8d1a7401f6.jpg",
    "altTitles": [
      {
        "ja-ro": "Kappaazu"
      },
      {
        "ja": "カッパーズ"
      }
    ],
    "description": {
      "en": "An overview of the entire precinct and the characters.  A police procedural but it shifts towards their personal, everyday lives. Fairly lighthearted takes on the lives of a group of cops working out of a precinct in the Bronx, with a running commentary on the importance of doughnuts."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "b31eab48-cb2a-44ad-83d8-e403e8c504ca",
    "title": {
      "en": "Suppli"
    },
    "updatedAt": "2024-01-17T05:37:08+00:00",
    "coverArt": "https://mangadex.org/covers/b31eab48-cb2a-44ad-83d8-e403e8c504ca/6c1b5d17-15a0-466c-9fbf-0e285692967b.jpg",
    "altTitles": [
      {
        "fr": "Complément affectif (French)"
      },
      {
        "ja-ro": "Sapuri"
      },
      {
        "ja-ro": "Sapuri Extra"
      },
      {
        "en": "Supplement"
      },
      {
        "ja": "Suppli Extra"
      },
      {
        "ja": "サプリ"
      },
      {
        "zh-hk": "戀愛維他命"
      },
      {
        "ko": "서플리"
      },
      {
        "ne": "परिशिष्ट"
      }
    ],
    "description": {
      "en": "Minami Fujii is an employee at a high-powered advertising firm. She’s good at her job but finds herself torn between the pressure and expectations of her career and her attraction to two of her coworkers: the younger, arty Ishida, and the classy, put-together Ogiwara!"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": null
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "RIKON SHINAI OTOKO CASE２"
    },
    "updatedAt": "2024-08-24T13:26:15+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/cf949db5-7c84-46de-82d7-9d77f1bd32df.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      },
      {
        "es-la": "UN DIVORCIO IMPOSIBLE CASO 2"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!",
      "es-la": "La Segunda Parte de Un Divorcio Imposible, nos cuenta la casi imposible vida de nuestro protagonista \"Takeshi Nagase\" que tras una noche en la que perdio el conocimiento por culpa de una actriz malvada queda envuelto en un caso de supuesta violación y es alejado de sus hijos. ¡¿Una lucha por demostrar que es inocente?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "320da354-11f7-4cff-8aeb-191b39f0bf88",
    "title": {
      "en": "Kono Ko Shirimasenka?"
    },
    "updatedAt": "2024-04-17T21:50:29+00:00",
    "coverArt": "https://mangadex.org/covers/320da354-11f7-4cff-8aeb-191b39f0bf88/6a92e9ee-eb50-4bcc-8657-10f22705dc46.jpg",
    "altTitles": [
      {
        "ja": "この子知りませんか？"
      },
      {
        "en": "Do You Know This Girl?"
      },
      {
        "en": "Missing Girl"
      },
      {
        "vi": "Anh có biết cô bé này không?"
      },
      {
        "ja-ro": "Kono Ko Shirimasen ka?"
      },
      {
        "vi": "偀固別姑閉呢崆？ (Nom Script)"
      }
    ],
    "description": {
      "en": "Nakayama Ryouhei, who works at a run-down factory, sets out on a journey to accomplish the things he has left undone in his life! And by his side is an innocent girl... This is the greatest and final story of a man who has never made a decision for himself and a troubled runaway girl!! An indie masterpiece that gained popularity has evolved and is now being serialized!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97c165c7-0028-42c5-93d0-755419daba87",
    "title": {
      "en": "Yume Kui Annainin"
    },
    "updatedAt": "2024-07-15T14:56:26+00:00",
    "coverArt": "https://mangadex.org/covers/97c165c7-0028-42c5-93d0-755419daba87/21d25a28-ab37-4e40-a930-b9bd9b4d5270.jpg",
    "altTitles": [
      {
        "ja": "夢食案内人"
      },
      {
        "en": "Dream Eater Guide"
      }
    ],
    "description": {
      "en": "Marin, a caretaker from the Dream Management Bureau, works with Bakuo, a Dream Tapir, to turn young girls' nightmares into sweet dreams. Perhaps they'll come to visit you at your pillow tonight...? A heartwarming dreamy fantasy!"
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "9"
  },
  {
    "mangaId": "1f9fb803-733a-4104-bea3-f4b449da5e3c",
    "title": {
      "en": "Tonari no Kurokawa-san"
    },
    "updatedAt": "2024-08-20T20:05:31+00:00",
    "coverArt": "https://mangadex.org/covers/1f9fb803-733a-4104-bea3-f4b449da5e3c/4ac2aed1-507e-47e8-9780-18a447d67909.png",
    "altTitles": [
      {
        "ja": "となりの黒川さん"
      },
      {
        "ja": "My Neighbor Ms.Kurokawa"
      },
      {
        "en": "My Neighbor Ms. Kurokawa"
      },
      {
        "en": "Kurokawa-san Next To Me"
      },
      {
        "pl": "Moja Sąsiadka Panna Kurokawa"
      }
    ],
    "description": {
      "en": "_The secret between me and her is trivial yet important._\n\nHajime Takahashi, enrolled in Shuubi High School solely because it's the sacred place of his favorite manga. Everywhere in the school are locations that appeared in the manga, and he's super excited! Amidst this excitement, Takahashi meets a beautiful girl, Yayoi Kurokawa, who looks just like the heroine from his favorite work, and they come to share a certain secret. \n\nThis awkward duo weaves a sweet and tangy youth romantic comedy that will make you grin!",
      "ja": "僕と彼女の秘密は、些細だけど大切で。大好きな漫画の聖地、それだけが理由で秀美高校に入学した主人公・高橋一。学内はどこに行っても作品に出てきた聖地だらけで大興奮！そんな中、高橋は大好きな作品のヒロインそっくりな美少女・黒川弥生と出会い、とある秘密を共有することに――。不器用な2人が織りなす甘酸っぱくて、ニヤニヤしちゃう青春ラブコメ‼"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c10721b5-c767-40d3-ad51-59f5eb11bada",
    "title": {
      "en": "Chest"
    },
    "updatedAt": "2024-08-30T06:26:43+00:00",
    "coverArt": "https://mangadex.org/covers/c10721b5-c767-40d3-ad51-59f5eb11bada/34054263-8ea8-4cc9-bc54-68c54bb11091.png",
    "altTitles": [
      {
        "en": "The Chest"
      },
      {
        "ko": "궤짝"
      }
    ],
    "description": {
      "en": "Think you know how it ends? Think again. Jump into this psychological thriller anthology packed with unexpected twists."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-08-11T06:42:20+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/151b2710-652d-4a27-971f-6458fda2ed49.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      },
      {
        "ja-ro": "[Oshi no Ko]"
      },
      {
        "uk": "Зіркове дитя"
      },
      {
        "uk": "Дитина Улюбленця"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fe6494f-c3a9-4b7d-974e-d5d8e2e64342",
    "title": {
      "en": "Choppiri Ecchi na Sanshimai demo, Oyomesan ni Shitekuremasuka?"
    },
    "updatedAt": "2024-07-22T16:36:06+00:00",
    "coverArt": "https://mangadex.org/covers/2fe6494f-c3a9-4b7d-974e-d5d8e2e64342/1c4b67c6-fbbf-4817-be81-75a5dd02cc6a.jpg",
    "altTitles": [
      {
        "ja": "ちょっぴりえっちな三姉妹でも、お嫁さんにしてくれますか？"
      },
      {
        "zh": "就算是稍微有点H的三姐妹，也能成为新娘吗?"
      },
      {
        "zh-hk": "就算是稍微有點H的三姐妹，也能成為新娘嗎?"
      },
      {
        "en": "Could You Turn Three Perverted Sisters Into Fine Brides?"
      },
      {
        "zh-ro": "Jiùsuàn shì shāowéi yǒudiǎn H de sān jiěmèi, yě néng chéngwéi xīnniáng ma?"
      }
    ],
    "description": {
      "en": "Our young protagonist faces the greatest challenge of his time… babysitting and rehabilitating three massive pervert sisters. Their rich father has given him the arduous task of turning them into three young, refined ladies.",
      "pt": "Nosso jovem protagonista enfrenta o maior desafio de todos os tempos… ele precisar cuidar e reabilitar três garotas pervertidas. O pai rico delas deu essa árdua tarefa de transformá-las em três jovens refinadas. Mas não se preocupe com os detalhes. Você está aqui apenas pra acompanhar, certo? Basta escolher sua waifu: A senpai masoquista, a colega de classe ninfomaníaca ou a kouhai exibicionista."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "29"
  },
  {
    "mangaId": "4722b2c4-04ef-40d6-b130-eec22ae7a754",
    "title": {
      "en": "Not My Blood"
    },
    "updatedAt": "2024-07-21T04:38:19+00:00",
    "coverArt": "https://mangadex.org/covers/4722b2c4-04ef-40d6-b130-eec22ae7a754/7ee228ea-79f5-4e19-b7f5-2643f85376a4.png",
    "altTitles": [
      {
        "ko": "제 피는 안 됩니다"
      },
      {
        "en": "You Can't Use My Blood"
      }
    ],
    "description": {
      "en": "A sweet contract romance between a vampire and a human! Siyun accidentally meets Jinwoo, a famous vampire director of a well-known foundation, at a café. He offers him a matching partner proposal where he would provide him with his blood. \"I’m already anemic and short on blood—why me of all people?!\" As their affection deepens, what will become of them?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "576f3eec-a728-4f36-a87f-dd3fc2342812",
    "title": {
      "en": "Fushi no Kami: Rebuilding Civilization Starts with a Village"
    },
    "updatedAt": "2024-08-26T21:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/576f3eec-a728-4f36-a87f-dd3fc2342812/bb9b30c5-688e-4d9e-a92d-a979534c0405.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushi no Kami ~Henkyou kara Hajimeru Bunmei Saiseiki~"
      },
      {
        "ja": "フシノカミ～辺境から始める文明再生記～"
      }
    ],
    "description": {
      "en": "Ash is a young boy with apparent past-life memories who lives in a remote, deserted village. As he remembers leading a bountiful life, he can’t bear living in a world akin to the Dark Ages, where not even the internal combustion engine exists. Ash envisions the rebirth of a civilization where housing with proper sanitation is the norm and the world is connected via a means of transportation faster than horses. For that reason, he is eager to consult books containing knowledge from a highly-developed ancient culture that is rumored to have existed far in the past. Ash makes use of the church’s resources, learning how to read and obtaining the knowledge that he seeks. In addition, he enlists the help of the people around him, including Maika, the village chief’s daughter. Together, they aim to develop their own village. This is only the beginning of the story about a young boy who sets out to revolutionize the world in order to rebuild civilization and create his ideal life!",
      "ja": "――意志を繋いだのは、いつだって本だった。\n\n辺境の農村で暮らす少年アッシュには秘密があった。それは今より遙かに豊かな前世らしき記憶を持っている事。あまりに貧しく、辛い生活の中で、決意する――記憶にある便利な生活を、今世に取り戻そう、と。その鍵こそが、古代文明の叡智が記されたという〝書物〟の解読だった――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75cdb4f6-ab41-4880-ba9a-c33939bd1c4e",
    "title": {
      "en": "I Spent the Night with My Soon-to-be Ex-Husband"
    },
    "updatedAt": "2024-08-30T06:06:36+00:00",
    "coverArt": "https://mangadex.org/covers/75cdb4f6-ab41-4880-ba9a-c33939bd1c4e/ea1a99d2-36c1-47e6-babc-44adbf2e3b15.jpg",
    "altTitles": [
      {
        "en": "I Spent a Night with My Husband Who Is About to Divorce"
      },
      {
        "ko": "이혼 예정인 남편과 하룻밤을 보냈다"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d11cad61-938a-4a6e-858e-07bdb538be4a",
    "title": {
      "en": "Our Majesty Has Changed"
    },
    "updatedAt": "2024-08-30T06:06:34+00:00",
    "coverArt": "https://mangadex.org/covers/d11cad61-938a-4a6e-858e-07bdb538be4a/f547f3d9-63f5-4135-8d2a-889361c6490d.png",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]