[
  {
    "mangaId": "a1db428c-685c-4d11-927b-bf71eb4b254b",
    "title": {
      "en": "Juuou to Yakusou"
    },
    "updatedAt": "2024-04-29T18:11:09+00:00",
    "coverArt": "https://mangadex.org/covers/a1db428c-685c-4d11-927b-bf71eb4b254b/e0eaa711-7cec-4825-bf8e-1c11d5496745.jpg",
    "altTitles": [
      {
        "ja-ro": "Juuou to Yakusou"
      },
      {
        "ru": "Король зверей и лекарственные травы."
      },
      {
        "ja": "獣王と薬草"
      },
      {
        "ja-ro": "Kemono wo to Kusuri"
      },
      {
        "en": "Beast King & Medicinal Herb"
      }
    ],
    "description": {
      "en": "Dungeons are the stuff of dreams—defeat the monsters, take their loot, and then venture into uncharted territory to discover hidden riches! Tina, an upstart adventurer with just such a dream, ends up mortally wounded while exploring a dungeon. Suddenly, the great demon known as the Beast King Garon, who was supposed to have been slain by a hero in the distant past, appears before her!  Dungeon fantasy meets medical drama!",
      "ru": "Подземелья - это воплощение мечты…\nСобирайте материалы с поверженных монстров,\nдобирайтесь до неисследованных мест и завладевайте сокровищами!\nТина, авантюристка, мечтает о таком успехе,\nИсследуя подземелье, она получает тяжелое ранение.\nПеред ней появляется сильнейший демон «Король зверей Гарон», когда-то в прошлом он должен был быть убит героем?..\n\nФэнтези и медицинская драма по мотивам подземелья от Konda Tatsukazu, автора оригинальной истории «Ginrou Bloodborne/Серебряный волк, рожденный в крови», начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c70848a2-5ef1-48cd-ac15-1f2cd59e3555",
    "title": {
      "en": "Captivated by the Moonlight"
    },
    "updatedAt": "2024-05-14T21:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/c70848a2-5ef1-48cd-ac15-1f2cd59e3555/3553b85d-ffd6-4e4f-9507-c84dd7cfce44.jpg",
    "altTitles": [
      {
        "en": "禁锢于月色的你"
      }
    ],
    "description": {
      "en": "Did you set me free from the cage named palace or did I liberate you from the prison called eternity?",
      "fr": "Lorsque le jeune prince était mourant , il n'aperçut pas que la lune au loin , mais également un beau vampire . Le vampire sauva le jeune prince, il décida donc de rendre sa gratitude mais le beau vampire ne s'attendait pas à être un jour dérangé par un humain ! Un sourire chaleureux a soudainement fait irruption dans sa vie sans fin et maussade . A partir de ce jour, cette solitude commença à se dissiper..."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-04-01T16:38:42+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/88f2f542-ae65-4154-8563-31ce23be9570.jpg",
    "altTitles": [
      {
        "ja": "Yaiteru Futari"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "ja": "焼いてるふたり"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8d707b4-298d-48ee-91de-d3371de5aa22",
    "title": {
      "en": "Ultimate Scheming System"
    },
    "updatedAt": "2022-03-27T11:12:34+00:00",
    "coverArt": "https://mangadex.org/covers/e8d707b4-298d-48ee-91de-d3371de5aa22/7a41b231-1e25-44e3-8512-edc608d1878d.jpg",
    "altTitles": [
      {
        "en": "Bluffing Master"
      },
      {
        "en": "Strongest Anti M.E.T.A."
      },
      {
        "zh-ro": "Zui Qiang Fan Taolu Xitong"
      },
      {
        "zh": "最强反套路系统"
      },
      {
        "zh-ro": "Zuì Qiáng Fǎn Tàolù Xìtǒng"
      },
      {
        "ko": "허세로 레벨업 하기!"
      },
      {
        "vi": "Tối Cường Phản Sáo Lộ Hệ Thống"
      }
    ],
    "description": {
      "en": "Scamming all day, every day, often venturing alone. He bluffs to get the ultimate power in this cultivation world?! world traveler Xue Que doesn’t always bluff, but he needs to.  \n  \n\"Before you get your hopes up, The Character is Absolute Garbage, The Manhua is Pure comedy at best… The plot ehhh not so much\"  \n  \nTerm : META Stands for (Most Effective Tactic Available) Metagaming is any strategy, action or method used in a game which transcends a prescribed ruleset, uses external factors to affect the game, or goes beyond the supposed limits or environment set by the game. Another definition refers to the game universe outside of the game itself. *(citation needed)*",
      "fr": "Escroquer toute la journée, tous les jours, souvent en s'aventurant seul. Il bluffe pour obtenir le pouvoir ultime dans ce monde de culture ! Le voyageur du monde Xue Que ne bluffe pas toujours, mais il en a besoin.\n\nTerme : META signifie (Most Effective Tactic Available) Metagaming est la stratégie, l'action ou la méthode utilisée dans un jeu qui transcende un ensemble de règles prescrit, utilise des facteurs externes pour affecter le jeu, ou va au-delà des limites supposées ou l'environnement établi par le jeu. Une autre définition fait référence à l'univers du jeu en dehors du jeu lui-même."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69300d3f-05c3-41be-9d03-ddfd4f6bda30",
    "title": {
      "en": "KOUJIRO"
    },
    "updatedAt": "2024-05-09T21:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/69300d3f-05c3-41be-9d03-ddfd4f6bda30/836f4b47-f583-4fa9-992f-3edca07f05d0.jpg",
    "altTitles": [
      {
        "ja": "光路郎"
      },
      {
        "id": "KOJIRO"
      }
    ],
    "description": {
      "en": "Kojiro is the new English teacher at Sakaue High School. He is a foreigner with blonde hair and blue eyes, he also goes to school by riding his surfboard daily. This is the story of a free-spirited teacher who came across the sea to his mother's homeland."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "40"
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-04-25T01:06:42+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      }
    ],
    "description": {
      "en": "In a world where humans sell and buy otherworldly species as slaves, the great mage Rifenhardt is treated like the Demon King for helping the otherworldly species.\n\nA party of heroes arrive to bring down the Demon King! Rifenhardt succeeds in greatly injuring the heroes, but he faces death at the hands of... the Martial King Tesslon!\n\n\"Time and Space Regression Spell.\"\n\nHowever, Rifenhardt miraculously manages to cast this last-resort spell and regresses to the past. But...\n\n“Who are you?”\n\nHe awakens reincarnated in the body of the continent’s strongest physical warrior, Tesslon!\n\nNow begins Rifenhardt's adventures as both a great mage and the physically strongest man to change the world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-04-19T22:41:28+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/ce0a82e6-9c3a-4cd3-ad96-94dde887fb2d.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly developed super-powers, those who used their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow fell in love with the strongest female prisoner Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "8b1d7ca0-6b34-415c-96c8-f3ffd460e932",
    "title": {
      "en": "Dragon and Chameleon"
    },
    "updatedAt": "2024-04-17T21:54:54+00:00",
    "coverArt": "https://mangadex.org/covers/8b1d7ca0-6b34-415c-96c8-f3ffd460e932/5a763221-a546-4443-b0a6-4d83f7144725.jpg",
    "altTitles": [
      {
        "ja-ro": "Ryuu to Chameleon"
      },
      {
        "ja": "龍とカメレオン"
      },
      {
        "fr": "Le dragon contre le caméléon"
      }
    ],
    "description": {
      "en": "Garyou Hanagami is a veteran mangaka. Best known for the behemoth of a series that is Dragon Land, Hanagami-sensei has years of experience under his belt and is always thinking up new manga ideas. \n\nShinobu Miyama is not. An amateur working for Hanagami-sensei as an assistant, Miyama is nicknamed “The Chameleon” for his ability to copy the artstyles of those he works under. However, his true dream is to escape the faceless crowds and become someone. \n\nSo what happens when a work accident causes them to swap bodies?",
      "fr": "Garyou Hanagami est un mangaka chevronné. Il est connu pour son oeuvre Dragon Land, le manga le plus populaire. Hanagami a des années d'expérience à son actif et déborde d'une créativité et d'une énergie folle.\n\nShinobu Miyama est un dessinateur travaillant pour Hanagami en tant qu'assistant libre. Miyama est surnommé \"le caméléon\" en raison de sa capacité à copier le style de n'importe quel artiste à la perfection. Cependant, son véritable rêve est de sortir de la masse et de devenir quelqu'un avec une grande renommée.\n\nSuite a un accident, les deux mangaka échangent de corps. Garyou va maintenant devoir battre sa propre oeuvre, dans le corps d'un illustre inconnu.\nUne bataille au sommet du manga commence ! \nEntre le dragon qui repart de zéro et le caméléon qui tente d'imiter cet animal céleste ! \n\nQui va remporter le titre du meilleur mangaka ?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7647fe0b-576f-4616-9de8-d9998727ced4",
    "title": {
      "en": "Lady Chef Royale"
    },
    "updatedAt": "2022-06-12T21:52:31+00:00",
    "coverArt": "https://mangadex.org/covers/7647fe0b-576f-4616-9de8-d9998727ced4/2e5eeb4c-8612-4c6c-8214-205f95e744fc.jpg",
    "altTitles": [
      {
        "ko": "로열 셰프 영애님"
      },
      {
        "ko-ro": "Royal Chef Yeong-ae-nim"
      },
      {
        "en": "The Young Lady Is a Royal Chef"
      },
      {
        "en": "Royal Chef Young Lady"
      },
      {
        "en": "Royal Chef"
      },
      {
        "id": "Royal Chef Lady"
      },
      {
        "id": "Kang masak rambut biru"
      },
      {
        "es": "La joven chef royal"
      },
      {
        "es": "La princesa es un chef imperial"
      },
      {
        "ja": "お嬢様はロイヤル・シェフ"
      },
      {
        "zh": "千金料理师"
      },
      {
        "zh": "皇室御厨英爱"
      }
    ],
    "description": {
      "en": "Sena’s been tossed into another world, as the despised daughter of a noble family. Her little restaurant was her refuge in her last life, so she’s got some tricks up her sleeve—cooking skills! \n\nAs Senianna, she’ll put her brains and fine-tuned taste buds (Korean fried chicken, anyone?) to the test so she can take back the kitchen and gain this society’s esteemed title of Chef Royale. Will her cuisine reign supreme over the empire and bring her the sweet and salty balance of power and affection?\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)\n---\nAs a chef at a small knight's restaurant, I became the nuisance youngest daughter of a powerful man who was afraid of the emperor. I tried to run away with all my travel expenses…\n\nIt’s strange.\n\n“If you say you're sorry, are you that shameless?”\n“That’s because I’m your brother.”\n“Why don't you take Grandmother on a stroll?”\n\nWhy is everyone so nice to me all of a sudden?\n\n“Why do you want to take out someone's eyeballs when they see me?\"\n\nPeople who had caught me trying to escape. I'm just cooking. What's wrong with you?",
      "id": "Aku yang dulu hidup dalam penderitaan sewaktu kecil, kini berhasil menjalankan restoran kecil di pinggir jalan dengan guruku yang menjadi orang tua sekaligus teman terbaikku.\n\nHingga suatu saat, guruku meninggal. Tapi, kemalanganku tidak berhenti di sana. Aku meninggal dan mendapati diriku di dunia lain. Aku kembali hidup sebagai cucu orang paling kuat di wilayah timur?!\n\nMendapati diriku sebagai Seniana, sekarang aku harus berjuang menjalani hidup dan menjadi royal chef paling hebat!\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)",
      "ko": "작은 기사 식당의 요리사였던 나는 황제도 두려워하는 권력가의 천덕꾸러기 막내딸이 되었다.\n여비를 저축해 도망치려고 했는데…\n\n이상하다.\n\n\"네게 미안하다고 하면 염치가 없는 건가.\"\n\"그야 내가 네 오빠니까.\"\n\"할애비와 산책해 주지 않는 거냐.\"\n\n다들 갑자기 왜 잘해 주는 거지?\n\n\"너를 보는 놈들의 눈알을 죄 뽑아 버리고 싶은 건 왜일까요.\"\n\n도망치려는 나와 붙잡는 사람들.\n요리만 했을 뿐인데 왜 이러는 거람…\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4db25702-e695-4b86-8bda-e74a7266f4db",
    "title": {
      "en": "Dullahan-chan Is Head Over Heels"
    },
    "updatedAt": "2024-05-06T02:17:23+00:00",
    "coverArt": "https://mangadex.org/covers/4db25702-e695-4b86-8bda-e74a7266f4db/b27eed64-8c20-4f6e-8983-040eb0a6c52f.jpg",
    "altTitles": [
      {
        "ja-ro": "Dullahan-chan wa Kubittake"
      },
      {
        "ja": "デュラハンちゃんは首ったけ"
      }
    ],
    "description": {
      "en": "I'm Dullahan Itoshino. A normal girl who can take her head off. From today on I'll be a middle schooler! I hope I'll get closer to my destined one~ but sometimes my heart suddenly beats faster, I want to run away, and my body and mind feel torn apart… is this the thing called \"puberty\" I wonder? Heart(head) and body apart, story about puberty and love, start!",
      "es-la": "Hola Soy Dullahan Itoshino. Una chica normal que puede quitarse la cabeza. A partir de hoy voy a ser un estudiante de secundaria! Espero poder estar más cerca de mi chico destinado ~ pero a veces mi corazón late más rápido de repente, yo quiero huir, y mi cuerpo y mente se sienten destrozada ... es esto lo que llamamos \"pubertad\" Me pregunto? Corazón (cabeza) y el cuerpo aparte, historia sobre la pubertad y el amor va comenzar!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2023-02-07T02:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/25b8f2a9-4b3b-45d5-812f-3a6b455315c4.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "A primitive tribe on an island. During a tempest, a young girl disappears. Ten years later, she mysteriously reappears. The contact with civilization seems to have changed her."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": ""
  },
  {
    "mangaId": "08a69168-3adb-4f78-adaa-088b7663e0ff",
    "title": {
      "en": "Umi ga Hashiru End Roll"
    },
    "updatedAt": "2024-03-29T19:38:54+00:00",
    "coverArt": "https://mangadex.org/covers/08a69168-3adb-4f78-adaa-088b7663e0ff/ad86c13a-84ac-404e-bd49-501d5e31a234.jpg",
    "altTitles": [
      {
        "ja-ro": "Umi ga Hashiru Endo Rooru"
      },
      {
        "ja": "海が走るエンドロール"
      },
      {
        "en": "Seaside Cinema Paradise"
      },
      {
        "fr": "Ocean Rush"
      }
    ],
    "description": {
      "en": "After turning 65 and bereaved of her husband, Umiko visits a cinema for the first time in decades. A shocking, life-changing event awaits her. When she meets Kai, an art student majoring in film, Umiko realises that she wants to make a film. She realises that she is on the side of \"the people who want to make films\"...\nLured by the waves that stir her heart, the 65-year-old dives into the sea of film!",
      "ja": "65歳を過ぎ夫と死別し、数十年ぶりに映画館を訪れたうみ子。そこには、人生を変える衝撃的な出来事が待っていた。海(カイ)という映像専攻の美大生に出会い、うみ子は気づく。自分は「映画が撮りたい側」の人間なのだと……。\n心を騒ぎ立てる波に誘われ、65歳、映画の海へとダイブする!!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b0ec2c9-5bbb-42d5-a426-f92cee63a69e",
    "title": {
      "en": "Fiend's Song"
    },
    "updatedAt": "2024-05-10T18:58:28+00:00",
    "coverArt": "https://mangadex.org/covers/7b0ec2c9-5bbb-42d5-a426-f92cee63a69e/819f0931-b357-4316-9138-29069aa9e205.jpg",
    "altTitles": [
      {
        "es": "La canción malvada"
      },
      {
        "en": "The Villain's Song"
      },
      {
        "ru": "Песнь Изувера"
      },
      {
        "ja": "外道の歌"
      },
      {
        "ja-ro": "Gedou no Uta"
      }
    ],
    "description": {
      "en": "The manga centers on Kamo and his partner Tora, who work in the underworld as \"avengers for hire,\" taking on jobs from the victims of violent crimes and families seeking vengeance for wrongs done to them."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "123"
  },
  {
    "mangaId": "e19faf72-2235-4126-9a77-46f9275de222",
    "title": {
      "en": "Primal Hunter"
    },
    "updatedAt": "2024-03-06T21:33:51+00:00",
    "coverArt": "https://mangadex.org/covers/e19faf72-2235-4126-9a77-46f9275de222/69369803-4c6f-4805-b0f7-2b37fafeb99c.jpg",
    "altTitles": [
      {
        "pl": "Pierwotny Łowca"
      }
    ],
    "description": {
      "en": "Jake, a seemingly average office worker, unexpectedly finds himself thrust into a fantasy world teeming with dangers and opportunities. Rather than succumbing to fear, Jake thrives in this unfamiliar realm. As he navigates the expansive multiverse, his power grows and he transforms—evolving from a mundane office worker into a true apex hunter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69854e22-5bb8-4491-ab71-c8f8a0cb94d0",
    "title": {
      "en": "Apocalyptic Thief"
    },
    "updatedAt": "2023-11-08T16:27:35+00:00",
    "coverArt": "https://mangadex.org/covers/69854e22-5bb8-4491-ab71-c8f8a0cb94d0/800d870a-14ea-41d0-b6c6-72c11d9b11a2.jpg",
    "altTitles": [
      {
        "en": "Rogue of Doom"
      },
      {
        "zh": "末世盗贼行"
      }
    ],
    "description": {
      "en": "A storm of the universe brought species mutations. The poison, undead, giants and monsters in the city roared as they waved their weapons. As the beasts in the woods fought over territorial rights, humans, too, awakened an ability known as star power… Zhou Zheng, without star power, traversed to this apocalyptic world. Using the abilities of the thief character in the game, he destroys the darkness and fog, seeking supreme power!",
      "fr": "Un mouvement dans l'univers a apporté des mutations au niveau des espèces vivantes. Un poison, des morts vivants, des géants et des monstres rugissent dans la ville en agitant leurs armes. Alors que des bêtes dans les bois se battent pour des territoires, certains humains éveillent une capacité spéciale connue sous le nom de pouvoir des étoiles... Zhou Zheng, déficient de ce pouvoir, va traverser ce nouveau monde post apocalyptique.\nUtilisant ses capacités de voleur issue d'un autre jeu, il détruit ténèbres et brouillard, à la recherche du pouvoir suprême !",
      "zh": "一场宇宙风暴带来了物种的变异。城市中的毒尸巨怪，挥动着战斧咆哮。丛林中的异兽们，争夺着领地的主权。人类也觉醒了一种名为星力的异能……没有星力的周正穿越到这个末世。利用游戏中盗贼的角色能力，他将撕毁黑暗迷雾，追逐至高的力量！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178",
    "title": {
      "en": "Tensei Kizoku no Isekai Boukenroku ~Jichou wo Shiranai Kamigami no Shito~"
    },
    "updatedAt": "2024-04-23T18:32:21+00:00",
    "coverArt": "https://mangadex.org/covers/39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178/03624dbd-640c-4540-abc4-999d37c9995c.jpg",
    "altTitles": [
      {
        "en": "Adventure Record of Reincarnated Aristocrat ~ The apostle of Gods Who Doesn’t Know Self-Restraint~"
      },
      {
        "en": "Wonderful adventure in Another world! \"God... That's going too far!!\" he said..."
      },
      {
        "ru": "Невообразимые приключения перерожденного дворянина"
      },
      {
        "ja": "転生貴族の異世界冒険録 ～自重を知らない神々の使徒～"
      },
      {
        "ko": "전생 귀족의 이세계 모험록"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World"
      },
      {
        "ja-ro": "Tensei Kizoku no Isekai Bōken-roku ~ Jichō o Shiranai Kamigami no Shito ~"
      },
      {
        "fr": "Noble New World Adventures"
      },
      {
        "th": "เกิดใหม่เป็นขุนนางไปผจญภัยในต่างโลก ~อัครฑูตจอมซุ่มซ่ามของทวยเทพ~"
      },
      {
        "zh": "转生贵族的异世界冒险录"
      },
      {
        "zh-hk": "轉生貴族的異世界冒險錄"
      },
      {
        "en": "The Aristocrat’s Otherworldly Adventure: Serving Gods Who Go Too Far"
      }
    ],
    "description": {
      "en": "Shiina Kazuya, the protagonist of the story was killed by a stranger in front of a convenience store when he tried to protect two young girls escaping from the stranger who is trying to stab them. The girls fall and are too overcome with fear to get up and continue running away. When Shiina Kazuya awakens he realizes that he was reincarnated as the young noble Cain von Silford, the third son of an aristocrat (Margrave Garm Von Silford) and his second wife (Sarah) in a world filled with sword and sorcery.\n\nPrior to the age of ten Cain grew up in the Gracia Territory surrounded by gods that don't know self-restraint, in the upper echelon of nobility, and a loving family (father Garm Von Silford, mother Sarah, and older sister Raine). At the age of ten Cain is given peerage (Title of Duke, own estate, and an engagement), which leads to him living in Esfort the Royal Capitol.\n\nThis is a classic isekai fantasy about an overpowered young man who just wants to be an average adventurer. He has received the maximum level of divine blessings from all seven gods, overcomes any obstacle that comes his way while hiding his unbelievable status and tends to build a harem of highly influential nobles.",
      "ja": "- [Original Web Novel](https://ncode.syosetu.com/n4936dp/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d3c8e2-70dc-4108-afb5-08be57803a60",
    "title": {
      "en": "The Demon King's Daughter Is Too Kind!!"
    },
    "updatedAt": "2024-04-18T16:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/a5d3c8e2-70dc-4108-afb5-08be57803a60/5c963813-bc15-4edf-b4fd-1b7f48086061.jpg",
    "altTitles": [
      {
        "ru": "Дочь Короля Демонов слишком добрая!!"
      },
      {
        "ja": "魔王の娘は優しすぎる!!"
      },
      {
        "ja-ro": "Maou no Musume wa Yasashi Sugiru!!"
      },
      {
        "pt-br": "A filha do Rei Demônio é muito gentil!!"
      }
    ],
    "description": {
      "en": "The strongest Demon King, Ahriman, rules every part of the world. However, he had to stop his world conquest all of a sudden. What is the unexpected reason behind this…?",
      "pt-br": "O Rei Demônio mais forte, Ahriman, controla cada parte do mundo. Mas, ele precisou parar de conquistar inesperadamente. Qual será a razão inesperada…?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2023-12-03T15:01:25+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/9a60773c-e882-45d7-909b-60a78af09003.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1003024d-101c-4fb6-86e6-033167bab723",
    "title": {
      "en": "Amai Seikatsu"
    },
    "updatedAt": "2023-08-01T16:39:59+00:00",
    "coverArt": "https://mangadex.org/covers/1003024d-101c-4fb6-86e6-033167bab723/57892aeb-0a79-4f4f-a59d-33151b1daf24.png",
    "altTitles": [
      {
        "zh": "内衣高手"
      },
      {
        "ja": "甘い生活"
      },
      {
        "ko": "달콤한 생활"
      },
      {
        "en": "Sweet Life"
      }
    ],
    "description": {
      "en": "The complicated story of a young man who goes to work for a lingerie company. \nOne of the very first harem manga, done by a former shojo mangaka known for his peculiar tendencies \n(was known to cross dress among other things) and serialized in the now defunct Business Jump.\n \nVolume titles and Romaji equivalent:  \n  \n2. ランジェリーに恋してる♥ (Ranjerī ni Koishiteru ♥)  \n- 愛の悩み (Ai no Nayami)  \n- 恋模様みだれ髪 (Koi Moyō Midare-kami)  \n- おかしな二人 (Okashina Futari)  \n- 弓香の日記 (Yumika no Nikki)  \n- 二人の気持ち (Futari no Kimochi)  \n- 伸介の選択 (Shinsuke no sentaku)  \n- おかしな気分 (Okashina Kibun)  \n- おかしな三角関係 (Okashina Sankaku Kankei)  \n- よみがえる美 (Yomigaeru Bi)  \n- 東京ショック (Tokyo Shock)  \n- ユミカ・センセーション (Yumika Sensation)  \n- セルフヌード (Self-nude)  \n- 能力喪失 (Nōryoku Sōshitsu)  \n- お嬢様の初体験 (Ojō-sama no Shotaiken)  \n- 巴の目覚め (Tomoe no Mezame)  \n- ぱんつのお披露目 (Pantsu no Ohirome)  \n- 女優・佐倉澪 (Joyū Sakura Mio)  \n- 弓香が女優 (Yumika ga Joyū)  \n- 美人双子姉妹 (Bijin Futago Shimai)  \n- 政略結婚！？ (Seiryaku Kekkon!?)  \n- 触りのライセンス (Sawari no License)  \n- がんばれ！！大統領！！ (Ganbare!! Daitōryō!!)  \n- ブービー・トラップ (Booby Trap)  \n- ガマン大会 (Gaman Taikai)  \n- 世界新記録！？ (Sekaishinkiroku!?)  \n- 殿・姫・伸介 (Tono Hime Shinsuke)  \n- 姫のお目覚め？ (Hime no o Mezame?)  \n- ニューゴッドハンド？ (New God Hand?)  \n- コスプレ秘書 (Cosplay Hisho)  \n- 天才×天才 (Tensai × Tensai)  \n- ナマで大事件！？ (Nama de Daijigen!?)  \n- 4回転マッサージ (4 Kaiten Massage)  \n- 官能タイフーン (Kan'nō Typhoon)  \n- デザイナーの資質 (Designer no Shishitsu)  \n- 伸介の痴漢騒動 (Shinsuke no Chikan Sōdō)  \n- ベガスの狂乱 (Vegas no Kyōran)  \n- 1000万ドルの下着 (1000 Man-doru no Shitagi)  \n- 幼なじみの下着 (Osana Najimi no Shitagi)  \n- 呪いのコルセット発動！？ (Noroi no Corset Hatsudō!?)"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "erotica",
    "lastVolume": "40",
    "lastChapter": "480"
  },
  {
    "mangaId": "0b3e4da7-6221-4044-9e0a-abe4dfe5a3ef",
    "title": {
      "en": "Daikyojin"
    },
    "updatedAt": "2024-05-14T21:16:17+00:00",
    "coverArt": "https://mangadex.org/covers/0b3e4da7-6221-4044-9e0a-abe4dfe5a3ef/056c708f-3090-4931-9ebb-7a1c5d9f8a27.jpg",
    "altTitles": [
      {
        "ja": "大巨人"
      }
    ],
    "description": {
      "en": "In a world of towering giants, two witches embark on a perilous journey to fulfill an ancient duty. As they climb, facing physical and emotional challenges, they confront the mysteries of their past and the weight of their responsibilities. With each step, they draw closer to the truth, forging a bond that transcends time. But as darkness looms, they must find the strength to persevere, knowing the fate of humanity hangs in the balance. Join them on their epic quest in \"Daikyojin,\" a tale of courage and friendship."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9419bf1-97f3-4fc8-a33c-6f55363047b4",
    "title": {
      "en": "Karina's Last Days"
    },
    "updatedAt": "2023-12-29T13:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/d9419bf1-97f3-4fc8-a33c-6f55363047b4/49cdafcf-e823-4673-81b0-6d16fa1c3ec3.jpg",
    "altTitles": [
      {
        "ko": "시한부 엑스트라의 시간"
      },
      {
        "ko-ro": "Sihanbu Ekseuteuraui Sigan"
      },
      {
        "ko-ro": "Sihanbu Extra'eui Sigan"
      },
      {
        "en": "Limited Time of the Terminally-Ill Extra"
      },
      {
        "en": "Limited Time Extra"
      },
      {
        "fr": "Les derniers jours de Karina"
      },
      {
        "it": "Il tempo dei malati terminali extra"
      },
      {
        "uk": "Додатковий час для незначної героїні"
      },
      {
        "ru": "Ограниченные по времени дополнения"
      },
      {
        "ru": "Ограниченное время незначительной героини"
      },
      {
        "th": "ชีวิตที่เหลือของตัวประกอบจำกัดเวลา"
      },
      {
        "ja": "余命わずかの脇役令嬢"
      },
      {
        "mn": "Могмсон хуацаам буслдх дорийн цаг"
      },
      {
        "zh": "路人甲的生命倒计时"
      },
      {
        "zh": "配角时间有限"
      },
      {
        "zh-hk": "配角的倒數人生"
      },
      {
        "id": "Limited Extra Time"
      },
      {
        "vi": "Thời Gian Của Nhân Vật Phụ Có Giới Hạn"
      },
      {
        "en": "The Time of the Terminally-Ill Extra"
      }
    ],
    "description": {
      "en": "As the middle child who is neither the heir nor the cherished younger twins, Karina has lived her whole life hidden away from others. She, who only had one hobby of painting, found out that she only had one year left to live. So without a plan, she went to visit her fiancé who she barely knew… To annul the engagement as he always wanted.\n\n\"I won’t beat around the bush. I want to spend a year here.\"\n\n\"...Milady, have you gone crazy?\"\n\n\"In return, I'll agree to annul the engagement.\"\n\nBut, she didn't know then. That she would receive the unconditional love that she had never received her whole life from him, and that she would come to have a desire to live her once meaningless life.\n\n---\nThough gifted with an ability to bring her drawings to life, Karina Leopold spent her years in the shadow of her famous siblings, forced to be the good daughter her parents wanted. But when she's told that a deadly disease will kill her in a year, she offers a deal to her fiancé, Milian Pastellio, with the goal to live the remainder of her days far from her family's reach. Much to her surprise, their encounter proceeds to change them both in a way she never imagined...\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "id": "Sebagai anak kedua, Karina menghabiskan hidupnya selalu mengalah pada kakak-adiknya. Suatu hari, dia diberitahu bahwa menggambar yang merupakan hobinya, membuat sisa hidupnya hanya tinggal satu tahun lagi. Tak ingin terus hidup tidak dianggap oleh keluarganya, dia memutuskan untuk pergi dari rumah. Dengan persiapan seadanya, dia pergi ke tempat tunangan yang tidak begitu dia kenal untuk menghabiskan sisa hidupnya.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "it": "Come figlia di mezzo che non è né l'erede né gli amati gemelli più piccoli, Karina ha vissuto tutta la sua vita nascosta agli altri. Lei, che aveva un solo hobby della pittura, ha scoperto che le restava solo 1 anno di vita. Quindi senza un piano, è andata a trovare il suo fidanzato che conosceva a malapena... Per annullare il fidanzamento come aveva sempre voluto.\n\n\"Non voglio tergiversare. Voglio passare un anno qui.\"\n\n\"...Mia Signora, sei impazzita?\"\n\n\"In cambio, accetterò di annullare il fidanzamento.\"\n\nMa allora non lo sapeva. Che avrebbe ricevuto l'amore incondizionato che non aveva mai ricevuto per tutta la vita da lui, e che sarebbe arrivata ad avere un desiderio per vivere la sua vita un tempo priva di significato.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ja": "家門の跡を継ぐ長子でも、家族の愛を独占できる末っ子でもない、中途半端な2番目として、いつも誰かの影で生きてきたカリナ。 絵を描くことが唯一の趣味だった彼女は、自分に残された時間があと少しだということを知り、今まで交流もなかった婚約者に会いに行くことに。 婚約破棄の書類を胸に抱いて… 「ここにいさせてください」 「正気か？」 「その代わり…婚約を破棄して差し上げます」 この時は思いもしなかった。あれほど望んだ無償の愛と関心を彼がくれることになるなんて。 そのせいで、どうでもよかった人生に未練を抱くことになるなんて…\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ko": "가문의 후계자도, 귀여움을 독차지하는 막내도 되지 못한 어중간한 둘째로,\n평생 다른 사람들에게 가려진 삶을 살아온 카리나. \n그림을 그리는 것만이 유일한 취미인 그녀는\n자신에게 남은 시간이 고작 1년 뿐이라는 사실을 알게 된다. \n\n그래서 교류도 없던 약혼자를 무작정 찾아갔다.\n그가 원하던 파혼 서류를 품에 고이 간직한 채.\n\n\"단도직입적으로 말하자면, 여기서 1년간 지내고 싶어요.\"\n\"......미쳤나, 영애?\" \n“대신 파혼해 드릴게요.”\n\n하지만 그땐 미처 알지 못했다. \n평생 가지지 못했던 대가 없는 관심과 애정을 그에게 받게 될 줄은.\n그래서 미련 없던 삶에 이토록 욕심이 생기게 될 줄은.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "ru": "Карина всю жизнь находилась в чужой тени. Абсолютно обычная, ни наследница рода, ни милашка, как ее младшие – близняшки. Однажды она узнает, что ей остался всего год. Поэтому она тут же помчалась к своему жениху, неся с собой заявление на расторжение брака, о котором ее жених, должно быть, так грезил.— Скажу прямо, я хочу прожить здесь год.— Миледи, вы с ума сошли?..— За это я дам вам развод.Вот только кое-чего она не знала.— Похоже, вы продолжаете делать вид, будто не замечаете, поэтому мне придется это сказать.— Скажите.— Вы мне нравитесь.Она никогда даже надеяться не смела, что просто так получит его расположение. Поэтому она и не думала, что у нее появится настолько сильное желание в жизни, к которой она не была готова.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)",
      "uk": "Вона не була спадкоємицею сім'ї, або навіть милою і обожнюваною молодшою дитиною, але неоднозначною середньою дитиною, Карина, та, яка завжди буде затьмарювати інших. Дівчина, чиє єдине хобі полягало в тому, щоб малювати, дізналася, що їй залишилося жити всього один рік.\nТак, вона раптом пішла в гості до свого нареченого, з яким у неї ніколи не було ніяких взаємодій. У її руках були документи, необхідні для анулювання їх заручин, так само, як він хотів.\n\n\"Чесно кажучи, я хочу жити тут один рік.\"\n\"...Ти збожеволіла, молода міс?\"\n\"В обмін на це я розірву заручини.\"\n\nОднак тоді вона не знала, що отримає всю увагу і прихильність, яку не отримувала все своє життя.\n\n---\n[Original Novel](https://page.kakao.com/content/52783700)\n\n**Official English Translation of the Novel:** [Radish](https://radishfiction.com/stories/29265), [Tapas](https://tapas.io/series/karinas-last-days-novel/info)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80-%EC%97%91%EC%8A%A4%ED%8A%B8%EB%9D%BC%EC%9D%98-%EC%8B%9C%EA%B0%84/2746), [KakaoPage](https://page.kakao.com/home?seriesId=58261408)\n\n**Official Translations:**\n* [English](https://tapas.io/series/karinas-last-days/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%85%8D%E8%A7%92%E7%9A%84%E5%80%92%E6%95%B8%E4%BA%BA%E7%94%9F/243)\n* [French / Français](https://piccoma.com/fr/product/916)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Limited-Extra-Time/73)\n* [Japanese / 日本語](https://piccoma.com/web/product/88153)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%AD%E0%B8%9A%E0%B8%88%E0%B8%B3%E0%B8%81%E0%B8%B1%E0%B8%94%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2/291)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0da1f49a-3767-409a-bfa5-c227e24d4380",
    "title": {
      "en": "Fly Me to the Moon"
    },
    "updatedAt": "2022-12-06T16:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/0da1f49a-3767-409a-bfa5-c227e24d4380/0622cf6a-306e-4202-babb-dd1916388e00.jpg",
    "altTitles": [
      {
        "ko": "플라이 미 투 더 문"
      }
    ],
    "description": {
      "en": "a \"heterogeneous\" society where supernatural beings blend in. For these monsters, \"cruel\" is not enough to describe them. One such monster's unexpected appearance at funeral of Jeongyeon's mother forces her to enter their world. \n\nDon't you hate to see yourself being unfairly manipulated, don't you want revenge for all your suffering? \n\nSomeone caught her just when she was about to collapse."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9c0f16b-7bd3-4da6-bd58-fcb4bd10112f",
    "title": {
      "en": "Onnamaou-sama wa Yuusha-kun o Taosenai."
    },
    "updatedAt": "2024-05-12T10:15:06+00:00",
    "coverArt": "https://mangadex.org/covers/c9c0f16b-7bd3-4da6-bd58-fcb4bd10112f/147847be-6013-4e89-835d-3b96726c931b.jpg",
    "altTitles": [
      {
        "ja": "女魔王様はゆうしゃくんを倒せない。"
      },
      {
        "ja-ro": "Onnamao-sama ha Yuusha-kun wo Taosenai."
      },
      {
        "ja-ro": "Onnamao-sama ha Yusha-kun wo taosenai."
      },
      {
        "en": "Demon Queen–sama Can't Defeat Hero-kun."
      },
      {
        "en": "The Demon Queen Can't Defeat Yuusha-kun."
      }
    ],
    "description": {
      "en": "Demon Queen Abyss is worried… She's not able to defeat the Hero, considered the mortal enemy of the demons. This Hero is still an inexperienced young man—he should be easy to defeat! … However, the problem is that he, not knowing Abyss's true identity, considers her his “Master” and has become very fond of her…!?\n___\nProduced with the help of and supervised by [studioHEADLINE](https://mangadex.org/author/657c3108-5817-4669-a957-a9c7ec5080ee/studio-headline).",
      "pt-br": "A Rainha Demônio Abyss está preocupada... ela não é capaz de derrotar o herói, considerado o inimigo mortal dos demônio. Esse herói ainda é um jovem inexperiente — ele deveria ser fácil de derrotar! ... Todavia, o problema é que ele, não conhecendo a verdadeira identidade de Abyss, a considera sua \"Mestra\" e gosta muito dela...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c34090a-2427-4ff2-89eb-4a24d3c88818",
    "title": {
      "en": "I like you, so I get it."
    },
    "updatedAt": "2022-01-25T08:30:57+00:00",
    "coverArt": "https://mangadex.org/covers/2c34090a-2427-4ff2-89eb-4a24d3c88818/847f9d82-01f1-43ca-97d1-b9accb6977a2.png",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ec17d08-5488-4f26-9737-02ed76815fec",
    "title": {
      "en": "Densha de Mikaketa OL Futarigumi no Jitsuroku"
    },
    "updatedAt": "2023-10-03T23:20:48+00:00",
    "coverArt": "https://mangadex.org/covers/3ec17d08-5488-4f26-9737-02ed76815fec/173cd72a-ff98-4862-b588-b29ff5f79b0e.jpg",
    "altTitles": [
      {
        "en": "True Story about Two OLs I saw on the Train"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3adbd7c-caba-4fb6-b4c7-67e668093aed",
    "title": {
      "en": "I Was Asked \"Wanna Have Sex on Sunday?\" and Was Horny For an Entire Week"
    },
    "updatedAt": "2023-02-20T21:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/c3adbd7c-caba-4fb6-b4c7-67e668093aed/fde74cd9-43f6-42ba-b64e-bf9bccf8f4be.jpg",
    "altTitles": [
      {
        "ja": "「日曜日にセックスしよう」と誘われて、一週間悶々とする百合"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Gushing over Magical Girls"
    },
    "updatedAt": "2024-04-21T10:28:04+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "ja-ro": "Mahou Shoujo ni Akogarete"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "100db1f3-8700-4970-a900-3208ed46754b",
    "title": {
      "en": "Nakeru BL (Anthology)"
    },
    "updatedAt": "2021-05-25T15:39:29+00:00",
    "coverArt": "https://mangadex.org/covers/100db1f3-8700-4970-a900-3208ed46754b/62567e52-67a9-46d0-8ce0-6d7f672081e0.png",
    "altTitles": [
      {
        "en": "泣けるBL"
      }
    ],
    "description": {
      "en": "Volume 1  \n1: Umi to Heavy Smoker – Eda Yuuri & Mineshima Nawako  \n2: Tora to Tou-chan Saigo no Ichinichi – Aruku  \n3: Stroboscope – Yamashita Tomoko  \n4: Erabareru Yoru – Momoka  \n5: Tooi Hi no Atosaki (The Consequences Of A Faraway Day) – Moto Haruhira  \n6: Kimi Dake ni Ai wo – Kawai Hideki  \n7: Kigengire no Hatsukoi – Konohara Narise & Itoi Nozo  \n  \nVolume 2  \n1: 「BLUE BIRD.」 – Asia Watanabe  \n2: First Bite 「ファーストバイト」 – Kakine  \n3: Saigo no Bansan 「最後の晩餐」– Ootsuki Miu  \n4: Kuroi Megane to Akai Bara 「くろい眼鏡とあかい薔薇」 – Kobato Mebaru  \n5: 「DEAD WHITE.」 – Billy Balibally  \n6: 「home sweet home」– Gotou  \n7: Kimi no Naka ni 「キミの中に」– Homura Jiko  \n8: Nobetsu Maku Nashi 「のべつ幕なし」– Kawa"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "5604d034-6fe3-43dc-8e87-ce568669808a",
    "title": {
      "en": "Kamen Kitan Theo"
    },
    "updatedAt": "2024-05-07T15:48:41+00:00",
    "coverArt": "https://mangadex.org/covers/5604d034-6fe3-43dc-8e87-ce568669808a/aea07946-5ddd-4a69-9cbe-78520f2558f6.jpg",
    "altTitles": [
      {
        "en": "Mask Chronicle Theo"
      },
      {
        "ja": "仮面奇譚テオ"
      }
    ],
    "description": {
      "en": "A mysterious man donned in the mask of a wolf travels to 19th century Venice to investigate the strange happenings of men turning to stone. What will he uncover, and what does his new companion Eleanor have to do with it? From the team that brought you Phantom Seer!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d5e5f70-7d6c-43ef-a462-4d6f55d782b2",
    "title": {
      "en": "Agasa-kun wa Yande iru."
    },
    "updatedAt": "2024-04-17T18:32:50+00:00",
    "coverArt": "https://mangadex.org/covers/7d5e5f70-7d6c-43ef-a462-4d6f55d782b2/723439bc-8419-4c49-87ab-9c28d6dae33e.jpg",
    "altTitles": [
      {
        "ja": "愛重くんは病んでいる。"
      }
    ],
    "description": {
      "en": "One day, Ichigotani Nanako receives a sudden confession from Agasa Yuki, the genius prince at school who's also her junior in her club. Surprised by this, the natural airhead Nanako blurts out, \"I''ll be in trouble if you die though!\" and ends up dating Agasa-kun. Anyway, Agasa-kun has an extraordinary obsession and possessiveness, and he has no mercy for any bugs that come near Nanako!",
      "ja": "ある日突然、部活の後輩で学校一の秀才プリンスである愛重由希に告白された苺谷奈々子。いきなりの告白に驚きながらも、天然な奈々子は「死なれたら困る！」と愛重くんと付き合うことに。とにかく愛が重い愛重くんは、執着の仕方も独占欲も異常で、奈々子に近づく悪い虫には容赦なし!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b89356-952c-4a72-9d8c-cf44147e881a",
    "title": {
      "en": "IDOL×IDOL STORY!"
    },
    "updatedAt": "2024-05-11T06:26:27+00:00",
    "coverArt": "https://mangadex.org/covers/30b89356-952c-4a72-9d8c-cf44147e881a/a53438ab-4e54-4c36-9e73-7ae11f748c10.jpg",
    "altTitles": [
      {
        "ja": "アイドル×アイドル　ストーリー！"
      },
      {
        "ru": "Айдол×Айдол история!"
      },
      {
        "en": "Idol x Idol Story!"
      }
    ],
    "description": {
      "en": "Mimi Nagisa (22 years old) is a former idol. After giving up on her dream of being an idol because of her lacking talent she spends her days working part-time while attending college. However, the moment she meets the idol Ibuki Nanakusa, whom she recently found interest in, their lives begin to cross each other.\n\n(Source: Comic Fuz, translated)\n\n[Official Twitter](https://twitter.com/idol2story_info)",
      "ja": "才能がないと夢を諦めた元アイドルのミミと、ミミに憧れていた現役アイドル・イブキ。そんな2人が、ひょんな出会いから一緒にサバイバルオーディション番組への出演を目指すことに…!?　一度は諦めかけた夢、今度こそ2人でなら…！",
      "ru": "Мими Нагиса (22 года) — бывший айдол. После того, как она отказалась от своей мечты стать айдолом из-за отсутствия таланта, она проводит дни работая на неполный рабочий день, учась в колледже. Однако в тот момент, когда она встречает кумира Ибуки Нанакуса, к которому она недавно проявляла интерес, их жизни начинают пересекаться."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a",
    "title": {
      "en": "Human Mask"
    },
    "updatedAt": "2024-03-14T11:22:20+00:00",
    "coverArt": "https://mangadex.org/covers/fbf97c2d-b84b-4966-9fa6-4f3318dc9c6a/073da91d-218e-45c3-b7a5-d80d7270cc08.jpg",
    "altTitles": [
      {
        "ko-ro": "사람의 탈"
      }
    ],
    "description": {
      "en": "Masks are art, dance is martial arts!\nThe despised mask dancer 'Bongsan' follows the map left by his master\nTo stop the monster tiger 'Saphung Black Tiger' who wants to become king\nHe sets out on an adventure to find the legendary 'Human Mask'..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f2f6f0f-bc77-449a-b24f-14326723196b",
    "title": {
      "en": "Uragirareta S Rank Boukensha no Ore wa, Aisuru Dorei no Kanojora to Tomoni Dorei dake no Harem Guild o Tsukuru"
    },
    "updatedAt": "2024-03-26T19:35:21+00:00",
    "coverArt": "https://mangadex.org/covers/5f2f6f0f-bc77-449a-b24f-14326723196b/b76bb36d-b163-4e32-ba18-4a404ca0da3c.jpg",
    "altTitles": [
      {
        "en": "A Betrayed S-rank Adventurer, I Make a Slave-only Harem Guild With My Beloved Slaves"
      },
      {
        "ja-ro": "Uragirareta S Rank Boukensha no Ore wa, Aisuru Dorei no Kanojora to Tomoni Dorei dake no Harem Guild o Tsukuru"
      },
      {
        "ja-ro": "Uragirareta S-Rank Boukensha no Ore wa, Ai suru Dorei no Kanojora to Tomo ni Dorei dake no Harem Guild wo Tsukuru"
      },
      {
        "ja": "裏切られたＳランク冒険者の俺は、愛する奴隷の彼女らと共に奴隷だけのハーレムギルドを作る"
      }
    ],
    "description": {
      "en": "Egil, an S-rank adventurer who has lived hateful of \"slave,\" falls in love with one slave at a slave auction he was forced to bring. She was Eleanor, the former third princess of the Kingdom of Cornelia. Eleanor, a slave to Egil, begs Egil to \"kill my childhood friend who sold me to a slave trader!\"  \nKeep an eye on the estrus slaves if there is a chance! Can Egil rescue the body and mind of beautiful girl slaves and bring peace to this world…!",
      "es": "Egil, un aventurero del rango S que ha vivido odiando a los \"esclavos\", se enamora de una en una subasta a la cual fue obligado a ir.   \n  \nEra Eleanor, la antigua tercera princesa del Reino de Cornelia. Eleanor le ruega a Egil \"mata a mis amigos de la infancia que me vendieron a un comerciante de esclavos\".   \n  \n¡Vigila a las esclavas si hay alguna posibilidad! ¿Puede Egil rescatar el cuerpo y la mente de las hermosas chicas esclavas y traer la paz a este mundo?",
      "pt-br": "Egil, um aventureiro de Rank S que viveu com ódio aos 'escravos', apaixona-se por um escravo em um leilão de escravos que foi obrigado a trazer. Ela era Eleanor, a antiga terceira princesa do Reino da Cornelia. Eleanor, uma escrava de Egil, implora a Egil para 'matar meu amigo de infância que me vendeu a um comerciante de escravos!' Fique de olho nos escravos do cio se houver uma chance! Poderá Egil resgatar o corpo e a mente de lindas meninas escravas e trazer paz a este mundo...!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "770f4612-92e4-423c-a49b-73003bcb1785",
    "title": {
      "en": "Sekai wa, Kimi no Toumei"
    },
    "updatedAt": "2024-05-06T03:05:33+00:00",
    "coverArt": "https://mangadex.org/covers/770f4612-92e4-423c-a49b-73003bcb1785/0b755952-8173-4cd3-9b2f-a797ca6d8dc9.jpg",
    "altTitles": [
      {
        "en": "The World Is Invisible from You"
      },
      {
        "ja": "世界は、君の透明"
      }
    ],
    "description": {
      "en": "During the spring of his senior year in high school, Keito tours a nearby college campus and has his heart stolen by the acting performance of Yukichika when his film club's shooting a scene in the middle of falling cherry tree petals...\n\nYukichika was in the middle of acting out the scene, but since Keito walked right into it, they stopped filming and started searching for a different location.\nWhen Keito asks who he is, he says, \"I'm just a creator.\"\n\nIt turns out this chance encounter is what changes Keito's destiny and begins a \"love story\" in the \"world\" he lives in..."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-01-15T12:27:12+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16821c7e-c93e-4bd2-8b0b-c27f2476d952",
    "title": {
      "en": "Gokusen"
    },
    "updatedAt": "2023-08-04T20:01:58+00:00",
    "coverArt": "https://mangadex.org/covers/16821c7e-c93e-4bd2-8b0b-c27f2476d952/d452f724-9d92-4bcb-9e87-311d33c22749.jpg",
    "altTitles": [
      {
        "en": "The Yakuza Teacher"
      },
      {
        "ja": "ごくせん"
      },
      {
        "zh": "極道先生"
      },
      {
        "ru": "Гокусэн"
      }
    ],
    "description": {
      "en": "Fresh out of college, Kumiko \"Yankumi\" Yamaguchi becomes a math teacher at an all-boys high school. \nUnfortunately for her, she's assigned by the school board as the homeroom teacher for 3-D, a class of delinquent students. \nWhen the class attempts to make a living hell out of Yankumi's career, they fail as her persistence and aggression gain her respect. \nHowever, little does anyone in the school know that Yankumi is actually heir to the Kuroda Ikka—one of Tokyo's most powerful yakuza clans.  \n  \n(Source: ANN)  \n  \n\n\n---",
      "es": "Recién salida de la universidad, Kumiko \"Yankumi\" Yamaguchi se convierte en profesora de matemáticas en un instituto para chicos. Desafortunadamente para ella, es asignada por el consejo escolar como maestra de la clase 3-D, que resulta ser la clase de los estudiantes delincuentes. Cuando la clase intenta hacer un infierno de la carrera de Yankumi, fracasan ya que su persistencia y agresión se ganan su respeto. Sin embargo, nadie en la escuela sabe que Yankumi es en realidad heredera de Kuroda Ikka, uno de los clanes yakuza más poderosos de Tokio.",
      "it": "Gokusen è la storia di una professoressa (una specie di GTO al femminile) alle prese con le sue prime esperienze lavorative. \nIl caso vuole che venga assegnata ad una scuola maschile molto problematica, dove a farla da padroni sono gli studenti e non i docenti. \nLa nostra protagonista verrà scelta perché, nonostante l'apparenza sempliciotta, ha una personalità molto forte e molto abile nel combattimento; \nun'educazione impartitagli dalla famiglia. Infatti, la ragazza altri non è che la nipote ed erede di uno Yakuza.",
      "pl": "Kumiko właśnie została nauczycielką matematyki w liceum tylko dla chłopaków. Dostała wychowawstwo w klasie 2-4, klasie pełnej facetów sprawiających problemy. Jednakże nikt nie wie, że Kumiko jest wnuczką szefa yakuzy, więc musi ukrywać ten sekret, żeby nie wyrzucili jej z pracy.  \n  \nWkroczcie w świat niebezpiecznej yakuzy i problematycznej młodzieży!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "147"
  },
  {
    "mangaId": "370110b7-2d60-47f7-a8c1-b5a9bfcbaabd",
    "title": {
      "en": "The Lord Has Hidden Intentions"
    },
    "updatedAt": "2023-05-12T18:24:41+00:00",
    "coverArt": "https://mangadex.org/covers/370110b7-2d60-47f7-a8c1-b5a9bfcbaabd/d3f69051-6844-4bcf-9fae-071619011616.jpg",
    "altTitles": [
      {
        "zh-ro": "Jun Xin Bu Liang"
      },
      {
        "zh": "君心不良"
      }
    ],
    "description": {
      "en": "I treated you like a brother, but you treated me like a love rival! You stole every girlfriend I ever had! I just wanted to get married and have a baby, why is that so difficult?! A black-hearted white lotus vs. straight guy. A wild omegaverse fantasy,  that's both sweet and seductive~~"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "139"
  },
  {
    "mangaId": "df6c80ae-90c7-4377-8c6f-96135058d2ce",
    "title": {
      "en": "How to Turn You Around"
    },
    "updatedAt": "2024-05-09T18:38:09+00:00",
    "coverArt": "https://mangadex.org/covers/df6c80ae-90c7-4377-8c6f-96135058d2ce/315bafdc-b3c6-4796-9ec1-cadf3e494773.jpg",
    "altTitles": [
      {
        "ko": "너를 돌려차는 방법"
      }
    ],
    "description": {
      "en": "Stop being interested in me! Yeo Eunsol is the best person in hiding. All he dreams of is a quiet high school life. Yet everything becomes ruined because of the popular Ra Jisoo! First love romance ♥︎"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71e6668e-a7e9-47e6-af41-6ea97475d49d",
    "title": {
      "en": "Samayoeru Tensei-sha-tachi no Relive Game"
    },
    "updatedAt": "2024-05-14T18:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/71e6668e-a7e9-47e6-af41-6ea97475d49d/734254be-d52e-41dd-8c96-7e854fa7d4a6.jpg",
    "altTitles": [
      {
        "en": "ReLive Game of Wandering Reincarnations"
      },
      {
        "en": "Revival Game of Wandering Reincarnations"
      },
      {
        "ja-ro": "Samayoeru Tenseisha-tachi no Revival Game"
      },
      {
        "ru": "Возрождение: Игра блуждающих реинкарнаций"
      },
      {
        "ja": "さまよえる転生者たちのリライブルゲーム"
      }
    ],
    "description": {
      "en": "When \"Nice Guy\" Asai Manatsu's marriage proposal gets rejected, he thinks his day can't get any worse, until a Knight in Skull helmet tries to kill him! He's saved by a beautiful, silver-haired swords-woman and told to flee, but his nice guy impulses are too strong and he saves her from an attack, getting himself killed in the process. As he dies he wishes to be reborn in a world where people won't judge him for taking care of others…",
      "es-la": "Rechazado por una chica a la cual cuidé y salí con ella por más de 2 años, y todo por seguir las palabras de mi abuelo \"Siempre cuida de las chicas\", sin embargo una chica con cabello blanco me salvó de una tragedia y por querer ayudar fuí atravesado... \"Ojala pudiera reencarnar en un mundo donde proteger sea importante\"."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "26"
  },
  {
    "mangaId": "23d49e6b-73b8-4d91-9544-1292a4ce68f8",
    "title": {
      "en": "Imada Nakunatte Inai Hito"
    },
    "updatedAt": "2024-05-14T18:57:50+00:00",
    "coverArt": "https://mangadex.org/covers/23d49e6b-73b8-4d91-9544-1292a4ce68f8/4ce66514-8389-4f2f-a3e4-547e97d58344.jpg",
    "altTitles": [
      {
        "ja": "未だ亡くなっていない人"
      },
      {
        "en": "Wives Who have not Yet Passed Away"
      },
      {
        "vi": "Người vợ chưa chết"
      },
      {
        "en": "Wives Who Has Not Yet Passed Away"
      }
    ],
    "description": {
      "en": "Haruka Kawarazaki, a young man aspiring to be a manga artist, and Mayuko Kawarazaki, a beautiful woman to whom everyone looks back. They live in a room in a flat, share a meal every night and lay on each other's skin. But they are not husband and wife. A woman whose heart has been broken and a young man who knows it but continues their relationship - a love suspense about a forbidden relationship that you can't stop even when you know it's wrong.",
      "ja": "兄は逝き、義姉は壊れ、僕は溺れた\n\n漫画家を目指す青年･河原崎遥と、誰もが振り返る美女･河原崎繭子。共に暮らし、毎夜、食事を共にし、肌を重ねる。しかし、二人は夫婦ではない。繭子は、遥の義姉。死んだ兄の妻なのだ。心が壊れてしまった女と、それを知りながら関係を続ける男―――",
      "vi": "Chuyện xoay quanh anh chàng Kawarazaki Haruka có ước mơ được trở thành một tác giả truyện tranh và Kawarazaki Mayuko, một người phụ nữ xinh đẹp khiến cho bất kỳ người đàn ông nào cũng đều không khỏi phải ngước nhìn. Hai người họ hiện đang cùng chung sống trong một căn hộ, nấu ăn cho nhau và thậm chí còn làm cả những chuyện chăn gối dù rằng cả hai thực ra không phải vợ chồng. Một mối quan hệ cấm kỵ giữa người phụ nữ đã tan nát cõi lòng và chàng thanh niên dù biết tất cả nhưng vẫn quyết định nhắm mắt làm ngơ mà tiếp tục duy trì mối quan hệ hiện tại.",
      "es-la": "Haruka Kawarazaki, un joven que aspira a ser Mangaka, y Mayuko Kawarazaki, una hermosa mujer a la que todos miran. Viven en una misma habitación, comparten una comida cada noche y se acuestan sobre la piel del otro. Pero no son marido y mujer. Una mujer con el corazón roto y un joven que lo sabe pero que continúa su relación: un thriller de amor sobre una relación prohibida que no puedes detener aunque sepas que está mal.",
      "pt-br": "A história segue o jovem aspirante a mangaká, **Haruka Kawarazaki**, e a deslumbrante, **Mayuko Kawarazaki**, que atrai a atenção de todos. Os dois vivem juntos em um apartamento, compartilham refeições todas as noites e satisfazem todos seus desejos carnais sobre a cama. No entanto, eles não são um casal. Uma mulher cujo coração foi partido e um jovem que sabe disso, mas que continua a sua relação. *― Um suspense romântico que retrata um relacionamento proibido que não pode ser interrompido, mesmo sabendo que é errado.*"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-02-23T09:34:18+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/636e708c-e853-4a60-a795-f9baf82e3b8e.jpg",
    "altTitles": [
      {
        "ko": "원피스"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "th": "วันพีซ"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "fa": "وان پیس"
      },
      {
        "he": "וואן פיס"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "hi": "वन पीस"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "ja": "ワンピース"
      },
      {
        "vi": "Vua Hải Tặc"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-05-11T20:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d",
    "title": {
      "en": "Sherbet Above the Sea of Fog"
    },
    "updatedAt": "2024-04-19T23:23:56+00:00",
    "coverArt": "https://mangadex.org/covers/ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d/f83a0850-f835-4446-9e4f-4ddaa06c3657.jpg",
    "altTitles": [
      {
        "ko": "안개 바다 위의 샤베트"
      }
    ],
    "description": {
      "en": "Sherbet, a girl from a noble family, is forced to marry a man she has never met. She decides to escape this fate and joins a cruise that sails through the sea of mist, a place full of legends and secrets.\n\nThere, she meets several interesting characters, such as a pirate captain, a runaway princess, a curious mermaid and a cruel empress. She also discovers that the cruise is actually a ghost ship that takes the souls of the dead to the next world.\n\nShe will have to face various dangers and challenges to escape the ship and find her true love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40f660d7-a422-49c2-bd05-06535c029ae4",
    "title": {
      "en": "Love Train"
    },
    "updatedAt": "2024-05-07T22:09:26+00:00",
    "coverArt": "https://mangadex.org/covers/40f660d7-a422-49c2-bd05-06535c029ae4/94b8370e-cbb3-4468-af8b-da289d3e69b7.png",
    "altTitles": [
      {
        "en": "러브 트레인"
      }
    ],
    "description": {
      "en": "On the first day of school, six students felt their hearts flutter all at the very same moment in time! This is the story of each of them pursuing and being pursued out of their earnest wishes for love."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "143"
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4bd0456-a4db-4bad-8486-072aa0e82e46",
    "title": {
      "en": "Creep In"
    },
    "updatedAt": "2024-05-01T20:10:33+00:00",
    "coverArt": "https://mangadex.org/covers/b4bd0456-a4db-4bad-8486-072aa0e82e46/fac401ee-1bc9-4dd7-a8d3-65c1b774372d.jpg",
    "altTitles": [],
    "description": {
      "en": "They come for three reasons: to say hello, to like you, or to harm you.",
      "id": "Mereka datang dengan tiga alasan, sekedar menyapamu, menyukaimu, atau ingin mencelakaimu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-05-14T18:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/83ce9ee1-775d-4be3-9956-82e464f6291f.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa Is My Senior, and My Friend."
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "ja-ro": "Noa-senpai wa Tomodachi."
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de2c8252-d340-4f8f-a071-0ca69e145c1d",
    "title": {
      "en": "Asoko de Hataraku Musubu-san"
    },
    "updatedAt": "2024-01-08T10:42:08+00:00",
    "coverArt": "https://mangadex.org/covers/de2c8252-d340-4f8f-a071-0ca69e145c1d/17db115f-b6dc-4985-867f-c17001f490c7.jpg",
    "altTitles": [
      {
        "en": "Musubu, the Girl Working There"
      },
      {
        "en": "The Musubu who works there"
      },
      {
        "ru": "Здесь работает Мусубу-сан"
      },
      {
        "ja": "あそこではたらくムスブさん"
      },
      {
        "ko": "그곳에서 일하는 무스부 씨"
      },
      {
        "th": "คุณมุสุบุกับงานของเธอ"
      },
      {
        "zh": "在那里工作的结小姐"
      },
      {
        "it": "Il duro lavoro di Musubu"
      },
      {
        "fr": "Le labo de Musubu"
      },
      {
        "ko": "거기서 일하는 무스부 씨"
      },
      {
        "en": "Musubu-san Who Works Over There"
      }
    ],
    "description": {
      "en": "Sagami Gorou works in sales at Shounan Rubber Industries Co., Ltd. He is secretly harboring feelings for Musubu, a girl working in the company's integrated development department. And what this lovely young scientist is researching day and night are actually…",
      "pt-br": "Sagami Gorou trabalha no setor de vendas da Indústria de Borracha Shounan Ltda e tem guardado seus sentimentos por Musubu, uma garota que trabalha no departamento de desenvolvimento integrado, em segredo. O objeto de estudo desta adorável cientista, na verdade é…"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba8b096c-7a48-4c0e-884a-4d5b8596fbf5",
    "title": {
      "en": "Dawn of Ragnarok"
    },
    "updatedAt": "2024-05-14T17:56:59+00:00",
    "coverArt": "https://mangadex.org/covers/ba8b096c-7a48-4c0e-884a-4d5b8596fbf5/83240186-e236-4d84-b802-c066a3430b7f.jpg",
    "altTitles": [],
    "description": {
      "en": "A young and maturing Aris Bergström, who went off grid to hide from a criminal organization that murdered his mother for stealing a mysterious priceless relic. Joining him in hermitism, is his wise, old, mentor Hotaru. Trying to mold our hero into a better man, believing that this trainee holds the power to decide the outcome of the world."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]