[
  {
    "mangaId": "3b999f4a-0b7f-4aef-a849-cd86e31c4b57",
    "title": {
      "en": "Kyuuseishu «Messiah» ~ Isekai wo Sukutta Motoyuusha ga Mamono no Afureru Genjitsu Sekai wo Musou suru"
    },
    "updatedAt": "2024-07-03T19:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/3b999f4a-0b7f-4aef-a849-cd86e31c4b57/4f3cc2b6-aac7-4f19-ace3-3f93033ebc45.jpg",
    "altTitles": [
      {
        "ja": "救世主《メシア》～異世界を救った元勇者が魔物のあふれる現実世界を無双する～"
      },
      {
        "en": "The Savior «Messiah» ~ The Former Hero Who Saved Another World Beats the Real World Full of Monsters"
      },
      {
        "zh-hk": "救世主《彌賽亞》～現實世界無雙～"
      }
    ],
    "description": {
      "en": "The \"former\" savior, Takeru Yamato, was summoned to another world and executed because of his strength. When he wakes up, he finds himself in Japan, where he spent time before being summoned. However, in the city, demons appearing from \"gates\" rampage, and those called hunters fight using magic. Returning from another world, Takeru decides to hide his powers and live, but...",
      "ja": "異世界に召喚され、その強さ故に処刑された「元」救世主・大和猛。 目を覚ますとそこは、召喚される前に過ごしていた日本だった。 しかし、街では”ゲート”から現れる魔物が暴れ、ハンターと呼ばれる者たちが魔術を用いて戦っていた。 異世界帰りの猛は、力を隠して暮らす事を決めるが――…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d630e166-3a40-4db5-9044-697f5c6698db",
    "title": {
      "en": "Manual for Using Fierce Beast"
    },
    "updatedAt": "2024-05-17T02:40:58+00:00",
    "coverArt": "https://mangadex.org/covers/d630e166-3a40-4db5-9044-697f5c6698db/daf3a5f6-bf0d-4386-98ff-9fdd3d0401fe.jpg",
    "altTitles": [
      {
        "ko": "맹수 사용 설명서"
      },
      {
        "en": "Reasoning With A Beast"
      },
      {
        "en": "How to Tame a Beast"
      }
    ],
    "description": {
      "en": "Secretary Seo Yujin is in charge of self proclaimed truth-finding. Once upon she receives a sudden call to her president and she hears shocking news. She is asked to take full care of the president's younger brother and the third son of an unknown conglomerate, Jin Taeoh. What if you add something like this when you can't shake off an eery feeling? \"It's not that difficult. You just need to keep him out of the media.\"\n\nShe should have run away immediately after hearing that, but blinded by the money, Seo Yujin agrees...! The first time she goes to the airport to meet him her first impression was that he's a quite beautiful... beast? Tame the world's just but heartless psychotic beast who doesn't know where to go!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54c2de19-889c-4b04-b9f0-39e28a769a98",
    "title": {
      "en": "School Rumble"
    },
    "updatedAt": "2024-07-07T04:43:04+00:00",
    "coverArt": "https://mangadex.org/covers/54c2de19-889c-4b04-b9f0-39e28a769a98/7b003512-3ac5-41e2-a503-e5bf80fc7aff.jpg",
    "altTitles": [
      {
        "zh": "校园迷糊大王"
      },
      {
        "ko": "스쿨 럼블"
      }
    ],
    "description": {
      "en": "She's a second-year high school student with a single all-consuming question: Will the boy she likes ever really notice her? He's the school's most notorious juvenile delinquent and he's suddenly come to a shocking realization: He's got a huge crush, and now he must tell her how he feels.  \n  \nChapter 232 does not exist, there's no chapters missing.  \n  \nSpecial Chapters:  \n  \nbb1 What's up Doc (February 9, 2010)  \nDiamonds on the Inside (November 30, 2016)  \nGive it Away (March 15, 2017)  \nHello Again (November 8, 2017)",
      "pt-br": "Ela é uma estudante do segundo ano do ensino médio com uma única pergunta que a consome: será que o garoto de quem ela gosta realmente a notará? Ele é o delinquente juvenil mais notório da escola e de repente chega a uma conclusão chocante: ele tem uma paixão enorme e agora deve contar a ela como se sente.\n\nO capítulo 232 não existe, não falta nenhum capítulo.\n\nCapítulos Especiais:\n\nbb1 E aí, doutor (9 de fevereiro de 2010)\nDiamantes por dentro (30 de novembro de 2016)\nComo percebeu (15 de março de 2017)\nOlá de novo (8 de novembro de 2017)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "283"
  },
  {
    "mangaId": "ba63a244-df02-4661-8acc-878243d26d53",
    "title": {
      "en": "Boy-Friend's Rule"
    },
    "updatedAt": "2024-08-05T17:11:36+00:00",
    "coverArt": "https://mangadex.org/covers/ba63a244-df02-4661-8acc-878243d26d53/50e0bee7-0ccd-45b5-b38c-fe734f1faa57.jpg",
    "altTitles": [
      {
        "ko": "남사친의 법칙"
      },
      {
        "zh": "男闺蜜准则"
      },
      {
        "zh-hk": "純友誼法則"
      },
      {
        "en": "The Law Of Being Friends With A Male"
      },
      {
        "en": "Boyfriend's Rule"
      },
      {
        "ko-ro": "Namsachin-ui Beobchig"
      },
      {
        "ja": "男友達って彼氏になれる?"
      },
      {
        "ko-ro": "Namsachin-ui Beopchik"
      },
      {
        "en": "Boy-Friend's Rule"
      },
      {
        "pl": "Zasady Przyjaźni z Chłopakiem"
      }
    ],
    "description": {
      "en": "Jay is a guy that wanted to talk with his friend about their secret crushes, When Jay was about to confess who he has a crush on, his friend Jiwoon, who’s crush is actually towards Jay, was hopefull that Jay was going to confess his feelings towards her. But she felt shocked when she learned that actually Jay’s crush was someone else, after that, Jay asked her about her crush, Jiwoon tried to avoid the question and gave him a vague description which caused a misunderstanding that his crush was actually towards Jay’s friend Seohyun. She and Jay are just good friends without anything romantic going on between them, The way Jay interacts with her is just in a friendly manner and tries to help her to get her “crush”….Let the romantic drama begin at school!",
      "fr": "La première romance de Jiun s'est terminée lorsque son béguin, Jae-i, lui avoue qu'il aime quelqu'un d'autre. Pour aggraver les choses, Jae-i croit à tort que le béguin de Jiun est son effrayant meilleur ami, Seohyeon, et il tente de l'aider à gagner le cœur de celui-ci. Maintenant, Jiun doit faire face à un plus gros problème qu'un amour à sens unique, le petit-copain qu'elle n'a jamais imaginé se rapprocher.",
      "ko": "남몰래 '재이'를 짝사랑해온 '지운'.  재이가 자신에게 고백할 줄 알았던 지운은, 재이의 짝사랑 상대가 다른 사람이라는 사실을 알고는 정신이 아득해진다. \n짝사랑이 허무하게 끝났다고 생각함과 동시에, 재이가 자신의 짝사랑 상대를 '서현'이라고 착각하고 있다는 걸 알게 된다. \n그저 재이의 키 크고 덩치 큰 친구 중 하나일 뿐인, 말 그대로 남자인 사람 친구일 뿐인 서현과 자신을 이어주려는 재이의 행동에 해탈하고 마는데..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb29bf36-7423-4a1c-bcfb-418d305ebaf6",
    "title": {
      "en": "The Film Emperor Is Dead Set on Becoming My Backer"
    },
    "updatedAt": "2024-07-09T11:45:19+00:00",
    "coverArt": "https://mangadex.org/covers/eb29bf36-7423-4a1c-bcfb-418d305ebaf6/1fd12a18-0b42-4d54-acab-36a832906a98.jpg",
    "altTitles": [
      {
        "zh": "影帝他硬要当我金主"
      },
      {
        "zh-ro": "Yingdi Ta Ying Yao Dang Wo Jin Zhu"
      }
    ],
    "description": {
      "en": "A gold mentalist paparazzi exposes pictures of Lin Chu privately meeting with his sponsor late at night. After getting into a car accident, he entered the body of the center of gossip, Lin Chu. And, his mysterious sponsor is suspected to be the cold and ruthless movie star Li Yu, who doesn't seem to get along with Lin Chu?! What's even more shocking is that it seems Lin Chu... Has more than one sponsor?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2024-08-27T16:01:25+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/c4747970-1efa-416b-ac85-485341462b87.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "en": "Momose Akira's First Love is a Failure."
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire.\n\nJust as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach.\n\nAnd there was a “fate” that was more than he could have imagined.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。\n\n彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。\n\nそしてそこには、想像以上の”運命”が拡がってました。\n\n2人の様子を、どうぞあったかく見守ってください。",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de classe por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "240f036e-d6ba-46a9-b990-fd06c47319f6",
    "title": {
      "en": "Degausser"
    },
    "updatedAt": "2024-05-12T13:44:16+00:00",
    "coverArt": "https://mangadex.org/covers/240f036e-d6ba-46a9-b990-fd06c47319f6/452940cc-a09f-4cdb-8faf-2ce83368d945.jpg",
    "altTitles": [
      {
        "ja": "デガウザー"
      },
      {
        "zh-hk": "消磁抹煞"
      }
    ],
    "description": {
      "en": "Yaguchi, who got on board the ship as a cargo ship temporary worker to repay debts. But that was the beginning of a spectacular human experiment. Suddenly, the ship shook greatly and the scene in front of it began to distort with a fierce headache. Before the request to move to grasp the situation, a disastrous scene unimaginable has spread …. Astonishing national overturn suspense where the world's largest urban legend \"Philadelphia Project\" and the modern world are intertwined!",
      "tr": "Yaguchi, borçlarını ödemek amacıyla kargo gemisine geçici işçi olarak biner. Ancak bu sadece olağanüstü bir insan deneyinin başlangıcıdır. Gemi, aniden inanılmaz bir şekilde sallanmaya başlar ve Yaguchi’nin önündeki sahne şiddetli bir baş ağrısından dolayı bozulmaya uğrar. Durumu kavrayabilmek için hareket etme isteğinden hemen önce düşünülemez bir felaket meydana gelir… Dünya’nın en büyük şehir efsanesi “Philadelphia Projesi” ile modern yaşamın iç içe olduğu hayret uyandırıcı ulusal bir darbe! ||||",
      "zh-hk": "為了還債，矢口求作為貨船的臨時工上了船。但這是一場龐大的人體實驗的開端。船體突如其來的劇烈搖晃，伴隨著劇烈的頭痛眼前的場景開始扭曲。在求掌握局勢之前，難以想象的悽慘景象已經曼延開來。世界上最大的都市傳說“費城實驗”與當代世界交織在一起，驚人的國家顛覆懸疑劇！！"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "70"
  },
  {
    "mangaId": "b52f32ed-5e46-4fa6-b8dd-6a0f46ebe3c2",
    "title": {
      "en": "The Savior's Bucket List"
    },
    "updatedAt": "2024-06-29T01:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/b52f32ed-5e46-4fa6-b8dd-6a0f46ebe3c2/9d3177ee-b0f9-482e-837a-190be401b5b9.jpg",
    "altTitles": [
      {
        "ko": "구원자의 버킷리스트"
      },
      {
        "ko-ro": "Guwonjaui Beokisliseuteu"
      }
    ],
    "description": {
      "en": "Yonghak ultimately failed to save the world despite repeated regressions. At the next regression, he decides to quit being a savior. But suddenly, disciples show up, one by one... Will the world be kept safe?! Will the savior be able to fulfill his bucket list of wishes for rest?!",
      "ko": "반복되는 회귀에도 결국 세상을 구원하지 못한 용학 \n다음 회귀에 이르러 구원자를 그만두기로 한다. \n그런데 하나둘 제자가 생기고… 세상이 자꾸만 구원되기 시작한다?! \n과연 구원자는 쉬고 싶어 하는 자신의 버킷리스트를 이룰 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e3740ef-34f9-4ed4-928d-465f685f4c30",
    "title": {
      "en": "Afterlife Diner"
    },
    "updatedAt": "2024-08-18T20:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/8e3740ef-34f9-4ed4-928d-465f685f4c30/ffe7a424-1213-4478-839d-5e3d051e5de5.png",
    "altTitles": [
      {
        "ko": "저승식당"
      },
      {
        "en": "Restaurant in the After Life"
      },
      {
        "en": "Underworld Restaurant"
      }
    ],
    "description": {
      "en": "“I was given a building as an inheritance?”\n\nFrom a nobody who does all kinds of odd jobs and lived a hard life, he was given a chance to become a landlord right in the middle of Gangnam!\n\nBut, the condition for this inheritance is to ‘operate a restaurant for 5 years.’\n\n‘Moreover, I can sense a chill down my spine thanks to the weird customers that came in for today’s store opening……Do I really just need to prepare food?’\n\n“So then…all the guests who came in yesterday…”\n\n“They were ghosts.”\n\nEvery night starting from 11 o’ clock until 1 o’clock, we will now be open!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-08-25T06:25:00+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/248fb53b-45da-4f0f-b7e0-0be6f3eb1025.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      },
      {
        "uk": "Ілексід"
      },
      {
        "ru": "Элисед"
      },
      {
        "ar": "بذور الكهرباء"
      },
      {
        "ar": "تجاوز الكهرباء"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "zh-hk": "覺醒吧！貓奴"
      },
      {
        "ja": "エレキシード"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b1b59c4-f3e9-4f19-b10f-2d71b020bc42",
    "title": {
      "en": "The Great War"
    },
    "updatedAt": "2024-08-27T21:25:30+00:00",
    "coverArt": "https://mangadex.org/covers/8b1b59c4-f3e9-4f19-b10f-2d71b020bc42/6c604fb7-07f2-455f-bd32-90cabd7febd0.jpg",
    "altTitles": [
      {
        "ko": "대장전"
      }
    ],
    "description": {
      "en": "Im Dajun, who was abandoned by his family and now lives as the leader of a runaway group, one day brings Yeonwoo home by chance. Yeonwoo then commits a violent rampage in Incheon. Standing in the way of Yeonwoo, who was trying to kill a chaebol chairman for revenge, is Yoon Gamin, a top student hopeful. Meanwhile, Nahwajin of the School Authority Protection Bureau watches the situation with interest...\n\nThe first crossover in the Blue String Universe! A massive showdown featuring the main characters from [True Education], [Study Group], and [How to Fight]. This is a record of an intense battle not covered in their own stories."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3267e61a-8dc7-4d27-b8f7-26d810c08a1c",
    "title": {
      "en": "Hanlim Gym"
    },
    "updatedAt": "2024-05-27T15:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/3267e61a-8dc7-4d27-b8f7-26d810c08a1c/f12e8d57-ba6e-42d2-8e81-60f7bd36d682.jpg",
    "altTitles": [
      {
        "ko-ro": "Hallim Cheyukgwan"
      },
      {
        "ko": "한림체육관"
      },
      {
        "en": "Hallym Gymnasium"
      },
      {
        "tr": "Hanlim Spor Salonu"
      }
    ],
    "description": {
      "en": "Tired of being picked on, Yeongha, the new transfer student, decides to fight back… and discovers he can pack a punch. He soon becomes the top of the food chain, savoring his new title as the toughest guy at school. But he meets his match when Suho Kang, the Champion of the PVP games, single-handedly takes down him and his crew. To earn back his honor, Yeongha decides to join the PVP games. Will he finally get the satisfaction of beating Suho up? Or will he gain something more?",
      "tr": "Okula yeni transfer olan Yeongha, sürekli olarak kendisinin ve arkadaşlarının zorbalığa uğramasından bıkmıştı. Bu duruma karşı koymak için kararlılıkla harekete geçti ve kendi elinin ne kadar ağır olduğunu keşfetti. Kısa sürede, okulda ki herkesi ezerek en güçlü çocuk ünvanının tadını çıkardı. Ancak PVP oyunlarının şampiyonu Suho Kang, onun ve ekibinin karşısına tek başına çıktığında, Yeongha gerçek gücünün sınırlarını anlamak zorunda kaldı. Onurunu ve Ünvanını geri kazanmak için PVP oyunlarına katılmaya karar veren Yeongha, sonunda Suho’yu yenmeyi başarabilecek midir?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02e5ba4d-24e8-4f83-9b18-19f1508d865d",
    "title": {
      "en": "My Husband, My Sister, and I"
    },
    "updatedAt": "2024-06-20T21:02:21+00:00",
    "coverArt": "https://mangadex.org/covers/02e5ba4d-24e8-4f83-9b18-19f1508d865d/d25446d6-3086-42c6-83a4-544edb7164db.jpg",
    "altTitles": [
      {
        "ko": "세 명이서 결혼 생활 중입니다"
      },
      {
        "en": "The Three Are Living a Married Life"
      },
      {
        "es-la": "Tres personas que viven una vida de casados"
      }
    ],
    "description": {
      "en": "On the night of her fourth wedding anniversary, moans were heard from her husband’s bedroom. \n\n“Tell me I’m better than her, come on.”\n\nIt was the voice of her twin sister."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "abc1520c-4636-4c30-af47-6568f6477b1c",
    "title": {
      "en": "Demon Prince & the Salaryman"
    },
    "updatedAt": "2024-08-22T03:45:59+00:00",
    "coverArt": "https://mangadex.org/covers/abc1520c-4636-4c30-af47-6568f6477b1c/d87d1159-5fe8-4b8e-bde2-18870cb5c5d3.png",
    "altTitles": [],
    "description": {
      "en": "A salaryman summons Astaroth, a Prince of Hell, to help him stop getting bullied at work."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "370110b7-2d60-47f7-a8c1-b5a9bfcbaabd",
    "title": {
      "en": "The Lord Has Hidden Intentions"
    },
    "updatedAt": "2024-07-16T15:23:04+00:00",
    "coverArt": "https://mangadex.org/covers/370110b7-2d60-47f7-a8c1-b5a9bfcbaabd/e7eccb1d-dbe3-4018-a2cd-6e4b9cc9a774.jpg",
    "altTitles": [
      {
        "zh-ro": "Jun Xin Bu Liang"
      },
      {
        "zh": "君心不良"
      }
    ],
    "description": {
      "en": "I treated you like a brother, but you treated me like a love rival! You stole every girlfriend I ever had! I just wanted to get married and have a baby, why is that so difficult?! A black-hearted white lotus vs. straight guy. A wild omegaverse fantasy,  that's both sweet and seductive~~"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "139"
  },
  {
    "mangaId": "d6f01dcb-fe7e-4074-9396-374bc85abe18",
    "title": {
      "en": "The Ducal Family's Poisonous Flower"
    },
    "updatedAt": "2024-03-21T00:58:24+00:00",
    "coverArt": "https://mangadex.org/covers/d6f01dcb-fe7e-4074-9396-374bc85abe18/2c4ad6ff-352b-4392-b07e-a01238ad24ba.png",
    "altTitles": [
      {
        "zh": "公爵家的毒之花"
      },
      {
        "zh-ro": "Gong Jue Jia De Du Zhi Hua"
      },
      {
        "zh-ro": "Gōng Jué Jiā De Dú Zhī Huā"
      },
      {
        "en": "The Poisonous Flower of the Duke's House"
      }
    ],
    "description": {
      "en": "Lily Roland, the daughter of Duke Roland, stumbled upon her fiancé and her illegitimate sister having an affair! She was poisoned by the two people whom she grew up with, and thrown into the wilderness.\n\nWhen her life was hanging by a thread, she was saved by a monstrous creature that had a body of a human, but a head of a beast, who turned out to be the Crown Prince, Isaac Stewart.\n\nIsaac was cursed by a mysterious witch to turn into a bloodthirsty monster on the night when the moon is full, and Lily’s blood is his only antidote!\n\nIsaac decides to help Lily in her revenge, but in exchange, she must marry him and assist him in lifting the curse."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4bd0456-a4db-4bad-8486-072aa0e82e46",
    "title": {
      "en": "Creep In"
    },
    "updatedAt": "2024-08-05T15:32:04+00:00",
    "coverArt": "https://mangadex.org/covers/b4bd0456-a4db-4bad-8486-072aa0e82e46/fac401ee-1bc9-4dd7-a8d3-65c1b774372d.jpg",
    "altTitles": [],
    "description": {
      "en": "They come for three reasons: to say hello, to like you, or to harm you.",
      "id": "Mereka datang dengan tiga alasan, sekedar menyapamu, menyukaimu, atau ingin mencelakaimu."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "38"
  },
  {
    "mangaId": "56958579-6d1b-4db0-be4f-dd17b828fcf7",
    "title": {
      "en": "In the Gardens of Gehenna"
    },
    "updatedAt": "2024-08-23T23:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/56958579-6d1b-4db0-be4f-dd17b828fcf7/cee4abea-97a9-4d59-9d8d-3017bae8aac7.jpg",
    "altTitles": [
      {
        "ja-ro": "Naraku no Hanazono"
      },
      {
        "ja": "奈落の花園"
      }
    ],
    "description": {
      "en": "Mary, a girl who moved from Tokyo to the countryside, meets the mysterious girl Colin in a \"secret garden\" up in the mountains. With nowhere to go, they share a \"secret\" in the garden that they can't tell anyone. They didn't realize the consequences of what they did.......\n\n(Source: Yuri-Hime, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3b5d77f-3fd3-45ce-8e9b-5e6fd3a5849a",
    "title": {
      "en": "Rebirth of the Strongest Sword God"
    },
    "updatedAt": "2022-10-10T21:36:19+00:00",
    "coverArt": "https://mangadex.org/covers/a3b5d77f-3fd3-45ce-8e9b-5e6fd3a5849a/c7302e2c-4fce-425a-a247-11b601353c9c.jpg",
    "altTitles": [
      {
        "en": "The Strongest Swordsman"
      },
      {
        "en": "Reborn as the Strongest Swordsman"
      },
      {
        "en": "Reincarnation of the Strongest Sword God"
      },
      {
        "zh": "重生之最强剑神"
      }
    ],
    "description": {
      "en": "The top player of the popular MMO, “Divine Realm”, Shi Feng, was betrayed by his club. He drank in sadness, but then woke up realizing he had gone back 10 years, to the time when Divine Realm had just released. Using the ten years of experience he had, he started all over to climb back to the top. This time, he intends to surpass himself and reach greater heights."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86c593d1-c1ab-4633-8c5e-bcc74eaa97ea",
    "title": {
      "en": "If I Don’t Die Soon, I’ll Become The Ruler Of The Demon Realm!"
    },
    "updatedAt": "2024-08-05T06:51:41+00:00",
    "coverArt": "https://mangadex.org/covers/86c593d1-c1ab-4633-8c5e-bcc74eaa97ea/ed3d8a26-3b82-4764-84da-6dfca42a0fe5.jpg",
    "altTitles": [
      {
        "zh": "再不死我就统治魔界了"
      }
    ],
    "description": {
      "en": "Humanity’s strongest warrior was killed by demons amidst a battle and gained the power to reincarnate, but somehow did so as a demon. Only by dying he can go back to living as a human, so he committed suicide non-stop. But things turned out to be the opposite of what he expected…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b419fea0-e40c-469f-9aec-d3a02c58b2fa",
    "title": {
      "en": "Akairo Crossroads"
    },
    "updatedAt": "2024-08-15T17:24:41+00:00",
    "coverArt": "https://mangadex.org/covers/b419fea0-e40c-469f-9aec-d3a02c58b2fa/34316c5e-7caa-4179-bb83-9ea1a775e961.jpg",
    "altTitles": [
      {
        "ja-ro": "Akairo Kousaten"
      },
      {
        "ru": "Перекресток Акаиро"
      },
      {
        "ja": "あかいろ交差点"
      },
      {
        "zh": "赤色交叉点"
      },
      {
        "zh-hk": "赤色交叉點"
      }
    ],
    "description": {
      "en": "Is being unable to see the red string of fate better?!  \nSince the encounter on the day of the high school entrance ceremony, dog-like boy, Makita Keita and cat-like girl, Ohara Tamaki have had the worst relationship.  \nThe story starts to progress when the both of them are put in the same class.  \nA little mysterious heart racing school youth graffiti begins!",
      "es": "El timido y amigable Keita trata de mejorar su amistad con Tamaki, que siempre se ha mostrado fria y cruel desde la primera vez que se conocieron. ¿Pero por qué? Keita quiere saber… ¿Será que lo odia? ¿Hizo algo que la lastimó? Eso pensaba Keita, hasta que Tamaki le dijo que podia ver algo especial…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "d0511db6-9851-4802-b224-eb3e356f395b",
    "title": {
      "en": "Celestial Phenomenon"
    },
    "updatedAt": "2024-03-09T00:44:35+00:00",
    "coverArt": "https://mangadex.org/covers/d0511db6-9851-4802-b224-eb3e356f395b/7ec33105-59e6-49d6-9431-0a7334a0bd72.png",
    "altTitles": [
      {
        "zh": "天相"
      },
      {
        "en": "The Worthy One to the Heaven"
      },
      {
        "es": "El Guerrero Digno de los Cielos"
      },
      {
        "en": "Celestial Phase"
      }
    ],
    "description": {
      "en": "In an age of evil where all humans are being hunted by Spirits, chaos broke out after a Monster destroyed an entire city, thus igniting a battle between gods and demons. But among so much darkness there will always be light, and this will come from the hands of Ding Xiao who will seek to fight against these evil spirits, thus becoming the greatest spiritual master, although the question is: will he be the one to Ascend to touch the sky? Or will he be tempted to turn Evil?",
      "es": "En una era de maldad donde todos los humanos están siendo cazados por Espíritus, se desató el caos luego de que un Monstruo incitado por la codicia destruyera una ciudad completa, iniciando así una batalla entre dioses y demonios. Pero entre tanta oscuridad siempre habrá luz, y esta vendrá de las manos de Ding Xiao quien buscara luchar contra estos espíritus malignos, convirtiéndose así en el más grande maestro espiritual, aunque la duda es: ¿Él será el indicado para Ascender hasta tocar el cielo o será tentado para volverse Malvado?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72d1f1a6-09ef-44ed-886b-fdef8250c518",
    "title": {
      "en": "Becoming a Legendary Ace Employee"
    },
    "updatedAt": "2024-05-12T23:34:03+00:00",
    "coverArt": "https://mangadex.org/covers/72d1f1a6-09ef-44ed-886b-fdef8250c518/97b0fbf8-12f0-4a22-8262-5d672b14129a.jpg",
    "altTitles": [
      {
        "en": "Become a Legend as an All-Rounder"
      },
      {
        "ko": "만능사원 전설이 되다"
      }
    ],
    "description": {
      "en": "Kim Tae-seok, who worked on a construction site, receives a notice of passing the document screening for the major company El Sung. At the same time, a message pops up in front of him: 'You have entered the path to becoming a regular employee tutorial. Would you like to proceed?' Follow Kim Tae-seok's struggle to become the legendary all-around employee in this corporate adventure!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316f816a-5de2-4eff-ad04-4c308574b13e",
    "title": {
      "en": "Half"
    },
    "updatedAt": "2024-07-11T00:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/316f816a-5de2-4eff-ad04-4c308574b13e/b3247f5c-320b-4e30-917a-4a7303a0d8c1.png",
    "altTitles": [
      {
        "en": "Yi Ban"
      },
      {
        "zh": "一半"
      },
      {
        "ka": "ნახევარი"
      },
      {
        "ru": "Половина"
      }
    ],
    "description": {
      "en": "The heartwarming story of two different girls brought together over a cat, as they learn about each other, spend time together, and heal one another.",
      "es-la": "Una conmovedora historia de dos chicas, diferente una de la otra, que se conocen por un encuentro con un gato y desde entonces han estado acompañándose y consolándose ."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "79"
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-08-26T13:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      },
      {
        "pt-br": "O Antigo Soberano da Eternidade"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze.",
      "es-la": "Gu Feiyan, el tercer soberano, muere y es reencarnado en un niño llamado Li Yunxia, una completa basura que todavía no despertó sus meridianos a pesar de su edad. ¡Pero esto no detendrá al MC de alcanzar el pináculo de este mundo otra vez!",
      "pt-br": "Um dos imperadores marciais conferidos, Gu Feiyang, faleceu nas montanhas Tiandang e reencarnou 15 anos depois como Li Yunxiao, do estado de Tianshui, embarcando em uma jornada que desafia o céu contra os inúmeros gênios da época. Os nove níveis da Arte Marcial; os Reinos Divinos dos dez quadrantes. A partir de então, o mundo inteiro caiu no caos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c045d96-da7e-47fb-af3a-cc76677d6f17",
    "title": {
      "en": "Birdy the Mighty Evolution"
    },
    "updatedAt": "2023-12-03T23:43:51+00:00",
    "coverArt": "https://mangadex.org/covers/0c045d96-da7e-47fb-af3a-cc76677d6f17/bfc5f2ed-1cc0-41a9-bdb6-3ea6e30d708f.png",
    "altTitles": [
      {
        "ja-ro": "Tetsuwan Birdy Evolution"
      },
      {
        "ru": "Могучая Бёрди: Эволюция"
      },
      {
        "th": "สลับร่างล้างอธรรม เบอร์ดี้ Evolution"
      },
      {
        "ja": "鉄腕バーディー EVOLUTION"
      },
      {
        "ja": "鉄腕バーディーEVOLUTION"
      },
      {
        "zh": "鐵腕女警EVOLUTION"
      },
      {
        "zh-hk": "铁腕女警EVOLUTION"
      },
      {
        "ko": "철완 버디 EVOLUTION"
      }
    ],
    "description": {
      "en": "After two years of being dormant inside Tsutomu Senkawa, an accidental encounter with their old nemesis violently wakes Birdy up. With Birdy kicking evil's ass once again, the dark secrets of the experiments conducted by the \"Agni\" corporation are slowly revealed. They seem to be dabbling with human body enhancement, creating what they call \"beast men,\" to combat the alien invasions related to Birdy."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "140"
  },
  {
    "mangaId": "49ddeb9a-1d34-4820-a773-c096bf7b219b",
    "title": {
      "en": "Doomsday Sword God"
    },
    "updatedAt": "2024-02-24T23:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/49ddeb9a-1d34-4820-a773-c096bf7b219b/dbc5461c-46aa-42bc-ad5a-5b47853b9c61.png",
    "altTitles": [
      {
        "zh": "末日剑神：我震惊全球！"
      },
      {
        "en": "Apocalypse Sword God"
      }
    ],
    "description": {
      "en": "If mercy and kindness can’t save the world, then this time, I choose to kill—\n\nEternal Slayer! Heavenly Lightning Slash! Sword of Annihilation! As long as you learn the most common sword skills, they can be upgraded to SSS rank?! Divine talent + forbidden skills! I’m the last spark of hope in this apocalypse!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "514f1a94-b09f-4331-8cf9-0f01d06d3b80",
    "title": {
      "en": "The Knight Only Lives Today"
    },
    "updatedAt": "2024-08-23T03:18:43+00:00",
    "coverArt": "https://mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/a1f4b9a4-c784-4c39-828e-f551e0bfaa13.jpg",
    "altTitles": [
      {
        "en": "Eternally Regressing Knight"
      },
      {
        "ko": "오늘만 사는 기사"
      }
    ],
    "description": {
      "en": "Is dying repeatedly a blessing? Enkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! Now that he has unlimited chances to train and engage in mortal combat, just how far can he go?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2023-08-14T21:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/a1814984-0049-4cce-b899-4dcee10305e9.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \n  \nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a34a0b7-c7ed-491f-bfae-79f625fa6384",
    "title": {
      "en": "The Great Mage of the Hero's Party Reincarnates"
    },
    "updatedAt": "2024-08-11T15:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/5a34a0b7-c7ed-491f-bfae-79f625fa6384/9661975d-b8ec-4322-85f0-9acbecbf6ee6.jpg",
    "altTitles": [
      {
        "ko": "용사파티 대마법사의 환생"
      },
      {
        "en": "The Rebirth of the Hero's Party's Archmage"
      },
      {
        "es-la": "El renacimiento del archimago del grupo del héroe"
      }
    ],
    "description": {
      "en": "At age 13, the genius wizard Rin embarked on a journey with Lista and the hero party to defeat the great evil known as “the Abyss,” which sought to plunge the world into chaos. But as the battle grew more intense, Rin’s body succumbed to the dark poison of the Abyss, putting his life in grave danger.\n\nWith the words “I’ll come back,” Rin’s soul entered a forced dormancy, only to reawaken 300 years later as a noble boy. Starting his second life in a peaceful world, Rin discovers that on one side of the world, the destined forces of darkness are beginning to stir once more.",
      "es-la": "El genio mago Lynn se embarca en un gran viaje a la edad de 13 años. Junto con el grupo de héroes, liderado por Esther, su objetivo es derrotar al gran malvado \"Abismo\" que pretende llevar al mundo al caos. Sin embargo, las batallas se vuelven cada vez más feroces y en el momento final, Lynn sucumbe al oscuro veneno del \"Abismo\". Dejando atrás las palabras \"Volveré\", el alma de Lynn permanece dormida durante 300 años, antes de resucitar en el cuerpo de un niño de noble cuna. Así comienza su segunda vida en un mundo pacífico. Pero mientras tanto, una fuerza oscura está acechando una vez más, amenazando con hundir al mundo en la confusión una vez más."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "024af7a5-f8ad-4b67-b950-b1708f52b018",
    "title": {
      "en": "Yuusha Party ni Kawaii Ko ga Ita no de, Kokuhaku Shite Mita"
    },
    "updatedAt": "2024-07-24T19:31:15+00:00",
    "coverArt": "https://mangadex.org/covers/024af7a5-f8ad-4b67-b950-b1708f52b018/180d7093-76d0-4fe9-974b-57c5e9405596.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティーにかわいい子がいたので、告白してみた。"
      },
      {
        "en": "There Was a Cute Girl in the Hero's Party, so I Tried Confessing to Her"
      },
      {
        "uk": "Красуня з групи героя, якій я зізнався в коханні"
      },
      {
        "zh": "身为魔族的我想向勇者小队的可爱女孩告白"
      },
      {
        "ko": "용사 파티에 귀여운 애가 있어서, 고백해봤다"
      }
    ],
    "description": {
      "en": "Youki was reincarnated in another world. However, instead of being reincarnated as the hero or the demon lord, he was instead reincarnated half-assedly as a minion of the Demon Lord. One day, the Hero's Party attacked the Demon Lord's castle with the intent of defeating the Demon Lord. Of course, Youki was able to repel their attempt with ease. In spite of this, he ended up falling for the cleric, Cecilia, at first sight… The super popular love comedy fantasy set in another world!",
      "uk": "Юкі був реінкарнованим у іншому світі. Однак, замість того щоб реінкарнувати героєм чи королем демонів, він став підлеглим короля демонів. Одного дня група героя атакувала замок короля демонів. Годі й казати, що Юкі відбив спробу героя. Однак, з першого погляду, був зачарований красою Сесиль, клерка групи героя... Супер популярна любовна комедія в іншому світі!",
      "pt-br": "Youki foi reencarnado em outro mundo. Entretanto, em vez de reencarnar como o herói ou o Rei Demônio, ele foi reencarnado como um subordinado do Rei Demônio. Um dia, o grupo do Herói atacou o castelo do Rei Demônio com a intenção de derrotar o Rei Demônio. É claro que Youki conseguiu repelir sua tentativa com facilidade. Apesar disso, ele acabou se apaixonando pelo sacerdotisa Cecília, à primeira vista. A fantasia super popular de comédia romântica que acontece em outro mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a46590b-14df-43f6-8450-5813cbf482e7",
    "title": {
      "en": "Hachinan tte, Sore wa Nai Deshou!"
    },
    "updatedAt": "2024-05-17T09:58:24+00:00",
    "coverArt": "https://mangadex.org/covers/5a46590b-14df-43f6-8450-5813cbf482e7/4c4ccd13-238c-4870-bd2f-92a5acd06f13.jpg",
    "altTitles": [
      {
        "ja": "八男って、それはないでしょう!"
      },
      {
        "en": "The 8th Son? Are You Kidding Me?"
      },
      {
        "zh": "八男？别闹了！"
      },
      {
        "ko": "팔남이라니, 그건 아니잖아요!"
      },
      {
        "pt-br": "O 8º Filho? Você Está Brincando Comigo?"
      },
      {
        "es-la": "¿El octavo hijo? ¡Eso no puede ser cierto!"
      },
      {
        "ru": "Восьмой сын? Да не может этого быть!"
      },
      {
        "bg": "хатинан ттэ, сорэ ва най дэсё:"
      },
      {
        "th": "ผมเนี่ยนะ...ชายแปด!"
      }
    ],
    "description": {
      "en": "Ichinomiya Shingo, a young 25 years old, single, company worker, while thinking of tomorrow’s busy working day goes to sleep. However, the when he wakes up, it was a room unknown to him.\n\nHe learns that he is inside a 6 years-old boy and has taken over his mind. Furthermore, he learns a lot from the memories of said boy: he was born as the youngest child (8th son and 10th child) of a poor noble family living in the back country. Having no administrative skill, he couldn’t do anything to manage the vast land his family has. Fortunately, he was blessed with a very rare talent, talent of magic. Unfortunately, while his talent could bring prosperity to his family, in his situation it only brought disaster.\n\nYes, this is the story of the boy, Wendelin von Benno Baumeister, opening his own path in a harsh world.",
      "pt-br": "Ichinomiya Shingo, um jovem de 25 anos de idade, solteiro, funcionário de uma empresa, enquanto pensa sobre o agitado dia de trabalho de amanhã vai dormir. No entanto, no momento em que ele acordou, era um quarto desconhecido para ele. Ele então descobriu que estava dentro de um menino de 6 anos de idade e tinha assumido sua mente. Além disso, ele aprendeu muito com as lembranças do menino: ele nasceu como o filho mais novo (oitavo filho de 10 crianças) de uma pobre família nobre que vive no interior do país. Não tendo nenhuma habilidade, ele não podia fazer nada para administrar a vasta terra que sua família possui. Felizmente, ele foi abençoado com um talento muito raro, o talento da magia. Infelizmente, enquanto seu talento poderia trazer prosperidade a sua família, em sua situação, só trouxe desastre. Esta é a história do garoto, Wendelin von Bennon Baumeister, abrindo seu próprio caminho em um mundo cruel."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "356398d7-ace8-4b14-b707-f733ec6b9c37",
    "title": {
      "en": "Haunted Electronics Shop"
    },
    "updatedAt": "2023-01-20T01:50:49+00:00",
    "coverArt": "https://mangadex.org/covers/356398d7-ace8-4b14-b707-f733ec6b9c37/61cf64d4-a653-42a6-816b-7dade2ef960a.jpg",
    "altTitles": [
      {
        "en": "Electronics Shop of Horror"
      },
      {
        "en": "Hardware Store of Horror"
      },
      {
        "ko-ro": "Horeojeonpasang"
      },
      {
        "en": "Horror Electronics Shop"
      },
      {
        "en": "Horror Hardware Store"
      },
      {
        "zh": "怪奇商行"
      },
      {
        "ko": "호러전파상"
      }
    ],
    "description": {
      "en": "“Please keep in mind. This shop is not responsible for any harm caused by the electronic device.”   \n  \nA mystery horror about the strange electronics shop owner, ‘Yak’."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "57"
  },
  {
    "mangaId": "bd3ee313-500b-4313-944a-86bacf939687",
    "title": {
      "en": "Naisho no Ofutarisama."
    },
    "updatedAt": "2024-08-27T23:29:14+00:00",
    "coverArt": "https://mangadex.org/covers/bd3ee313-500b-4313-944a-86bacf939687/af7ba70f-caf0-4fe4-8ece-b19704eef671.jpg",
    "altTitles": [
      {
        "ja": "ないしょのおふたりさま。"
      },
      {
        "zh": "秘密的二人。"
      },
      {
        "zh-hk": "秘密的二人。"
      },
      {
        "en": "The Secret Pair"
      }
    ],
    "description": {
      "en": "Is it wrong to think about eating food all day...? Eliza, a young lady who is only interested in food is brought a delicious gift by a delinquent named Misaki. She's scary... but she can't resist the allure of good food!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "bb45c396-cf4a-4ea7-bff6-1664db9eab33",
    "title": {
      "en": "Mahou Shoujo ni Akogarete Official Fan Book"
    },
    "updatedAt": "2024-08-27T15:47:24+00:00",
    "coverArt": "https://mangadex.org/covers/bb45c396-cf4a-4ea7-bff6-1664db9eab33/6b923077-d61a-4708-a2ce-967071fc367f.jpg",
    "altTitles": [
      {
        "ja": "魔法少女にあこがれて 公式ファンブック"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "a5576c38-7f54-4032-b49b-f85fad5710ab",
    "title": {
      "en": "Gyeongseong Detective Agency"
    },
    "updatedAt": "2024-08-16T23:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5576c38-7f54-4032-b49b-f85fad5710ab/cb05fcfb-15f8-4a36-bdf8-1aa1d5eae0d7.jpg",
    "altTitles": [
      {
        "ko": "경성탐정사무소"
      },
      {
        "ko-ro": "Gyeongseongtamjeongsamuso"
      }
    ],
    "description": {
      "en": "In Gyeongseong, the city of glittering lights and glamorous desire, Gyeongseong Detective Agency has opened its doors at No. 45, District 1, Myeongchijeong. Sohwa, a 16-year-old servant girl, has nothing to her name but her wits and bravery. When she accidentally gets caught up in a secret scheme, she meets Jeong Haegyeong, a young man running his own detective agency. Chased by memories from the past, they must work together to clear her name."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2babd338-297b-49eb-bd1f-fd367b3be637",
    "title": {
      "en": "End of the World"
    },
    "updatedAt": "2024-08-10T15:56:20+00:00",
    "coverArt": "https://mangadex.org/covers/2babd338-297b-49eb-bd1f-fd367b3be637/e4febfba-271a-40db-95fc-4558c8c8166f.jpg",
    "altTitles": [
      {
        "ja": "エンド・オブ・ザ・ワールド"
      }
    ],
    "description": {
      "en": "In addition to the title story about boy and a girl who kill their parents and roam the American Midwest, the volume includes five short stories: \"VAMPS,\" Okazaki's version of a vampire tale; \"Sunflowers,\" a summer vacation nightmare experienced by an elementary school student; \"Little Sun in the Water,\" a coming-of-age story of bankruptcy; and \"Otome-chan,\" a family story about a father with eccentric tastes. A collection of masterpieces by Okazaki Kyouko!"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "61b9978b-151a-4f82-82da-a3bf6fec722f",
    "title": {
      "en": "Unlucky Young Men"
    },
    "updatedAt": "2023-02-12T08:33:35+00:00",
    "coverArt": "https://mangadex.org/covers/61b9978b-151a-4f82-82da-a3bf6fec722f/df9fef0e-9174-4c07-b76c-6237763c1537.jpg",
    "altTitles": [
      {
        "ja": "アンラッキーヤングメン"
      }
    ],
    "description": {
      "en": "Tokyo, 1968: between political turmoil and student riots N, a man with a criminal past, \ncasually meets T, a young comedian intent on making a career in the film industry. \nT wants to shoot \"Unlucky Young Men\", a chronicle of a disillusioned Japanese youth\nready to do anything to realize their dreams; to finance the film, \nthe two begin to plan attacking a van carrying 300 million yen..."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "28"
  },
  {
    "mangaId": "3e2c111d-b123-4098-bc2c-b0d3b227fb32",
    "title": {
      "en": "Dousei Jidai"
    },
    "updatedAt": "2024-04-07T13:18:38+00:00",
    "coverArt": "https://mangadex.org/covers/3e2c111d-b123-4098-bc2c-b0d3b227fb32/2e5758ea-af49-4838-98c9-e1faf165f378.png",
    "altTitles": [
      {
        "en": "When We Lived Together"
      },
      {
        "it": "L'età della convivenza"
      },
      {
        "fr": "Lorsque nous vivions ensemble"
      },
      {
        "ja": "同棲時代"
      },
      {
        "en": "Age of Cohabitation"
      }
    ],
    "description": {
      "en": "Kyoko (21) and Jiro (23) live together in Tokyo without being married. \nShe is a graphist in an advertisement agency, he's starting to be an illustrator. \nWe follow them through their love struggles and daily life with friends and family \nin a world where sexual revolution is about to start."
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "76"
  },
  {
    "mangaId": "c02343b3-74e4-4057-b34a-90e08d93f95a",
    "title": {
      "en": "Gochuumon wa Usagi desu ka?"
    },
    "updatedAt": "2024-04-05T21:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/c02343b3-74e4-4057-b34a-90e08d93f95a/887f0fa4-f161-4ae4-a401-ff42f11eee78.jpg",
    "altTitles": [
      {
        "id": "Apakah kamu mau pesan kelinci?"
      },
      {
        "ja-ro": "GochiUsa"
      },
      {
        "en": "Is the Order a Rabbit?"
      },
      {
        "ru": "Заказывали кролика?"
      },
      {
        "ja": "ごちうさ"
      },
      {
        "ja": "ご注文はうさぎですか？"
      },
      {
        "zh": "请问您今天要来点兔子吗"
      },
      {
        "ko": "주문은 토끼입니까?"
      },
      {
        "vi": "Quán cà phê thỏ"
      }
    ],
    "description": {
      "en": "One day, Cocoa arrived in a town for a work-stay program as organized by her school. There, she excitingly entered the café \"Rabbit House,\" expecting to be able to cuddle rabbits, but instead she found the Kafuu residence, her new home where she will be staying. In this town she will meet her precious and important friends, a responsible, calm but cute girl named Chino, a tough and soldier-esque girl named Rize, a spacey and quintessentially Japanese girl named Chiya, and the ordinary but dignified Syaro."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28c77530-dfa1-4b05-8ec3-998960ba24d4",
    "title": {
      "en": "Otomege Sekai wa Mob ni Kibishii Sekai desu"
    },
    "updatedAt": "2024-04-09T14:20:51+00:00",
    "coverArt": "https://mangadex.org/covers/28c77530-dfa1-4b05-8ec3-998960ba24d4/b0a3e41c-f17f-4f3b-9208-e77f83878d43.png",
    "altTitles": [
      {
        "ja-ro": "MobuSeka"
      },
      {
        "vi": "Thế Giới Otomegame Thật Khắc Nghiệt Với Nhân Vật Quần Chúng"
      },
      {
        "th": "ชีวิตตัวประกอบอย่างตูช่างอยู่ยากเมื่ออยู่ในโลกเกมจีบหนุ่ม"
      },
      {
        "ja": "乙女ゲー世界はモブに厳しい世界です"
      },
      {
        "ko": "여성향 게임 세계는 엑스트라에게 어려운 세상입니다"
      },
      {
        "ja-ro": "Otome Game Sekai wa Mob ni Kibishii Sekai desu"
      },
      {
        "ru": "Мир отомэ-игр — это тяжёлый мир для мобов"
      },
      {
        "en": "Trapped in a Dating Sim: The World of Otome Games Is Tough for Mobs"
      },
      {
        "fr": "Mon Destin... Entre Les Mains Des Femmes"
      },
      {
        "zh-hk": "女性向遊戲世界對路人角色很不友好"
      },
      {
        "en": "The World of Otome Games Is Tough for Mobs"
      }
    ],
    "description": {
      "en": "Leon, a former Japanese worker, was reincarnated into an “otome game” world, and despaired at how it was a world where females hold dominance over males. It was as if men were just livestock that served as stepping stones for females in this world. The only exceptions were the game’s romantic targets, a group of handsome men led by the crown prince. In these bizarre circumstances, Leon held one weapon: his knowledge from his previous world, where his brazen sister had forced him to complete this game. This is a story about his adventure to survive and thrive in this world.",
      "ja": "転生したら「女尊男卑」な、乙女ゲー世界でした!!!\n\nモブからだって成り上がれ！\nイケメン死すべし！\n剣と魔法の異世界ファンタジー!!!\n\n▼\n剣と魔法の“乙女ゲー\"の世界に転生した、\n元日本の社会人だったリオンは、その女尊男卑な世界に絶望する。\n\nこの世界では、男なぞは女性を養うだけの家畜のようなものであった。\n例外なのは、ゲームで攻略対象であった王太子率いるイケメン軍団ぐらいである。\n\nそんな理不尽な境遇において、リオンはある一つの武器を持っていた。\n前世で生意気な妹に無理矢理攻略させられていたこのゲームの知識である。\n\n本当は田舎に引きこもりのんびりとしたいリオンだったが\nその知識を使い、やりたい放題の女どもとイケメンに、はからずも反旗を翻すのだった。\nド外道主人公による、爽快(?)下克上ファンタジー、コミカライズでも開演!\n\n(Source: コミックウォーカー)",
      "pt-br": "Leon, um ex-trabalhador japonês, reencarnou em um mundo de “otome game” e se desesperou com a forma como era um mundo onde as mulheres detêm o domínio sobre os homens. Era como se os homens fossem apenas animais que serviram como degraus para as fêmeas neste mundo. As únicas exceções eram os alvos românticos do jogo, um grupo de homens bonitos liderados pelo príncipe herdeiro. Nestas circunstâncias bizarras, Leon tem apenas uma arma: seu conhecimento do seu mundo anterior, que ele obteve após completar o jogo, depois de ser forçado por sua irmã a jogá-lo. Leon, que realmente só quer viver tranquilamente na periferia do país, usa seu conhecimento para bater de frente contra as mulheres e esses homens bonitos."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7901d23-e934-468e-88de-f407f478cd24",
    "title": {
      "en": "Kekkaishi e no Tensei"
    },
    "updatedAt": "2024-08-06T10:33:22+00:00",
    "coverArt": "https://mangadex.org/covers/f7901d23-e934-468e-88de-f407f478cd24/9a8e9bc0-48f7-400e-860a-3f5b9868a33b.jpg",
    "altTitles": [
      {
        "ja": "結界師への転生"
      },
      {
        "en": "Reborn as a Barrier Master"
      }
    ],
    "description": {
      "en": "By the time he opened his eyes, Kubota Tamotsu (34 years old) has been reincarnated into another world. Moreover, as a 6 years old slave with “Level 1 Barrier” skill. To surpass his limitations and become a powerful Barrier master Kubota begins a hellish training, full of obstacles and struggles. — From “Let’s Become a Novelist”, a new other world fantasy starts!  \r\n  \r\n[Original Web Novel](https://ncode.syosetu.com/n3631do/)  \r\n[Light Novel](https://bookwalker.jp/series/130407/)",
      "ja": "ブラック企業で働く久保たもつ(34歳)は、ふと目が覚めると「結界師」としてのスキルを持つ奴隷(6歳)として異世界に転生していた。わけがわからないまま、奴隷市で売れ残り、処分されかける直前、バーサーム侯爵家に拾われる。専属の結界師「リノス」として育てられることになり、日々結界師としての才能を開花させていくリノス。次から次に降りかかってくる厄介ごとに翻弄されながら、今日も全力で奮闘するのであった――。",
      "pt-br": "Kubota Tamotsu um trabalhador de 34 anos desmaia depois de descobrir que sua equipe se demitiu e ele não poderá cumprir o prazo de entrega, quando ele abre os olhos ele está em um outro mundo, confuso ele descobre que reencarnou como um escravo de 6 anos com uma habilidade de Barreira Level 1. Para superar suas limitações e se tornar um poderoso mestre de barreiras, Kubota começa um treinamento infernal, cheio de obstáculos e lutas.Uma nova fantasia começa!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e9c0fe2-68d4-4224-9f96-ac51464eb94a",
    "title": {
      "en": "The Perfect Hybrid"
    },
    "updatedAt": "2024-06-15T11:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/8e9c0fe2-68d4-4224-9f96-ac51464eb94a/39b26766-3627-484c-80d9-8cc1923edf7b.jpg",
    "altTitles": [
      {
        "ko": "규격 외 혈통 천재"
      },
      {
        "en": "Extraordinary Descent Genius"
      },
      {
        "en": "Genius of the Unique Lineage"
      },
      {
        "fr": "Prodige Hors Norme (Webtoon)"
      }
    ],
    "description": {
      "en": "Earth had been invaded by creatures from another dimension, and it has been a few years since peace was restored, thanks to the help of various supernatural humans that revealed themselves during this invasion. Gwangik Yu, our protagonist, was born between two supernatural parents. His father is an immortal while his mother is a transformer with exceptional physical abilities along with the power to transform into beasts. Neither parent, however, is aware of each spouse’s power and both want Gwangik to follow in their footsteps.",
      "ko": "나는 인베이더를 죽이는 사람이 되고 싶다. \n―\n인베이더를 죽이고 특수종의 세상에 살며 일상의 행복도 유지하고 싶다. \n그걸 바라면 안 될까? \n왜? 왜 그래서는 안 되나. \n두 마리 토끼를 쫓다가는 둘 다 놓친다고 하지만, \n안 놓치면 된다."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178",
    "title": {
      "en": "Tensei Kizoku no Isekai Boukenroku: Jichou o Shiranai Kamigami no Shito"
    },
    "updatedAt": "2024-08-14T15:41:05+00:00",
    "coverArt": "https://mangadex.org/covers/39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178/233ba48c-2145-45d9-b8dc-e887c11fcbbd.jpg",
    "altTitles": [
      {
        "ja": "転生貴族の異世界冒険録 ～自重を知らない神々の使徒～"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World: The Apostle of the Gods Who Know No Self-Restraint"
      },
      {
        "ko": "전생 귀족의 이세계 모험록"
      },
      {
        "ru": "Невообразимые приключения перерожденного дворянина"
      },
      {
        "fr": "Noble New World Adventures"
      },
      {
        "th": "เกิดใหม่เป็นขุนนางไปผจญภัยในต่างโลก ~อัครฑูตจอมซุ่มซ่ามของทวยเทพ~"
      },
      {
        "zh": "转生贵族的异世界冒险录"
      },
      {
        "zh-hk": "轉生貴族的異世界冒險錄"
      },
      {
        "en": "The Aristocrat’s Otherworldly Adventure: Serving Gods Who Go Too Far"
      },
      {
        "en": "Adventure Record of Reincarnated Aristocrat: The apostle of Gods Who Doesn’t Know Self-Restraint"
      },
      {
        "en": "Wonderful adventure in Another world! \"God... That's going too far!!\" he said..."
      }
    ],
    "description": {
      "en": "Shiina Kazuya, the protagonist of the story was killed by a stranger in front of a convenience store when he tried to protect two young girls escaping from the stranger who is trying to stab them. The girls fall and are too overcome with fear to get up and continue running away. When Shiina Kazuya awakens he realizes that he was reincarnated as the young noble Cain von Silford, the third son of an aristocrat (Margrave Garm Von Silford) and his second wife (Sarah) in a world filled with sword and sorcery.\n\nPrior to the age of ten Cain grew up in the Gracia Territory surrounded by gods that don't know self-restraint, in the upper echelon of nobility, and a loving family (father Garm Von Silford, mother Sarah, and older sister Raine). At the age of ten Cain is given peerage (Title of Duke, own estate, and an engagement), which leads to him living in Esfort the Royal Capitol.\n\nThis is a classic isekai fantasy about an overpowered young man who just wants to be an average adventurer. He has received the maximum level of divine blessings from all seven gods, overcomes any obstacle that comes his way while hiding his unbelievable status and tends to build a harem of highly influential nobles.",
      "ja": "- [Original Web Novel](https://ncode.syosetu.com/n4936dp/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ab74d2b-9e71-4fb1-b148-31e08376f1ec",
    "title": {
      "en": "Rouninsei to Eroiyatsu"
    },
    "updatedAt": "2024-03-21T06:48:21+00:00",
    "coverArt": "https://mangadex.org/covers/6ab74d2b-9e71-4fb1-b148-31e08376f1ec/36c1e638-e63f-435a-a290-d5aa65a1c778.jpg",
    "altTitles": [
      {
        "en": "The Ronin and the Sexy Thot"
      },
      {
        "ja": "浪人生とエロい奴"
      },
      {
        "zh": "复读生和色情的家伙"
      }
    ],
    "description": {
      "en": "A ronin's life is sent out of control by a mysterious beautiful woman!? A new serialization in Dokodemo Young Champion begins!\n\nTadano Satoshi is in love with his good friend Fujiyoshi Fuyu.  They applied to the same university and he's decided that he'll confess to her once they're both college students!\n\nHowever, this is a manga, so you know how this goes:  she passes the entrance exam, he doesn't. \n\nBut he already signed the lease for his off-campus apartment before getting his results back, so it's moving time anyway!  There's a surprise waiting for him the first time he opens his closet door, though:  an extremely hungover, extremely beautiful, extremely naked woman along with an alarming amount of empty beer cans, snack wrappers, sex toys, and other miscellaneous vices.  And it turns out she's lost her wallet, and got amnesia!?  Naturally Tadano does what any normal Japanese person would do and drops her off at the police station to get help putting her life back together, and also so he can actually finish unpacking all of his stuff (and clean up that horrendous mess in his closet, yikes).\n\nHowever, this is a manga, so you know how this goes:  that wasn't even slightly the last time this ronin and this thot will ever meet.\n\nWill Tadano's academic career ever get back on track?  Is his relationship with Fujiyoshi doomed before it can even begin?  Why do his attempts to get away from this mysterious drunken thot improbably fail?  Will this manga actually last longer than two volumes before getting axed?  Who knows!  But it's in Young Champion, so whatever happens, expect to see a lot of boobs along the way."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac783473-e74c-4ed4-b3d7-89e50b171b5f",
    "title": {
      "en": "GALAXIAS"
    },
    "updatedAt": "2024-07-28T22:06:05+00:00",
    "coverArt": "https://mangadex.org/covers/ac783473-e74c-4ed4-b3d7-89e50b171b5f/c489facf-937f-4b55-b104-43e752ed31cd.jpg",
    "altTitles": [
      {
        "ja": "ガラクシアス"
      },
      {
        "ru": "Галаксия"
      }
    ],
    "description": {
      "en": "It's been ten years since the assassination of the Dragon King, the land's most powerful ruler. Off in the corner of the kingdom where tailed dragonfolk dwell, Jio, a human girl, yearns for adventure and an escape from rural life. However, when she meets the mysterious, amnesiac young man Neraid, Jio's life turns upside-down! With courage and curiosity knocking on the door, the two of them find the ultimate adventure waiting for them!! A traditional battle fantasy from a rookie artist begins!! (K MANGA)\n___\n[Official X Account](https://x.com/GALAXIAS_manga)\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10608/episode/352898)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33b56125-b65b-4d0d-97c8-46e75c2935a9",
    "title": {
      "en": "Persona 4 - CLASSIC"
    },
    "updatedAt": "2024-08-27T22:12:29+00:00",
    "coverArt": "https://mangadex.org/covers/33b56125-b65b-4d0d-97c8-46e75c2935a9/04f455f9-8df3-480a-bbaf-b38ea8a4e3db.jpg",
    "altTitles": [
      {
        "ja": "ペルソナ4 - CLASSIC"
      }
    ],
    "description": {
      "en": "Short story focused on Rise, who got stuck after leaving the TV World. Could it be worse? Some kids found her out!",
      "es-la": "Historia corta protagonizada por Rise y el Equipo de Investigación. Cuando regresaban al mundo real, ¡Rise se atascó! ¡y unos niños la descubrieron!"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-08-22T01:10:09+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]