[
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2025-01-24T19:51:44+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      },
      {
        "uz": "Oxiridan Keyingi Boshlanish"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "c1c408f6-3dec-4d62-b6b3-b57e615d933c",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2025-01-08T09:32:46+00:00",
    "coverArt": "https://mangadex.org/covers/c1c408f6-3dec-4d62-b6b3-b57e615d933c/8b279428-fa32-49b2-bd51-4f8d4db7d420.jpg",
    "altTitles": [
      {
        "ru": "Ветролом"
      },
      {
        "ko": "윈드브레이커"
      },
      {
        "fa": "بادشکن"
      },
      {
        "fr": "Wind Breaker – Vélo"
      },
      {
        "kk": "Жел уатқыш"
      },
      {
        "pt-br": "Quebra Vento"
      },
      {
        "uk": "Вітролом"
      }
    ],
    "description": {
      "en": "Jo Ja-Hyun (Jay) is the student president of Taeyang (Sunny) High. He is not just a smart student but an extreme biker with high techniques. As you follow his bike, you will meet his friends, love, and adventures.\n\n---\n\n**Contents:**\n- **Season 1:** 65 Chapters + Prologue + Special (0-65)\n- **Season 2.1:** 65 Chapters + Prologue (66-130)\n- **Season 2.2:** 117 Chapters (131-257)\n- **Season 3:** 128 Chapters (258-375)\n- **Season 4:** 53 Chapters (Ongoing) (376-)",
      "fr": "Nous suivons l’histoire de Jay un jeune lycéen étudiant et président du conseil des élèves de la Sunny High.\n\nAlors qu’il était en train de faire du vélo, ce dernier se fera rapidement repérer par Minu, membre de la Zephyrus Crew, un groupe de cycliste. Le jeune homme ayant été impressionné par les compétences de Jay tentera de le recruter dans son équipe, chose que le président du conseil des élèves refusera catégoriquement.\n\nVoyant les nombreux refus de ce dernier, Minu abandonnera l’idée de le recruter et lui proposera simplement de faire une course contre TJ, également membre de la Zephyrus Crew. Alors que Jay s’apprêtait à décliné son offre, Minu lui dira que ce fameux TJ a insulté son vélo, disant qu’il ne s’agissait que d’un tas de ferraille. Fou de rage, Jay acceptera finalement de prendre part à la course…",
      "pt": "Jo Ja-Hyun (Jay) é o Presidente do Conselho estudantil da Taeyang (Sunny) High. ele não é somente um aluno inletigente mas um ciclista incrível com ótimas técnicas. enquanto você segue a bicicleta dele, irá conhecer seus amigos, amor e as aventuras."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c433f163-d610-49ba-a031-a1f3b6377af2",
    "title": {
      "en": "Baby Steps"
    },
    "updatedAt": "2024-12-09T01:03:43+00:00",
    "coverArt": "https://mangadex.org/covers/c433f163-d610-49ba-a031-a1f3b6377af2/0230f18d-a399-4b13-8a27-df8bc25217f0.png",
    "altTitles": [
      {
        "ms": "Langkah Bayi"
      },
      {
        "ru": "Маленькие шаги"
      },
      {
        "ar": "خطوات صغيرة"
      },
      {
        "th": "เบบี้ สเต็ป"
      },
      {
        "ja": "ベイビーステップ"
      },
      {
        "zh": "網球優等生"
      },
      {
        "zh-hk": "网球优等生"
      },
      {
        "ko": "베이비 스텝"
      }
    ],
    "description": {
      "en": "Maruo Eiichirou (Ei-Chan), a first year honor student, one day decides he's unhappy with the way things are and lacks exercise. He finds a flyer for the Tennis Club and decides to check it out. He's instantly captivated by it. With no prior experience and poor physical conditioning, join Ei-Chan as he embarks on a tennis journey using his smarts, dedication and work ethic.  \r\n\r\n---\r\n- **Won the 38th Kodansha Manga Award for Shonen Manga in 2014**",
      "it": "Eiichirou Maruo (Ei-chan), uno studente modello del primo anno, un giorno capisce che è scontento di come vanno le cose e che manca d'esercizio. Trova un volantino per un Club di Tennis, e decide di controllare. Ne viene affascinato all'istante. Senza alcuna esperienza e con scarsa condizione fisica, Ei-chan intraprende un viaggio nel mondo del tennis usando la sua intelligenza e dedizione nel fare le cose.  \r\n  \r\nAnimeNewsNetwork Links:  \r\n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15714)  \r\n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16309)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "47",
    "lastChapter": "455"
  },
  {
    "mangaId": "c22d472a-4d3b-4373-b608-2a16e37f1822",
    "title": {
      "en": "Kurozakuro"
    },
    "updatedAt": "2024-09-12T13:36:10+00:00",
    "coverArt": "https://mangadex.org/covers/c22d472a-4d3b-4373-b608-2a16e37f1822/2215df44-0f35-4631-a1bc-ce8573a49704.jpg",
    "altTitles": [
      {
        "ja": "クロザクロ"
      }
    ],
    "description": {
      "en": "Sakurai Mikito is a wimp who is constantly bullied and never fights back, as he doesn't want to hurt others.This all changes when a mysterious sphere enters him - Zakuro. He soon begins to feel different feeling desires to eat… humans. Is he still human, or will he succumb to his desires and fully become a monster?",
      "ja": "「他人を傷つけるくらいなら、傷つけられたほうがいい……」\n\n心優しきいじめられっ子、高校生・桜井幹人。彼の体に、ある日突然謎の「種」が入ってしまった。そして幹人は、夢の中で不思議な子供・ザクロに出会う――。夢の中で「強くなりたい」と望んだ幹人だったが、直後から怒りっぽくなり、人が食糧に見えるようになってしまう。――なんと彼は、人を喰う「傀牙（オーガ）」になろうとしていたのだ！！"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "4702058d-c553-4966-ab09-1deab6328384",
    "title": {
      "en": "xxxHOLiC"
    },
    "updatedAt": "2024-11-09T14:16:40+00:00",
    "coverArt": "https://mangadex.org/covers/4702058d-c553-4966-ab09-1deab6328384/97299e30-b171-4025-8c00-6cb7dea418ad.jpg",
    "altTitles": [
      {
        "ru": "Триплексоголик"
      },
      {
        "ja": "×××ホリック"
      },
      {
        "ja-ro": "×××ＨＯＬｉＣ"
      }
    ],
    "description": {
      "en": "Watanuki Kimihiro is haunted by visions of ghosts and spirits. Seemingly by chance, he encounters a mysterious witch named Yuuko, who claims she can help. In desperation, he accepts, but realizes that he's just been tricked into working for Yuuko in order to pay off the cost of her services. Soon he's employed in her little shop- a job which turns out to be nothing like his previous work experience!",
      "ja": "アヤカシを視たり、惹き寄せたりする体質に悩む高校生の四月一日君尋（ワタヌキ　キミヒロ）。ある日、引き寄せられるように\"ミセ\"と呼ばれる館にたどり着き、女店主・壱原侑子（イチハラ　ユウコ）と出逢う。そこは見合った対価さえ支払えば、どんな願いでもかなえてくれる不思議な\"ミセ\"。四月一日は「アヤカシを視えなくしてもらう」という願いをかなえてもらうかわりに、対価として住み込みで働き、\"ミセ\"を訪れる客とともに、様々な怪奇現象に巻き込まれていくのだった。",
      "pt-br": "Kimihiro Watanuki é um estudante do secundário persuido por youkai e ayakashi, espíritos com uma forte atracção por ele. Os espíritos são invisíveis aos olhos dos outros e os encontros com eles são sempre problemáticos. Quando ele se depara com uma loja que concede desejos, os eventos da sua vida prometem deixar de ser normais. A loja é dirigida por Yuko Ichihara, uma mestiriosa e linda bruxa de vários nomes e de renome esotérico. Por um preço, ela oferecesse para conceder o desejo de os espíritos desapareceram a Kimihiro. O preço, de acordo com ela, deve ser igual em valor e assim, como pagamento, ele torna-se temporariamente o criado de Yuko. O trabalho dele consiste em pequenos recados em lidar com o sobrenatural e as tarefas de casa. O seu amor, Himawari Kunogi, e \"rival\", Shizuka Domeki, ocasionalmente juntam-se a ele no seu trabalho a pedido de Yuko. Os três tornam-se incrivelmente próximos apesar da contrariadade de Kimihiro e Domeki. Yuko refere-se constantemente ao hitsuzen, querendo dizer o inevitável, destino, ou sina, como sendo a força que guia o mundo. Ela afirma constantemente que as coincidências não existem, e que cada acção ou decisão é inevitável, porque sem eles, outros acontecimentos no futuro poderiam não acontecer."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "111"
  },
  {
    "mangaId": "fed930cb-30d2-438e-a136-9a224b7c50aa",
    "title": {
      "en": "I Have An Apocalyptic Dungeon"
    },
    "updatedAt": "2025-02-08T19:27:09+00:00",
    "coverArt": "https://mangadex.org/covers/fed930cb-30d2-438e-a136-9a224b7c50aa/b1dacb83-6168-4f9b-ae4e-b3f87dfa783c.png",
    "altTitles": [
      {
        "zh": "我有一座未世地下城"
      },
      {
        "en": "I Have an Apocalyptic Underground City"
      },
      {
        "en": "I Have a Post-Apocalyptic Dungeon"
      },
      {
        "ru": "У меня есть апокалиптическое подземелье"
      },
      {
        "zh": "系统送我避难所"
      },
      {
        "zh-ro": "Xìtǒng sòng wǒ bìnàn suǒ."
      },
      {
        "es-la": "Tengo Un Refugio Apocalíptico"
      }
    ],
    "description": {
      "en": "A Female President? Then come help me manage the shelter. A Female Special Forces Soldier? Then come and be the captain of the guards.   \nAt the end of the world, titles like CEOs, beautiful women, secretaries, electricians, programmers and all other professions are all no longer useful. Don't be afraid to come to my underground system shelter- as long as you are talented people and human beings!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72331318-7f5e-44b3-8510-12133149fde3",
    "title": {
      "en": "Let's Take a Walk in Another World"
    },
    "updatedAt": "2025-02-03T22:37:03+00:00",
    "coverArt": "https://mangadex.org/covers/72331318-7f5e-44b3-8510-12133149fde3/dc652b80-648b-42bb-b4ee-654ef062b238.jpg",
    "altTitles": [
      {
        "ja": "異世界ウォーキング"
      },
      {
        "en": "Isekai Walking"
      },
      {
        "pt-br": "Caminhando em outro mundo"
      },
      {
        "en": "Walking in Another World"
      }
    ],
    "description": {
      "en": "Ordinary student Sora has been summoned to another world as one of seven \"chosen heroes\" meant to battle the Demon King. While the other six are blessed with grandiose titles and superlative stats, Sora is stuck with no title, no level, and a single, underwhelming skill: he never gets tired from walking. After being judged useless to the cause, Sora is thrown out into the streets and left to fend for himself. Nevertheless, he grows determined to turn his unjust treatment and seemingly \"useless\" skill into a positive by earning money, making friends, and seeing sights he's never seen before!\n___\n[Official English Light Novel](https://j-novel.club/series/isekai-walking)",
      "ja": "異世界に召喚された少年ソラは、勇者として魔王と戦うことを命じられる。しかし与えられた「ウォーキング」スキルの効果は、どんなに歩いても疲れないだけ! 国王から見放され、追放されたソラであったが、一度異世界へ足を踏み出すと突然レベルアップ!? 実は「ウォーキング」には「1歩進むごとに経験値１を獲得する」という隠し効果があったのだ!! その経験値で様々なスキルを獲得、歩くごとに万能となっていくソラは、のんびり気ままな異世界の旅へと歩み出す!!",
      "pt-br": "Sora, um garoto japonês que foi convocado para outro mundo, ganhou a habilidade “Caminhar”. Seu efeito é que “não importa o quanto ande, ele nunca se cansa”. Por causa dessa habilidade fraca, o rei o expulsou do grupo de heróis convocados. Mas quando Sora começa a andar em outro mundo, ele subitamente sobe de nível!\n\nCaminhar tinha um efeito oculto de “ganhar 1 EXP para cada passo dado”. Ele adquiriu habilidades úteis como 'Avaliação', 'Alquimia' e magia de cura...\n\nAdquirindo uma habilidade após a outra, ele se tornou talentoso apenas andando! A aventura de encontrar e tocar o desconhecido está prestes a começar!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-11-02T14:43:06+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/b1e4d7fe-bd42-4b09-9674-4cee4fbc7fd8.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      },
      {
        "vi": "Ponta nhà tôi bỗng dưng hóa thành người?!"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса.",
      "vi": "Một ngày đẹp trời bỗng dưng toàn bộ chó trong một thị trấn nọ hóa thành người...Và cô nàng Saki phải sống(vật lộn) với một bé Husky hóa thành trai đẹp XD"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db2227a7-7551-4233-991f-cc9dc1f20be2",
    "title": {
      "en": "Kinsou no Vermeil ~Gakeppuchi Majutshi wa Saikyou no Yakusai to Mahou Sekai wo Tsukisusumu~"
    },
    "updatedAt": "2025-01-28T00:01:48+00:00",
    "coverArt": "https://mangadex.org/covers/db2227a7-7551-4233-991f-cc9dc1f20be2/3398f185-c236-45fc-8599-7bcb76feef89.jpg",
    "altTitles": [
      {
        "ja": "金装のヴェルメイユ ～崖っぷち魔術師は最強の厄災と魔法世界を突き進む～"
      },
      {
        "en": "Vermeil in Gold: The Failing Student and the Strongest Scourge Plunge Into the World of Magic"
      },
      {
        "ko": "금장의 벨메이유 ∼벼랑 끝 마술사는 최강의 재액과 마법세계를 헤쳐나간다"
      },
      {
        "zh": "金装的维尔梅～濒临堕落的魔法师和最强的灾厄一起冲入魔法世界～"
      },
      {
        "ru": "Вермейл в золотом: Сильнейший маг проходит через магический мир с сильнейшей катастрофой"
      },
      {
        "vi": "Vermeil in Gold"
      }
    ],
    "description": {
      "en": "A student at the magic school, Alto, who was on the verge of repeating the school year, accidentally found a book that activated a magic circle, and as a result, summoned the sealed devil Vermeil! Vermeil is a very unhealthy older sister with a power devastating enough to be called a disaster!\n___\n**Links:**\n- Alternative Official English - [Manga UP!](https://global.manga-up.com/manga/91)",
      "es": "Alto, un estudiante de una escuela de magia que estaba a punto de reprobar, invoco a un demonio sellado: Vermeil, como resultado de la activación de un circulo mágico dentro de un libro que encontró por accidente. Vermeil es una hermana mayor muy seductora con un poder tan grande que se puede decir que es una ¡¿calamidad?! ¡El mago camina con el monstruo mágico más fuerte que existe!",
      "ja": "留年の危機に瀕していた魔法学校の生徒・アルトは偶然見つけた本の魔法陣を発動させた結果、封印されていた悪魔・ヴェルメイを召喚してしまった！ヴェルメイは厄災ともいえる強大な力を持つ、大変不健全なお姉さんで!? 崖っぷち魔術師が最強の使い魔と歩む王道ファンタジー開幕!!",
      "ru": "Ученик школы магии Альто, который был на грани того, чтобы остатся на второй учебный год, случайно нашел книгу, которая активировала магический круг, и в результате вызвал запечатанного дьявола Вермеила! Вермеил-очень нездоровая старшая сестра с силой, достаточно разрушительной, чтобы ее можно было назвать катастрофой! Ученик мага идет бок о бок с самым сильным существом на свете!!",
      "vi": "Một học sinh tại trường phép thuật, Alto, đối mặt với nguy cơ học lại, tình cờ tìm thấy một cuốn sách triệu hổi cũ, và đã triệu hồi ác quỷ bị phong ấn Vermeil!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-12-27T17:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-12-20T09:04:10+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/d9a78c9f-c5fd-456e-8f1d-1b46e1155e5d.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      },
      {
        "ja-ro": "Roshidere"
      },
      {
        "mn": "Аля Заримдаа Орос Хэлээр Сэтгэлээ Нуудаг"
      },
      {
        "ms": "Alya yang duduk di sebelah saya terkadang membisikkan kata manis dalam bahasa Rusia"
      },
      {
        "ms": "اليا يڠ دودوق دسبله ساي ترکادڠ ممبيسيقکن کات مانيس دالم بهاس روسيا"
      },
      {
        "es": "Alya a veces me susurra en ruso"
      }
    ],
    "description": {
      "en": "\"И на меня тоже обрати внимание...\"\n\nAlya, the incomparably beautiful silver-haired girl in the next seat over, occasionally mumbles to herself in Russian. She says she switches to it whenever she’s badmouthing me… but I know the truth! I know for a fact that she just said \"Pay attention to me, too.\" to me! \n\nMasachika Kuze has native-level skills when it comes to Russian comprehension, but Alya has no idea about that... and that’s why she keeps on hiding those sweet feelings about him in her native language!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "mn": "Аля гэх, хэнтэй ч зүйрлэшгүй үзэсгэлэн, мөнгөлөг үстэй охин, заримдаа дотроо оросоор шивнэдэг. Тэр хэлэхдээ, намайг муулах үедээ л тэгдэг гэж хэлсэн...гэхдээ би орос хэл мэднэ! Саяхан \"Надад анхаарал тавиач\" гэж хэлэхийг нь би сонссон!\n\nМасачика Күзэ орос хэлийг уугуул түвшний чадамжаар ойлгодог, гэвч Аля үүнийг мэдэхгүй...тийм болохоор өөрийнхөө сэтгэлийг орос хэлээр нуудаг!",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3",
    "title": {
      "en": "Yuusha ni Zenbu Ubawareta Ore wa Yuusha no Hahaoya to Party o Kumimashita!"
    },
    "updatedAt": "2025-02-03T02:43:15+00:00",
    "coverArt": "https://mangadex.org/covers/9e107c4a-ad46-4fcf-9ca1-98f21c6ec2a3/e90810db-b622-4642-b030-53892c35e460.jpg",
    "altTitles": [
      {
        "ja": "勇者に全部奪われた俺は勇者の母親とパーティを組みました！"
      },
      {
        "en": "Betrayed by the Hero, I Formed a MILF Party with His Mom!"
      },
      {
        "en": "The Hero Took Everything from Me, So I Partied with the Hero's Mother!"
      },
      {
        "zh": "被勇者踢出队伍的我，最后和他们的妈妈组队了！"
      },
      {
        "zh-hk": "被勇者奪取全部的我，和勇者的母親組成了隊伍！"
      },
      {
        "id": "Pahlawan Mengambil Segalanya Dariku, Jadi Aku Menikahi Ibunya!"
      },
      {
        "tr": "Kahraman Her Şeyimi Elimden Çaldı, Ben de Annesiyle Parti Yaptım!"
      },
      {
        "vi": "Sau Khi Bị Dũng Sĩ Cướp Đi Mọi Thứ, Tôi Đã Lập Tổ Đội Cùng Với Mẹ Của Dũng Sĩ!"
      },
      {
        "uk": "Я одружився з матір'ю героя, який забрав у мене все!"
      }
    ],
    "description": {
      "en": "As a member of the hero's party Ceres, has set out to defeat the demon king. But one day, he was suddenly dismissed by the hero, and he had to leave the party. All alone, Ceres sought to find a domestic slave to take care of him. What he saw at the slave market was Shizuko, the hero's mother, being sold as a slave?!",
      "id": "Seorang pemuda ingin menikahi ibu dari kelompok pahlawan—\n\nSebagai anggota kelompok pahlawan Ceres sang tokoh utama, berangkat untuk mengalahkan raja iblis.\nNamun suatu hari, dia tiba-tiba di keluarkan dari kelompok pahlawan oleh sang pahlawan,\nSeorang diri, Ceres mencari budak rumah tangga untuk merawatnya. Namun apa yang dia lihat di pasar budak adalah Nyonya Shizuko, ibu dari sang pahlawan, dijual sebagai budak—??\n\nHarem Isekai yang tak masuk akal dari pemuda yang dikeluarkan dari kelompok pahlawan lahir!!",
      "ja": "勇者パーティの一員である主人公・セレスはある日、勇者ゼクトから突然のクビ宣告を受けてしまう。一人になったセレスは、身の回りの世話役として家事奴隷探しへ。その奴隷市場で見かけたのは、奴隷として売られた勇者の母親である静子さんの姿で――？？",
      "pt-br": "Ceres e seus amigos de infância criaram um grupo de aventureiros nomeado de “luz da esperança”, mas depois que Zect, um de seus amigos, se tornou o grande herói, ele expulsou Ceres do grupo. Agora, só restava ao extasiado Ceres retornar para seu vilarejo. Contudo, quando foi comprar uma escrava para auxiliá-lo, Ceres se deparou com Shizuko, a mãe do grande herói Zect!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec",
    "title": {
      "en": "I Think I Have Transmigrated Somewhere"
    },
    "updatedAt": "2025-01-12T01:56:10+00:00",
    "coverArt": "https://mangadex.org/covers/dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec/b04eeadd-b3c1-4bde-86ad-5e3939aee8ec.png",
    "altTitles": [
      {
        "ko": "제가 어딘가 빙의를 한 것 같은데요."
      },
      {
        "pl": "Myślę że gdzieś się przeniosłam."
      },
      {
        "en": "I Have Possessed the Body of the Protagonist"
      },
      {
        "en": "I Think I've Transmigrated Somewhere"
      },
      {
        "en": "It Seems I've Transmigrated Somewhere"
      },
      {
        "en": "I Think I've Been Possessed Somewhere"
      },
      {
        "es-la": "Creo que he transmigrado en alguna novela"
      }
    ],
    "description": {
      "en": "Even though the harsh reality feels like living as a beggar, to think that the end would be death from overworking!\nIf it’s going to end like this, I should’ve been in a lot of relationships, but wait,\noh my... who are you in the mirror?\n\nI’m a little flustered but this body… it’s really pretty!\nIt feels like I’ve been transmigrated into a romance fantasy novel.\nSince I’m already like this, should I enjoy the romance while I’m at it?\n\n“But which novel did I get transmigrated into?”\n\nI’ve read dozens of books where the ‘Northern Duke’ and ‘Childhood Friends’ exist,\nI’ve read so many with a black-haired male lead and a blonde female lead,\nAh~ I don’t know!! For now, let’s start by conquering the male characters!\n\n“I already have a promised marriage.\"\n\n“I volunteered for the Western Guard. We won’t be able to meet for several years.”\nWhat is this, is this really a romance fantasy novel? Why is everyone running away?!\nIn the first place… was I really transmigrated as the female lead?\n\nWhat kind of novel is this!!!!\n<It Seems I’ve Transmigrated Somewhere>",
      "pl": "Uwielbiam powieści romantyczno-fantastyczne, a nawet trafiłam do jednej z nich.\n\"W każdym razie, do której książki się przeniosłam?\"\nMyślę, że przeczytałam około 20 książek z brązowowłosymi pokojówkami z piegami,\nMyślę, że przeczytałem około 20 książek z południową damą, która poślubia zimnego księcia z północy,\nI wydaje się, że jest więcej książek z czarnowłosymi mężczyznami i blondynkami?\n\"Czekaj, czy to w ogóle prawda, że zmieniłam się w główną bohaterką?\"\nNie, myślę, że to może nawet nie być romans fantasy?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523",
    "title": {
      "en": "Isekai Kaeri no Arafour Riiman, 17-sai no Koro ni Modotte Musou suru"
    },
    "updatedAt": "2025-02-13T09:31:50+00:00",
    "coverArt": "https://mangadex.org/covers/7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523/a5b796c9-fa28-48d7-a195-4cfa973dd1d2.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りのアラフォーリーマン、17歳の頃に戻って無双する"
      },
      {
        "en": "A Middle-Aged Man Who Returns From Another World Goes Back to When He Was 17 and Becomes Unbeatable"
      }
    ],
    "description": {
      "en": "A black company employee in his 40s, Namba Kazu, died of overwork and was reincarnated to another world. After saving the world, he returns to find himself regressed to his 17-year-old self. \n\nKazu realizes that he can use the abilities he acquired from another world and is excited to restart his life over again. However, through the help of his childhood friend, Yui, he learns of the existence of human-eating abomination called Variant in the world he was born in. \n\nKazu knows from his past memories that Yui will die in the near future. In order to save Yui, who is on a mission to fight against variants, Kazu decided to throw himself into battle in this world as well.",
      "ja": "過労死で異世界に転生したアラフォーリーマンの難波カズ。17歳で異世界を救ったカズは、女神に「元の世界に戻してくれ」と願う。てっきり元のアラフォーリーマンに戻ると思っていたら、17歳の高校生に戻っていた。\n\nそれならばと気楽に90年代を満喫しようとしていたが、幼馴染みの由依をきっかけに『人間を喰う異形ヴァリアント』の存在を知り、カズは異世界チートを武器にこの世界でも戦いに身を投じていく…!",
      "es-la": "Kazu Nanba reencarnó después de la muerte por exceso de trabajo y salvó otro mundo. A la edad de 17 años en el otro mundo después de morir derrotando al rey demonio elije \"regresara a su mundo original\". Pensó que regresaría a su trabajo normal, pero regreso como un estudiante de secundaria de 17 años. Sin embargo ahora se entera que hay \"extrañas criaturas\" que matan humanos y donde Kazu recordara un recuerdo pasado donde su amiga de la infancia Yui morirá en un futuro cercano. Esta vez, para salvar a Yui, Kazu usará el poder de otro mundo para lanzarse también a la batalla en este mundo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2025-01-30T17:03:20+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "420fac61-50f6-43ee-aa31-5cdd02d68833",
    "title": {
      "en": "KimoOta, Idol Yarutteyo"
    },
    "updatedAt": "2025-02-13T09:30:45+00:00",
    "coverArt": "https://mangadex.org/covers/420fac61-50f6-43ee-aa31-5cdd02d68833/7a53d7f0-71e9-48a1-83cf-ee15a57cf0ca.jpg",
    "altTitles": [
      {
        "ja": "キモオタ、アイドルやるってよ"
      },
      {
        "en": "Disgusting Otaku, Become an Idol!"
      }
    ],
    "description": {
      "en": "\"When I woke up this morning there was a beautiful girl, but that was… me!?\" - Idol Otaku Aisaka Yousuke wakes up one morning and realizes he's now a beautiful girl named Aisaka Yoko. Now with his new appearance and his great Idol knowledge, he will attempt to become the number one idol."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "637cd582-388e-44d1-833a-5045f1d33689",
    "title": {
      "en": "Black Snow. White Moon. Eternal Blossom."
    },
    "updatedAt": "2024-06-06T21:49:58+00:00",
    "coverArt": "https://mangadex.org/covers/637cd582-388e-44d1-833a-5045f1d33689/7f14fcb7-9f77-4fc9-95c3-6884856b3616.jpg",
    "altTitles": [
      {
        "zh-ro": "Hēi Xuě·Bái Yuè·Yǒng Shēng Huā"
      },
      {
        "zh": "黑雪·白月·永生花"
      }
    ],
    "description": {
      "en": "For what reason, do they continue to live? For what reason, do they continue to eat? They put on the most beautiful masks and commit the cruelest acts. White moon, Black snow, Withered maiden, Eternal blossom. Vicious X Evil, Tyrant X Unhinged, Maiden X Maiden, Hunter X Prey. This is a poem of self-reflection, or a stimulating speech for this numbing world..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "30"
  },
  {
    "mangaId": "f43aab98-8bfe-4275-97cc-9a7b7635eb80",
    "title": {
      "en": "Rikei ga Koi ni Ochita no de Shoumei shitemita"
    },
    "updatedAt": "2025-02-04T12:52:19+00:00",
    "coverArt": "https://mangadex.org/covers/f43aab98-8bfe-4275-97cc-9a7b7635eb80/0b7d0e0a-3dc8-4b2c-a5f3-b1eb2899410b.jpg",
    "altTitles": [
      {
        "ja": "理系が恋に落ちたので証明してみた。"
      },
      {
        "ja": "リケ恋"
      },
      {
        "ja-ro": "Rikei ga Koi ni Ochita no de Shoumei Shite Mita"
      },
      {
        "ja-ro": "RikeKoi"
      },
      {
        "en": "Science Fell in Love, so I Tried to Prove It"
      },
      {
        "en": "I Tried to Prove That Science Fell in Love"
      },
      {
        "en": "Science Has Fallen in Love, so We Tried to Prove It"
      },
      {
        "fr": "J'ai essayé de prouver que la science était tombée amoureuse"
      },
      {
        "ru": "Наука влюблена и мы докажем это"
      },
      {
        "ru": "Учёные влюблены и намерены доказать это научно"
      },
      {
        "ru": "Я пытался доказать, что наука влюбилась"
      },
      {
        "th": "พิสูจน์นิยามความรักด้วยหลักวิชาสายวิทย์"
      },
      {
        "zh": "理科生坠入情网，故尝试证明。"
      },
      {
        "zh": "试证明理科生已坠入情网。"
      },
      {
        "zh-hk": "理科生墜入情網，故嘗試證明。"
      },
      {
        "zh-hk": "試證明理科生已墜入情網。"
      },
      {
        "ko": "이과가 사랑에 빠졌기에 증명해 보았다"
      }
    ],
    "description": {
      "en": "Yukimura Shinya and Himuro Ayame are two scientists that want to find out if love can be solved by a scientific theory. These two scientists also have feelings for each other and want to be able to solve their true feelings through similar theoretical facts. With this perfect opportunity, these scientists will attempt to solve the theory of the love they express for each other.",
      "ru": "Химуро Аямэ и Юкимура Шинья ну просто обожают точные науки. Им надо, чтобы всё имело научное обоснование, ведь без этого нельзя быть уверенным ни в чём. Ох уж эти ученые, какие только эксперименты не придут в эти головы, чтобы доказать \"любовь\"."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b2dc67-f55c-4f4a-899f-cedd77721bcf",
    "title": {
      "en": "Ore wa Seikan Kokka no Akutoku Ryoshu"
    },
    "updatedAt": "2024-11-09T06:52:29+00:00",
    "coverArt": "https://mangadex.org/covers/63b2dc67-f55c-4f4a-899f-cedd77721bcf/440ab614-5825-4699-afb7-3e18e58d857a.jpg",
    "altTitles": [
      {
        "ja": "俺は星間国家の悪徳領主"
      },
      {
        "en": "I'm the Evil Lord of an Intergalactic Empire!"
      },
      {
        "pt-br": "Eu sou o Lorde Vilão da Nação Interestelar"
      },
      {
        "id": "Aku adalah Penguasa Jahat dari Kekaisaran Antargalaksi!"
      },
      {
        "ja-ro": "Ore wa Seikan Kokka no Akutoku Ryoshu"
      },
      {
        "vi": "Ta Là Chúa Tể Của Đế Chế Liên Ngân Hà"
      }
    ],
    "description": {
      "en": "In his past life, Liam was hardworking and honest. This got him nothing but debt and betrayal. Now he’s been reborn as the ruling noble of a planet.\n\nTime for some payback.\n\nThis life he’ll grind the world under his heel! He’s only looking out for himself. All his underlings will suffer! But try as he might, his tyranny only seems to make his subjects happier.",
      "id": "Liam sera banfield adalah reincarnator. dia bereinkarnasi di dunia fantasy pedang dan sihir. Tapi pada saat peradaban sudah siap membuat kemajuan ke luar angkasa, ceritanya terjadi di sebuah kerajaan antar galaksi, sebuah universitas seperti opera ruang angkasa di mana senjata humanoid dan pesawat ruang angkasa saling melengkapi. Liam, yang telah menjelma menjadi keluarga bangsawan dalam masyarakat monarki. memiliki ambisi untuk suatu hari menjadi raja jahat di kehidupan sebelumnya. sayangnya Liam telah kehilangan segalanya dan mati dalam keputusasaan. \r\n\r\n\"sangat bodoh hidup untuk orang lain.\"\r\n \"Aku akan hidup untuk diriku sendiri\"\r\n\r\n ia mulai menuju kehidupan keduanya, tetapi malah disembah sebagai penguasa yang berbudi luhur karena perbedaan nilainya. Akankah Liam dapat dengan aman menjadi tuan yang jahat?",
      "ja": "星間国家アルグランド帝国の辺境惑星を治める伯爵家に転生し、幼くして領主となったリアム・セラ・バンフィールド。持ち前の善良さ故に、妻や会社に裏切られた前世の反省から今世では“奪う側”として生きると決意する――\n\n「悪徳領主になって、悪の限りを尽くす！」\n\nだが、受け継いだ領地は虐げるまでもない寂れっぷりで……止む無くリアムは自領の建て直しから着手することに。人工知能を重用！ 宇宙艦隊を縮小！ 不正貴族を一刀両断！常識など無視して思うがまま傍若無人に振る舞うのだが、結果的に領民は豊かになり、好感度がうなぎ登りで……!?",
      "vi": "Đến từ tác giả của Sevens và Otomob Liam Sera Banfield là một người chuyển sinh. Cậu được tái sinh vào một vũ trụ giả tưởng mà ở đó cả khoa học lẫn ma thuật đều phát triển. Ở kiếp trước, cậu đã mất tất cả để rồi chêt trong tuyệt vọng: -Nếu đó là những gì nhận được khi sống tử tế, tôi thà sống buông thả. -Ta sẽ trở thành một chúa tể độc ác! Liệu con đường trở thành chúa tể độc ác của cậu có được như ý muốn?",
      "pt-br": "Liam Sera Canfield é um reincarnator. Ele reencarnou em um universo fantasioso de espada e feitiçaria, onde a civilização já avançou para o espaço sideral. A história se passa em um império intergaláctico, assim como uma space opera, com armas humanoides e batalhas de naves espaciais. Liam, que incarnou em uma família de aristocratas em uma sociedade monárquica, tem a ambição de se tornar um lorde maligno. Em sua vida anterior, liam infelizmente acabou perdendo tudo e morrendo em desespero. “ É tolice viver pelos outros.” “ Eu irei viver por mim mesmo” Com esses sentimentos no peito ele começa sua segunda vida, só que ao invés disso ele é idolatrado como um virtuoso líder por causa da diferença de valores. Será que Liam conseguirá se tornar um lorde maligno?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f082a4c-2a50-4859-ae0d-30a0bcf1cf9e",
    "title": {
      "en": "Yè De Mìng Míng Shù"
    },
    "updatedAt": "2024-09-22T19:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/9f082a4c-2a50-4859-ae0d-30a0bcf1cf9e/205416c6-f702-4a19-8c8a-52ced3e16fb3.jpg",
    "altTitles": [
      {
        "zh": "夜的命名术"
      },
      {
        "en": "Moniker of the night"
      },
      {
        "ko": "밤의 명명법"
      },
      {
        "ja": "夜の命名法"
      },
      {
        "en": "Night’s Nomenclature"
      },
      {
        "vi": "Mệnh Danh Thuật Của Bóng Tối"
      },
      {
        "zh-ro": "Ye De Ming Ming Shu"
      },
      {
        "en": "Naming Technique of the Night"
      },
      {
        "en": "Retouching of the Night"
      }
    ],
    "description": {
      "en": "In the blue and purple neon, under the dense steel sky, the front end of the data torrent is the world after the technological revolution, and it is also the boundary between reality and illusion. Steel and body, past and future. Here, the outer world and the inner world coexist, and everything in front of you is like a wall of time. Darkness gradually shrouded. But you have to understand, my friend, that we cannot deal with darkness with tenderness, but with fire.",
      "zh": "蓝与紫的霓虹中，浓密的钢铁苍穹下，数据洪流的前端，是科技革命之后的世界，也是现实与虚幻的分界。 钢铁与身体，过去与未来。 这里，表世界与里世界并存，面前的一切，像是时间之墙近在眼前。 黑暗逐渐笼罩。 可你要明白啊我的朋友，我们不能用温柔去应对黑暗，要用火。"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b330773a-3d22-4aa6-9e57-d7be6758aa5d",
    "title": {
      "en": "The Secret Behind The Proportions Of That Girl I'm Interested In."
    },
    "updatedAt": "2025-02-13T07:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/b330773a-3d22-4aa6-9e57-d7be6758aa5d/af68587a-18b2-41f9-b67d-85de3410703a.jpg",
    "altTitles": [
      {
        "ja": "気になるあの子のプロポーションの秘密。"
      },
      {
        "ja-ro": "Kininaru Ano Ko no Proportion no Himitsu."
      }
    ],
    "description": {
      "en": "How does she have such a great figure?\n___\n**Additional Official Raws:** [Doodle](https://x.com/a_akito17/status/1669551900344324102), [2](https://x.com/a_akito17/status/1677587317912109057)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "2"
  },
  {
    "mangaId": "6378f4b1-f9a0-4233-b89a-95021535d100",
    "title": {
      "en": "Mitsuishi-san is Being Weird This Year"
    },
    "updatedAt": "2024-11-01T15:15:30+00:00",
    "coverArt": "https://mangadex.org/covers/6378f4b1-f9a0-4233-b89a-95021535d100/286be2e5-2adf-43da-a41c-9007711a1c2c.jpg",
    "altTitles": [
      {
        "ja": "今年の三石さんはどこかおかしい"
      },
      {
        "ja-ro": "Kotoshi no Mitsuishi-san wa Dokoka Okashil"
      },
      {
        "ja-ro": "Kotoshi no Mitsuishi-san ha Dokoka Okashii"
      },
      {
        "ja-ro": "Kotoshi no Mitsuishi-san wa Doko ka Okashii"
      },
      {
        "en": "There's Something Strange About Mitsuishi-san This Year"
      },
      {
        "zh-hk": "今年的三石同學哪裡有點怪"
      },
      {
        "vi": "Mitsuishi-san năm nay cứ là lạ"
      },
      {
        "ja": "三石さん"
      },
      {
        "ja-ro": "Mitsuishi-san"
      },
      {
        "en": "Mitsuishi-san"
      }
    ],
    "description": {
      "en": "A notebook? A jersey!? Gym clothes!?!? What do you want to borrow?\n\nMitsuishi constantly takes care of her classmate Hajime, a lethargic boy. What made the cool honor student Mitsuishi suddenly change over the past year?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "299d467a-5228-438e-ab32-9b6552c0ddbe",
    "title": {
      "en": "Baby Prisoner of the Winter Castle"
    },
    "updatedAt": "2025-01-18T09:14:17+00:00",
    "coverArt": "https://mangadex.org/covers/299d467a-5228-438e-ab32-9b6552c0ddbe/189cd78a-d715-4a38-8a2f-d53d371f5bae.jpg",
    "altTitles": [
      {
        "ko": "겨울성의 아기 죄수님"
      },
      {
        "en": "The Baby Prisoner of the Winter Castle"
      },
      {
        "tr": "Kış Kalesindeki Esir Kız"
      },
      {
        "es-la": "La bebé prisionera del castillo de invierno"
      }
    ],
    "description": {
      "en": "On the night the kingdom fell and the entire royal family was being executed, Clarisse, who naturally thought she would also die, heard something unexpected. \n\n“We cannot execute anyone who has not reached the age of eighteen. Instead, I will kill you the day you turn eighteen.” \n\nAnd so, Clarisse is given ten years to live. \nClarisse then heads North as a “prisoner.” \nAnd she asks the Grand Duke for only one thing… \n\n“Um, is it okay if I take this friend with me? It’s my only friend.” \n\nBut what Clarisse holds out is a rock? \n\nIt’s a new life in the North! \nBut this life as a “prisoner” keeps on getting better…?",
      "tr": "Krallığın düştüğü gece ve bütün kraliyet ailesinin idam edildiği sırada, doğal olarak öleceğini düşünen Clarisse, beklenmedik bir şey duydu.\n“18 yaşına ulaşmamış olan kimseyi idam edemeyiz. Bunun yerine, 18 yaşına bastığın gün seni öldüreceğim.”\nVe böylece, Clarisse’e yaşaması için on yıl süre verilir.\nClarisse sonra bir “esir” olarak Kuzey’e doğru yol alır.\nVe Büyük Dük’ten sadece bir şey ister…\n“Uhm, bu arkadaşımı yanımda götürebilir miyim? O benim tek dostum.”\nAncak Clarisse’nin uzattığı şey bir taş mı? Kuzey’de yeni bir hayat!\nAncak bu “esir” hayatı daha da iyiye gidiyor gibi mi?"
    },
    "status": "hiatus",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "765d584a-5471-4da1-a384-b4df252da29b",
    "title": {
      "en": "Dragon King’s Palace: The Richest Son-in-Law"
    },
    "updatedAt": "2025-01-30T20:13:51+00:00",
    "coverArt": "https://mangadex.org/covers/765d584a-5471-4da1-a384-b4df252da29b/933acab9-df3e-43f9-9a1e-311e7baadf7a.jpg",
    "altTitles": [
      {
        "zh": "最豪贅婿 龍王殿"
      },
      {
        "zh-ro": "Zuì Háo Zhùi Xù Lóng Wáng Diàn"
      },
      {
        "en": "The Most Heroic Son-in-Law King"
      },
      {
        "en": "The Most Luxurious Son-in-Law: Dragon King's Palace"
      },
      {
        "vi": "Long Vương Điện: Người Ở Rể Giàu Nhất"
      }
    ],
    "description": {
      "en": "I am nothing in the eyes of others; my mother-in-law despises me, thinking I just rely on my wife and spend her money. And then there’s a group of lowlifes who are constantly coveting my wife. Who says a man marrying into his wife’s family can’t rise to greatness? Ji Xueyu! From now on, I’ll be the one to protect you",
      "vi": "Ta chẳng là gì trong mắt người khác, mẹ vợ khinh thường vì nghĩ ta ăn bám vợ, tiêu tiền của vợ. Ngoài ra còn có một lũ cặn bã luôn thèm muốn vợ ta. Ai nói là vào cửa nhà vợ thì không thể bay lên 9 tầng mây? Kỷ Tuyết Vũ! Sau này sẽ do ta bảo vệ em"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "256"
  },
  {
    "mangaId": "0d4b349e-b7a2-4d63-9ce0-f864e790c4a2",
    "title": {
      "en": "Veil"
    },
    "updatedAt": "2024-12-04T15:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/0d4b349e-b7a2-4d63-9ce0-f864e790c4a2/d007f9f5-c959-4c03-9c8e-4f1bb19f5ecd.jpg",
    "altTitles": [
      {
        "ja": "ヴェール"
      },
      {
        "ne": "घुम्टो"
      }
    ],
    "description": {
      "en": "\"He\", a police officer on his shift, happened to meet \"her\" on the streets, by chance.\n\nThrough its bold yet delicate brushwork and elegant prose, this stylish, full-colour comic\nillustrates the subtle air of intimacy between these two individuals.\n\n---\nA chance encounter. A handsome policeman. A beautiful woman. A tentative love affair smolders on the snowy cobblestone streets, \nout of sight from those that might keep them apart. \n\n*Veil* is a beautifully illustrated full-color romance manga, told in stylish short vignettes, beautiful illustrations, and secret moments.",
      "pt-br": "Eles se conheceram na rua por acaso. Ele era policial e ela caminhava pela rua. Através de suas pinceladas ousadas, mas delicadas e diálogos elegantes, esta história refinada e colorida, ilustra o ar sutil da intimidade presente entre os dois."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b16f2554-9525-4f2a-bbe4-5b75b6605176",
    "title": {
      "ja": "Clevatess -Majuu no Ou to Akago to Shikabane no Yuusha-"
    },
    "updatedAt": "2025-01-29T00:55:43+00:00",
    "coverArt": "https://mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/3aa0d52c-7cc2-41d3-a1b3-e6b99e690cdd.jpg",
    "altTitles": [
      {
        "ja": "クレバテス－魔獣の王と赤子と屍の勇者－"
      },
      {
        "ja": "Clevatess -The King of Devil Beast, The baby, and The Brave of Undead-"
      },
      {
        "en": "Clevatess -The Devil Beast King, The Baby, & The Corpse Hero-"
      },
      {
        "en": "Clevatess - The King of Devil Beasts, the Baby, and the Brave of the Undead"
      },
      {
        "pt-br": "Clevatess - O Rei das Feras Diabólicas, O bebê e a Valente Heróina Morta-Viva"
      }
    ],
    "description": {
      "en": "He killed the heroes, killed the king, the devil beast then found the “baby of fate”…\n\nHaving both superior intellect and destructive power, such is Clevatess, the devil beast king.\nAngered by the 13 heroes' attempt to take his life, he had decided to bring ruin upon humanity, but he gets entrusted with an unexpected nuisance: a newborn human baby.\n\nIs this the tale of a world close to apocalypse or a diary of new-era childcare?\n___\n**Alt Official Raw:** [LINE Manga](https://manga.line.me/product/periodic?id=Z0000841)",
      "pt-br": "Ele matou os heróis, matou o rei, a fera demoníaca então encontrou o “bebê do destino”… Tendo intelecto superior e poder destrutivo, tal é Clevatess, o rei das feras demoníacas. Irritado com os 13 heróis encarregados de tirar sua vida, ele decidiu arruinar a humanidade, mas foi encarregado de um incômodo inesperado: um bebê humano recém-nascido. É a história de um mundo próximo do fim, perto do apocalipse, ou o diário dos cuidados infantis da nova era?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a89da3a-ebf9-467b-94a1-beeb7d1bd3e8",
    "title": {
      "en": "Koi yori Aoku"
    },
    "updatedAt": "2025-01-29T00:45:48+00:00",
    "coverArt": "https://mangadex.org/covers/4a89da3a-ebf9-467b-94a1-beeb7d1bd3e8/321be56f-56a2-43c4-a985-43a7d6b86a37.png",
    "altTitles": [
      {
        "ja": "恋より青く"
      },
      {
        "en": "A Love Yet to Bloom"
      },
      {
        "ko": "사랑보다 푸른"
      }
    ],
    "description": {
      "en": "Takamine, who can't find anything she likes, and Sakikura, who loves books. The two girls meet by chance and spend their after-school hours together. Are they friends? Or is it a nameless relationship spun between the two girls?\n\n------------\nNote: Serialization of the oneshot of same title by Fukaumi Kon in COMIC Ogyaaa!! published by Homesha.",
      "ja": "好きなことが見つけられず、放課後を持て余す女子高生・高峯。ある日、電車内で落とした本を取り違えたことから読書好きの他校の生徒・咲倉と出会う。「本」を介した放課後のみの不思議な交流の中、高峯と咲倉はお互いに惹かれ始めていき――。友情でも恋愛でもない、ふたりだけの名前のない関係性を育む少女たちの青い春――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32f77abb-96d4-4e6a-b257-5cf029e0c79e",
    "title": {
      "en": "Winter Flower"
    },
    "updatedAt": "2022-02-15T06:12:41+00:00",
    "coverArt": "https://mangadex.org/covers/32f77abb-96d4-4e6a-b257-5cf029e0c79e/6c73a7d6-91c4-44fc-8350-05603a891f0f.jpg",
    "altTitles": [
      {
        "es-la": "Flor de Invierno"
      },
      {
        "ja-ro": "Fuyu no Hana"
      },
      {
        "ja": "冬の花"
      }
    ],
    "description": {
      "en": "The flower in Itadori will bloom in the summer, taking his life as it took his sister's but giving others longer lives, but how can he leave his childhood friend Rakka behind…?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec1891a3-5fcb-4409-b544-a0e5e05fe2bd",
    "title": {
      "en": "Charming the Duke of the North"
    },
    "updatedAt": "2024-10-13T06:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/ec1891a3-5fcb-4409-b544-a0e5e05fe2bd/1893a4db-b9f6-4301-9177-0004604df513.jpg",
    "altTitles": [
      {
        "ko": "북부 공작님을 유혹하겠습니다"
      },
      {
        "ko-ro": "Bukbu Gongjangnimeul Yuhokagetseumnida"
      },
      {
        "ko-ro": "Bugbu Gongjagnim-eul Yuhoghagessseubnida"
      },
      {
        "en": "I Seduced the Northern Duke"
      },
      {
        "fr": "Je vais séduire le Duc du Nord"
      },
      {
        "pt-br": "Seduzindo o Duque do Norte"
      },
      {
        "es": "Seducire al duque del norte"
      },
      {
        "uk": "Я спокусила північного герцога"
      },
      {
        "ru": "Я соблазню северного герцога"
      },
      {
        "ja": "北部公爵を誘惑します"
      },
      {
        "zh": "诱惑北部公爵"
      },
      {
        "zh": "攻略北部公爵大人"
      },
      {
        "zh": "我要诱惑北部公爵！"
      },
      {
        "zh-hk": "魅惑北方公爵"
      },
      {
        "zh-hk": "我要誘惑北部公爵！"
      },
      {
        "vi": "Kế hoạch là quyến rũ công tước phương bắc"
      }
    ],
    "description": {
      "en": "\"Pretend to be my lover and join the social circle.\"\n\nSelena, the top star that had the entire world's attention, was suddenly warped to Northern Duke's land during an accident while filming. Kalcion, the Northern Duke that saved her from the infernal beasts, offers Selena a chance to go back home in return for collecting information in various social circles by pretending to be his lover. Selena quickly accepts Kalcion's offer, but… \n\n\"Why in the world can't you do this!?\"\n\n \"Don't you think that the answer to that should be obvious to you, the actress, not to me, the duke?\"\n\nThere was a critical problem. The Northern Duke's acting skills are horrible!\n\n\"…Let's change the plan. I'll seduce you instead.\"\n\nAnd thus the contractual relationship between the two started. Will Kalcion's acting skill improve first, or will he start to have true feelings for Selena instead?\n\n---\nRinha, Korea's most beloved actress, gets into an accident while on set. When she regains consciousness, she realizes she has traveled to the Kingdom of Iklein and meets the northern duke Calcion, who saves her from a demonic beast. Calcion asks her to be his fake lover so she can get into socialite and discover the conspiracy happening in his castle.\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "fr": "«Prétendre être mon amant et rejoindre le cercle social.»\n\nSelena, la top star qui avait l'attention du monde entier, a soudainement atterrit dans le pays du Duc du Nord lors d'un accident de tournage. Kalcion, le duc du Nord qui l'a sauvée des bêtes infernales, offre à Selena une chance de rentrer chez elle en échange de la collecte d'informations dans divers cercles sociaux en prétendant être son amant. Selena accepte rapidement l'offre de Kalcion, mais...\n\n«Pourquoi diable ne pouvez-vous pas pas faire ça?»\n\n«Ne pensez-vous pas que la réponse à cette question devrait être évidente pour vous, l'actrice, et non pour moi, le duc?»\n\nIl y avait un problème crucial. Les compétences d'acteur du Duc du Nord étaient horribles!\n\n«...Changeons de plan. Je vais vous séduire à la place.»\n\nEt c'est ainsi que la relation contractuelle entre les deux commença. Le talent d'acteur de Kalcion va-t-il s'améliorer en premier, ou va-t-il commencer à éprouver de vrais sentiments pour Selena?\n\n---\nSelena, une super star sous les feux de la rampe, se retrouve par accident sur les terres du Duc du Nord alors qu'elle était en plein tournage. Kalcion, le duc, la sauve des bêtes sauvages qui la menacent et lui offre une chance de retourner dans son monde. En échange, elle doit se faire passer pour sa petite amie et glaner des informations sur les réseaux sociaux. Selena accepte la proposition du duc, mais le Duc du Nord est un très mauvais acteur. Selena se met donc en tête de le séduire pour que la réalité rattrappe la fiction et que leur relation paraisse vraisemblable.\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "id": "Duke si raja dingin tiba-tiba dihadapkan dengan Rinha, aktris top dari dunia lain. Ingin kembali ke dunianya, Rinha mengajukan perjanjian hubungan dengan sang raja. Terjebak di hubungan sandiwara, apa rasanya ya jadi pendamping Duke dari Utara di dunia yang tak dikenal?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "ko": "“내 애인인 척 사교계에 들어가.” \n전 세계에서 주목하는 톱스타, 셀리나는 \n촬영 중 갑작스러운 사고로 북부 공작의 땅에 차원 이동한다. \n마수에게서 목숨을 구해준 북부 공작, 칼시온은 \n셀리나에게 자신의 애인인 척 사교계에 들어가 \n정보를 입수하라는 계약을 제시하는데..\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "ru": "Все внимание мира было приковано к главной звезде, Селене, которая в результате катастрофы в процессе съемок случайно попала на территории Северного Герцога. Спасенная от зверей-демонов Кальционом, Северным Герцогом, она получает от него предложение предоставлять ему информацию из разных светских кругов в качестве его мнимой любовницы. В обмен он вернет ее домой. Недолго думая, Селена соглашается, но что ждет ее дальше…\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "uk": "Селена, головна зірка, яка привернула увагу всього світу, раптово потрапила на землю Північного Герцога потрапив у аварію під час зйомок. Кальціон, північний герцог, який врятував її від божевільних звірів, пропонує Селені шанс повернутися додому в обмін на збір інформації в різних соціальних колах, прикидаючись його коханою. Селена швидко приймає пропозицію Кальціона, але… «Чому ви самі не можете цього зробити!?» «Чи не здається вам, що відповідь на це має бути очевидною для вас, акторки, а не для мене, герцога?» Виникла критична проблема. Акторські здібності північного герцога жахливі! «…Давайте змінимо план. Натомість я спокушу вас». І таким чином між ними почалися договірні відносини. Чи покращиться акторська майстерність Кальціона, чи натомість він почне відчувати справжні почуття до Селени?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "vi": "Seolena, nữ minh tinh xinh đẹp hàng đầu thế giới. Một ngày nọ, khi đang quay phim thì cô bất ngờ gặp tai nạn.\nKhi mở mắt ra thì đã ở một thế giới khác và chạm mặt với công tước phương Bắc. Để có thể sống sót, Seolena đã ký hợp đồng với công tước Kalcion.\nKalcion sẽ giúp cô trở về thế giới của mình, còn cô sẽ đóng giả làm người yêu hắn, giúp hắn tìm ra mối đe doạ đằng sau mình.\nNhưng…diễn xuất của công tước thật tệ hại. Cô đành phải quyến rũ công tước vậy. Sau nhiều chuyện xảy ra, ánh mắt của công tước nhìn cô trở nên khác thường.\nPhải chăng diễn xuất của công tước đã tiến bộ hay thật sự có cảm tình với cô rồi…?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "zh": "掉入异世被迫假扮情侣，可公爵你的演技太差了吧！\n在一次拍摄过程中，备受全球瞩目的巨星赛琳娜因突发事故穿越到了北部公爵的领地上。北部公爵卡西温将她从魔兽手中救了下来，并向她提出合约，要求她假装成自己的爱人，进入社交界获取情报……\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "pt-br": "“Finja ser minha amante e participe dos círculos sociais.”\n\nSelena, uma estrela que atraiu a atenção do mundo todo, repentinamente foi parar nas terras do Duque do Norte após um acidente durante as filmagens. \n\nKalcion, o Duque do Norte, que a salvou de bestas infernais, oferece a ela chance de voltar para casa em troca de coletar informações em vários círculos sociais, fingindo ser sua amante. \n\nSelena aceitou rapidamente a oferta de Kalcion, mas…\n\n“Por que diabos você não consegue fazer isso?!”\n\n“Não acha que a resposta deveria ser óbvia para você a atriz, e não para mim, o duque?”\n\nSurgiu um problema crítico. \n\nAs habilidades de atuação do duque são terríveis!\n\n“… Vamos mudar o plano. Em vez disso, vou seduzi-lo.”\n\nE assim, a relação contratual entre os dois começou.\n\nA habilidade de atuação de Kalcion irá melhorar primeiro, ou ele começará a ter sentimentos verdadeiros por Selena?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "zh-hk": "兼具美貌與演技、獲獎無數的頂級演員薛璘夏在一場拍攝中發生意外，並因此掉入另一個陌生次元，正當她遭遇魔獸襲擊時，伊克萊茵王國的北方公爵凱爾希溫救下了她，意外相遇的兩人也就此達成了一樁祕密交易。\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "91"
  },
  {
    "mangaId": "6bdacebd-f492-4248-b322-25dfda53283a",
    "title": {
      "en": "Cloth Weaver"
    },
    "updatedAt": "2023-05-05T12:17:08+00:00",
    "coverArt": "https://mangadex.org/covers/6bdacebd-f492-4248-b322-25dfda53283a/3a431ff7-a7e7-4be7-a44d-92a8cd8fff62.jpg",
    "altTitles": [
      {
        "en": "Cross Weaver"
      },
      {
        "en": "Kurosu Uiba"
      },
      {
        "en": "Kurosu Uiibaa"
      },
      {
        "en": "クロス・ウィーバー"
      },
      {
        "en": "クロスウィーバー"
      }
    ],
    "description": {
      "en": "\"Long, long time ago… God descended down to the world engulfed in darkness. With the threads made from sheep's wool, He created one wondrous piece of cloth, gave rise to another world. That world is known as 'Divine Cloth'.\" This is the legend that was told from generation to generation.  \n  \nBeneath the Earth of Divine Cloth is the world engulfed in darkness. There lives the creatures that were sealed by God known as Bugs. Frequently, Bugs plunge out from their world, creating holes on Divine Cloth. To fix these holes and reseal the Bugs beneath the ground, a young man and woman, Ryle and Marino, set out on their journey."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": null
  },
  {
    "mangaId": "f349008f-0896-4ec8-bc37-56733525dfc7",
    "title": {
      "en": "Girls × Vampire"
    },
    "updatedAt": "2025-02-07T20:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/f349008f-0896-4ec8-bc37-56733525dfc7/e04eb3c0-1264-41f4-b7a9-850481803cbf.png",
    "altTitles": [
      {
        "ja": "ガールズ×ヴァンパイア"
      },
      {
        "en": "Girls x Vampire"
      },
      {
        "uk": "Дівчата × Вампір"
      },
      {
        "ar": "بنات × مصاصي الدماء"
      }
    ],
    "description": {
      "en": "**Alt Official Raw:** [note](https://note.com/girls_vampire)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b168a0-2f0c-4f2b-b75a-17b081866c64",
    "title": {
      "en": "Magabanashi: Ghost Stories Spreading on Social Media"
    },
    "updatedAt": "2025-01-31T22:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/c3b168a0-2f0c-4f2b-b75a-17b081866c64/fa82af29-357e-46ef-8b8b-925838f7e4d1.jpg",
    "altTitles": [
      {
        "ja": "禍話: SNSで伝播する令和怪談"
      },
      {
        "ja-ro": "Magabanashi: SNS de Denpa suru Reiwa Kaidan"
      }
    ],
    "description": {
      "en": "Based on the popular horror radio show Magabanashi, this anthology captures supernatural stories that have taken on a life of their own across social media. Readers are cautioned that these tales come with risks, as they tap into deep-seated fears and blur the line between reality and the supernatural."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7382dfe5-d645-4b58-a576-7a2ee179cce7",
    "title": {
      "en": "Watashi Dake ga Miyaji Miyuki wo Aishiteiru"
    },
    "updatedAt": "2025-01-05T08:53:41+00:00",
    "coverArt": "https://mangadex.org/covers/7382dfe5-d645-4b58-a576-7a2ee179cce7/d8b1a235-a938-43fe-8f7f-95bfb725eabf.jpg",
    "altTitles": [
      {
        "ja": "私だけが宮地美雪を愛している"
      },
      {
        "ja-ro": "Watashi Dake ga Miyaji Miyuki wo Aishiteiru"
      },
      {
        "en": "I'm the Only One for Miyaji Miyuki"
      }
    ],
    "description": {
      "en": "Miyaji Miyuki (16) moved away when she was little, not long after going on a spree of proposing to several different girls in kindergarten.\n\nYears later, she returns to her hometown and transfers to a new high school, where she is forced to reckon with her past..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65936513-d6aa-4aeb-ae16-6afb00c3d8c3",
    "title": {
      "en": "Liu Sui Kaishi Chengwei Nvwang"
    },
    "updatedAt": "2025-01-09T22:51:57+00:00",
    "coverArt": "https://mangadex.org/covers/65936513-d6aa-4aeb-ae16-6afb00c3d8c3/2ab1b80c-9e7c-4c58-b7a6-51dfb8cf1b21.png",
    "altTitles": [
      {
        "zh": "六岁开始成为女王"
      },
      {
        "en": "Becoming the Queen at the Age of Six"
      }
    ],
    "description": {
      "en": "I woke up to find myself transmigrated into a novel as the “background character that's doomed to die.” Now stuck in the body of a six-year-old, I’ve got some serious challenges ahead of me. But I’m not about to let fate have its way. Even if I have to become the villain, I’ll do whatever it takes to survive!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64113fcd-4f8c-41bc-8fa4-18a83076da2e",
    "title": {
      "en": "The Last Human"
    },
    "updatedAt": "2024-03-25T14:15:03+00:00",
    "coverArt": "https://mangadex.org/covers/64113fcd-4f8c-41bc-8fa4-18a83076da2e/8a8d42b9-86f3-4856-b41f-cbae24199884.jpg",
    "altTitles": [
      {
        "en": "Mortal of The Doom"
      },
      {
        "zh-ro": "Moshi Fanren"
      },
      {
        "ru": "Последний человек"
      },
      {
        "zh": "末世凡人"
      },
      {
        "ko": "블러디발렌타인:인류종말"
      }
    ],
    "description": {
      "ar": "تسو تيانشين هو آخر إنسان حي في مدينة مليئة بالزومبي. فقط عندما كان متأكداً من أنه مات ، يجد روحه تعود إلى ما قبل ذلك اليوم المشؤوم قبل عشر سنوات. يقسم أنه سوف يحمي الناس المهمين له هذه المرة ويجتمع مع عشيقته. تابعوا نضاله من أجل البقاء بمساعدة ذكرياته للسنوات العشر القادمة!",
      "en": "Zuo Tianchen is the last living human in a mutated zombie-infested city. Just when he was sure he'd died, he finds his soul returned to just before that ill-fated day ten years ago. He swears he'll protect the people important to him this time round and reunite with his past lover. Watch his struggles to survive equipped with his memory of the next ten years!",
      "fr": "uo Tianchen est l'un des derniers survivants sur terre depuis qu'une épidémie venant de l'espace s'était abattue sur terre, il l'y a de cela 10 ans. Alors qu'il est sur le point de mourir, Zuo fît donc ses adieux à sa petite amie qu'il avait rencontré durant l'épidémie. C'est alors que, d'un coup, alors qu'il était sur le point de mourir, il retourna dans le temps 10 ans auparavant, quelques heures avant le début de l'épidémie. C'est alors qu'il décida de sauver son meilleur ami qui avait périt dès le début de l'épidémie, 10 ans auparavant, et c'est alors qu'il se met à la recherche de sa copine qu'il avait dans l'ancienne apocalypse.",
      "ru": "Зе Тянчен – последний выживший человек в городе, зараженном зомби-инфекцией. Будучи на грани смерти, он внезапно оказался в своем теле десять лет назад, когда город еще не был заражен. Он решил, что в этот раз спасет близких ему людей и воссоединится со своей старой любовью.   \r\n  \r\nСледите за его приключениями, в которых он использует свои воспоминания о следующих 10 годах, чтобы выжить и спасти своих близких!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "27b47848-26af-495f-bbcf-7f1bc5fc0284",
    "title": {
      "en": "Erika Won't Back Down"
    },
    "updatedAt": "2024-12-17T23:41:47+00:00",
    "coverArt": "https://mangadex.org/covers/27b47848-26af-495f-bbcf-7f1bc5fc0284/d0272c4f-eb10-422a-9ac5-def8c65fa61d.jpg",
    "altTitles": [],
    "description": {
      "en": "Life dealt her the shittiest hand, yet Erika won't lose her heart! Using all she has from body, charm, and brain, she welcomes all the challenges ahead and turns it into a game.\nFollow her whimsical adventure towards the city's underworld!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96707095-39b4-456e-ab13-420e37966f0b",
    "title": {
      "en": "Okawari Itadaketa Darouka?"
    },
    "updatedAt": "2025-02-12T05:53:33+00:00",
    "coverArt": "https://mangadex.org/covers/96707095-39b4-456e-ab13-420e37966f0b/5dc0e399-3aa4-4da6-ba4f-de05c46d5c9c.jpg",
    "altTitles": [
      {
        "ja": "オカワリいただけただろうか?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d68f0bfb-6ef5-4b98-bf6b-a76ec4c75d2e",
    "title": {
      "en": "Magokoro Scramble! What Lies in Your Heart?"
    },
    "updatedAt": "2025-02-06T19:41:35+00:00",
    "coverArt": "https://mangadex.org/covers/d68f0bfb-6ef5-4b98-bf6b-a76ec4c75d2e/99d6a353-17cf-414c-9ecc-13745a319a58.jpg",
    "altTitles": [
      {
        "ja": "真心スクランブル！"
      },
      {
        "ja-ro": "Magokoro Scramble!"
      },
      {
        "vi": "Magokoro Scramble! Điều ẩn giấu trong trái tim bạn là gì?"
      }
    ],
    "description": {
      "en": "Is this love natural instinct or fate? Koharu is born to a bloodline who can read people's minds. Although he told himself he would never open up to anyone besides his family, those plans are thrown off when he meets an eccentric girl by the name of Yuki. With their encounter, Koharu begins to fall deeper and deeper... into the pit of romance!",
      "ja": "心の声が聞こえてしまう“聞心の血筋”である真田心春。未来永劫、家族以外には心を開かない予定だったのに、夜蔦瀬雪姫と出会った事で運命が変わり始め…!? この恋は本能？それとも運命――!?",
      "vi": "Liệu tình yêu này là bản năng tự nhiên hay là định mệnh? Koharu sinh ra trong một dòng dõi có khả năng đọc được suy nghĩ của người khác. Dù đã tự hứa sẽ không mở lòng với ai ngoài gia đình mình, kế hoạch đó bị phá vỡ khi cậu gặp một cô gái kỳ lạ tên Yuki. Cuộc gặp gỡ này đã khiến Koharu ngày càng rơi sâu vào... hố sâu của tình yêu!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b29da26e-39f2-4e64-b96f-62818b209d73",
    "title": {
      "en": "Maigo no Onnanoko o Ie Made Todoketara, Genkan kara Detekita no wa Gakunen Ichi no Bishoujo deshita"
    },
    "updatedAt": "2024-11-03T15:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/b29da26e-39f2-4e64-b96f-62818b209d73/3dbdf282-ca6c-4df0-9dea-90dea713c5a4.png",
    "altTitles": [
      {
        "ja": "迷子の女の子を家まで届けたら、玄関から出て来たのは学年一の美少女でした"
      },
      {
        "ja-ro": "Maigo no Onnanoko wo Ie Made Todoketara, Genkan kara Detekita no wa Gakunen Ichi no Bishoujo deshita"
      },
      {
        "en": "When I Brought a Lost Girl Home, the Most Beautiful Girl in My Grade Came Out the Front Door"
      },
      {
        "en": "She Is the Beautiful Girl in the School Year"
      },
      {
        "vi": "Đưa bé gái bị lạc trở về, người mở cửa là hoa khôi của khối"
      }
    ],
    "description": {
      "en": "One day, Kuroda Yusei, an introverted high school student with zero dating experience, returns a lost little girl to her house... when the most beautiful girl in his grade, Shirakawa Ayano, appears! \n\n\"As thanks for saving my sister,\" she begins to approach him boldly for some reason, and every day is filled with mishaps!? On top of that, a busty otaku classmate and an attention-seeking junior girl also appear, and his daily life suddenly becomes more glamorous!? \n\nA school romance comedy where fate changes as you suddenly become close to \"the girl of your dreams\"!",
      "ja": "恋愛経験ゼロの陰キャ高校生・黒田雄星がある日、迷子になっていた幼女を家まで届けると… 学年一の美少女・白河綾乃が出現!!\n\n「妹を助けてくれたお礼に」と、なぜか彼女が大胆に迫ってくるようになり、毎日がハプニング状態!?\n更に巨乳オタク同級生や、かまってちゃんな後輩女子も登場し、一気に華やかな日常に――!?\n\n“憧れのあの子”と急接近して、運命が変わる学園ラブコメ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2798de44-dace-41d0-9441-f93c1f9ddca1",
    "title": {
      "en": "She's My Type"
    },
    "updatedAt": "2025-02-06T07:25:49+00:00",
    "coverArt": "https://mangadex.org/covers/2798de44-dace-41d0-9441-f93c1f9ddca1/fba311c0-42c2-4942-9424-24f650017f05.jpg",
    "altTitles": [
      {
        "ko-ro": "Chwihyangjeogyeok Geunyeo"
      },
      {
        "en": "She is Exactly My Type"
      },
      {
        "ko": "취향저격 그녀"
      },
      {
        "id": "Cewek Idaman"
      },
      {
        "th": "แปลงโฉมเธอจนเจอรัก"
      },
      {
        "zh": "取向狙击的她"
      }
    ],
    "description": {
      "en": "After tomboy Haedam is thoroughly friend zoned by her first love, she's determined to glow up before college. But when she makes the wrong impression on her first day of school, she realizes she needs the help of her reluctant neighbor. In exchange, she promises to put up with their living circumstances and keep his secret. What could possibly go wrong?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "159"
  },
  {
    "mangaId": "479ada4b-2fa6-4465-97ef-734bc3c7d254",
    "title": {
      "en": "Gachi Koi Maou-sama"
    },
    "updatedAt": "2024-11-01T00:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/479ada4b-2fa6-4465-97ef-734bc3c7d254/4a40b9ff-3ce9-4459-83e2-3ce1adc68afd.jpg",
    "altTitles": [
      {
        "ja": "ガチ恋魔王様"
      },
      {
        "ru": "Горячая любовь владыки демонов"
      }
    ],
    "description": {
      "en": "A hero undertakes the task of defeating the Demon Lord for the sake of world peace. When he arrives at the Demon Lord's castle, he is greeted by the Demon Lord with a marriage certificate in her hand! The hero is bewildered by the Demon Lord's strong appeal to marry him, but...? A love comedy about a die-hard-fan Demon Lord and an overly prickly hero whose world is in danger of extinction!",
      "pt-br": "Um herói assume a tarefa de derrotar o Rei Demônio pelo bem da paz mundial. Quando ele chega ao castelo da Maou, ele é saudado pela Maou com uma certidão de casamento na mão! O herói fica perplexo com o forte apelo da Maou para se casar com ele, mas…? Uma comédia de amor sobre uma Maou amorosa e um herói amargurado cujo mundo está em perigo de extinção!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad75039d-686c-457f-b478-e56fc3b3c069",
    "title": {
      "en": "Kaji Daikou no Arubaito wo Hajimetara Gakuen Ichi no Bishoujo no Kazoku ni Kiniirarechaimashita"
    },
    "updatedAt": "2024-10-31T12:53:30+00:00",
    "coverArt": "https://mangadex.org/covers/ad75039d-686c-457f-b478-e56fc3b3c069/195d88d9-a940-414f-b24b-c0da6c6c14bb.png",
    "altTitles": [
      {
        "ja": "家事代行のアルバイトを始めたら学園一の美少女の家族に気に入られちゃいました。"
      },
      {
        "en": "I Started Working a Housekeeping Job and Ended up Being Liked by the Family of the Most Beautiful Girl in School"
      },
      {
        "pt-br": "Comecei a trabalhar como empregado doméstico e acabei sendo apreciado pela família da garota mais bonita da escola"
      }
    ],
    "description": {
      "en": "My Part-Time Job is at the House of the Cutest Girl in School. A Shy and Awkward Housekeeping Rom-Com with the School Idol!\n\nDuring his second year of high school, Haruto Otsuki starts a part-time job in housekeeping during the summer vacation. His first client turns out to be none other than Ayaka Tojo, the most beautiful girl in school! Despite being bewildered by this unexpected turn of events, Haruto continues doing his housekeeping duties. Over time, he becomes well-liked by Ayaka's family and begins regularly visiting her house.\n\nFrom making home-cooked meals that delight Ayaka, to going grocery shopping together like a newlywed couple, and even going on shy movie dates like young lovers, they begin to grow closer by spending these special moments outside of school. This charming and awkward housekeeping rom-com featuring the most innocent and beautiful girl in school and a secretly high-spec guy begins!",
      "id": "Pekerjaan Paruh Waktuku Ada di Rumah Gadis Termanis di Sekolah. Komedi Romantis Pemalu dan Canggung dengan Sang Idola Sekolah!\nSelama tahun kedua sekolah menengahnya, Haruto Otsuki memulai pekerjaan paruh waktu sebagai pembantu rumah tangga selama liburan musim panas. Klien pertamanya ternyata tidak lain adalah Ayaka Tojo, gadis tercantik di sekolah! Meskipun bingung dengan kejadian tak terduga ini, Haruto terus melakukan tugas-tugas pembantu rumah tangganya. Seiring berjalannya waktu, ia menjadi disukai oleh keluarga Ayaka dan mulai mengunjungi rumahnya secara rutin.\nDari membuat makanan rumahan yang menyenangkan Ayaka, hingga pergi berbelanja kebutuhan sehari-hari bersama seperti pasangan pengantin baru, dan bahkan pergi menonton film malu-malu seperti sepasang kekasih muda, mereka mulai semakin dekat dengan menghabiskan momen-momen spesial ini di luar sekolah. Komedi romantis yang menawan dan canggung ini menampilkan gadis paling polos dan cantik di sekolah dan seorang pria yang diam-diam berkelas tinggi!",
      "ja": "幼い頃に両親を亡くし、現在は祖母とふたりで暮らしている高校２年生・大槻晴翔は、自身の家事スキルを活かして夏休みに「家事代行サービス」の短期バイトを始める。しかしバイト初日に訪れた派遣先（豪邸）は偶然にも、学園一の美少女と名高い東條綾香の家だった。家事代行をする側とされる側、学校ではまったく交流のなかった二人が、不思議な関係で急接近ーー？",
      "pt-br": "Meu trabalho de meio período é na casa da garota mais fofa da escola. Uma comédia romântica tímida e estranha com a ídola da escola! Durante seu segundo ano do ensino médio, Haruto Otsuki começa um emprego de meio período como faxineiro durante as férias de verão. Seu primeiro cliente é ninguém menos que Ayaka Tojo, a garota mais linda da escola! Apesar de estar perplexo com esta reviravolta inesperada, Haruto continua fazendo suas tarefas domésticas. Com o tempo, ele se torna querido pela família de Ayaka e começa a visitar regularmente a casa dela. Desde preparar refeições caseiras que encantam Ayaka, até fazer compras juntos como um casal recém-casado, e até ir ao cinema tímidos como jovens amantes, eles começam a se aproximar passando esses momentos especiais fora da escola. Esta comédia romântica charmosa e desajeitada sobre tarefas domésticas, apresentando a garota mais inocente e bonita da escola e um cara secretamente de alta especificação, começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f184f46-7f47-460e-929d-93f3eade099c",
    "title": {
      "en": "Return of the Legend"
    },
    "updatedAt": "2024-06-29T00:45:50+00:00",
    "coverArt": "https://mangadex.org/covers/6f184f46-7f47-460e-929d-93f3eade099c/45942ffe-5118-4480-b7e6-54b9151b918a.jpg",
    "altTitles": [
      {
        "ko": "회귀의 전설"
      },
      {
        "en": "The Legendary Return"
      },
      {
        "pt-br": "Retorno da lenda"
      }
    ],
    "description": {
      "en": "Due to the situation like the second IMF, the security company Jang Taesan worked for goes bankrupt, and he becomes an unemployed man wandering around Noryangjin-dong. He loses his life saving an elementary school student who was almost hit by a car. But thanks to his good deed, he goes 14 years back in time and is welcomed to a new life.\n\nHowever the joy of being revived is short-lived. The thought of having to take the college entrance exam again makes me dizzy... But I remember all of the CSAT problems that I encountered while studying and the stock market graph I saw while working as a stockbroker...?! The last life was ruined, but the this next life will become a success!",
      "pt-br": "Devido a uma certa situação com FMI(Fundo Monetário internacional), a empresa de segurança para a qual Jang Taesan trabalhava vai à falência e ele se torna um homem desempregado vagando por Noryangjin-dong. Ele perde a vida salvando um estudante do ensino fundamental que quase foi atropelado. Mas, graças à sua boa ação, ele volta 14 anos no tempo e é bem-vindo a uma nova vida. No entanto, a alegria de ser revivido dura pouco. A ideia de ter de fazer o vestibular de novo me deixa tonto... Mas como eu me lembro de todos os problemas do CSAT que encontrei enquanto estudava e do gráfico do mercado de ações que vi enquanto trabalhava como corretor da bolsa...?! A última vida foi arruinada, mas a próxima vida vai ser um sucesso!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3438cf5-06f1-4990-b25d-f46c2faa9ad3",
    "title": {
      "en": "Reincarnation of the Veteran Soldier"
    },
    "updatedAt": "2025-02-09T06:10:37+00:00",
    "coverArt": "https://mangadex.org/covers/b3438cf5-06f1-4990-b25d-f46c2faa9ad3/2bb818ea-3cc4-49c6-8337-d104e9413e21.jpg",
    "altTitles": [
      {
        "ko": "말년용사"
      }
    ],
    "description": {
      "en": "Army veteran's last go at the obstacle course turns lethal after a simple fall. A goddess presents an opportunity at new life as a hero! The protagonist ain't having any of it, he was supposed to retire and become a civilian. The arrogant Goddess drops him down to survive while having her own evil schemes. How will his new life progress after encountering another Goddess, a spy and his past life's junior?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad84e944-a533-4c56-aedb-4f1e44e285a4",
    "title": {
      "en": "The Demon Faction's Return"
    },
    "updatedAt": "2025-02-08T10:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/ad84e944-a533-4c56-aedb-4f1e44e285a4/d68e7cee-2149-4cba-9f36-90c13b4053dd.jpg",
    "altTitles": [
      {
        "ko": "마도귀환록"
      },
      {
        "en": "Records of the Demonic Path’s Return"
      }
    ],
    "description": {
      "en": "In an effort to escape the power struggle within the Heavenly Demon Sect, the protagonist Myeong-un retreats to a life of seclusion. However, simply avoiding ambition for the throne is not enough to avert tragedy. Myeong-un flees from the sect leader Myeong-gak, who seeks fratricide, before meeting his demise. At the moment of his death, as his consciousness fades, he hears a voice. \"Do you regret it? Do you wish to fight again?\"\" To his surprise, Myeong-un, believed to be dead, opens his eyes once more...."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07125c94-dc35-4064-a676-2cea158a55d6",
    "title": {
      "en": "Yuusha Party wo Oidasareta Kiyoubinbou ~Party Jijou de Fuyojitsushi wo Yatteita Kenshi, Bannou e to Itaru~"
    },
    "updatedAt": "2025-01-28T00:11:15+00:00",
    "coverArt": "https://mangadex.org/covers/07125c94-dc35-4064-a676-2cea158a55d6/a53cd375-27a4-4ebd-ac9c-de92321eec32.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティを追い出された器用貧乏　～パーティ事情で付与術士をやっていた剣士、万能へと至る～"
      },
      {
        "en": "The Jack-of-All-Trades Kicked Out of the Hero's Party: The Swordsman Who Became a Support Mage Due to Party Circumstances, Becomes All-Powerful"
      },
      {
        "zh-hk": "泛而不精的我被逐出了勇者隊伍"
      }
    ],
    "description": {
      "en": "Being a \"Jack-of-all-trades\" is a sin!? Despite trying his hardest, he's been told that he's out of a job!! A member of the Hero's party, Orun, is suddenly told by the party leader; \"You're insufficient, you need to leave.\" Additionally, Orun is mocked by his former comrades as a \"Jack-of-All-Trades, Master of None\". True, he is well-rounded with no particular skill standing out. Still, he would complete every task with a skillful hand, what's more, he always performed at peak performance...! Orun, having grown frustrated, began working solo. However, deep within his heart lay the drive to become the ultimate \"Jack-of-All-Trades, Master of None\", an \"All-Rounder\"!",
      "ja": "「器用貧乏」は罪なのか！？\nソツなくガンバってきたのに戦力外通告！！\n\n勇者パーティに所属しているオルンは、ある日突然\nパーティリーダーから告げられる。\n\n「実力不足だからパーティを抜けろ」\n\nと。\n\nさらに、他の仲間からは「器用貧乏」と罵られるオルン。\n確かに、全てが平均的で突出した能力はない。\nだが、ソツなく器用にこなしていたし、何より皆には\n一番尽くしていたはずなのに…！？\n\n失意のオルンは、ソロでの活動を開始する。\nしかしその胸には、究極の「器用貧乏」ーー “万能者”になる野心が秘められていた。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bbe6652-f6a0-43ac-a508-a2eee040a63c",
    "title": {
      "en": "Itazura na Kimi ni Mask-goshi demo Koi wo Uchinukareta"
    },
    "updatedAt": "2025-02-13T05:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/3bbe6652-f6a0-43ac-a508-a2eee040a63c/3b851ce9-2168-45f9-8109-6ea795412088.png",
    "altTitles": [
      {
        "ja-ro": "Itazurana Kimi ni Masuku-goshi Demo Koi O Uchinukareta"
      },
      {
        "ja": "いたずらな君にマスク越しでも恋を撃ち抜かれた"
      }
    ],
    "description": {
      "en": "“Did you just fall in love with me?”\n\nA mischievous, teasing, but innocent girl in an agonizingly sweet adolescent love comedy, hidden behind a mask."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73962987-7e02-4126-8405-4d75c2188d7f",
    "title": {
      "en": "Tada de wa Dakaremasen"
    },
    "updatedAt": "2024-11-02T14:31:40+00:00",
    "coverArt": "https://mangadex.org/covers/73962987-7e02-4126-8405-4d75c2188d7f/199cc261-9cbe-4725-859b-9f4083b95d17.jpg",
    "altTitles": [
      {
        "ja": "タダでは抱かれません"
      },
      {
        "en": "I Won't Sleep with You for Free"
      },
      {
        "id": "Aku Gak Nidurin Kamu Secara Cuma-cuma"
      },
      {
        "th": "ชีวิตพลิกผัน ฉันขายตัวให้เพื่อน"
      },
      {
        "zh": "无法白“嫖”"
      }
    ],
    "description": {
      "en": "Miyako Kirishima, a university student and aspiring teacher, is a poor girl who enjoys being frugal. One day, she has a meal with Yui Nakano, her friend whom she occasionally tutors. On the way home, Yui invites her to a love hotel. Miyako is reluctant, unwilling to have sex with a friend. However, Yui cuts her off, offering her 30000 yen for sex! Subsequently, Miyako ends up in more \"transactions\" with her other friends at her women's university!? The curtain rises on a tale of yuri, friendship, money, and sex♡.",
      "id": "Kirishima Miyako, mahasiswa di sebuah universitas khusus wanita dan calon guru, adalah seorang gadis miskin yang menjalani hidup serba hemat. Suatu hari, setelah ditraktir oleh teman gadisnya Nakano Yui, dia diajak untuk mengunjungi ke love hotel. Namun, dia menolaknya karena enggan untuk berhubungan seks dengan temannya. Sampai kemudian, Yui menawarkannya 30.000 yen jika Miyako menerima ajakannya. Sejak saat itu, Miyako melakukan lebih banyak \"transaksi\" dengan teman-temannya yang lain dari universitasnya!? Kisahpun Yuri tentang persahabatan, uang dan seks pun dimulai.",
      "th": "คิริชิมะ มิยาโกะ สาวมหาลัยยาจกที่ใฝ่ฝันอยากเป็นครู ได้จับพลัดจับผลูไปเข้าโรงแรมม่านรูดกับเพื่อนซี้นามว่า นากาโนะ ยุย โดยเธอขอมีเซ็กส์ด้วยโดยแลกกับเงิน 30000 เยน! แบบนี้มีหรือมิยาโกะจะไม่เอา!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "10",
    "lastChapter": "88"
  }
]