[
  {
    "mangaId": "f9aada04-49fb-4b74-a5e5-1e533b29b92f",
    "title": {
      "en": "The Jet Black Hedgehog: Shadow the Hedgehog"
    },
    "updatedAt": "2024-11-08T19:06:06+00:00",
    "coverArt": "https://mangadex.org/covers/f9aada04-49fb-4b74-a5e5-1e533b29b92f/6d3a0f20-ea9d-4d83-be9b-f27f063fba33.png",
    "altTitles": [
      {
        "ja": "漆黒のハリネズミ シャドウ・ザ・ヘッジホッグ"
      },
      {
        "ja-ro": "Shikkoku no Harinezumi Shadow the Hedgehog"
      }
    ],
    "description": {
      "en": "The meaning of his birth. The answer he leads to is—\n\nA new serialization of a full-speed action franchise that has attracted the world's attention!\n\nAn adaptation of the much-talked-about *Sonic x Shadow Generations*! CoroCoro's No.1 antihero has arrived."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45c31545-653a-4f35-b8d6-6b22aa48fc29",
    "title": {
      "en": "Ishuzoku Joshi ni Marumaru Suru Hanashi"
    },
    "updatedAt": "2024-07-18T11:40:48+00:00",
    "coverArt": "https://mangadex.org/covers/45c31545-653a-4f35-b8d6-6b22aa48fc29/02b6daed-d7bc-4d98-ba5b-0b18a01bb250.jpg",
    "altTitles": [
      {
        "ja": "異種族女子に○○する話"
      },
      {
        "ja-ro": "Isyuzoku Joshi ni ○○ Suru Hanashi"
      },
      {
        "en": "A Story About Doing XX to Girls From Different Species"
      },
      {
        "ru": "История о том, как делать XX с девушками из разных видов"
      }
    ],
    "description": {
      "en": "The only human student at an all-girl school is on a mission to sexually harass each of the monster girls."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "57"
  },
  {
    "mangaId": "6ce69226-83af-4287-a8fc-90caf1a9259d",
    "title": {
      "en": "Hai Natsu no Taxi"
    },
    "updatedAt": "2025-01-15T08:04:49+00:00",
    "coverArt": "https://mangadex.org/covers/6ce69226-83af-4287-a8fc-90caf1a9259d/a2564969-bb8a-4572-84c9-a3ab5ac458de.jpg",
    "altTitles": [
      {
        "ja": "灰夏のタクシー"
      },
      {
        "en": "Gray Summer Taxi"
      }
    ],
    "description": {
      "en": "Note: Won an honorable mention for Shonen Magazine's 113th upcoming mangaka awards.",
      "ja": "第113回新人漫画賞受賞作 特別奨励賞"
    },
    "status": "completed",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9496f98c-78b9-46d0-a092-d4ccc6759cc9",
    "title": {
      "en": "A Galaxy Next Door"
    },
    "updatedAt": "2024-05-24T18:31:17+00:00",
    "coverArt": "https://mangadex.org/covers/9496f98c-78b9-46d0-a092-d4ccc6759cc9/f4f12a19-6b86-462b-b140-74a5f7df1962.jpg",
    "altTitles": [
      {
        "ja-ro": "Otonari ni Ginga"
      },
      {
        "ja": "おとなりに銀河"
      },
      {
        "ru": "Галактика по соседству"
      },
      {
        "en": "The Galaxy Next Door"
      },
      {
        "zh": "邻人似银河"
      },
      {
        "ko": "내 옆에 은하"
      }
    ],
    "description": {
      "en": "After the death of his father, Kuga Ichirou, a shoujo mangaka fresh out of high school, has to take care of his two little siblings, Machi and Fumio, all by himself. Struggling to meet a deadline after his previous assistants get their manga debuts, he hires a new assistant through his editor. However, his life takes an unexpected turn after this new assistant is revealed to be a beautiful and mysterious girl…\n\n[Official English](https://kodansha.us/series/a-galaxy-next-door/)",
      "pt-br": "Depois da morte de seu pai, Kuga Ichirou, um mangaká de shoujo recém-saído do colégio, tem que cuidar sozinho dos seus dois irmãos menores, Machi e Fumio. Lutando para cumprir o prazo depois que seus assistentes anteriores estrearam com mangá, ele contrata um novo assistente através do seu editor. Contudo, sua vida tem uma virada inesperada depois que esse novo assistente é revelada ser uma garota linda e misteriosa..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "32"
  },
  {
    "mangaId": "a36de43c-cbb4-44a4-b92c-6e683174d944",
    "title": {
      "en": "My Hero Academia - FUGUE (Doujinshi)"
    },
    "updatedAt": "2025-01-15T13:00:44+00:00",
    "coverArt": "https://mangadex.org/covers/a36de43c-cbb4-44a4-b92c-6e683174d944/3a469573-548b-4b3c-a979-210594292b30.png",
    "altTitles": [],
    "description": {
      "en": "Pairing: Todoroki Shouto x Bakugou Katsuki"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "2"
  },
  {
    "mangaId": "0842cc1d-9bcb-4fbe-a76a-c1d74a12691d",
    "title": {
      "en": "There's a Rat in Our House"
    },
    "updatedAt": "2025-01-09T17:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/0842cc1d-9bcb-4fbe-a76a-c1d74a12691d/59dbf8f5-8213-4466-b2d5-bdfd6e8372bc.png",
    "altTitles": [
      {
        "ko": "우리 집에는 쥐가 있다"
      },
      {
        "id": "Ada Tikus Dirumahku"
      },
      {
        "en": "There Is a Mouse in My House"
      },
      {
        "en": "There's a Mouse in my House"
      },
      {
        "pl": "Szczur w moim domu"
      }
    ],
    "description": {
      "en": "Amidst the freezing winter, a solitary being huddled on the snow-covered pavement, bearing the burden of deep loneliness and faded scars. It had forsaken itself, fragile and vulnerable. The reason for welcoming this nameless creature into the home was straightforward. \"What... does this mean?\" \"You helped me, and I wish to return the favor.\" In the complete darkness where no trace of light could penetrate, only two warm bodies occupied the space"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2025-01-01T16:56:45+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/553d387e-4f27-470d-9a4b-19e57c93bf6d.jpg",
    "altTitles": [
      {
        "ja": "ナインピークス NINE PEAKS"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      },
      {
        "pt-br": "Nove Picos"
      }
    ],
    "description": {
      "en": "After just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him. Their harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water... When he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ja": "真汐樂(ましおがく)は父と2人暮らしの高校1年生。入学早々上級生と乱闘騒ぎを起こし停学処分となった矢先、突然の事故で父を亡くす。父の通夜の晩に、父との思い出である堤防釣りに出かけた樂は、海に落ち22年前にタイムリープしてしまう。そして樂を海から助けたのは、他ならぬ自分と同い年の父・春実だった。春実の両親(樂の祖父母)に気に入られた樂は、宮城樂として真汐家に居候することに。そして、祖父のはからいで父と同じ青波高校に通うことになる。22年前の玖嶺の街は不良だらけ。樂は父と2人でこの街の頂点を目指す!!",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-11-15T13:13:40+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/13090a3b-b1d4-4a77-b17c-df168fcc7ed5.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"...",
      "pt-br": "Em uma noite chuvosa de verão, uma mulher e um \"cachorro\" se conheceram e a vida nunca mais foi a mesma desde então."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99daf7bc-3a3b-4fe8-b10d-951b32bfea64",
    "title": {
      "ja": "Gimai Seikatsu"
    },
    "updatedAt": "2024-11-26T16:07:23+00:00",
    "coverArt": "https://mangadex.org/covers/99daf7bc-3a3b-4fe8-b10d-951b32bfea64/5c787c1c-24b9-4efc-b6fc-de7af72a7e5a.jpg",
    "altTitles": [
      {
        "en": "Days with my Step Sister"
      },
      {
        "ja": "義妹生活"
      },
      {
        "ru": "Жизнь с моей сводной сестрой"
      },
      {
        "de": "Tage mit meiner Stief-Schwester"
      },
      {
        "vi": "Sống Cùng Em Kế"
      }
    ],
    "description": {
      "en": "From classmates to brother and sister, living under the same roof.\r\n\r\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\r\n\r\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\r\n\r\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know.",
      "pt-br": "De colegas de classe a irmão e irmã, vivendo sob o mesmo teto.\n\nApós o novo casamento de seu pai, Asamura Yuuta acaba ganhando uma nova meia-irmã, coincidentemente a beleza número um do ano escolar, Ayase Saki. Tendo aprendido valores importantes no que diz respeito aos relacionamentos homem-mulher através dos anteriores de seus pais, eles prometem um ao outro não ser muito próximos, não ser muito opostos e apenas manter uma distância vaga e confortável.\n\nPor um lado, Saki, que trabalhou sozinha pelo bem de sua família, não sabe como confiar adequadamente nos outros, enquanto Yuta não tem certeza de como realmente tratá-la. Estando em terreno bastante igual, os dois aprendem lentamente a sensação confortável de viver juntos.\n\nO relacionamento deles evolui lentamente de estranhos à medida que os dias passam. Eventualmente, isso pode acabar em uma história sobre o amor, pelo que sabemos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b145f724-fe5d-4a59-a48f-e0426db401b7",
    "title": {
      "en": "My Maid, Miss Kishi"
    },
    "updatedAt": "2024-10-11T14:59:16+00:00",
    "coverArt": "https://mangadex.org/covers/b145f724-fe5d-4a59-a48f-e0426db401b7/6b74f32f-2c86-44eb-a26a-e14e080e91c3.jpg",
    "altTitles": [
      {
        "ja-ro": "Maid no Kishi-san"
      },
      {
        "ja": "メイドの岸さん"
      }
    ],
    "description": {
      "en": "Kiichiro Hayase has a reputation as the wealthiest, hottest, most eligible bachelor in town. But as they say...behind every successful man is the maid who keeps him from tripping over his own two feet! Enter Miss Kishi, the most competent, professional maid around—and the only thing keeping from Kiichiro quite literally crashing and burning. He owes it all to her, but can he ever make it up to her? He's sworn to try... no matter how many things must get broken, scattered, or lost to do so!",
      "pt": "Uma comédia romântica sobre um mestre desajeitado que quer fazer sua calma empregada feliz. Hayase Kiichirou vem de uma importante família. Como próximo sucessor, todas as empresas da família serão dele. Ele é a elite da elite. Contudo, sua única fraqueza é o fato de ser desajeitado, assim, Kishi-san, sua empregada, é aquela que sempre da um jeito nas coisas pra ele. Apesar de ter sempre a mesma expressão, Kiichirou está determinado a fazê-la feliz, independente da situação.",
      "vi": "Kiichiro Hayase là một đại gia giàu nứt đổ đổ vách, cùng với vẻ ngoài điển trai, nói không ngoa thì anh chính là nam thần hàng đầu Nhật Bản. Tuy nhiên như bao người đàn ông ở ngoài kia, Kiichiro của chúng ta cũng có vô số thiếu sót, khiến anh phải dựa vào cô hầu gái riêng của mình là Kishi để giữ vững hình tượng \"hoàn hảo\" kia."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "70"
  },
  {
    "mangaId": "359280a2-0ac9-4d10-891b-91566c54c377",
    "title": {
      "en": "1-Nen Inai ni Ojousama o Kouryaku Suru Maid no Ohanashi"
    },
    "updatedAt": "2025-01-15T08:25:18+00:00",
    "coverArt": "https://mangadex.org/covers/359280a2-0ac9-4d10-891b-91566c54c377/1dab50d4-62a6-4e75-be2c-daa9948af882.jpg",
    "altTitles": [
      {
        "ja": "1年以内にお嬢様を攻略するメイドのお話"
      },
      {
        "ja-ro": "Ichinen Inai ni Ojou-sama o Kouryaku Suru Maid no Ohanashi"
      },
      {
        "en": "A Story About A Maid Conquering A Young Lady Within A Year"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daaf4ef3-35e9-4c5b-a82c-277a50bad23d",
    "title": {
      "en": "Ittare Elf-neechan"
    },
    "updatedAt": "2025-01-15T02:25:04+00:00",
    "coverArt": "https://mangadex.org/covers/daaf4ef3-35e9-4c5b-a82c-277a50bad23d/6fa182bc-748b-4861-b32f-1e23bf46fe28.jpg",
    "altTitles": [
      {
        "ja": "いったれエルフ姉ちゃん"
      },
      {
        "ja-ro": "Ittare Elf Nee-chan"
      },
      {
        "en": "Elf-neechan, Cum On"
      }
    ],
    "description": {
      "en": "**Buy:**\n- [BOOTH](https://umehatago.booth.pm/items/4428290)\n- Melonbooks: [physical](https://www.melonbooks.co.jp/detail/detail.php?product_id=1723135), [digital](https://www.melonbooks.co.jp/detail/detail.php?product_id=1784006)\n- [FANBOX](https://e5lskk5v.fanbox.cc/posts/8636476)\n- [Fantia](https://fantia.jp/posts/3024229)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2024-12-05T22:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/890f2c4c-f6c9-45f1-a1b9-a8b8e77cc6d1.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "es-la": "El exorcista de Nue"
      },
      {
        "vi": "Âm Dương Sư Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games.",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "ja": "幼少の頃から「幻妖」と呼ばれる存在が見えた少年・夜島学郎。高校入学初日、ひょんなことから出会ったサブカル好きの幻妖「鵺」に校内の幻妖退治を依頼されるが――…？",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!",
      "pt-br": "Yajima é capaz de enxergar Espíritos desde pequeno. Em sua nova escola há uma sala que mais ninguém consegue ver. E dentro dela mora uma Espírito que ama jogar videogames. Uma nova saga moderna de exorcistas começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c9242d5-2575-4dd7-aeb8-0c52f6574a3c",
    "title": {
      "en": "A Gangster Became a High Schooler"
    },
    "updatedAt": "2024-06-26T19:07:43+00:00",
    "coverArt": "https://mangadex.org/covers/8c9242d5-2575-4dd7-aeb8-0c52f6574a3c/b37d97b8-9845-45e2-b491-394826a299c9.jpg",
    "altTitles": [
      {
        "ko": "조폭인 내가 고등학생이 되었습니다"
      }
    ],
    "description": {
      "en": "\"My dream is to enter college.\"\n\nKim Deuk-pal, an uneducated man whose lifelong wish was to attend school, dies in a car accident while trying to save Song Yi-heon, a boy who jumped off an overpass while driving, on a rainy day.\n\n'I hope that little thing lives.'\n\nWhen Kim Deuk-pal wakes up and finds out that the real Song Yi-heon tried to kill him due to school bullying and outing, he decides to take revenge and goes to the high school of his dreams. However, Choi Se-kyung, Song Yi-heon's unrequited love, begins to suspect Song Yi-heon\n\n\"You're not Song Yi-heon.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8d9ce1a-2bb4-4d5b-a1a4-67a9acc14fbd",
    "title": {
      "en": "Otokogirai no Onnanoko ga Saikyou no Succubus ni Naru Made"
    },
    "updatedAt": "2025-01-15T07:55:51+00:00",
    "coverArt": "https://mangadex.org/covers/b8d9ce1a-2bb4-4d5b-a1a4-67a9acc14fbd/a01525dc-01c1-442f-8039-6cbbca40a75c.jpg",
    "altTitles": [
      {
        "ja": "男嫌いの女の子が最強のサキュバスになるまで"
      },
      {
        "en": "From a Man-Hating Girl to The Strongest Succubus"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6fbb32f-b6d6-453a-9a22-8ccea45451dd",
    "title": {
      "en": "Oda-chan to Akechi-kun"
    },
    "updatedAt": "2024-12-01T19:13:35+00:00",
    "coverArt": "https://mangadex.org/covers/f6fbb32f-b6d6-453a-9a22-8ccea45451dd/f5e83d7c-470f-45e8-bdc0-8748e17a2610.jpg",
    "altTitles": [
      {
        "ja": "織田ちゃんと明智くん"
      },
      {
        "en": "Oda and Akechi"
      },
      {
        "es-la": "Oda y Akechi"
      }
    ],
    "description": {
      "ja": "本能寺の変から４４２年ーーなんやかんやあって、付き合いました。\n\n学園一の不良・明智隆之介と、学園のアイドル・織田麻里亜。想い合う二人の前世は、かつて裏切り裏切られた明智光秀（と織田信長だった！ 記憶が戻ったことで、再び明智を支配下においた織田は、カップルを装いつつ現世での天下統一を目指すことに…！？",
      "es-la": "Akechi Ryunosuke, el chico más rebelde de la escuela, y Oda Maria, la idol más querida, jamás imaginaron que sus mundos opuestos podrían unirse. Sin embargo, después de que Akechi confiesa sus sentimientos, comienzan una inesperada relación. Pero durante su primer beso, un impactante recuerdo del incendio del Templo Honnouji invade sus mentes... ¡Comienza así una electrizante vida escolar, donde el amor y el rencor de vidas pasadas se mezclan en una historia apasionante y llena de misterio!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1847d70b-1868-4f71-8279-a06a18a15e21",
    "title": {
      "en": "Botsuko-chan"
    },
    "updatedAt": "2025-01-02T15:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/1847d70b-1868-4f71-8279-a06a18a15e21/4b38794b-dec6-4ead-ae9e-23dd6eac95c9.jpg",
    "altTitles": [
      {
        "ja": "ボツ子ちゃん"
      },
      {
        "ja": "没キャラ"
      }
    ],
    "description": {
      "en": "\"Botsu\" as in \"rejected/unused concept\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7423b68-d9aa-4a28-927e-931d81e21821",
    "title": {
      "en": "Walking"
    },
    "updatedAt": "2025-01-15T11:59:28+00:00",
    "coverArt": "https://mangadex.org/covers/c7423b68-d9aa-4a28-927e-931d81e21821/bb488bf3-0564-4a42-b91b-885120ec1cc0.jpg",
    "altTitles": [
      {
        "de": "Der geheime Garten vom Nakano Broadway"
      },
      {
        "fr": "Le Promeneur"
      },
      {
        "ja": "散歩もの"
      },
      {
        "ja-ro": "Sanpo Mono"
      }
    ],
    "description": {
      "en": "Through the ordinary small events of his professional and personal life, a forty-year-old man lets himself go on impromptu escapades at random along the paths that the big city offers. This vagrant impulse soon takes on the appearance of a sentimental journey, punctuated by images of the walker's youth."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "e5b86815-b2f6-4f3e-a5ac-374a9423235f",
    "title": {
      "en": "Astro King - Shoukan Yuusha dakedo Kakyuu Nintei sareta node Maid Harem o Tsukurimasu!"
    },
    "updatedAt": "2024-12-03T14:51:03+00:00",
    "coverArt": "https://mangadex.org/covers/e5b86815-b2f6-4f3e-a5ac-374a9423235f/a5b14708-d1f9-43a2-9b60-b389ada0c171.jpg",
    "altTitles": [
      {
        "ja": "アストロキング　召喚勇者だけど下級認定されたのでメイドハーレムを作ります！"
      },
      {
        "ja-ro": "Asutoro Kingu - Shoukan Yuusha dakedo Kakyuu Nintei sareta node Meido Haaremu o Tsukurimasu!"
      },
      {
        "en": "Astro King - Summoned as a Hero, I Turned Out to Be Low Rank, so I Made a Maid Harem!"
      },
      {
        "id": "Astro King - Di panggil Sebagai Pahlawan, Aku Ternyata Berpangkat Rendah, Jadi Aku Membuat Harem dengan Pelayan!!"
      }
    ],
    "description": {
      "en": "After being transported to another world with all of his classmates, Yoshitsune was ordered to conquer the dungeon as a hero. While his peers were all reeled in and tamed by the offer of unlimited sex with the castle maids, Yoshitsune, a low-rank hero, devoted his cheat skills to getting more and more maid wives...",
      "id": "Setelah dipindahkan ke dunia lain dengan semua teman sekelasnya, Yoshitsune diperintahkan untuk menaklukkan dungeon sebagai pahlawan.  Sementara rekan-rekannya semua tertarik dan dijinakkan oleh tawaran seks tanpa batas dengan para pelayan kastil, Yoshitsune, seorang pahlawan berpangkat rendah, mengabdikan keterampilan curangnya untuk mendapatkan lebih banyak istri pelayan ...",
      "ja": "クラスメイト全員と共に異世界召喚された義経は、勇者としてダンジョン攻略を命じられることに。メイドさんとエッチし放題というご褒美に釣られ同級生たちが次々と骨抜きにされる中、下級勇者に任命された義経はチートスキルで嫁メイドを増やすことに専念していき…？",
      "pt-br": "Depois de ser transportado para outro mundo com todos os seus colegas de classe, Yoshitsune foi ordenado a conquistar a masmorra como um herói.  Enquanto seus colegas eram todos atraídos e domados pela oferta de sexo ilimitado com as empregadas do castelo, Yoshitsune, um herói de baixo escalão, dedicou suas habilidades de trapaça para conseguir mais e mais empregadas domésticas..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "215e3ced-247e-4f34-8e1a-27b60ffef8ac",
    "title": {
      "en": "My Girlfriend's Not Here Today"
    },
    "updatedAt": "2024-10-09T01:55:40+00:00",
    "coverArt": "https://mangadex.org/covers/215e3ced-247e-4f34-8e1a-27b60ffef8ac/7ba3667c-7e5b-4a09-9a2d-4bc7680355de.jpg",
    "altTitles": [
      {
        "ja": "今日はカノジョがいないから"
      },
      {
        "ja-ro": "Kyou wa Kanojo ga Inai kara"
      },
      {
        "zh": "因为今天女友不在"
      },
      {
        "zh-hk": "因為今天女友不在"
      },
      {
        "zh-ro": "Yīn wéi jīntiān nǚyǒu bùzài"
      },
      {
        "en": "Today, She is not here…"
      },
      {
        "en": "Today, My Girlfriend's Not Here, So"
      }
    ],
    "description": {
      "en": "It's a secret that I'm dating the love of my life at school. There's no way I can tell anyone, especially when we're both girls. But I can't help my feelings from slipping out in the background. It's not the ideal way to be a couple, but I can put up with it because I really love her... But such loneliness has also nurtured dark thoughts in my head.",
      "th": "ผลงานมังงะเรื่องใหม่ของ อ.อิวามิ คิโยโกะ ผู้เขียน \"Luminous = Blue\"\nโลกความเป็นจริงกับโลกออนไลน์ สิ่งที่เปิดเผยให้คนอื่นรู้ได้กับสิ่งที่ต้องการปิดเป็นความลับจากคนรอบข้าง ใครหลายคนอาจมีโลกสองฝั่งแบบนี้อยู่เหมือนกัน\nอาซาฮินะ ยูนิ คือหนึ่งในคนที่เป็นแบบนั้น แต่แล้วความลับของเธอก็ถูก ทาคิ ฟูโกะ เพื่อนร่วมชั้นคนหนึ่งล่วงรู้เข้า..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c730e74b-cd7c-4a41-bbc6-ffb4693404dc",
    "title": {
      "en": "The Nine Heavens Swordmaster"
    },
    "updatedAt": "2024-12-15T05:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/c730e74b-cd7c-4a41-bbc6-ffb4693404dc/4e0d02f5-25d9-4452-b627-85e946d1c283.jpg",
    "altTitles": [
      {
        "en": "Heavenly Inquisition Sword"
      },
      {
        "ko": "구천구검"
      },
      {
        "ko-ro": "Gucheongugeom"
      },
      {
        "es-la": "La Espada de la Inquisición Celestial"
      }
    ],
    "description": {
      "en": "“He is the master of the Nine Heavens.”\n\nYeon Jeokha was the child of a second wife. Viciously bullied by his father’s first wife and his siblings, he was later imprisoned in a warehouse after his father died of illness…\n\nIt has been ten years since his escape after he had learned martial arts that were out of the world.\n\n“I regard the Yeon Family with great bitterness.”\n\nThe unstoppable adventure of the sole successor of the Heavenly Inquisition Sword, Yeon Jeokha, begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "607bdac6-6281-430a-abb0-2eedc83b48ea",
    "title": {
      "en": "My Roommate Is the Great Old Ones"
    },
    "updatedAt": "2025-01-09T17:54:56+00:00",
    "coverArt": "https://mangadex.org/covers/607bdac6-6281-430a-abb0-2eedc83b48ea/fa4bde90-5566-4818-a1f1-17fbbd071df9.png",
    "altTitles": [
      {
        "th": "รูมเมทของฉัน ดันเป็นเทพบรรพกาล……"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c59ccaf-1159-4a1a-8a42-7ab363f32905",
    "title": {
      "en": "Blue Archive - Sensei Gyakutai Yume Senpai Imouto Gainen Series (Doujinshi)"
    },
    "updatedAt": "2024-11-09T11:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/1c59ccaf-1159-4a1a-8a42-7ab363f32905/cc443b9b-3a96-46da-85ee-c12b8f64f1f4.jpg",
    "altTitles": [
      {
        "ja": "先生虐待ユメ先輩妹概念シリーズ"
      },
      {
        "ja-ro": "Sensei Gyakutai Yume Senpai Imouto Gainen Series (Blue Archive)"
      },
      {
        "en": "The Sensei And Little Sister Yume's Abuse Concept Series (Blue Archive)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89c4d795-b5ec-481a-867c-efc8b7c8775c",
    "title": {
      "en": "M Collection"
    },
    "updatedAt": "2025-01-15T11:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/89c4d795-b5ec-481a-867c-efc8b7c8775c/4ea7caac-fe1b-4de1-8401-602cb902eac8.jpg",
    "altTitles": [
      {
        "ja": "Mコレクション"
      },
      {
        "en": "The Collection (Hideshi Hino)"
      }
    ],
    "description": {
      "en": "This tongue-in-cheek semi-autobiography follows the absurdly gruesome adventures of a lonely boy and his singularly crazed family. His escape from the madness that surrounds him is his collection of pickled animal and human body parts, to which he adds as one family member after another meet with a grotesque and sometimes terrifyingly funny death... (Source: AniList)"
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "db2227a7-7551-4233-991f-cc9dc1f20be2",
    "title": {
      "en": "Kinsou no Vermeil ~Gakeppuchi Majutshi wa Saikyou no Yakusai to Mahou Sekai wo Tsukisusumu~"
    },
    "updatedAt": "2024-12-11T21:48:13+00:00",
    "coverArt": "https://mangadex.org/covers/db2227a7-7551-4233-991f-cc9dc1f20be2/3398f185-c236-45fc-8599-7bcb76feef89.jpg",
    "altTitles": [
      {
        "ja": "金装のヴェルメイユ ～崖っぷち魔術師は最強の厄災と魔法世界を突き進む～"
      },
      {
        "en": "Vermeil in Gold: The Failing Student and the Strongest Scourge Plunge Into the World of Magic"
      },
      {
        "ko": "금장의 벨메이유 ∼벼랑 끝 마술사는 최강의 재액과 마법세계를 헤쳐나간다"
      },
      {
        "zh": "金装的维尔梅～濒临堕落的魔法师和最强的灾厄一起冲入魔法世界～"
      },
      {
        "ru": "Вермейл в золотом: Сильнейший маг проходит через магический мир с сильнейшей катастрофой"
      },
      {
        "vi": "Vermeil in Gold"
      }
    ],
    "description": {
      "en": "A student at the magic school, Alto, who was on the verge of repeating the school year, accidentally found a book that activated a magic circle, and as a result, summoned the sealed devil Vermeil! Vermeil is a very unhealthy older sister with a power devastating enough to be called a disaster!\n___\n**Links:**\n- Alternative Official English - [Manga UP!](https://global.manga-up.com/manga/91)",
      "es": "Alto, un estudiante de una escuela de magia que estaba a punto de reprobar, invoco a un demonio sellado: Vermeil, como resultado de la activación de un circulo mágico dentro de un libro que encontró por accidente. Vermeil es una hermana mayor muy seductora con un poder tan grande que se puede decir que es una ¡¿calamidad?! ¡El mago camina con el monstruo mágico más fuerte que existe!",
      "ja": "留年の危機に瀕していた魔法学校の生徒・アルトは偶然見つけた本の魔法陣を発動させた結果、封印されていた悪魔・ヴェルメイを召喚してしまった！ヴェルメイは厄災ともいえる強大な力を持つ、大変不健全なお姉さんで!? 崖っぷち魔術師が最強の使い魔と歩む王道ファンタジー開幕!!",
      "ru": "Ученик школы магии Альто, который был на грани того, чтобы остатся на второй учебный год, случайно нашел книгу, которая активировала магический круг, и в результате вызвал запечатанного дьявола Вермеила! Вермеил-очень нездоровая старшая сестра с силой, достаточно разрушительной, чтобы ее можно было назвать катастрофой! Ученик мага идет бок о бок с самым сильным существом на свете!!",
      "vi": "Một học sinh tại trường phép thuật, Alto, đối mặt với nguy cơ học lại, tình cờ tìm thấy một cuốn sách triệu hổi cũ, và đã triệu hồi ác quỷ bị phong ấn Vermeil!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2025-01-02T16:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Chấm dứt tình yêu này đi được không?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Hachikawa Yuzu, một nữ sinh cấp 3 với cuộc đời học đường ảm đạm có một bí mật. Rằng thực chất cô ấy là một người hâm mộ cuồng nhiệt của Hayami Madoka, bạn cùng lớp và cũng là một nữ diễn viên nổi tiếng.\nYuzu, ngưỡng mộ và tôn sùng Madoka như một nữ thần, cảm thấy hạnh phúc khi chỉ đơn giản được học cùng lớp và nhìn ngắm Madoka mỗi ngày.\nLẽ ra chỉ như thế đã đủ, nhưng cho tới một ngày...\nMột câu chuyện tình yêu méo mó nhưng đồng thời cũng vô cùng thuần khiết."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "0984daf7-068e-4862-a583-e7f7519dfe29",
    "title": {
      "en": "Vtuber Savior ✟ Messiah-chan"
    },
    "updatedAt": "2025-01-03T15:54:23+00:00",
    "coverArt": "https://mangadex.org/covers/0984daf7-068e-4862-a583-e7f7519dfe29/daa71375-66f0-4452-bfb1-09cc9e4036c8.jpg",
    "altTitles": [
      {
        "ja": "救済系Vッタラー✟メシアちゃん"
      },
      {
        "ja-ro": "Kyuusai Kei Vtterer ✟ Messiah-chan"
      }
    ],
    "description": {
      "en": "A horror manga where viewers watch and join in on Messiah-chan's stream activities."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "53"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-14T21:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "eec98e94-3d04-4c36-aec4-8fc7b7e5f0d4",
    "title": {
      "en": "Majo Maid wa Joou no Himitsu o Shitte Iru"
    },
    "updatedAt": "2025-01-15T10:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/eec98e94-3d04-4c36-aec4-8fc7b7e5f0d4/523a0ba2-b69f-4db5-915a-8669006799dd.jpg",
    "altTitles": [
      {
        "ja": "魔女メイドは女王の秘密を知っている。"
      },
      {
        "en": "The Witch Maid Knows the Queen's Secret"
      },
      {
        "ne": "बोक्सी दासीलाई रानीको रहस्य थाहा छ।"
      }
    ],
    "description": {
      "en": "Liz, whose engagement is broken off due to her mysterious power to see the future is hired as a maid by Her Majesty, Queen Schriess of Lynphilia. Her Majesty is neither married, nor has an heir, and her five younger brothers have started a struggle for succession. But, Liz ended up finding out, finding out that the queen whom everyone wishes to have a prompt wedding for the sake of the future hides a big secret."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f88a7fa6-60c8-4a4b-a8d6-44716a05636b",
    "title": {
      "en": "Crimson Grimoire"
    },
    "updatedAt": "2024-05-16T19:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/f88a7fa6-60c8-4a4b-a8d6-44716a05636b/045c9bc9-327f-45de-8b74-3956da1a469c.jpg",
    "altTitles": [
      {
        "en": "Aka no Grimoire"
      },
      {
        "zh-hk": "赤之魔導書"
      },
      {
        "ja": "赫のグリモア"
      }
    ],
    "description": {
      "en": "Oomugi Wakaba inherits a mansion from her late great-grandmother, an expert pen artist. Within a hidden room, she meets the mysterious blue-eyed girl wrapped in crimson chains, Red Riding Hood. Together with the strongest beast, she comes to learn about the world of magic, witches and grimoires.",
      "es-la": "Oomugi Wakaba hereda una mansión de su difunta bisabuela, una experta artista de la pluma. Dentro de una habitación oculta, conoce a la misteriosa chica de ojos azules envuelta de cadenas carmesí, Caperucita Roja. Junto con la bestia más fuerte, ella viene va a aprender sobre el mundo de la magia, las brujas y los grimorios."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-11-16T19:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      },
      {
        "eu": "Conan detektibea"
      },
      {
        "jv": "Detéktif Conan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "83a51688-6ed8-4492-973d-982d72cfa69b",
    "title": {
      "en": "30 Minute Sisters AROUND!"
    },
    "updatedAt": "2024-07-31T16:12:58+00:00",
    "coverArt": "https://mangadex.org/covers/83a51688-6ed8-4492-973d-982d72cfa69b/678a6e88-4159-430a-a791-9725ab853c1c.jpg",
    "altTitles": [
      {
        "ja": "30MS AROUND!"
      }
    ],
    "description": {
      "en": "\"30MS 4-panel comic begins!\"\nEnjoy the relaxed everyday life of the sisters ✨\n\nOfficial 4Koma posted on the 30 Minutes Sisters Twitter: https://x.com/30msisters\nAlso available on the Bandai Hobby Site: https://bandai-hobby.net/site/30minutes_sisters/extra/around/"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf58401e-91ae-452f-b79a-5c83f34f6804",
    "title": {
      "en": "Dark Summoner to Dekiteiru"
    },
    "updatedAt": "2025-01-11T08:24:08+00:00",
    "coverArt": "https://mangadex.org/covers/cf58401e-91ae-452f-b79a-5c83f34f6804/581a7d0e-a1bc-47c6-8380-a5f0d2513022.jpg",
    "altTitles": [
      {
        "ja": "ダークサモナーとデキている"
      },
      {
        "zh": "黑暗召唤师在地下恋爱中"
      },
      {
        "zh-ro": "Hēi'àn zhàohuàn shī zài dìxià liàn'ài zhōng"
      },
      {
        "en": "I'm Dating a Dark Summoner"
      },
      {
        "ja": "I'm dating a Dark Summoner"
      },
      {
        "vi": "Hẹn hò cùng hắc thuật sư"
      }
    ],
    "description": {
      "en": "Amona, a dark summoner and demi-human who uses demonic powers, is the newest addition to the party of the uptight priest Roni. Everyone expected the two to dislike each other and to have nothing to do with each other. But to their surprise, on their first day together as an adventuring party, they had a one-night stand...!",
      "ja": "クソ真面目な神官・ロニのパーティに新しく加入してきたのは、悪魔の力を使うダークサモナーで亜人のアモナ。反発し合い犬猿の仲になると思われた二人だったが、なんとパーティ加入初日に朝チュンしてしまい…！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-12-14T13:33:29+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      },
      {
        "es-la": "El Villano Del Destino"
      },
      {
        "vi": "Ta Trời Sinh Đã Là Nhân Vật Phản Diện"
      },
      {
        "vi": "Thiên mệnh đại phản phái"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9668294f-8f0c-41b3-b6ed-9d7d6cfbec29",
    "title": {
      "en": "6-nin no Shinanai Shoujo to Kanarazu Shinu Unmei no Hito"
    },
    "updatedAt": "2025-01-15T10:31:01+00:00",
    "coverArt": "https://mangadex.org/covers/9668294f-8f0c-41b3-b6ed-9d7d6cfbec29/59d71cda-702a-47e4-ab7c-367212de8386.jpg",
    "altTitles": [
      {
        "ja": "6人の死なない少女と必ず死ぬ運命の人"
      },
      {
        "en": "6 Immortal Girls and The Man Destined to Die"
      }
    ],
    "description": {
      "en": "\"I prayed to a god to have a girlfriend, and now I have to die and restart over and over again!?\"\n\nFollow the guy who is destined to die among the six heroines!",
      "ja": "「彼女が欲しい」と神に願ったら何度も死んでやり直すことに!?６人のヒロインの中から必ず死ぬ運命の人を探し出せ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "70178d97-edd4-4455-8843-f0662f8eb640",
    "title": {
      "en": "Gomi Yashiki no Kamakura-san"
    },
    "updatedAt": "2024-05-08T02:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/70178d97-edd4-4455-8843-f0662f8eb640/c4a8c687-3eb1-409e-87cd-9324e7dc9bb7.jpg",
    "altTitles": [
      {
        "ja": "ゴミ屋敷の鎌倉さん"
      },
      {
        "ja-ro": "Gomiyashiki no Kamakura-san"
      },
      {
        "en": "Trash Mansion's Kamakura-san"
      }
    ],
    "description": {
      "en": "Exhausted by his job, Kamakura shut himself in a house overflowing with garbage.\nBut his time, which stopped on \"that day\", started moving forward once again when a neighbor he had never spoken to before stepped into his house.\n\nA good-natured neighbor x a traumatised resident of a dirty room\nBoys' love tale of rescue and rehabilitation drawn by a genius newcomer."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "f4904da8-2250-461b-bb29-3ec177c40bb9",
    "title": {
      "en": "Splatoon"
    },
    "updatedAt": "2024-10-11T18:07:18+00:00",
    "coverArt": "https://mangadex.org/covers/f4904da8-2250-461b-bb29-3ec177c40bb9/ccfd14b4-7eb6-42d4-a71a-18cded8181ea.jpg",
    "altTitles": [
      {
        "ja": "スプラトゥーン"
      },
      {
        "ru": "CoroIka"
      },
      {
        "ja-ro": "Supurato~ūn"
      }
    ],
    "description": {
      "en": "A serialization for the hit game Splatoon with manga-original characters featuring Team Blue's, and more specifically Goggles', antics."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc599997-c3e8-44f2-928e-da4711808d40",
    "title": {
      "en": "A Mother's Love, a Daughter's Prison"
    },
    "updatedAt": "2025-01-04T08:46:37+00:00",
    "coverArt": "https://mangadex.org/covers/dc599997-c3e8-44f2-928e-da4711808d40/b4b03c10-0f2d-4eb4-8d70-67034634d049.png",
    "altTitles": [
      {
        "ja": "母という呪縛 娘という牢獄"
      },
      {
        "vi": "Lời nguyền của mẹ - Ngục tù của con"
      },
      {
        "ja-ro": "Haha to iu Jubaku Musume to iu Rougoku"
      }
    ],
    "description": {
      "en": "The torso of a headless, limbless body is found half-buried by a riverbank. It belonged to middle-aged mother Yaeko Miyagawa, and after an investigation and trial, her daughter Hikari eventually confesses to her murder. For many years, Hikari had been subjected to physical and emotional abuse by her mother, revolving around her failure to make it into a top medical school and become a doctor. Even after nine years of futile applications and entrance exams, Yaeko refused to free her daughter from this virtual prison. What led to the fatal stabbing that ended Yaeko’s life? This series, based on a true story, will explore Hikari Miyagawa’s experiences up to her greatest tragedy—and what happened to her afterward.",
      "vi": "Đây là một câu chuyện dựa trên sự việc có thật.\nMột th... th... với đầu và tứ chi bị ch.t đ.ứ.t l.ì.a được phát hiện thấy bên bờ sông. Sau khi điều tra, cảnh sát đã xác minh danh tính nạn nhân là Miyagawa Yaeko, thế nhưng rúng động hơn, hung thủ gây ra vụ án dã man này không ai khác chính là Miyagawa Hikari, con gái của bị hại.\nĐược biết suốt thời gian qua, Miyagawa Hikari đã liên tục bị mẹ ép học hành quá mức, và đã thi trượt vào Đại học Y đến 9 lần. Thế nhưng, mẹ cô lại không hề có ý định dừng lại. Và rồi, chuyện gì đến cũng sẽ phải đến..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94c7e52e-a6b2-4b57-ba14-68f58fc77c8e",
    "title": {
      "en": "Ghost Fixers"
    },
    "updatedAt": "2024-09-06T11:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/94c7e52e-a6b2-4b57-ba14-68f58fc77c8e/1755630d-5d4c-4c0d-aefd-afc6bd8705f7.jpg",
    "altTitles": [
      {
        "ja": "ゴーストフィクサーズ"
      },
      {
        "ru": "Исправители призраков"
      }
    ],
    "description": {
      "en": "Following a certain event, Mikurigaoka New Town transformed into a crucible of supernatural phenomena known as GHOSTS! In said town lives Hifumi, a middle school boy, who one day encounters a girl who just moved in... Help \"correct\" the supernatural in this action-packed tale from Yasuki Tanaka, creator of \"Summer Time Rendering\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2024-11-03T13:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/b6314a0c-d58a-4688-b6e3-8ddf4d2bbea0.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      },
      {
        "ar": "مانجا الملكة النحلة شوكهو ميساكي - مينتل-آوت"
      }
    ],
    "description": {
      "ar": "هذه القصة الفرعية من سلسلة توارو ببطولة الملكة النحلة شوكهو ميساكي\n\nاقتربت انتخابات مجلس طلاب توكيواداي. شوكهو ميساكي، وهي صاحبة أكبر زمرة في المدرسة، دخلت الانتخابات غريمةً لنائبة رئيسة المجلس ومتحدية لها. وأثناء الانتخابات دخل [أثرٌ] مُعَيّن مدرسة البنات المخمليات، ويدعي أنه المصنف الأول السابق...؟!",
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ad2788e-6522-43b0-a668-7c2654ca9ad0",
    "title": {
      "en": "The Possesive Tyrant and His Sleepy Cat"
    },
    "updatedAt": "2024-07-14T18:16:58+00:00",
    "coverArt": "https://mangadex.org/covers/9ad2788e-6522-43b0-a668-7c2654ca9ad0/c8ae97a0-5d9b-40aa-8376-6655157390aa.jpg",
    "altTitles": [
      {
        "ko": "매일 밤 집착폭군과 잠드는 고양이가 되었다"
      },
      {
        "pt-br": "O tirano possessivo e a gata sonolenta"
      },
      {
        "en": "I Became a Cat That Sleeps with an Obsessive Tyrant Every Night"
      },
      {
        "zh": "占有欲强的暴君和他的磕睡小猫"
      },
      {
        "es-la": "Me volví una gata que duerme con un tirano obsesivo todas las noches"
      },
      {
        "es-la": "La gata del tirano"
      }
    ],
    "description": {
      "en": "I've found myself trapped in a mature-rated novel as a cursed cat, whose mere existence is believed to be harmful to the empire. This place has killed every cat in every alley all because of one prophecy...\nThe moment anyone finds me will be my last moment in this life.\n\"What's this?\"\nBefore I could even think of escaping, the male lead, who's fated to become a mad tyrant, effortlessly snatches me up.",
      "pt-br": "Eu me vi presa em um romance adulto como uma gata amaldiçoada, cuja mera existência é considerada prejudicial ao império. Este lugar matou todos os gatos em todos os becos, tudo por causa de uma profecia… O momento em que alguém me encontrar será meu último momento nesta vida. “O que é isso?” Antes que eu pudesse pensar em escapar, o protagonista masculino, que está fadado a se tornar um tirano louco, me agarra sem esforço."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "Marriage Toxin"
    },
    "updatedAt": "2024-11-03T12:43:16+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/f0842f58-be55-4c82-a4d8-2640ae879cab.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      },
      {
        "en": "MARRIAGETOXIN"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…\n\n------\n- [Official English Volumes at Viz Media](https://www.viz.com/marriage-toxin)",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a253e13a-2b41-4f7d-915e-1e31a3f5d31d",
    "title": {
      "en": "I’m the Max-Level Newbie"
    },
    "updatedAt": "2024-12-26T17:27:37+00:00",
    "coverArt": "https://mangadex.org/covers/a253e13a-2b41-4f7d-915e-1e31a3f5d31d/f99ed546-807d-4b88-8de9-1fbd9490a579.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 만렙 뉴비"
      },
      {
        "en": "Solo Max-Level Newbie"
      },
      {
        "en": "I Am The Top Ranker Newbie"
      },
      {
        "th": "ผู้เล่นหน้าใหม่เลเวลแมกซ์"
      },
      {
        "ja": "俺だけレベルMAXなビギナー"
      },
      {
        "ru": "Нуб максимального уровня"
      },
      {
        "en": "I’m the Max-Level Newbie"
      },
      {
        "zh": "我独自满级新手"
      },
      {
        "zh-hk": "滿級新手"
      },
      {
        "ko-ro": "Na Honja Mallep Newbie"
      },
      {
        "es-la": "Novato Solo a Nivel Máximo"
      },
      {
        "pt-br": "O Novato de Nível Máximo"
      }
    ],
    "description": {
      "de": "Jin Hyuk ist Streamer und der einzige, der das Ende des Virtual-Reality-Spiels „Turm der Prüfungen“ erlebt hat. Da das Spiel jedoch immer mehr an Beliebtheit verliert, wird auch seine Streamer-Karriere immer hoffnungsloser. Doch eines Tages wird „Turm der Prüfungen\" plötzlich zur Realität und die Welt steht vor dem Abgrund. Jin Hyuk, der sich im Spiel besser auskennt als jeder andere, wird zwangsläufig zur letzten Hoffnung der Menschheit!",
      "en": "Kang Jinhyeok, a gaming streamer and content creator, is the only person who has cleared the game, [Tower of Trials]. However, as the game’s popularity declines, it becomes increasingly difficult for him to continue making a living as a content creator. Jinhyeok prepares to end his 11-year-long relationship with the game and say goodbye to his humble group of subscribers. But on that very day, the Tower of Trials appears in reality with a message saying that humanity will perish unless all players clear each floor within 90 days.\n\nJinhyeok, who knows the game better than anyone, decides to use his knowledge to his advantage and dominate the tower. \n\n\"It’s time to show everyone what a hardcore gamer can do!\"",
      "fr": "Le jeu de réalité virtuelle \"La Tour de l'Épreuve\" est officiellement démodé et le streamer Jinhyuk est le seul à être resté jusqu'au bout pour terminer le jeu. Quand un jour \"La Tour de l'Épreuve\" devient réalité, Jinhyuk qui connaît les éléments du jeu mieux que personne aura forcément un grand avantage sur les autres !",
      "id": "Jinhyuk, satu-satunya pemain game [MENARA UJIAN] yang menyelesaikan sampai akhir meski popularitas game telah menurun. Hingga suatu hari [MENARA UJIAN] menjadi kenyataan, Jinhyuk harus menyelesaikannya dengan segala elemen yang ia ketahui tentang game ini!",
      "ja": "ゲーム実況ストリーマーとして活動している主人公・鈴木裕人（すずきひろと）。彼は、万人があきらめたクソゲー『試練の塔』を挑戦しクリアした唯一のプレイヤーであった。念願のエンディングを見ることができたものの、もう誰も興味をもたないこのゲームはサービス終了が確実視されていた…。11年もかけクソゲーをクリアした裕人はこれを機に現実と向き合い、ゲーム実況者としての生活を終わらせることを決心した—。が次の日、現実世界に異変が起きる。街中に突如現れた不吉な塔、そして人類に課される生死をかけた試練。それはまさに裕人が11年の月日を費やしクリアした『試練の塔』そのものであった。塔の攻略法を把握している裕人はその経験を活かし、誰よりも強い最強のビギナーとしてあらたな試練に挑む！",
      "ko": "게임 너튜버로 활동 중인 주인공 진혁은 유일하게\n[시련의 탑]의 엔딩을 봤지만, 게임의 인기가 하락하며\n더 이상 게임 너튜버로서의 삶도 유지하기 힘들어진다.\n\n엔딩을 보았기에 이대로 게임을 마무리하려는 진혁.\n바로 그날, [시련의 탑]은 현실이 되었다.\n게임의 모든 요소를 다 알고 있는 진혁은\n누구보다 빠르게 모든 것을 차지한다!\n\n\"진짜 고인물이 뭔지 보여주지.\"",
      "ru": "Главный герой Джин Хек – игрок и стример, единственный, кто прошёл до конца «Башню испытаний».\nКогда он увидел концовку игры, захотел бросить её. Но в тот же день «Башня испытания» стала реальностью. И главному герою не осталось ничего, кроме как показать, на что способен тот, кто знает все нюансы игры.\n\n«Я покажу вам, что такое настоящий задрот!»",
      "th": "\"จินฮยอก\" สตรีมเมอร์หนุ่ม ผู้หลงใหลในการเล่นเกม ใช้เวลากว่า 11 ปี ในการบรรลุชั้นบนสุดของ '[หอคอยแห่งความทรหด] เกมแฟนตาซีเสมือนจริง' พอบรรลุเป้าหมายแล้ว จึงเกิดความคิดที่อยากจะล้มเลิกการเล่นเกม และการทำสตรีมมิ่ง แต่จู่ๆ วันหนึ่งเขาก็ตื่นมาพบว่า [หอคอยแห่งความทรหด] โผล่ขึ้นมาในชีวิตจริงซะอย่างนั้น!?",
      "zh": "当游戏变为现实！\n无名主播竟是唯一通关者！\n男主镇赫是一名游戏主播，也是唯一一位“试炼之塔”游戏的通关玩家。随着“试炼之塔”这款游戏的热度下降，游戏主播的工作渐渐无法维持镇赫的生活。通关后的镇赫本想就此退游，然而游戏竟成为了现实。如果失败世界就会灭亡！对游戏了如指掌的镇赫还能在现实世界中通关吗？",
      "pt-br": "Jinhyuk, um viciado completo, foi o único a ter visto o final da [Torre dos Testes], mas à medida que a popularidade do jogo diminui, fica difícil manter a vida com o jogo. Jinhyuk quer terminar o jogo assim porque ele viu o final. Naquele mesmo dia, a [Torre dos Testes] se tornou uma realidade. Jinhyuk, que conhece todos os elementos do jogo, controla tudo mais rápido do que qualquer um! “Vou te mostrar o que é um profissional de verdade.”",
      "zh-hk": "活躍於遊戲NewTube頻道的主角——振赫，他是唯一看過[試煉之塔]的結局，因為該款遊戲的人氣大跌，要經營NewTube頻道再也難以維持生計。 看完遊戲的結局後，原本振赫預計要結束不再玩遊戲。但就在當天，[試煉之塔]竟成為了現實。了解遊戲所有關卡的振赫，比誰都還要快占據所有物品。 「讓你見識什麼是真正的開掛高手。」"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b29da26e-39f2-4e64-b96f-62818b209d73",
    "title": {
      "en": "Maigo no Onnanoko o Ie Made Todoketara, Genkan kara Detekita no wa Gakunen Ichi no Bishoujo deshita"
    },
    "updatedAt": "2024-11-03T15:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/b29da26e-39f2-4e64-b96f-62818b209d73/3dbdf282-ca6c-4df0-9dea-90dea713c5a4.png",
    "altTitles": [
      {
        "ja": "迷子の女の子を家まで届けたら、玄関から出て来たのは学年一の美少女でした"
      },
      {
        "ja-ro": "Maigo no Onnanoko wo Ie Made Todoketara, Genkan kara Detekita no wa Gakunen Ichi no Bishoujo deshita"
      },
      {
        "en": "When I Brought a Lost Girl Home, the Most Beautiful Girl in My Grade Came Out the Front Door"
      },
      {
        "en": "She Is the Beautiful Girl in the School Year"
      },
      {
        "vi": "Đưa bé gái bị lạc trở về, người mở cửa là hoa khôi của khối"
      }
    ],
    "description": {
      "en": "One day, Kuroda Yusei, an introverted high school student with zero dating experience, returns a lost little girl to her house... when the most beautiful girl in his grade, Shirakawa Ayano, appears! \n\n\"As thanks for saving my sister,\" she begins to approach him boldly for some reason, and every day is filled with mishaps!? On top of that, a busty otaku classmate and an attention-seeking junior girl also appear, and his daily life suddenly becomes more glamorous!? \n\nA school romance comedy where fate changes as you suddenly become close to \"the girl of your dreams\"!",
      "ja": "恋愛経験ゼロの陰キャ高校生・黒田雄星がある日、迷子になっていた幼女を家まで届けると… 学年一の美少女・白河綾乃が出現!!\n\n「妹を助けてくれたお礼に」と、なぜか彼女が大胆に迫ってくるようになり、毎日がハプニング状態!?\n更に巨乳オタク同級生や、かまってちゃんな後輩女子も登場し、一気に華やかな日常に――!?\n\n“憧れのあの子”と急接近して、運命が変わる学園ラブコメ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00d3ff5-fcd2-4779-9252-4ffbe82687e1",
    "title": {
      "en": "Kono Kankei wa Gouhou Desu!"
    },
    "updatedAt": "2024-10-20T11:11:22+00:00",
    "coverArt": "https://mangadex.org/covers/c00d3ff5-fcd2-4779-9252-4ffbe82687e1/c829e839-06a6-4232-b981-50beb17c368f.jpg",
    "altTitles": [
      {
        "en": "This Relationship is Legal!"
      },
      {
        "ja": "この関係は合法です!"
      }
    ],
    "description": {
      "en": "YES Sister, NO Touch!\n\nKouta, who is extremely siscon, decides to live alone in order to \"escape from his little sister \". One day, however, he picks up a runaway girl named Ui, who is full of younger sisterly feelings. Although she looks and acts like a child, she is in fact a beautiful 19-year-old girl with big tits!\n\nProtect his sister? or Crossing the line? The days of agony begin!",
      "ja": "YESシスター、NOタッチ!?極度のシスコンの洸太は、「脱・妹」を目指し一人暮らしをすることに。だがある日、妹感満載の家出少女・初（うい）を拾ってしまう。顔もしぐさも幼い初だが、実は19歳の巨乳美少女だった！妹を守る？一線を超えちゃう!?悶々の日々が始まる！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "8fb00aab-2cfa-4b46-883e-4584d5e9aa62",
    "title": {
      "en": "Sono Akuyaku Kizoku, Mama Heroine ga Suki Sugiru ~Shinshi na Doryoku de Saikyou to Nari Fuguu na Oshi Chara Tasukemakuru~"
    },
    "updatedAt": "2025-01-15T05:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/69f71362-077f-4da8-9350-0a65ed4b4e48.jpg",
    "altTitles": [
      {
        "ja": "その悪役貴族、ママヒロインが好きすぎる ～真摯な努力で最強となり不遇な推しキャラ助けまくる～"
      },
      {
        "en": "The Villainous Noble Loves Mom Heroines Too Much ~Becoming The Strongest With Sincere Effort To Save Misfortunate Fave Chars~"
      },
      {
        "en": "That Villainous Aristocrat Is Actually Crazy About Mom Heroines ~With His Earnest Hard Work, He Becomes the Strongest and Saves All of His Favorite Characters~"
      }
    ],
    "description": {
      "en": "The mom characters that appear in the game are all unfortunate sub-heroines who always get bad ending routes. “Why… Why does such a cute mom have to die?!“ Even though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then, he suddenly gets reincarnated into the world of MamaFan on a certain day. …However, he gets reincarnated as a villainous aristocrat who’s got nothing but the worst routes. This guy, who’s crazy about mom characters — his fulfilling days of saving his beloved mom characters and his journey to create his harem full of plump women are about to begin!\n\n---\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bdd01bb-2428-4b1a-b2e0-2892e92c1ae2",
    "title": {
      "en": "Digimon 04: Infinite Zone"
    },
    "updatedAt": "2024-01-09T22:41:59+00:00",
    "coverArt": "https://mangadex.org/covers/7bdd01bb-2428-4b1a-b2e0-2892e92c1ae2/9a7d7108-36db-4d1f-80db-483d0cbdb7ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Dejimon Furontia"
      },
      {
        "ja": "デジモンフロンティア"
      },
      {
        "zh-hk": "數碼寶貝０４　無限地帶"
      },
      {
        "en": "Digimon Frontier: Infinite Zone"
      }
    ],
    "description": {
      "en": "The spirits of ten legendary warriors, who in ancient times had saved the Digiworld, now present a new power to the Digidestined! To save the Digiworld from evil, Takuya, Koji, Tommy, J.P and Zoe must band together as a team to find their chosen spirits! The journey into the new frontier - the Digimon Frontier - is about to begin!"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "e30aec44-7abb-47d6-8114-faf103a5dd03",
    "title": {
      "en": "Gyaru ni Koisuru 5 Byou Mae Anthology Comic"
    },
    "updatedAt": "2025-01-15T09:30:25+00:00",
    "coverArt": "https://mangadex.org/covers/e30aec44-7abb-47d6-8114-faf103a5dd03/c20b1acd-e2dc-463d-8027-2efe4d2e61c4.jpg",
    "altTitles": [
      {
        "ja": "ギャルに恋する５秒前 アンソロジーコミック"
      },
      {
        "ja-ro": "Gyaru ni Koisuru Go Byou Mae Anthology Comic"
      },
      {
        "en": "5 Seconds Before Falling in Love with a Gyaru - Anthology Comics"
      }
    ],
    "description": {
      "en": "\"You’re bound to fall in love when a gal is kind to you!\". Despite dressing flamboyantly with a smidgin of lewdness sprinkle in, these gals occasionally show a pure side that will leave you mesmerized and-?\n\nThis is an Anthology collection of 6 chapters:\n-Don’t seduce me, Sakihara-san! (by Kazawa Youhei)\n-Kiyokawa-san is definitely a gyaru! (by saku)\n-The gyaru childhood friend wants to give a warm welcome! (by Urano Ritsu)\n-The gyaru likes ramen! (by Hidari Ude)\n-Munching ♡ Kanna-chan ~A recipe for making gyaru fall in love with you~ (by Noki Kuzuri)\n-The inexperienced gyaru asks for her teacher’s lessons (by Kamon Shoumi)\n\nCover illustration: Kazawa Youhei"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "6"
  }
]