[
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-03-01T09:55:02+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/c414d744-ee92-4995-80e0-e440708bed0f.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and it's neighbors where \"pet dogs\" have become \"humans\"!\nFeelings that couldn't be conveyed as a dog can now be understood directly...!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9af2ba91-eec0-41bc-80b1-de4d3641a6d7",
    "title": {
      "en": "LOVE REPLICA"
    },
    "updatedAt": "2024-05-05T16:59:11+00:00",
    "coverArt": "https://mangadex.org/covers/9af2ba91-eec0-41bc-80b1-de4d3641a6d7/2acecca3-f32a-4b11-a0f2-bd0de5906002.jpg",
    "altTitles": [
      {
        "en": "[Benimaru x Freeman | The King of Fighters doujinshi ]"
      }
    ],
    "description": {
      "fr": "Le célèbre Top modèle Bénimaru est en visite à Southtown. Son séjour y est d'un ennui mortel jusqu'à ce qu'il se trouve nez-à-nez avec le corps du tueur en série dont tous les médias parlent... Mais est-il vraiment mort ? Cette découverte pimentera-t-elle son séjour ? Voilà une rencontre qui ne va, assurément pas, manquer de mordant !Doujinshi du couple Benimaru et Freeman du jeu \"The King of Fighters\" (pas besoin de connaître pour apprécier ce Yaoi !!)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddad0a9e-75c0-4e2f-b792-3544889e761a",
    "title": {
      "en": "Fushigi na Neko no Machi Meltier"
    },
    "updatedAt": "2024-05-04T19:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/ddad0a9e-75c0-4e2f-b792-3544889e761a/e323f5e1-c477-43c5-ac7a-415cbbbf205a.jpg",
    "altTitles": [
      {
        "de": "Märchen Meltier"
      },
      {
        "en": "The Curious Cat Town"
      },
      {
        "ja": "ふしぎな猫のまち メルティア"
      },
      {
        "ko": "신비한 고양이 마을의 메르티아"
      }
    ],
    "description": {
      "en": "This is \"Meltier,\" a town of cats. Moko, who has no memory of her past, ends up helping out at a coffee shop in town. There, she meets many unique and fun kittens and friends! A little bit mysterious and extraordinarily happy. A heartwarming fairy tale fantasy of everyday life!\n\n---\nNote: Has an original song sung by the author herself called はじめまして、世界！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3dd50cdb-7a87-431b-bc6e-2f304e045aa0",
    "title": {
      "en": "Gyaru to Nekura no Kyuuketsu Kankei"
    },
    "updatedAt": "2024-05-09T19:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/3dd50cdb-7a87-431b-bc6e-2f304e045aa0/dc274b80-5ff8-4dd7-9d9c-3e95642a99de.jpg",
    "altTitles": [
      {
        "ja": "ギャルとネクラの吸血関係"
      },
      {
        "en": "The Bloody Relationship Between Nekura and Gal"
      },
      {
        "zh": "辣妹与阴角的吸血关系"
      }
    ],
    "description": {
      "en": "Fake gyaru Hadekawa Iyone failed her gyaru debut  in high school, but trying to break away from her situation as an outcast, tried talking to her seat neighbor, Chisui Makuru, who turned out to be the vampire rumored about in town! Although, Makuru isn't the typical vampire everyone imagines... And thus begins the slightly strange high school life of a gyaru in search of friends, and a vampire in search of an underling."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9094ec17-2720-4781-85fc-a5ded1fbb410",
    "title": {
      "en": "Muhyo to Roujii no Mahouritsu Soudan Jimusho: Mazoku Magushi-hen"
    },
    "updatedAt": "2023-12-06T18:32:44+00:00",
    "coverArt": "https://mangadex.org/covers/9094ec17-2720-4781-85fc-a5ded1fbb410/7d1deea0-b428-40f5-8b32-12c98cc119ed.jpg",
    "altTitles": [
      {
        "en": "Muhyo & Roji's Bureau of Supernatural Investigation: Magical Genus Magic Tool Master Chapter"
      },
      {
        "en": "Muhyo & Roji's Bureau of Supernatural Investigation: The Asmodian Artificer Arc"
      },
      {
        "ja-ro": "Muhyo to Rouji no Mahouritsu Soudan Jimusho: Mazoku Magushi-hen"
      },
      {
        "ja": "ムヒョとロージーの魔法律相談事務所 魔属魔具師編"
      },
      {
        "en": "Muhyo & Roji's Bureau of Supernatural Investigation: The Magic Demonologists"
      },
      {
        "en": "Muhyo & Roji's Bureau of Supernatural Investigation Sequel"
      },
      {
        "ja-ro": "Muhyo to Roji no Mahouritsu Soudan Jimusho: Mazoku Magushi-hen"
      },
      {
        "en": "Muhyo & Roujii’s Magic Law Consultation Office: Demon Tribe Magic Tool Master Arc"
      }
    ],
    "description": {
      "en": "10 years after the ending of the original, comes the sequel to the manga series *Muhyo to Rouji no Mahouritsu Soudan Jimusho*.  \n  \n*Muhyo to Roji no Mahouritsu Soudan Jimusho: Mazoku Magushi-hen*, follows Muhyo, Rouji and all their friends some time after the conclusion of the main series.  \n  \n---\n\nMagical Law (Mahouritsu)... its purpose is to punish spirits who have harmed human beings or have committed wrongdoings.\n\nMuhyo, who is a genius practitioner of Magic Law and the youngest Executor ever, and Jirou Kusano (Roji), Muhyo's crybaby assistant who hardly ever supports him, investigate mysterious blackouts and spiritual phenomena that have been occurring in the city frequently. Moreover, those blackouts involve a person called the \"demon magician,\" who creates forbidden tools.\n\nAs they investigate further an ominous shadow approaches the two...!?\n\nAfter solving numerous cases and mysteries in the past, will Muhyo and Roji succeed again?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "44de2381-a8fd-45fc-a4c8-038d0095e098",
    "title": {
      "en": "Danberu Nan Kiro Moteru?"
    },
    "updatedAt": "2024-04-20T18:46:41+00:00",
    "coverArt": "https://mangadex.org/covers/44de2381-a8fd-45fc-a4c8-038d0095e098/67e81de8-87d3-4622-9c82-9caa02f80fcf.jpg",
    "altTitles": [
      {
        "es-la": "¿Cuántos kilos puedes levantar?"
      },
      {
        "en": "How Heavy Are The Dumbbells You Lift?"
      },
      {
        "fr": "Quel poids d'haltères peux-tu soulever ?"
      },
      {
        "en": "How Many Kilos Are the Dumbbells You Lift?"
      },
      {
        "pl": "Ile kilosów na hantlach wyciskasz?"
      },
      {
        "pt": "Quantos kilos você pode levantar com halteres?"
      },
      {
        "ru": "Насколько тяжелые гантели ты сможешь поднять?"
      },
      {
        "ja": "ダンベル何キロ持てる?"
      },
      {
        "ko": "덤벨 몇 킬로까지 들 수 있어?"
      },
      {
        "pt-br": "Quantos kilos pesam os halteres que levanta?"
      }
    ],
    "description": {
      "en": "Want to diet? Want to train? School-girl body modification comedy!  \nJoin gyaru Sakura Hibiki and ojou Souryuuin Akemi as they lift weights and exercise with the help of macho-man Machio! Learn for yourself how good form, good diet and plenty of exercise will help with healthy living!! Let's muscle!!!",
      "ru": "Сакура Хибики - обычная старшеклассница, любящая покушать. Однажды ее подруга замечает, что Хибики поднабрала вес. Огорченная сим фактом, девушка пытается похудеть самостоятельно, но безуспешно. Решив раскошелиться ради великой цели, она направляется в спортзал, где встречает Мисс совершенство, по совместительству президента студсовета своей школы, Сорюин Акэми (у которой, как оказалось, есть небольшая странность). Теперь им вместе предстоит заниматься совершенствованием своих тел под надзором красавчика-тренера Матио."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c71418d4-62c5-4ec9-8886-a0aa5b7a62b3",
    "title": {
      "en": "Boukyaku Seijo"
    },
    "updatedAt": "2024-05-13T20:32:24+00:00",
    "coverArt": "https://mangadex.org/covers/c71418d4-62c5-4ec9-8886-a0aa5b7a62b3/791f8d9b-7469-485d-a1e4-02850187d8b1.jpg",
    "altTitles": [
      {
        "ja": "忘却聖女"
      },
      {
        "en": "Saint Mariabelle"
      },
      {
        "en": "Oblivion Saint"
      }
    ],
    "description": {
      "en": "Rescued from a slum, Mariabelle was raised in the temple as the thirteenth in a line of saints. But one day, she awakened to find that she had been completely forgotten by those around her. Abandoned by the head priest who acted as her foster father, and banished from the temple, Mariabelle felt she had lost everything... But then she reunites with Ehre, the sole priest who still remembers her! With his assistance, she enlists herself in the \"Selection Ceremony,\" aiming to reclaim her position as a saint! Thus begins the tale of her taking back her happiness!",
      "ja": "スラムで拾われ、第十三代聖女として神殿で育てられたマリヴェル。しかしある日突然目を覚ますと、周囲の人間からきれいさっぱり忘れ去られていた…。父親代わりの神官長からも突き放され、全てを失ったマリヴェルだが、彼女を唯一覚えていた神官・エーレと再会！彼の協力のもと、再び聖女の座を目指し「選定の儀式」へ参加することになり――!?国中から忘れ去られた聖女のささやかな幸せを取り戻す物語が始まる!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5de63ed1-61ae-4f1a-8822-1b7e40e96e42",
    "title": {
      "en": "Yari no Yuusha no Yarinaoshi"
    },
    "updatedAt": "2023-01-27T23:56:25+00:00",
    "coverArt": "https://mangadex.org/covers/5de63ed1-61ae-4f1a-8822-1b7e40e96e42/d0da33e6-950b-4d8c-9c33-e4bb4fdd0542.jpg",
    "altTitles": [
      {
        "fr": "Nouvel essai du Héro à la Lance"
      },
      {
        "en": "The Reprise of the Spear Hero"
      },
      {
        "en": "Redo of the Spear Hero"
      },
      {
        "ru": "Перерождение Героя Копья"
      },
      {
        "ja": "槍の勇者のやり直し"
      },
      {
        "zh": "槍之勇者重生錄"
      },
      {
        "uk": "Реприза Героя Списа"
      }
    ],
    "description": {
      "en": "***The comedy spin-off story focuses on the Spear Hero, Motoyasu Kitamura.***   \n  \nSummoned to another world to serve as the Spear Hero, Motoyasu Kitamura is a pitiful young man who eventually finds himself only able to love filolials. But after being fatally injured in battle, Motoyasu wakes up yet again in the exact circumstances of when he was first summoned. It turns out that his spear possesses an ability known as Time Reversal! With his stats unaffected by the reset, Motoyasu decides to fight once more. His motivation: to once again see the smile of Filo, the filolial that he loves more than any other! Could this be considered the start of a new game in god mode?! The long-awaited otherworldly redemption fantasy begins!",
      "ru": "Комедийная спин-офф история посвящена Герою Копья, Мотоясу Китамуре. На пороге смерти он обретает силу, способную поворачивать время вспять, и решает использовать её, чтобы стать сильнее и начать «новую игру».",
      "uk": "***Комедійний спінофф зосереджений на Герої Списа, Кітамура Мотоясу.***\n\nМотоясу Кітамура, прикликаний в інший світ, щоб стати Героєм Списа, — жалюгідний хлопчина, який врешті-решт виявляє, що може любити лише філоріалів. Але після смертельного поранення в бою Мотоясу знову прокидається в тих обставинах, коли його вперше прикликали. Виявляється, що його спис володіє вмінням \"Перемотка Часу\"! Оскільки скидання не вплинуло на його характериcтики, Мотоясу вирішує битися ще раз. Його мотивація: ще раз побачити посмішку Фіро, філоріала, якого він любить більше, ніж будь-кого іншого! Чи можна вважати це початком \"Нової Гри+\"?! Починається довгоочікувана історія викуплення!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "55"
  },
  {
    "mangaId": "8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf",
    "title": {
      "en": "My Beloved Oppressor"
    },
    "updatedAt": "2024-05-17T02:47:00+00:00",
    "coverArt": "https://mangadex.org/covers/8cbfcd8c-c39f-4971-9549-6ddb0c6d59bf/5bceb757-5867-4521-84fe-cb50952bdc16.jpg",
    "altTitles": [
      {
        "ko": "사랑하는 나의 억압자"
      },
      {
        "en": "My Dear Oppressor"
      },
      {
        "en": "To My Beloved Oppressor"
      },
      {
        "zh": "我心爱的压迫者"
      }
    ],
    "description": {
      "en": "Annette Rosenberg, a descendant of the Padanian royal family and the only daughter of a military captain. After two years of dating, she married her father’s faithful servant, Heiner Valdemar. Everything was perfect. Until her family fell due to her husband’s betrayal. “You will be unhappy by my side for the rest of your life.” Annette suddenly realized something. This man’s revenge is just beginning."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b4b4e2f-229a-4547-bd4f-f61d8ff20082",
    "title": {
      "en": "H.P. Lovecraft's The Shadow Out Of Time"
    },
    "updatedAt": "2024-03-28T01:05:30+00:00",
    "coverArt": "https://mangadex.org/covers/2b4b4e2f-229a-4547-bd4f-f61d8ff20082/b173be11-83f1-408f-b454-95c241a32751.jpg",
    "altTitles": [
      {
        "ja-ro": "Toki wo Koeru Kage"
      },
      {
        "ja": "時を超えるの影"
      },
      {
        "zh": "超越时空之影"
      },
      {
        "zh-hk": "超越時空之影"
      }
    ],
    "description": {
      "en": "Manga adaption of H. P. Lovecraft's \"The Shadow Out of Time\""
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "657ccfcc-5847-40f7-8859-5631eeeb3784",
    "title": {
      "en": "A Cool Girl and a 12cm Promise"
    },
    "updatedAt": "2024-05-18T18:24:54+00:00",
    "coverArt": "https://mangadex.org/covers/657ccfcc-5847-40f7-8859-5631eeeb3784/2735667f-ee78-414c-bfc5-daa682402fa0.png",
    "altTitles": [
      {
        "ja-ro": "Kakkoii Onnanoko to 12-centi no Yakusoku"
      },
      {
        "ja": "カッコいい女の子と12センチの約束"
      },
      {
        "en": "Promise of 12cm with Cool Girl"
      },
      {
        "en": "Cool Girl and a Promise of 12cm"
      },
      {
        "en": "A Story About Becoming Cooler than the Cool Girl (Serialization)"
      },
      {
        "en": "12cm Promise With a Cool Girl"
      },
      {
        "es-la": "Una chica genial y una promesa de 12 cm"
      }
    ],
    "description": {
      "en": "A boyish childhood friend grows up to be a super hot girl!\n\n---\n\nSerialization of the Twitter webcomic *[A Story About Becoming Cooler Than the Cool Girl](https://mangadex.org/title/d0407445-b80d-4854-9f12-c8227f94cba6/)*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-04-17T17:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/f6f09138-729d-4dc3-bd75-afb4726295e8.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Неймовірні пригоди ДжоДжо: ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d872bcf3-2e1a-461e-aef2-5db25bf08d99",
    "title": {
      "en": "Adekan"
    },
    "updatedAt": "2024-03-22T20:26:15+00:00",
    "coverArt": "https://mangadex.org/covers/d872bcf3-2e1a-461e-aef2-5db25bf08d99/56db00c3-3e7a-491e-933e-287dcde6a663.jpg",
    "altTitles": [
      {
        "ru": "Красавчик (НАО Цукиджи)"
      },
      {
        "ja": "アデカン"
      },
      {
        "zh": "艳汉"
      },
      {
        "zh-hk": "艶漢"
      },
      {
        "zh-hk": "豔漢"
      },
      {
        "ko": "염한 - 수려한 남자"
      },
      {
        "ja-ro": "Adekan"
      }
    ],
    "description": {
      "en": "Laid-back and somewhat absent-mindedly seductive umbrella craftsman Shiro, and hot-blooded officer Kojiro, who stands against all things undisciplined, become involved in a bloody and erotic thrill-ride in an off-kilter town. This action-packed jack-of-all-trades manga will have you swooning at its sexiness and leave you more addicted than opium!"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fc1e72f-ccd2-4674-83a5-7245c121f287",
    "title": {
      "en": "Yopparai Touzoku, Dorei no Shoujo wo Kau"
    },
    "updatedAt": "2024-04-17T13:48:05+00:00",
    "coverArt": "https://mangadex.org/covers/9fc1e72f-ccd2-4674-83a5-7245c121f287/c40158e6-0470-4d2b-ab16-ca300140122c.jpg",
    "altTitles": [
      {
        "ja": "酔っぱらい盗賊、奴隷の少女を買う"
      },
      {
        "en": "A Drunk Thief Bought a Slave Girl"
      },
      {
        "en": "Drunk Thief X Slave Girl"
      },
      {
        "id": "Thief Pemabuk yang Membeli Budak Gadis"
      }
    ],
    "description": {
      "en": "A hangover leads to a shared life between a thief and a slave girl.\n \nHarris is an adventurer who works as a thief and scout, a job that is often shunned due to poor reputation.\n \nOne day he gets drunk and buys a slave girl, Tiana. Tiana, who had been treated badly and not given enough food until then, comes to adore Harris, who treats her kindly, as her master. Harris, who had been hoping that Tiana would grow up to be a beautiful woman, is gradually drawn to her because of her innocence.\n \nHarris' life changes drastically when he begins living with Tiana: warm meals, freshly washed clothes, and interaction with the townspeople who had never come close to him before. On the other hand, he finds himself in more and more troublesome situations, will he manages to escape from them with his skill and tact...?\n \nThis is the story of the \"rebirth\" of a shabby thief, which begins with an encounter with a slave girl."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5a0db9-53a8-47f4-94a5-e509dfb0919a",
    "title": {
      "en": "Vampire Beru and Ghost Aki"
    },
    "updatedAt": "2024-05-12T13:20:23+00:00",
    "coverArt": "https://mangadex.org/covers/8a5a0db9-53a8-47f4-94a5-e509dfb0919a/52272fd3-1ed0-49a9-8cd6-50ea5f7cef3d.jpg",
    "altTitles": [
      {
        "zh": "Bèi Lǔ yǔ Áng"
      },
      {
        "en": "Вампир Беру и Призрак Аки"
      },
      {
        "zh": "贝鲁与昂"
      },
      {
        "vi": "Ma cà rồng Beru và Hồn ma Aki"
      }
    ],
    "description": {
      "en": "Once on the All Saints' Day vampire Beru and ghost Aki, despite their very different personalities, started living together in a castle. Multiple obstacles and difficulties already waiting on their way. But when they'll know each other better, eventually they'll become the most important companions for one another."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "a287ef9c-3718-4c6f-80be-44e404b78641",
    "title": {
      "en": "Maigo ni Natteita Youjo wo Tasuketara, Otonari ni Sumu Bishoujo Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken Nitsuite"
    },
    "updatedAt": "2024-05-17T22:32:34+00:00",
    "coverArt": "https://mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/496cb9b3-a2c0-4337-9a3e-c9beddf92173.jpg",
    "altTitles": [
      {
        "ja": "迷子になっていた幼女を助けたら、お隣に住む美少女留学生が家に遊びに来るようになった件について"
      },
      {
        "ja": "お隣遊び"
      },
      {
        "ja-ro": "Otonari Asobi"
      },
      {
        "en": "The Story Of How A Beautiful Foreign Student Who Lives Next Door Started To Visit My House After I Helped A Lost Little Girl"
      },
      {
        "en": "After Coincidentally Saving the New Transfer Student’s Little Sister, We Gradually Grew Closer"
      },
      {
        "ja-ro": "Maigo ni Natte Ita Youjou wo Tasuketara, Otonari ni Sumu Bishoujou Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken ni Tsuite"
      }
    ],
    "description": {
      "en": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class.\n\nHer proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\"\n\nHowever, helping Charlotte's lost sister, Ema, throws his daily life into upheaval...!?",
      "ja": "ある日、青柳明人のクラスにシャーロット・ベネットが留学してくる。\n清楚で上品な振る舞いと可愛らしい容姿のシャーロットに、クラスメイトの誰もが心を惹かれるが、\n明人は冷静に「住む世界が違う」と感じ、一歩引いていた。\n\nしかし、迷子になっていたシャーロットの妹・エマを助けたことで明人の日常は激変し…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c288b108-5162-4065-aa3a-5857ec38c8d9",
    "title": {
      "en": "Hikikomari Kyuuketsuki no Monmon"
    },
    "updatedAt": "2024-02-17T20:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/c288b108-5162-4065-aa3a-5857ec38c8d9/c52c1a23-4404-4dee-bb02-6fc6ed2ee380.jpg",
    "altTitles": [
      {
        "ja": "ひきこまり吸血姫の悶々"
      },
      {
        "zh": "家里蹲吸血姬的苦闷"
      },
      {
        "th": "สารพันปัญหาวุ่นวาย ของยัยแวมไพร์ขี้จุ๊"
      },
      {
        "en": "The Vexations of a Shut-In Vampire Princess"
      }
    ],
    "description": {
      "en": "“…Fueh? W-What is it?”\n\nWhen the shut-in girl Terakomari, or Komari for short, woke up from her slumber, she had been appointed as a commander! And if that wasn’t enough, the corps she holds responsibility over is known for overthrowing and murdering their superiors! Even though she had been born into a prestigious vampire family, because she can’t drink any blood, she possesses close to no athletic or physical abilities, she’s rather small for her age, and she can’t even use any magic.\n\nMet with endless despair, her trusted (?) maid Vill comes to the rescue.\n\n“Please leave it to me, Komari-sama. I will definitely make sure you won’t be found out!”\n\nThus begins the comical fantasy portraying Komari’s struggles. She’s a shut-in, but she can actually do it if she puts her mind to it!?\n\nThe Popular Novel is now in Manga form!\n\n---\n**Links:**\n- Alternative Official English - [Comikey](https://comikey.com/comics/the-vexations-of-a-shut-in-vampire-princess-manga/665/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae2e57c2-1dce-447f-b1b8-77db62ea74e1",
    "title": {
      "en": "Hatsu Haru"
    },
    "updatedAt": "2024-04-19T05:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/ae2e57c2-1dce-447f-b1b8-77db62ea74e1/0b4c2f30-6c40-4a41-aa58-ecf691e6dec4.jpg",
    "altTitles": [
      {
        "ja-ro": "Hatsu * Haru"
      },
      {
        "ja-ro": "Hatsu*Haru"
      },
      {
        "ja": "ハツ*ハル"
      },
      {
        "ja": "初春❀"
      },
      {
        "en": "Boy Meets First Love!"
      },
      {
        "th": "ฤดู*รัก"
      },
      {
        "ko": "하츠하루"
      },
      {
        "zh": "初春❀"
      },
      {
        "ru": "Любовь в школьных границах"
      },
      {
        "ru": "Первая весна"
      }
    ],
    "description": {
      "en": "During its early stage, it's hard to notice it. During its intermediate stage, it's still difficult to discern it. It hurts. It makes you cry. That's right—this is what you call \"First Love.\" The most popular guy in the school falls in love for the first time in his life, let's see how this story unfolds!",
      "ja": "これが恋。きっと恋。たぶん初恋。誰かが言ってた。恋はするもんじゃなくて、堕ちるもんだって。そんなこと、俺には一生関係ないと思っていた。……のにっ！学校イチのモテ＆チャラ男・一ノ瀬海にある日訪れた、初恋という名の天変地異！その相手とは…！？"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "53"
  },
  {
    "mangaId": "cd507977-fea6-4741-b357-57b6d819e413",
    "title": {
      "en": "Himitsu no AiPri Full Color Osarai 4-Koma"
    },
    "updatedAt": "2024-05-06T17:54:52+00:00",
    "coverArt": "https://mangadex.org/covers/cd507977-fea6-4741-b357-57b6d819e413/f05ba993-0193-49af-b205-02adeb3265ba.jpg",
    "altTitles": [
      {
        "en": "The Secret of AiPri - Full Color Review 4-Koma"
      },
      {
        "ja": "ひみつのアイプリ フルカラーおさらい4コマ"
      }
    ],
    "description": {
      "en": "The anime, \"Himitsu no AiPri,\" is now available as a cute full-color 4-Koma! The main characters are Himari Aozara and Mitsuki Hoshikawa, who enroll in the private Paradise Academy. Himari, who longs to be in AiPri, dreams of making 10,000 friends! She unexpectedly makes her AiPri debut?! She has a secret that she can't even tell her close friend, Mitsuki! However, it seems Mitsuki holds a secret of her own as well... (Translated from Ciao website)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b093bc50-be43-470c-8594-d79ab9fa5b90",
    "title": {
      "en": "Youkai Gakkou no Sensei Hajimemashita!"
    },
    "updatedAt": "2024-03-31T22:09:43+00:00",
    "coverArt": "https://mangadex.org/covers/b093bc50-be43-470c-8594-d79ab9fa5b90/c06ebcaf-39ce-4024-a24e-858c3df3ced5.jpg",
    "altTitles": [
      {
        "en": "A Terrified Teacher at Ghoul School!"
      },
      {
        "ja": "妖怪学校の先生はじめました！"
      },
      {
        "zh": "妖怪学校的新人教师"
      },
      {
        "tr": "Ghoul Okulunda Dehşete Düşmüş Bir Öğretmen"
      },
      {
        "ja-ro": "Youkai Gakkou no Sensei Hajimemashita!"
      }
    ],
    "description": {
      "en": "Haruaki is a scaredy-cat with a fetish for girls' school uniforms, but he also wants to be a good teacher. However, his new school isn’t exactly what he thought it would be: it's an academy for monsters, demons, ghosts and all sorts of supernatural creatures!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d922b786-b9b4-448b-a4a8-797e14aeeefc",
    "title": {
      "en": "The Flower That Was Bloomed by a Cloud"
    },
    "updatedAt": "2023-10-22T23:05:13+00:00",
    "coverArt": "https://mangadex.org/covers/d922b786-b9b4-448b-a4a8-797e14aeeefc/f6d2fa6e-408a-45bb-8068-bde946b3c91b.jpg",
    "altTitles": [
      {
        "ko-ro": "Guleum-i piwonaen kkoch"
      },
      {
        "zh": "云中花"
      },
      {
        "ko": "구름이 피워낸 꽃"
      }
    ],
    "description": {
      "en": "Hong Lyon, a pitiful young princess only in title, who has no power nor authority, meets a young nobleman named Dowun who offers to help her take what's rightfully hers… but at what cost?  \n  \nWinner of the 2019 Tory Comics Award.  \n\n\n---\n\n**Links**  \n- [Official Chinese (Simplified) Translation](https://www.dongmanmanhua.cn/LOVE/yunzhonghua/list?title_no=1412)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "126"
  },
  {
    "mangaId": "0a0cee31-d434-4b58-9aed-cc633036b9eb",
    "title": {
      "en": "Because Janitor-san Is Not a Hero"
    },
    "updatedAt": "2024-02-21T10:49:43+00:00",
    "coverArt": "https://mangadex.org/covers/0a0cee31-d434-4b58-9aed-cc633036b9eb/fe282aa7-c8bc-4c75-87aa-5078a3cc9051.jpg",
    "altTitles": [
      {
        "ja": "用務員さんは勇者じゃありませんので"
      },
      {
        "ja-ro": "Yomuin-san wa Yuusha ja Arimasenno de"
      },
      {
        "ru": "Уборщик-сан не герой"
      },
      {
        "uk": "Пан прибиральник - не Герой"
      }
    ],
    "description": {
      "en": "A certain girl genius with more power than knowledge accidentally summoned dozens of students and teachers into a dangerous world filled with beasts and magic, but the protagonist isn’t a student or the homeroom teacher… it’s the janitor.",
      "ru": "Школьный уборщик Хасэбэ Курандо переносится в другой мир с помощью заклинания, вызывающего героев. Вместе с 78 другими учениками и учителями, которые также были призваны, Бог наделил его особыми способностями, чтобы он смог выжить в суровом мире в качестве героя... В разгар телепортации силу Курандо неожиданно крадёт ученик, и он остается в пучине отчаяния без посторонней помощи.\n— Верни мне мою силу. Раз так, я хочу оказаться в безлюдном месте, где не придется иметь с ними дело... В ярости, Курандо умоляет Бога отправить его подальше от людей, одного в сильный холод . Но это лишь начало его приключений..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f48e28cd-46aa-4d6e-8052-4791eb1a0183",
    "title": {
      "en": "A Childhood Friend Who Is Nice to a Shut-In"
    },
    "updatedAt": "2024-05-18T17:31:09+00:00",
    "coverArt": "https://mangadex.org/covers/f48e28cd-46aa-4d6e-8052-4791eb1a0183/d6ff050c-e6a7-4d37-adfa-bfefd76a1f28.jpg",
    "altTitles": [
      {
        "ja": "引きこもりに優しい幼馴染"
      },
      {
        "ja-ro": "Hikikomori ni Yasashii Osananajimi"
      },
      {
        "ro": "Un Prieten Din Copilărie Care nu este Bun cu un Închis În Casă"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-04-24T19:29:16+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/2c0a7c4f-43cc-4d3c-b43e-0246ffc2aad3.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-05-04T09:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51b8571f-7277-4e48-b6e5-58c3ebca1143",
    "title": {
      "en": "Vigilante"
    },
    "updatedAt": "2023-09-28T05:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/51b8571f-7277-4e48-b6e5-58c3ebca1143/d8e44647-f20c-4c50-93dc-ea06bf574d82.jpg",
    "altTitles": [
      {
        "en": "Vigilante (CRG)"
      },
      {
        "zh": "非法正義"
      },
      {
        "ko": "비질란테"
      }
    ],
    "description": {
      "en": "The law is flawed and I'll be the one who will make it perfect. Blame the law that released you.  \n  \nArt done by the creator of [HIVE](https://www.webtoons.com/en/thriller/hive/list?title_no=65).\n  \n[Official Trad. Chinese](https://www.webtoons.com/zh-hant/drama/feifazhengyi/list?title_no=1434&page=1)  \n [Official Thai](https://www.webtoons.com/th/action/vigilante/list?title_no=1488&page=1)",
      "pt-br": "A lei é falha e serei eu quem a tornará perfeita. Culpe a lei que te soltou."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-05-12T10:25:40+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0c486783-56e7-43bf-ac90-127463279cea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac49570e-e49e-40b1-9ae5-9e126361445c",
    "title": {
      "en": "Snow Mountain Monster Princess"
    },
    "updatedAt": "2024-05-07T10:16:40+00:00",
    "coverArt": "https://mangadex.org/covers/ac49570e-e49e-40b1-9ae5-9e126361445c/93cdcd8d-cada-41db-a1da-f77be488e3d9.jpg",
    "altTitles": [
      {
        "ko": "설산의 괴물 황녀"
      },
      {
        "en": "Monster Princess of the Snowy Mountain"
      }
    ],
    "description": {
      "en": "Valerie Bellov is exiled to the frozen mountains as punishment for her mother's sin. There, she gains the freezing ability of a monster that terrified the Empire in the past. On her 19th birthday, she takes her life by her own hands, only to wake up and find herself back in her childhood at the age of 9. In order to change the past, Valerie seeks to meet her stepbrother, Emperor Millard, who exiled her."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2024-05-04T17:49:08+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/66264897-476b-4f60-ae8c-4dc6b97d9705.jpg",
    "altTitles": [
      {
        "es": "Satanofanía"
      },
      {
        "ja-ro": "Satanofani"
      },
      {
        "uk": "Демоническая одержимость"
      },
      {
        "ja": "サタノファニ"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people, a journey into uncharted, troubled waters begins!",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "801513ba-a712-498c-8f57-cae55b38cc92",
    "title": {
      "en": "Berserk"
    },
    "updatedAt": "2024-05-06T17:30:03+00:00",
    "coverArt": "https://mangadex.org/covers/801513ba-a712-498c-8f57-cae55b38cc92/22ff2622-e93c-420f-b477-7a86eec02a1d.jpg",
    "altTitles": [
      {
        "he": "ברזרק"
      },
      {
        "fa": "برزرک"
      },
      {
        "ar": "برسرك"
      },
      {
        "th": "เบอร์เซิร์ก"
      },
      {
        "ja": "ベルセルク"
      },
      {
        "zh-hk": "劍風傳奇"
      },
      {
        "zh": "烙印勇士"
      },
      {
        "ko": "베르세르크"
      },
      {
        "ar": "بيرسيرك"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "uk": "Берсерк"
      },
      {
        "ru": "Берсерк"
      },
      {
        "en": "Berserk"
      },
      {
        "ne": "बर्सर्क"
      },
      {
        "de": "Berserk"
      }
    ],
    "description": {
      "en": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice.\n\nAided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.  \n  \n***Won the 6th Osamu Tezuka Cultural Prize Excellence Award in 2002.***\n\n---\n\nNote: Following Miura Kenta's death in 2021, the series has been taken over by Kouji Mori, who supervises the series with art done by Studio Gaga.",
      "es": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "ru": "Гатс – Черный Мечник, за которым охотятся демоны. Мечник стремится найти все убежища демонов и отомстить человеку, сделавшего их него «жертвенную овечку». Черный Мечник противостоит жестокой судьбе благодаря непоколебимой воле, невероятной силе, и, конечно же, меча. Постоянные сражения со злом приближает Гатса к параллельному миру тьмы, лишая его человечности. Берсерк – сложная, но сильная история о сражениях и злой судьбе.",
      "th": "เบอร์เซิร์ก เป็นชื่อมังงะ แนวดาร์ค แฟนตาซี ของญี่ปุ่น วาดโดยเคนทาโร่ มิอุระ มีการดำเนินเรื่องเกิดขึ้นในยุคกลางของยุโรป โดยได้รับอิทธิพลมาจากโลกแห่งจินตนิมิตด้านมืด มีตัวละครเอกของเรื่องคือ กัทส์ ทหารรับจ้างผู้โดดเดี่ยวและ กริฟฟิท หัวหน้าของกลุ่มทหารรับจ้างที่รวมตัวกันภายใต้ชื่อ กองพันเหยี่ยว\n\n----\n [Shopee (ไทย)](https://shopee.co.th/berserk%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%8B%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%81-%E0%B8%9A%E0%B8%B4%E0%B9%8A%E0%B8%81%E0%B8%9A%E0%B8%B8%E0%B8%84-%E0%B9%81%E0%B8%A2%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1-20-%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%AB%E0%B8%99%E0%B8%B6%E0%B9%88%E0%B8%87-i.63434898.1855330863)",
      "tr": "Kara Kılıç Ustası olarak anılan Guts, vücutlarındaki şeytani damga yüzünden onlara musallat olan şeytani güçlerden, kadınını ve kendisini korumanın bir yolunu aramaktadır. Aynı zamanda onu damgalayan ve bir kurban konumuna düşüren adamdan intikam almaya çalışmaktadır. Paralı askerlerle geçirdiği zorlu çocukluk yıllarının getirdiği tecrübeler sayesinde elde ettiği büyük gücü, devasa bir kılıç ve protez bir kol ile destekleyen Guts, karamsar kaderiyle mücadele etmek zorundadır. Tüm bunları yaparken, insani benliğini kaybetmesine neden olabilecek öfkeyle başa çıkmalıdır. \n\nTheWildDeer'dan Dorylaion tarafından biraz yorum katılarak sitedeki ingilizce açıklamadan çevrilmiştir.",
      "uk": "Його ім'я Ґатс, Чорний Мечник. Він могутній воїн, про якого говорять лишень пошепки. У нього є велетенський меч , рука зі заліза й шрами від незліченних боїв і тортур. А ще його плоть позначена Тавром — нечестивим символом, який притягує сили пітьми й робить Ґатса їхньою жертвою. Але Ґатс не прийме таку долю спокійно: він порубає на фарш війська проклятих, як і будь-кого, кому стане дурості стати на його шляху! Ґатс іде в товаристві ельфа Пака (більше докучайла, ніж товариша) темним і закривавленим шляхом, який приведе лише до загибелі... Чи помсти.",
      "es-la": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "pt-br": "Guts, conhecido como o Espadachim Negro, busca refúgio das forças demoníacas atraídas por ele e sua mulher por causa de uma marca demoníaca em seus pescoços, e também vingança contra o homem que o marcou como um sacrifício profano.  Ajudado apenas por sua força titânica adquirida de uma infância dura vivida com mercenários, uma espada gigantesca e uma mão esquerda protética de ferro, Guts deve lutar contra seu destino sombrio, enquanto luta com uma raiva que pode despojá-lo de sua humanidade."
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c034a329-0631-4f68-9150-7f87ee86f26f",
    "title": {
      "en": "The Wizard of Eden"
    },
    "updatedAt": "2024-05-18T17:08:10+00:00",
    "coverArt": "https://mangadex.org/covers/c034a329-0631-4f68-9150-7f87ee86f26f/ca95b4ba-5aaf-432f-b590-0c89711b89cb.jpg",
    "altTitles": [
      {
        "ko": "에덴의 마법사"
      },
      {
        "ko-ro": "Eden-ui Mabeopsa"
      },
      {
        "fr": "Magicien d'Eden"
      }
    ],
    "description": {
      "en": "One day, a circus troupe came across the street from Eden's school. Passing by the barracks, Eden meets the ring master of the troupe, Luke. Eden, who feels guilty for Luke for a certain childhood incident, recognizes him at one glance. However, Luke does not recognize him, and Eden felt upset leads him to getting drunk at the circus welcome party. The two accidentally spend a passionate night and quickly become close. Enamoured by Eden's cute and unguarded natural, Luke, who has lived a prosperous and carefree life so far, can't stop himself from falling for him. Eden is also attracted to Luke, who has grown up to be serious and cool, unlike when his young self, but the rumours about him being a Casanova leave him uneasy.",
      "fr": "Un jour, une troupe de cirque traverse la rue de l'école d'Eden. En passant devant les baraquements, Eden rencontre le maître de piste de la troupe, Luke. Eden, qui se sent coupable envers Luke pour un certain incident d'enfance, le reconnaît d'un coup d'œil. Cependant, Luke ne le reconnaît pas, et Eden, contrarié, le conduit à se saouler à la fête de bienvenue du cirque. Les deux passent accidentellement une nuit passionnée et deviennent rapidement proches. Émerveillé par le naturel mignon et non dissimulé d'Eden, Luke, qui a vécu une vie prospère et insouciante jusqu'à présent, ne peut s'empêcher de tomber amoureux de lui. Eden est également attirée par Luke, qui a grandi et est devenu sérieux et cool, contrairement à sa jeunesse, mais les rumeurs selon lesquelles il serait un Casanova le mettent mal à l'aise."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c73341b2-14d1-4f9a-a7a8-a4fa9f342486",
    "title": {
      "ja": "Watashi no Musuko ga Isekai Tensei Shitappoi"
    },
    "updatedAt": "2023-05-14T22:07:54+00:00",
    "coverArt": "https://mangadex.org/covers/c73341b2-14d1-4f9a-a7a8-a4fa9f342486/dd1b8dc6-819d-4831-a73e-e8ce2dc517a3.jpg",
    "altTitles": [
      {
        "en": "It Looks Like My Son Has Been Reincarnated into Another World"
      },
      {
        "ja": "私の息子が異世界転生したっぽい"
      },
      {
        "en": "My Son Seems To Have Gone Reincarnated To Another World"
      },
      {
        "id": "Anakku Kayaknya Reinkarnasi ke Isekai"
      },
      {
        "ru": "Похоже, мой сын переродился в другом мире"
      },
      {
        "uk": "Судячи з усього, мій син переродився у іншому Світі"
      },
      {
        "es-la": "Parece que mi hijo se ha reencarnado en otro mundo"
      }
    ],
    "description": {
      "en": "About a mother who has lost her child and her former classmate. Going through her son's bookshelf, she has convinced herself that her son has reincarnated in another world and wishes to find a method to meet him, enlisting the help of her otaku classmate.",
      "ru": "О матери, которая потеряла своего ребёнка. Просматривая книжный шкаф своего сына, она убедила себя, что её сын перевоплотился в другом мире, и хочет найти способ встретиться с ним, заручившись помощью своего одноклассника - отаку спустя 17 лет после школы.",
      "uk": "Про матір, яка втратила дитину. Під час перегляду книжкових полиць и свого сина вона переконала себе, що її син перевтілився в інший світ, і хотіла знайти спосіб зустрітися з ним, заручившись допомогою свого однокласника - отаку через 17 років після випуску із школи."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "aac380f1-6a3b-48b9-8c25-850b7286165e",
    "title": {
      "en": "Hajimete no Ojou-sama"
    },
    "updatedAt": "2024-05-18T17:02:03+00:00",
    "coverArt": "https://mangadex.org/covers/aac380f1-6a3b-48b9-8c25-850b7286165e/76991e55-7f4c-40e7-be9a-77a57cc03615.jpg",
    "altTitles": [
      {
        "ja": "はじめてのお嬢様"
      },
      {
        "en": "The First Times' Lady"
      },
      {
        "en": "Lady's First Experience"
      }
    ],
    "description": {
      "en": "Ojou Kotone is a first-year high school girl who was having trouble using the ticket machine at the station, Suguru Sewa, a first-year high school boy passing by helped her out, and he surprised as she transferred to Sewa's high school. It's her first time to taking the train, her first trying curry udon, Sewa being her first friend. This is a love comedy of firsts between a young lady and a caring high school boy!",
      "ja": "御城琴音は超がつくお嬢様の高校１年生。駅の券売機の使い方が分からず困っているところを通りがかりの高校１年生・瀬和すぐるに助けられたのをきっかけに、瀬和の高校に転校してきた。はじめての電車。はじめてのカレーうどん。はじめての友達。「はじめてを教えて欲しい」お嬢様と世話焼き男子高校生のはじめてラブコメディ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a62fa7f-ff92-4b2b-9073-049cdfff464c",
    "title": {
      "en": "Rejoice In Your Enemies"
    },
    "updatedAt": "2024-04-05T06:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/2a62fa7f-ff92-4b2b-9073-049cdfff464c/cc649567-8612-40ce-9c55-a13a6f6e63ce.png",
    "altTitles": [
      {
        "zh": "你越界了"
      },
      {
        "en": "You've crossed the line"
      }
    ],
    "description": {
      "en": "His beloved crush was snatched up by the nerdy new student.  Furious, Ren Zhichu tries to harass that nerd at every chance he gets. Unexpectedly, during their interactions with each other, Ren Zhichu actually develops feelings for that nerd..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb892f52-bc58-4031-b6b3-e936838764ba",
    "title": {
      "en": "Bloody Monday"
    },
    "updatedAt": "2022-11-04T04:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/eb892f52-bc58-4031-b6b3-e936838764ba/50a7ec01-c821-4bdd-9d10-beb8af21e317.jpg",
    "altTitles": [
      {
        "th": "Bloody Monday รหัสมรณะ"
      },
      {
        "ru": "Кровавый понедельник"
      },
      {
        "ar": "الأثنين الدموي"
      },
      {
        "ja": "ブラッディ・マンデイ"
      },
      {
        "zh": "血色星期一"
      },
      {
        "ko": "블러디 먼데이"
      }
    ],
    "description": {
      "en": "A virus deal clinched in Russia on the Christmas eve. Purpose: unknown. Two clues: a mysterious lady \"Maya,\" who is one of the gangsters, and \"Bloody Monday,\" the keyword for the project.  \nThen an incident happened in far-distant city of Tokyo. Fujimaru Takagi, a second year student at Mishiro Gakuin high school, is commissioned to find out the truth by the Public Security Intelligence Agency, for his great ability as a super hacker. Now, Maya approaches Fujimaru as his high school teacher…"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "96"
  },
  {
    "mangaId": "fcf1aa35-4891-46a3-9874-f1823ddac415",
    "title": {
      "en": "Sousei no Onmyouji"
    },
    "updatedAt": "2024-05-04T09:32:47+00:00",
    "coverArt": "https://mangadex.org/covers/fcf1aa35-4891-46a3-9874-f1823ddac415/3f549d4e-889c-445a-be9b-a5d14ef01d22.jpg",
    "altTitles": [
      {
        "en": "Twin Star Exorcists"
      },
      {
        "ru": "Оммёдзи двух звезд"
      },
      {
        "ru": "Экзорцисты Двух Звезд"
      },
      {
        "ja": "双星の陰陽師"
      },
      {
        "zh": "双星之阴阳师"
      },
      {
        "ko": "쌍성의 음양사"
      },
      {
        "pt-br": "Exorcistas das Estrelas Gêmeas"
      },
      {
        "tr": "İkiz Yıldız Şeytan Kovucuları"
      }
    ],
    "description": {
      "en": "Rokuro Enmado is from a family of exorcists who remove evil Kegare, but his real dream is to be a singer, a soccer player, or anything other than an exorcist. When another exorcist, a girl named Benio Adashino arrives, Rokura is suddenly inflamed with competitive spirit and decides to put his natural knack to good use. Their rivalry gets more complicated when they both learn they are the destined \"Twin Star Exorcists,\" two ultimate fighters fated to marry and create the prophesied child who will eliminate all the Kegare in the world.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Twin Star Exorcists** (2019)",
      "ru": "С давних времён доблестные оммёдзи сражаются со скверной - злобными духами, рождёнными из человеческих страхов, боли и отчаяния. Рокуро с детства мечтал стать сильнейшим оммёдзи и очистить мир от скверны, но ужасная трагедия на долгие годы убила в нём всякое желание бороться. Но кому есть дело до желаний гиперактивного мальчишки, когда от него и талантливой девочки зависит судьба всего мира?",
      "tr": "Rokuro Enmado, kötü Kegare'yi ortadan kaldıran bir şeytan kovucu ailesindendir, ancak asıl hayali bir şarkıcı, futbolcu ya da şeytan kovucudan başka bir şey olmaktır. Benio Adashino adında başka bir şeytan çıkarıcı kız geldiğinde, Rokura aniden rekabetçi bir ruhla alevlenir ve doğal yeteneğini iyi bir şekilde kullanmaya karar verir. İkisi de kaderlerinde evlenip dünyadaki tüm Kegare'leri ortadan kaldıracak kehanet çocuğunu yaratmak olan iki nihai savaşçı, \"İkiz Yıldız Şeytan Kovucu\" olduklarını öğrendiklerinde rekabetleri daha da karmaşık bir hal alır.",
      "pt-br": "Rokuro sonha em se tornar tudo menos um exorcista! Então a misteriosa Benio aparece. Os dois são apelidados de \"Exorcistas das Estrelas Gêmeas\" e descobrem que estão destinados a se casar... Rokuro pode escapar de ambos os destinos? Quando o melhor amigo de Rokuro, Ryogo, desaparece, Rokuro é forçado a pedir ajuda a Benio para entrar em Magano, o reino dos Kegare, para resgatá-lo!"
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7e5b450-94ee-4060-9e7e-3e0785707000",
    "title": {
      "en": "Go! Ina Junior High Ping-Pong Club"
    },
    "updatedAt": "2023-03-05T15:43:31+00:00",
    "coverArt": "https://mangadex.org/covers/b7e5b450-94ee-4060-9e7e-3e0785707000/dfa6bfa1-8639-4896-83e2-e690f1c7f940.jpg",
    "altTitles": [
      {
        "zh": "去吧，稻中乒团"
      },
      {
        "ja": "行け！稲中卓球部"
      },
      {
        "ja-ro": "Ike! Ina-chuu Takkyuubu"
      }
    ],
    "description": {
      "en": "There are six members of the boy's ping pong club. Two are relatively normal; however, the other four consist of an aspiring sexual deviant, two perverts, and a guy with lethal B.O. Add in a cantakerous girl as a manager, and you have the entire crew.  \n  \nThis series pushes the boundaries of good taste beyond anything the western world has experienced, yet somehow manages to remain vaguely charming. The antics of the ping pong club includes one member's trademark \"Protruding Pecker Serve,\" molesting cross-dressing members, and the infamous \"Turtle Sequence,\" which is much too horrifying to describe.  \n  \nIn 1996, this manga won the Kodansha Manga Award for general manga."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "159"
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-01-30T04:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/a310496a-0b5c-4b81-8250-9608c8ce40c6.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I started streaming in another world, I ended up creating a large number of Yandere followers."
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming.\n\nLiving in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself.\n\nThis is not the tale of just a streamer… but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80456a4e-93ad-4f38-a3c9-48818bbd485f",
    "title": {
      "en": "Navigatoria"
    },
    "updatedAt": "2024-05-11T08:07:18+00:00",
    "coverArt": "https://mangadex.org/covers/80456a4e-93ad-4f38-a3c9-48818bbd485f/40cbc482-816c-4db3-8eb2-2c0230b5187a.jpg",
    "altTitles": [
      {
        "ja": "ナヴィガトリア"
      }
    ],
    "description": {
      "en": "Enter a world where the First Space War has ended, and Earth has claimed its first extraterrestrial colony. Manabu Houo, a boy born into a totalitarian state, finds his only joy in watching forbidden movies with his childhood friend, Hina-chan. However, one day upon returning home, he finds a group of government officials waiting for him...?! Watch as this thrilling sci-fi school drama unfolds on a distant planet!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f898761d-a6b0-4ac9-b78b-50021eb93205",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity I: Quarantined Territory of Malice, Shinjuku - Shinjuku Phantom Incident"
    },
    "updatedAt": "2023-09-10T11:18:49+00:00",
    "coverArt": "https://mangadex.org/covers/f898761d-a6b0-4ac9-b78b-50021eb93205/cd4748c5-2fe1-4e44-a6e9-18a71de2e08d.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅰ 悪性隔絶魔境 新宿 新宿幻霊事件"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten I: Akushou Kakuzetsu Makyou, Shinjuku - Maboroshi Tamashi Jiken"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность I: Карантинная территория злого умысла, Синдзюку- Инцидент Фантома Синдзюку"
      }
    ],
    "description": {
      "en": "The curtain rises on Pseudo-Singularity I.\nThe stage: Shinjuku. Fight alongside mysterious new Servants in a prison district cut off from the outside world.",
      "ru": "Новая сингулярность, которая появилась перед Рицуко Фуджимару, который спас мир. Чтобы исправить искажение истории, Фуджимару, который был перемещен в Синдзюку в 1999 год, встречает одного слугу, который называет себя «Арчер Синдзюку». В городе, где широко распространено зло, открывается занавес истории первого фрагмента!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c76e194-919d-4143-a7a4-f7b3504183d9",
    "title": {
      "en": "Revelation of Youth"
    },
    "updatedAt": "2023-04-22T09:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/0c76e194-919d-4143-a7a4-f7b3504183d9/8dd94f4f-3811-4d49-b92a-760dc303ea94.jpg",
    "altTitles": [
      {
        "ko": "청춘계시록"
      },
      {
        "ko-ro": "Cheongchungyesilog"
      },
      {
        "ko-ro": "Cheongchun Gyesirok"
      },
      {
        "en": "Apocalypse of Youth"
      },
      {
        "uk": "Апокаліпсис юності"
      }
    ],
    "description": {
      "en": "A close and dangerous cohabitation with the cult leader's son has begun! Chungah was swindled by her uncle who she trusted and her parents disappeared, saying they are chasing their missing uncle, and Chungah suddenly lives alone in an empty house. But it wasn't just Chungah's family that was scammed! The biggest cult in the autonomous district, \"Millennium Adventist Church,\" was also deceived by her uncle. And \"Yohan,\" the son of the cult leader came to Chung-ah's house. He's dragging his luggage in...! God, is this cohabitation gonna be okay?",
      "uk": "Інтимне та небезпечне співмешкання з сином лідера культу почалось! Чону обманув її дядько, якому вона довіряла і її батьки пропали, коли сказали, що шукатимуть його, і раптом Чона живе одна в пустому будинку. Але обманули не тільки сім‘ю Чони! Найбільший культ в автономному районі «тисячолітня адвентистська церква» була теж обдурена її дядьком. І «Йохан», син лідера культу, прийшов до Чони додому. Він заносить свої речі…! Боже, що ж буде з цим співжиттям?",
      "pt-br": "Uma vida próxima e perigosa do filho do líder de um culto começou! Chungah foi enganada por seu tio em quem confiava e seus pais desapareceram, dizendo que estavam perseguindo seu tio desaparecido, e Chungah de repente vive sozinha em uma casa vazia. Mas não foi só a família de Chungah que foi enganada! O maior culto do distrito autônomo, \"Igreja Adventista do Milênio\", também foi enganado por seu tio. E \"Yohan\", o filho do líder do culto, veio à casa de Chung-ah. Ele está arrastando sua mala para dentro...! Deus, será que esta coabitação vai ficar bem?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-05-11T23:47:04+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/a429e4f9-59dc-42c4-945f-6ff6f6477dba.png",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce60f122-35d2-42f6-9b56-f7de9202d244",
    "title": {
      "en": "Yoko-san, Sugari Yoru."
    },
    "updatedAt": "2024-05-18T17:32:10+00:00",
    "coverArt": "https://mangadex.org/covers/ce60f122-35d2-42f6-9b56-f7de9202d244/cccd6a9c-e550-4473-a370-8a57a1066bda.jpg",
    "altTitles": [
      {
        "ja-ro": "Youko-san, sugariyoru."
      },
      {
        "ru": "Прилипала Ёко-сан."
      },
      {
        "ja": "陽子さん、すがりよる。"
      },
      {
        "es-la": "Es porque estamos juntos, Yoko-san"
      }
    ],
    "description": {
      "en": "A guy that can’t make friends + A girl that can’t make friends = friends",
      "es-la": "Morioka Shingo es un chico que tiene una apariencia escalofriante y aterradora, lo cual espanta a todas las personas con las que intenta socializar. Cansado de esta situación, y con el fin de acabar con esto, decide acercarse a Yoko, la chica solitaria de la clase. Sin embargo, tras ese día, Yoko queda muy encariñada con Morioka y desde entonces se mantiene atrapado en su red de mala suerte."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "51"
  },
  {
    "mangaId": "c98a93a0-67fa-4319-acf3-d80a13b68285",
    "title": {
      "en": "Mitsudomoe"
    },
    "updatedAt": "2023-10-29T00:04:08+00:00",
    "coverArt": "https://mangadex.org/covers/c98a93a0-67fa-4319-acf3-d80a13b68285/fc0ce56e-b660-49ee-b3d8-def7ce134f3d.jpg",
    "altTitles": [
      {
        "fr": "Les Triplées"
      },
      {
        "ru": "Отвязная Троица"
      },
      {
        "th": "สามรั่วตัวแสบ"
      },
      {
        "ja": "みつどもえ"
      },
      {
        "zh": "三人混战"
      },
      {
        "zh": "超元氣3姊妹"
      },
      {
        "ko": "쓰리몬"
      },
      {
        "en": "Three Part Struggle"
      },
      {
        "en": "Three Way Scramble"
      },
      {
        "en": "Three-way Struggle"
      }
    ],
    "description": {
      "en": "The somewhat precocious and sadistic girl Mitsuba, the somewhat lecherous muscle girl Futaba, and the somewhat mysterious gloomy girl Hitoha. Better known as the (mischievous) \"Marui Sisters,\" this is the story of how these triplets go about their days in Class 6-3 with their cute yet wild antics."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "19",
    "lastChapter": "348"
  },
  {
    "mangaId": "f97e69f0-18d7-4d93-a157-909a18fec9b2",
    "title": {
      "en": "Nagaku mo Mijikaki Koi no Hanashi"
    },
    "updatedAt": "2024-05-18T17:14:21+00:00",
    "coverArt": "https://mangadex.org/covers/f97e69f0-18d7-4d93-a157-909a18fec9b2/94c9b3fc-2c14-4e01-becd-db1bc3e82263.jpg",
    "altTitles": [
      {
        "ja": "長くも短き恋の話"
      },
      {
        "en": "A Long Yet Short Love Story"
      }
    ],
    "description": {
      "en": "Kippei and Ibuki are childhood friends and neighbors who seem to be polar opposites. \nAs the seasons change, will their attitude towards each other do too...?\n\n---\n**Links:**\n- Alternative Official Raw - [ComicWalker](https://comic-walker.com/detail/KC_005483_S?episodeType=comics), [Pixiv Comic](https://comic.pixiv.net/works/10293)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "e330b450-c318-4134-863e-7f50c7787efa",
    "title": {
      "en": "Kono Tabi Osananajimi to Karikon Shimasu"
    },
    "updatedAt": "2024-04-28T19:08:23+00:00",
    "coverArt": "https://mangadex.org/covers/e330b450-c318-4134-863e-7f50c7787efa/7b90f8bc-0dbe-4429-a5da-d6f0874a8996.jpg",
    "altTitles": [
      {
        "ja": "この度幼なじみと仮婚します"
      }
    ],
    "description": {
      "en": "Taichi, who has been freeloading off his girlfriend, gets dumped and has no choice but to go back to his parents' house. The person who knocks on his door is his childhood friend, Ryousuke, who grew up to be a handsome man.\nAfter they met again for the first time in years, Ryousuke suddenly proposes to Taichi. Confessing that he has always loved Taichi since they were kids, he requests that they apply for Provisional Marriage ー a system where couples can try being married for a maximum of six months.\nDespite being overwhelmed by Ryousuke's intense feelings, the words \"you don't have to do anything, so just be with me\" lure him in. Taichi agrees to the provisional marriage like he's just agreeing to be roommates, but then...?!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5.6"
  },
  {
    "mangaId": "954f29d0-4ef8-4660-a8f2-a511bd1b3e3a",
    "title": {
      "en": "Shinjin no Ko ga Sugokatta"
    },
    "updatedAt": "2024-05-18T13:01:06+00:00",
    "coverArt": "https://mangadex.org/covers/954f29d0-4ef8-4660-a8f2-a511bd1b3e3a/715d0cc3-5160-4ad5-a937-0941984a4dc5.jpg",
    "altTitles": [
      {
        "ja": "新人の子が凄かった"
      },
      {
        "en": "The Rookie Was Amazing"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ae1e096-ac77-4c27-902b-a2229a878430",
    "title": {
      "en": "Igyou Atama-san to Ningen-chan"
    },
    "updatedAt": "2024-04-14T09:37:41+00:00",
    "coverArt": "https://mangadex.org/covers/3ae1e096-ac77-4c27-902b-a2229a878430/9db6782e-f338-40c8-a540-5ea299ef494b.jpg",
    "altTitles": [
      {
        "ja": "異形頭さんとニンゲンちゃん"
      },
      {
        "uk": "Гетероморфна Голова-сан і його людина"
      },
      {
        "en": "The Aberrant-Headed Guy and the Human Girl"
      }
    ],
    "description": {
      "en": "Our main character, who is exhausted from being a corporate slave, gets transported to another world and lives as a pet of Heteromorphic head-san.\nThey both have romantic feelings for each other, however, because of their racial differences, they can’t seem to progress, but…",
      "ja": "現世で社畜ＯＬとして疲れ果てた主人公が異世界転移して、異形頭さんのペットとして暮らすことに。互いに恋愛感情があるものの種族の壁から中々発展しないが…",
      "uk": "Наша головна героїня, втомлена життям корпоративного раба, потрапляє в інший світ і живе як домашня тваринка Гетероморфної Голови-сана. Вони обоє мають романтичні почуття одне до одного, які, втім, через расові відмінності не можуть розвиватися, хоча..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]