[
  {
    "mangaId": "843c31ff-d390-4199-bc3b-94b0dfc63632",
    "title": {
      "en": "Baki Gaiden: Retsu Kaiou wa Isekai Tensei Shitemo Ikkou ni Kamawan"
    },
    "updatedAt": "2024-05-04T18:26:43+00:00",
    "coverArt": "https://mangadex.org/covers/843c31ff-d390-4199-bc3b-94b0dfc63632/5b007d11-2f4d-4f2f-84d2-c7b628cc6d14.jpg",
    "altTitles": [
      {
        "ja": "バキ外伝 烈海王は異世界転生しても一向にかまわんッッ"
      },
      {
        "zh": "刃牙外传 烈海王对于转生异世界一向是无所谓的"
      },
      {
        "en": "Baki Side Story - Retsu Kaioh Doesn't Mind Even if It's in Another World"
      },
      {
        "ja-ro": "Baki Gaiden - Retsu Kaioh Isekai Tensei Shitemo Ikkou ni Kamawan"
      },
      {
        "en": "Baki Side Story - Retsu Kaioh doesn't mind if he is reincarnated in another world"
      }
    ],
    "description": {
      "en": "After the events of Baki-Dou, the famous Kenpo master Retsu Kaioh wakes up in a new world unknown to him.  \r\n  \r\n**Note:** This is the official entry, not to be confused with the Doujinshi from Twitter user @sakuramankiti.",
      "ja": "同作は板垣の「グラップラー刃牙」シリーズに登場する、烈海王を主人公としたスピンオフ。今号には一挙3話掲載されており、本編で命を落とした烈が異世界に転生して戸惑うさまや、同じく「刃牙」の世界から転生したある人物と出会うシーンなどが描かれている。陸井は月刊少年チャンピオンで連載していた「月チャン編集部の秋田書店オンラインストア向上委員会」の中で烈海王の異世界転生ものを連載したい旨をアピールしていたため、このたびそれが実現した形だ。今号のカラーページには、担当編集者が連載の企画書を板垣に持ち込んだ際のレポートも掲載されており、板垣は連載の許可について特に返答していないものの、編集部は「最終手段。非公認のまま始めます!!」としている。",
      "pt-br": "Após os eventos de Baki-Dou, o famoso mestre do Kempo chinês Retsu Kaioh acorda em um novo mundo desconhecido para ele."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-09-19T16:05:58+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/93b0b3ea-5990-4e2b-ad1a-01e231a7938a.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01d0e7f2-b3de-4196-85db-f755446b4c11",
    "title": {
      "en": "Otona ni Narenai Bokura wa"
    },
    "updatedAt": "2024-06-30T06:44:50+00:00",
    "coverArt": "https://mangadex.org/covers/01d0e7f2-b3de-4196-85db-f755446b4c11/ef441cbf-d39b-4482-8b59-62977af9afaa.jpg",
    "altTitles": [
      {
        "ja": "大人になれない僕らは"
      },
      {
        "en": "We Won’t Become Adults"
      },
      {
        "es-la": "Nosotros que no podemos convertirnos en adultos"
      },
      {
        "zh-hk": "無法成為大人的我們"
      },
      {
        "zh": "无法成为大人的我们"
      }
    ],
    "description": {
      "en": "The latest work from the author of \"The Diary of a Commuting Student\". It's a silly and endless story about how some kids kill time by repeating the 7th of July every day. A time-loop love story of two high school students trapped in \"Eternal Youth\"!\n\n(Source: Young Magazine)",
      "es-la": "¡El último trabajo de Jo Fujita en Commuting Student Diary! Esta es nuestra tonta e interminable historia de cómo matamos el tiempo una y otra vez el 7 de julio. ¡Una historia de amor en bucle temporal de dos estudiantes de preparatoria atrapados en una \"eterna juventud\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a846b1d7-2e57-4622-acdf-9c584d07ce7f",
    "title": {
      "en": "I Became the Tyrant of a Defense Game"
    },
    "updatedAt": "2024-06-29T20:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/a846b1d7-2e57-4622-acdf-9c584d07ce7f/71675d54-8c30-45f7-a07b-bfc3518c6695.png",
    "altTitles": [
      {
        "ko": "디펜스 게임의 폭군이 되었다"
      },
      {
        "en": "Tyrant of the Tower Defense Game"
      },
      {
        "ko-ro": "Defense Game Pokguni Doeeotda"
      },
      {
        "zh": "成为塔防游戏里的暴君"
      },
      {
        "th": "ผู้พิชิตเกมป้องกันฐาน"
      },
      {
        "es-la": "Me convertí en el tirano de un juego de defensa"
      }
    ],
    "description": {
      "en": "Protect the Empire was considered unbeatable for over a decade until streamer extraordinaire Mr. Gamer Geek comes along and defeats the game on its hardest mode. But just when he's about to rest on his laurels, he's sucked into the world of the game by some mysterious figure and thrust into Prince Ash's body!\n\nAsh now realizes that every click and command he had mindlessly sent out had real, gruesome costs - including his teammates' lives that he sacrificed for the sake of victory. To make up for his previous actions, Ash promises to keep his whole team alive this time while using his wits and knowledge to survive the hellish onslaught of monsters. \n\nBut who brought him to this world in the first place, and why?\n\nAsh may soon find the answers to these questions - if he can survive the bloody battlefield first!",
      "fr": "Ash était un streamer de jeux vidéo, surnommé \"otaku classique\".\n\nUne fois qu'il a réussi à terminer un des jeux classiques les plus compliqués, \"Protégez l'Empire\", il a été aspiré dans le monde du jeu et s'est réincarné en tant que prince héritier, complètement psychopathe. Dans le jeu d'origine, il était connu comme le pire commandant qui a causé la quasi-destruction des forces armées de la ville, et qui a rencontré une fin tragique.\n\nCependant, Ash est déterminé à survivre en tant que commandant ''invincible''.",
      "ko": "타워디펜스&던전오펜스 RPG <제국을 지켜라>\n누구도 클리어하지 못한 난이도로 게임의 엔딩을 봤다.\n그런데 정신을 차리니 게임 속이다.\n그것도 공략이 불가능한 튜토리얼 스테이지다.\n\"반드시 클리어해 주마, 이 거지 같은 게임……!\"",
      "th": "<ปกป้องอาณาจักร> เกม RPG แนวป้องกันฐานและตะลุยดันเจี้ยน เกมที่ยากจนไม่มีใครเอาชนะมันได้ แต่ฉันทำได้จนได้เห็นตอนจบ ทว่าพอตั้งสติได้ก็กลับกลายเป็นว่าฉันได้เข้ามาอยู่ในเกมแล้ว แถมยังเป็นด่านปฐมบทที่ไม่มีทางเอาชนะได้อีกต่างหาก “ฉันจะเอาชนะมันให้ได้ ไอ้เกมเสงเครงนี่น่ะ.......!”",
      "zh": "重生塔防游戏里的配角，通关地狱级难度的关卡！\n\n无人能通关的地狱级难度塔防游戏“守护帝国”。当首次通关后发现自己居然在游戏里面，还处在不可能成功突破的新手教程剧情里？！\n\n能否再一次成功攻略地狱级难度的游戏？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c121e1c-a4e0-4287-8e19-f27f0732f1a3",
    "title": {
      "en": "Maishū kin'yō, shibarare ni kite"
    },
    "updatedAt": "2021-05-25T15:40:03+00:00",
    "coverArt": "https://mangadex.org/covers/1c121e1c-a4e0-4287-8e19-f27f0732f1a3/6512a038-6ca6-4100-9b3c-59185d3514b7.jpg",
    "altTitles": [
      {
        "en": "毎週金曜、縛られに来て"
      },
      {
        "en": "每周五的甜蜜绑缚"
      },
      {
        "en": "每週五的甜蜜綁縛"
      }
    ],
    "description": {
      "en": "悄悄抱有好感的同僚竟然有着不得了的秘密？"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": "1"
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-09-19T14:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий."
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e563a8e9-a730-4216-ba42-734aee59b3f3",
    "title": {
      "en": "Genkai Dokushin Joshi (26) Gohan"
    },
    "updatedAt": "2024-09-30T15:32:36+00:00",
    "coverArt": "https://mangadex.org/covers/e563a8e9-a730-4216-ba42-734aee59b3f3/abbec61a-1c46-4df5-977f-f89b63fc653b.jpg",
    "altTitles": [
      {
        "ja": "限界独身女子(26)ごはん"
      },
      {
        "ru": "Страдания 26-летней одинокой девушки-думера"
      },
      {
        "vi": "Bữa ăn đạm bạc của bà chị (26) độc thân"
      },
      {
        "es-la": "Comidas de despedida de soltera de 26 años"
      },
      {
        "es-la": "El sufrimiento de una Doomer no amada de 26 años"
      },
      {
        "en": "The Meals Of A Single Woman (26) At Her Limit"
      },
      {
        "en": "The Meals Of a 26 Year Old Single At Her Limit"
      },
      {
        "en": "26 Year Old Bachelorette's Meals"
      },
      {
        "en": "The Suffering of a 26 Year Old Unloved Female Doomer"
      }
    ],
    "description": {
      "en": "Hiiragi-san is a single woman who is exhausted from work and life. No matter how depressed she is, she always ends up hungry.",
      "ja": "鬱、孤独、たまに飯。\n仕事につかれ、生活につかれた限界独身女子の柊さん。どんなに憂鬱でも、おなかだけは空いてしまうようです。",
      "vi": "Cuộc sống hằng ngày cùng những bữa ăn đạm bạc của bà chị độc thân thất nghiệp chán đời.",
      "es-la": "La Sr. Hiiragi, es una chica marginalmente soltera que está cansada del trabajo y la vida. No importa cuán deprimido esté, mi estómago parece estar vacío."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68a9d14a-3d14-4295-bc10-ad75cc32e885",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Deep Sea Cyber-Paradise, SE.RA.PH"
    },
    "updatedAt": "2024-02-05T21:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/68a9d14a-3d14-4295-bc10-ad75cc32e885/30be794f-e1d8-435e-a1d6-16d230c0824b.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　深海電脳楽土 SE.RA.PH"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Shinkai Dennou Rakudo, SE.RA.PH"
      },
      {
        "en": "Fate/Grand Order -Epic of Remnant- Abyssal Cyber Paradise, SE.RA.PH"
      },
      {
        "en": "Fate/EXTRA CCC x Fate/Grand Order"
      },
      {
        "ru": "Судьба/Великий приказ: Эпос о Наследии. SE.RA.PH. Электронный рай в морской глубине"
      },
      {
        "uk": "Доля/Великий Наказ: Епос Залишків - Глибоководний кібер-рай SE.RA.PH"
      }
    ],
    "description": {
      "en": "To repair the singularity of the future, the main character, Ritsuka Fujimaru, will shift again to lay down a tremendous battle.",
      "pt-br": "Ao lidar com a incineração da ordem humana, Fujimaru Ritsuka se depara com uma nova e incompreensiva ameaça. Tudo começa quando um navio petroleiro denominado Seraphix desaparece sem deixar rastros."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0de647a-1035-46dd-b052-4c45553fd07e",
    "title": {
      "en": "Mobile Suit Gundam Side Story - The Blue Destiny"
    },
    "updatedAt": "2022-07-01T02:43:19+00:00",
    "coverArt": "https://mangadex.org/covers/a0de647a-1035-46dd-b052-4c45553fd07e/466a1441-e749-456a-8b11-457f908d7257.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム外伝 ザ・ブルー・ディスティニー"
      },
      {
        "ja-ro": "Kidou Sensei Gundam Gaiden - The Blue Destiny"
      }
    ],
    "description": {
      "en": "Yuu Kajima is a soldier with the Earth Federation Forces during the One Year War, testing new technology before it's mass-produced. During a routine battle, he and his teammates come under attack from a mysterious blue Mobile Suit that attacks like a monster, barely escaping with their lives. Returning to base, Yuu is assigned to pilot that same machine - Blue Destiny. As he uses his new machine and clashes with Zeon ace Nimbus Schterzen, Yuu learns that there may be more to the enigmatic Blue Destiny and its EXAM System than he previously thought."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a53e5b5d-622e-4cef-9a7b-ceb1efc48092",
    "title": {
      "en": "Majo to Ryouken"
    },
    "updatedAt": "2024-05-09T07:17:38+00:00",
    "coverArt": "https://mangadex.org/covers/a53e5b5d-622e-4cef-9a7b-ceb1efc48092/b98b49dc-2160-4495-951b-0a6357c4c59f.jpg",
    "altTitles": [
      {
        "ja": "魔女と猟犬"
      },
      {
        "ja-ro": "Majo to Ryōken"
      },
      {
        "en": "Witch and Hound"
      }
    ],
    "description": {
      "en": "Amelia, a kingdom of war and magic led by Queen Amelia, monopolizes the extraordinary power of \"magic\" and repeatedly invades other countries in a time of war. Even in the prosperous \"small country Campusfellow\", known for its farms and blacksmiths, the flames of war are approaching. \n\nIf things go on like this, Campus Fellows will perish.\n\nFor the sake of the country's survival , Lord \"Vad Grace\" decides to take a devious measure by recruiting into his ranks a group of vicious \"Witches\" who are known as \"disasters\", who have left behind numerous terrifying tales. \n\nRaised as an assassin, \"Black Hound,\" who has been trained in all kinds of assassination techniques, the boy throws himself into the impossible tasks to protect his country and lord.\n\nA magnificent dark fantasy epic, skillfully woven by the genius Kamitsuki Rainy and beautifully illustrated by Tsukahara Minori, the artist behind 'Re:Zero kara Hajimeru Isekai Seikatsu: Hyouketsu no Kizuna,' proudly begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef63deb7-88bc-4942-85bb-2f32cfc72ea5",
    "title": {
      "en": "Debby the Corsifa wa Makezugirai"
    },
    "updatedAt": "2024-09-05T18:39:14+00:00",
    "coverArt": "https://mangadex.org/covers/ef63deb7-88bc-4942-85bb-2f32cfc72ea5/27063476-db08-4ee5-9eb3-2a6df93b0583.jpg",
    "altTitles": [
      {
        "en": "Debby the Corsifa is Emulous"
      },
      {
        "ja-ro": "Debyi za Korushifa wa Makezugirai"
      },
      {
        "ja": "デビィ・ザ・コルシファは負けず嫌い"
      },
      {
        "en": "Debby the little lucifer is emulous"
      },
      {
        "ru": "Дебби Корсифа не любит проигрывать"
      }
    ],
    "description": {
      "en": "*\"I know! I'll destroy some humans to kill time!\"*   \n  \nThe strongest demon ever makes an unexpected appearance! But she's… a total airhead?! A comedy about a clumsy but emulous demon trying to kill time begins!",
      "ja": "「暇つぶしに人間でも滅ぼすかのう！」突如として現れた、史上最強の悪魔！でもコイツ...チョロすぎ!?ポンコツだけど負けず嫌いな悪魔と繰り広げる暇つぶしコメディー、開幕!!",
      "ru": "Однажды в комнату Рокуро неожиданно заявился сильнейший в мире демон! Но постойте, что же это... Неужто она настолько пустоголовая!? Встречайте великолепную комедийную историю о неуклюжем демоне, пытающимся скоротать время за людскими играми!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "89"
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-09-29T01:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/a4ab0d6b-6f05-4b51-b06d-2653663808e2.jpg",
    "altTitles": [
      {
        "ko": "원피스"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "th": "วันพีซ"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "fa": "وان پیس"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "hi": "वन पीस"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "ja": "ワンピース"
      },
      {
        "vi": "Vua Hải Tặc"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40a5bc77-4889-4780-8d36-3eae7b2c973c",
    "title": {
      "en": "Sora ga Haiiro Dakara"
    },
    "updatedAt": "2024-10-01T00:20:42+00:00",
    "coverArt": "https://mangadex.org/covers/40a5bc77-4889-4780-8d36-3eae7b2c973c/32b575c9-3178-4c81-8bf7-94182f779082.jpg",
    "altTitles": [
      {
        "en": "Because the Sky is Gray"
      },
      {
        "ja": "空が灰色だから"
      }
    ],
    "description": {
      "en": "A collection of short stories about the everyday lives of girls who have trouble with the people around them.\n\n---\n\nThe first volume contains stories about...\n- A lonely woman who works part-time, and who has crippling social anxiety that leads to misunderstandings.\n- A girl who is 'dumped' by her close friend.\n- A single mother who struggles to understand how to make her daughter happy.\n- A girl who desperately wants to buy a dress that she thinks could change her life.\n... and many more!\n\n(Source: MangaHelpers)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "59"
  },
  {
    "mangaId": "246f2c0c-4c50-4ef4-b292-c17f0f68a17c",
    "title": {
      "en": "Murim Login"
    },
    "updatedAt": "2024-06-16T15:52:59+00:00",
    "coverArt": "https://mangadex.org/covers/246f2c0c-4c50-4ef4-b292-c17f0f68a17c/7100674f-603e-4531-8fb5-cc5d5273430c.png",
    "altTitles": [
      {
        "ko": "로그인 무림"
      },
      {
        "ja": "ログイン武林"
      },
      {
        "en": "Login Murim"
      },
      {
        "zh": "登录武林系统"
      },
      {
        "ru": "Логин Мурим"
      },
      {
        "ko-ro": "Logeuin Murim"
      },
      {
        "fr": "Connexion au Murim"
      }
    ],
    "description": {
      "en": "Large numbers of monsters come out the gate which is the boundary of the world. After many sacrifices, People won the fight against monsters through their awakening. Jin Taekyung is alive as an 'F class hunter' which is the lowest level. After Jin has a hard time, he gets an old capsule then he goes into the capsule that is the martial heroes' world. And the game system gives him special abilities, he starts growing up to become the best martial hero.  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
      "ja": "ゲートの魔物を退治するハンターが活躍する時代。 主人公「陣泰敬」はハンターの階級の中でも最低ランクで生活もしんどい日々。 ある日、古びたVRゲーム機を道端で拾い接続してしまう。 泰敬の目に映ったのは見たこともない武林の世界（武術界）が広がっていた。 何とか現実の世界に戻ってくると、武林で身につけた力が現実でもそのまま残っていることに気が付く。 おかげで上級ハンターに昇格し、仕事に力を注ごうとしていたが… ゲーム世界のNPC…ではなく、仲間たちが心配になり再び武林の世界へと飛び込むことに…\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
      "ko": "세상의 경계인 게이트에서 몬스터 사냥을 하는 헌터들이 잘 먹고 잘 사는 시대. 주인공 진태경은 최하위 헌터라 벌이가 시원찮다. 어느 날, 낡은 VR 게임기를 줍게 되고 접속하니 무림의 세계가 펼쳐진다. 우여곡절 끝에 현실로 돌아온 태경은 무림에서 얻었던 힘이 현실에서도 그대로 남아있음을 깨닫는다. 이제 상급 헌터가 되어 돈을 버는 일만 남았는데... 게임 속 NPC 아니, 동료들이 걱정이 되어 다시 무림에 접속하게 되는데!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
      "ru": "Эпоха, когда охотники зарабатывают, зачищая врата от монстров. Джин Тэ-Кён - низкоранговый охотник, подобравший VR капсулу и случайно зашедший в игру, сюжет которой разворачивается в мире боевых искусств. После множества взлетов и падений Тэ-кён все-таки смог выбраться из этого мира. Сила и навыки, которые Джин получил в Муриме, появились у него и в реальном мире. Благодаря этому, он смог продолжить получать деньги, работая охотником... Однако он все же решает вернуться в Мурим из-за беспокойства за его друзей-NPC \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)",
      "zh": "在这个时代，猎人们通过在传送门猎杀怪物，收获荣誉和金钱。而男主陈泰庆作为最低等级的猎人，生活却捉襟见肘…… 偶然一天，他通过陈旧的VR游戏机，穿越到了武林世界中，而他在武林中修炼而成的功力，却能够保留到现实生活中！现在就应该专心修炼，然后打怪赚钱了！ 但是，他却忍不住担心武林游戏中的朋友……\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A1%9C%EA%B7%B8%EC%9D%B8-%EB%AC%B4%EB%A6%BC/2384)\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/11042/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/55123)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad9ac663-2d34-48cf-a458-a03f5370bf47",
    "title": {
      "en": "The Secret of the Partner Next to You"
    },
    "updatedAt": "2024-01-22T00:26:12+00:00",
    "coverArt": "https://mangadex.org/covers/ad9ac663-2d34-48cf-a458-a03f5370bf47/8579469a-ee38-4fe6-a062-59a6cf75b1ca.jpg",
    "altTitles": [
      {
        "en": "Jae-Kyung's Secret"
      },
      {
        "en": "The Secret of Jae-Kyung"
      },
      {
        "es-la": "El secreto de Jae-Kyung"
      },
      {
        "ko": "옆자리 짝꿍의 비밀"
      },
      {
        "pt-br": "O Segredo de Jae-Kyung"
      },
      {
        "ko-ro": "Yeopjali jjagkkung-ui bimil"
      },
      {
        "id": "Rahasia Mitra Di Samping Anda"
      }
    ],
    "description": {
      "en": "Yang Kiryong is an ordinary high school boy who has a classmate named Yoo Jae-Kyung, who is somewhat clumsy and clueless. Both have a very good friendship, but without any kind of love attraction. Until one day, by chance, Kiryong discovered the deepest secret of his friend and because of this his heart began to beat, will it be beats of fear or love?",
      "ko": "평범한 남자 고등학생 양기룡.\n그리고 언제나 헤실헤실하고 가끔 나사빠진 행동을 하는\n그의 짝꿍 유재경.\n그럭저럭 귀엽다고 생각되는 반 친구였을 뿐인데..\n어느 날 우연히 그녀의 위험한 비밀을 알게 된다.\n이 심장의 두근거림은 두려움인지, 설렘인지..?",
      "es-la": "Yang Kiryong es un chico de preparatoria común y corriente, que tiene una compañera de clase llamada Yoo Jae-Kyung, la cual es algo torpe y despistada. Ambos tienen una muy buena amistad, pero sin ningún tipo de atracción amorosa. Hasta que un día, por casualidad, Kiryong descubrió el secreto más profundo de su amiga y debido a esto su corazón empezó a latir, ¿serán latidos de miedo o amor?",
      "pt-br": "Yang Kiryong é um garoto comum do ensino médio que tem uma colega de classe chamada Yoo Jae-Kyung, que é um pouco desajeitada e sem noção. Ambos têm uma amizade muito boa, mas sem nenhum tipo de atração amorosa. Até que um dia, por acaso, Kiryong descobriu o segredo mais profundo de sua amiga. Por causa disso seu coração começou a bater, será de medo ou de amor?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "375be9e1-5d08-44bd-a99b-b71b8b29bc40",
    "title": {
      "en": "How Could You Repay the Kindness I Raised You With Obsession?"
    },
    "updatedAt": "2024-09-23T08:05:53+00:00",
    "coverArt": "https://mangadex.org/covers/375be9e1-5d08-44bd-a99b-b71b8b29bc40/06e6a788-2f11-48f6-ace2-af3c2e0f7802.png",
    "altTitles": [
      {
        "ko": "키워준 은혜를 집착으로 갚으시다니요"
      },
      {
        "en": "Do You Repay the Kindness I Raised You With Your Obsession?"
      }
    ],
    "description": {
      "en": "I transmigrated into the body of an evil witch in a fairytale.\r\nWhile I was drowning in loneliness, hated by everyone, I happened to pick up and raise a pair of siblings who were eating my candy house...\r\n\r\n\"Hazel the Witch, you're sentenced to execution for kidnapping!\"\r\n\r\nWho would have known that I'd be falsely accused of kidnapping the Grand Duke's younger siblings!\r\nThankfully, before she knew it, Hazel became a nanny in the Grand Duchy with the help of the children.\r\n\r\nHowever, her employer once said...\r\n\"A Grand Duke doesn't marry witches. Nor nannies, of course.\"\r\nand gulped down kimchi soup.\r\n\r\nI don't have no intention of getting marrying either, you know? Especially not to you, your Grace!\r\nI'll just raise the kids and then quit!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "38ed0789-e934-424c-9190-461904c80227",
    "title": {
      "en": "Arum Daun"
    },
    "updatedAt": "2024-08-26T15:14:57+00:00",
    "coverArt": "https://mangadex.org/covers/38ed0789-e934-424c-9190-461904c80227/126397ca-4bb3-47dd-b1fb-af26ae8741ae.jpg",
    "altTitles": [],
    "description": {
      "en": "A story about a girl that's friends with nature. Will she be strong enough to face her life that's full of difficulties? Or will she need nature's help?",
      "id": "Kisah seorang gadis yang berteman dengan sosok Alam. Apakah ia cukup kuat untuk menghadapi kehidupannya yang penuh dengan kemalangan? Ataukah ia akan memerlukan bantuan Sang Alam?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "ce23a691-9041-43d7-a2cb-5607281b0e79",
    "title": {
      "en": "White Tiger and Black Tiger"
    },
    "updatedAt": "2024-02-03T05:13:59+00:00",
    "coverArt": "https://mangadex.org/covers/ce23a691-9041-43d7-a2cb-5607281b0e79/7cbf4215-052e-4611-a9a3-95edd48c6992.png",
    "altTitles": [
      {
        "ja": "ホワイトタイガーとブラックタイガー"
      },
      {
        "ja-ro": "White Tiger to Black Tiger"
      }
    ],
    "description": {
      "en": "White Tiger went into the woods to find a strong tiger called \"Black Tiger\" and met Black Tiger, the shrimp.\n\nIt's a web manga on Twitter by NITORI Sasami, the author of \"Wonder Cat Kyuu-chan\" (Fushigi Neko no Kyuu-chan)."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d080f85f-a6ef-4e0a-9569-c0709b60d8c0",
    "title": {
      "en": "Isshou Senkin"
    },
    "updatedAt": "2024-09-30T15:59:50+00:00",
    "coverArt": "https://mangadex.org/covers/d080f85f-a6ef-4e0a-9569-c0709b60d8c0/69ec4c93-150f-407a-a801-cceafac6130c.jpg",
    "altTitles": [
      {
        "ja": "一勝千金"
      },
      {
        "en": "ST✰R: Strike it Rich"
      },
      {
        "en": "STAR: Strike it Rich"
      },
      {
        "ru": "Звезда: Бей, богатей"
      },
      {
        "ru": "Бесценная Победа"
      }
    ],
    "description": {
      "en": "“Yup! Just as slow as I thought.”\n\nAfter retiring from public fighting and getting fired from underground fighting, 27 year old Tenma Nozomi's zest for life is gradually dwindling away. It's hard to be at the bottom with nowhere to go, and that's exactly where she and her two friends are. However, Nozomi hits upon an idea that may just solve all of their problems: they could make their own underground fighting circuit for women, and tap into an underexplored market. As good as that sounds, her insistence on including the unknown quantity Hongou Hina may prove to be more than she bargained for...",
      "ja": "女子×裏格闘×団体運営＝？？？\n\n格闘団体をクビになった天馬希望（てんまのぞみ）は一攫千金を夢見て、幼なじみの2人と女子だけの裏格闘団体を立ち上げる！しかし、興行を成功させるためスター選手として招き入れたのは、可愛らしい見た目からは想像できないとってもキケンな女子高生で…！？金か？ 夢か？ 革命か？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8244a5bc-eee0-4f66-9610-fe7a60f0a365",
    "title": {
      "en": "What Should I Do If I Found a Witch?"
    },
    "updatedAt": "2024-05-02T20:51:00+00:00",
    "coverArt": "https://mangadex.org/covers/8244a5bc-eee0-4f66-9610-fe7a60f0a365/7205ae70-8395-478b-8700-ebc048f9a8d8.jpg",
    "altTitles": [
      {
        "zh": "捡到魔女了怎么办？"
      },
      {
        "zh-ro": "Jian Dao Monvle Zenme Ban?"
      },
      {
        "zh-ro": "Jiǎn Dào Mónǚle Zěnme Bàn?"
      }
    ],
    "description": {
      "en": "On his way home from work, ordinary office worker Ji Ze Chen met a young girl claiming to be a witch. And she even asked if he could take her in! What would you do if you found a witch one day? Why take care of her of course!",
      "zh-hk": "打工人季泽辰某一天下班后遇到了自称是魔女的小孩，竟然还请求他把自己带回家？捡到魔女了怎么办——准备开启养崽生活吧！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-06-20T16:23:49+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ab99945-f7f2-41d3-8060-bcfbefe32b84",
    "title": {
      "en": "Koibumi to 13-sai no Actress"
    },
    "updatedAt": "2024-09-30T08:28:15+00:00",
    "coverArt": "https://mangadex.org/covers/6ab99945-f7f2-41d3-8060-bcfbefe32b84/4f07d3a9-5ecb-44da-8c13-de36e033e996.jpg",
    "altTitles": [
      {
        "ja": "恋文と13歳の女優（アクトレス）"
      },
      {
        "en": "A Love Letter and a 13-Year-Old Actress"
      }
    ],
    "description": {
      "en": "Fumi Isshiki works as an accountant at an entertainment agency. One day, he is transferred to the management department, where Ayano Haga, a 13-year-old child actress, seems to take a liking to him...?\n\nShe is just a child, yet she acts more mature than most adults.\nA dramatic story woven between a professional child actress and her manager!\n\n(Source: Comic Fuz, translated)",
      "ja": "芸能事務所で経理として働く一色文は、ある日営業へと部署異動を言い渡される。担当するまだ13歳の子役の少女、羽賀文乃は、妙に文のことを気に入ったようで…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b5a61e-81d0-4a8d-a2d3-22ba8c409106",
    "title": {
      "en": "siSTAR regiSTAR"
    },
    "updatedAt": "2024-10-01T12:21:24+00:00",
    "coverArt": "https://mangadex.org/covers/c8b5a61e-81d0-4a8d-a2d3-22ba8c409106/4d421a38-42b1-40db-99d6-d1d03ef0341c.jpg",
    "altTitles": [
      {
        "ja": "しすたれじすた"
      },
      {
        "en": "Sister Registar"
      }
    ],
    "description": {
      "en": "Sister Registar explore the themes of \"idols\" and \"family,\" focusing on the behind-the-scenes drama of an idol and her family, who create her costumes."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d8ec487-faef-4a92-8765-2ce1841de60c",
    "title": {
      "en": "Beyblade Burst"
    },
    "updatedAt": "2024-10-04T00:17:37+00:00",
    "coverArt": "https://mangadex.org/covers/9d8ec487-faef-4a92-8765-2ce1841de60c/c9384f59-491c-4047-8c8b-30c584b90e36.jpg",
    "altTitles": [
      {
        "ru": "Бейблэйд: Взрыв"
      },
      {
        "th": "เบย์เบลด เบิร์ส"
      },
      {
        "ja": "ベイブレードバースト"
      },
      {
        "ko": "베이블레이드 버스트"
      }
    ],
    "description": {
      "en": "Latest reboot of the Beyblade franchise.  \n  \nAnimeNewsNetwork Links:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17992)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=19030)  \n[Season 3](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20757)\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "109"
  },
  {
    "mangaId": "34bb9d07-d5ee-40e5-9524-550230685ace",
    "title": {
      "en": "Sayounara Ryuusei, Konnichiwa Jinsei"
    },
    "updatedAt": "2024-09-28T19:11:20+00:00",
    "coverArt": "https://mangadex.org/covers/34bb9d07-d5ee-40e5-9524-550230685ace/3ceca5e4-eb2e-4005-a31f-629fee12a31c.jpg",
    "altTitles": [
      {
        "fr": "Goodbye Dragon Life (FR)"
      },
      {
        "en": "Goodbye Dragon Life, Hello Human Life"
      },
      {
        "ja-ro": "Sayonara Ryuusei, Konnichiwa Jinsei"
      },
      {
        "ru": "Прощай, жизнь дракона, Здравствуй, жизнь человека"
      },
      {
        "ja": "さようなら竜生こんにちは人生"
      },
      {
        "zh": "再见龙生你好人生"
      }
    ],
    "description": {
      "en": "The strongest and oldest dragon who had lived through eternity allowed himself to be killed by Hero. Just as he prepared for eternal sleep, he realized himself reborn as Dran, a villager in the frontier.\n\nWorking the field, hunting forest animal, and having a warm life has filled his heart with joy he never experienced in his whole dragon life.\n\nOne day, when he's patrolling the forest near his village, he encountered a powerful demon army.",
      "es": "El Dragón más antiguo y poderoso del mundo se cansó de su vida, así que elige morir cuando los héroes vengan por él. Pero sucede un giro inesperado después de su muerte, fue reencarnado como un humano. Él en su alivio, decide vivir una vida como un humano en todo su esplendor, y recupera su voluntad de vivir… pero debido a su gran cantidad de poder mágico, él resulta envuelto en muchos problemas, así que su misión es acabar con todo lo que moleste su tranquilidad, y así disfrutar de su nueva vida con los amigos que encuentra en el camino.  \n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f2e6841-c9fb-4fb0-b4a1-eb670b7267f4",
    "title": {
      "en": "Soya Duck"
    },
    "updatedAt": "2024-06-25T18:17:04+00:00",
    "coverArt": "https://mangadex.org/covers/5f2e6841-c9fb-4fb0-b4a1-eb670b7267f4/3a78077b-908f-4e27-84ba-9b7973ee05d6.png",
    "altTitles": [
      {
        "zh": "逗酱萌鸭"
      },
      {
        "en": "Dou Jiang, the Adorable Duck"
      },
      {
        "zh-ro": "Dòu Jiàng Méng Yā"
      }
    ],
    "description": {
      "en": "Ge ge's name is You Tiao, Di di's name is Soya. A cute comedy series about their daily lives!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "89c37252-b871-42fc-8043-9bca82c6a340",
    "title": {
      "en": "Martial Legacy"
    },
    "updatedAt": "2024-04-04T05:55:51+00:00",
    "coverArt": "https://mangadex.org/covers/89c37252-b871-42fc-8043-9bca82c6a340/67f0ba8a-5ef8-48fc-a777-ee9baf27f160.png",
    "altTitles": [
      {
        "en": "Martial Inheritance"
      },
      {
        "ru": "Боевое наследие"
      },
      {
        "zh": "传武"
      }
    ],
    "description": {
      "en": "A boy named Shi Shan and his little sister were offered as sacrifice to a demon that has been haunting their village. They were rescued by a martial artist who exorcised demons. He took the siblings in as his disciples and taught them the art of cultivation and about the demons that dwell in this world."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b8fd9d83-40c4-40f9-8525-bfcab3a6c3eb",
    "title": {
      "en": "Osananajimi wo Erabenai!"
    },
    "updatedAt": "2024-10-04T22:48:13+00:00",
    "coverArt": "https://mangadex.org/covers/b8fd9d83-40c4-40f9-8525-bfcab3a6c3eb/d6df40c7-daf2-4263-ba30-8e6063212b0d.jpg",
    "altTitles": [
      {
        "ja": "幼馴染をえらべない！"
      },
      {
        "ja-ro": "Osananajimi o Erabenai!"
      },
      {
        "en": "I Can't Choose a Childhood Friend!"
      },
      {
        "ja": "おさえら"
      },
      {
        "ja-ro": "OsaEra"
      },
      {
        "pt-br": "Eu não consigo escolher uma amiga de infância!"
      }
    ],
    "description": {
      "en": "I fell in love with my childhood friend, but we ended up separated. Now, after 10 years, I'm finally reunited with her! However, just as I started looking forward to an amazing school life with her, I found out that she was... not alone...?",
      "ja": "大好きだったけど離れ離れになってしまった幼馴染。\nそんな彼女と10年ぶりに再会した！\n最高の学校生活が待っているかと思いきや、彼女は“一人じゃなく”て…？",
      "pt-br": "Eu me apaixonei por minha amiga de infância, mas acabamos nos separando. Agora, 10 anos depois, finalmente nos reencontramos! Mas, assim que comecei a me empolgar com minha nova vida escolar com ela, percebi que ela... não era a única...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de7cff02-47b5-4f27-b238-9a4d9e40694c",
    "title": {
      "en": "I Can't Fall in Love With Paperman"
    },
    "updatedAt": "2024-08-15T17:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/de7cff02-47b5-4f27-b238-9a4d9e40694c/a33f3ad7-f7d5-4c03-babe-f9386c04d923.jpg",
    "altTitles": [
      {
        "zh": "我不可能和纸片人谈恋爱"
      },
      {
        "ko": "내 남주에게 위협당하고 있습니다"
      },
      {
        "zh-ro": "Wo Bu Keneng He Zhi Pian Ren Tan Lian'ai"
      }
    ],
    "description": {
      "en": "When a BL comic artist transmigrated into the princess of Liao, she resumed her career... but encountered her \"dear son\" who crawled out of the book and refused to be gay! Faced with a sword to her neck, will she surrender or resist? What's worse, the plot is no longer under her control; who's the mysterious person behind the scenes controlling everything?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-10-03T23:53:52+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/b27b95b9-43dd-45c5-9cfb-7ccd72503d39.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5ce88e2-8c46-482d-8acf-5c6d5a64a585",
    "title": {
      "en": "Noragami: Stray God"
    },
    "updatedAt": "2024-08-02T23:33:30+00:00",
    "coverArt": "https://mangadex.org/covers/e5ce88e2-8c46-482d-8acf-5c6d5a64a585/d8009398-6a12-473f-9af9-541b5eef50b6.jpg",
    "altTitles": [
      {
        "tr": "Başıboş Tanrı"
      },
      {
        "pl": "Bezdomny bóg"
      },
      {
        "fr": "Dieu égaré"
      },
      {
        "fr": "Dieu errant"
      },
      {
        "it": "Dio randagio"
      },
      {
        "es": "Dios callejero"
      },
      {
        "es-la": "El dios errante"
      },
      {
        "hu": "Kóbor Isten"
      },
      {
        "tr": "Noragami: Başıboş Tanrı"
      },
      {
        "de": "Streunender Gott"
      },
      {
        "vi": "Vị Thần Lang Thang"
      },
      {
        "uk": "Безхатній Бог"
      },
      {
        "ru": "Бездомный Бог"
      },
      {
        "fa": "خدای ولگرد"
      },
      {
        "ar": "نوراجامي"
      },
      {
        "th": "โนรางามิ เทวดาขาจร"
      },
      {
        "ja": "ノラガミ"
      },
      {
        "zh": "流浪神差"
      },
      {
        "zh-hk": "野良神"
      }
    ],
    "description": {
      "en": "Yato is a homeless god. He doesn’t even have a shrine, not to mention worshippers! So to achieve his ambitious goals, he’s set up a service to help those in need (for a small fee), hoping he’ll eventually raise enough money to build himself the lavish temple of his dreams. Of course, he can’t afford to be picky, so Yato accepts all kinds of jobs, from finding lost kittens to helping a student overcome bullies at school.",
      "pt": "Yato é um deus menor, cujo sonho é ter um monte de seguidores adorá-lo e orar com ele. Infelizmente, o seu sonho está longe de se tornar realidade desde que ele não tem sequer um único santuário dedicado a ele. Para piorar as coisas, o único parceiro que tinha que o ajudava a resolver os problemas das pessoas, tinha acabado de sair do trabalho. Sua existência divina e a sorte só pode mudar quando ele se depara com Hiyori Iki e salva sua vida, um feito que também deixa em muito a situação para que ela está presa com ele até que seu problema é resolvido. Juntamente com Hiyori e sua nova Yukine parceiro de armas, Yato vai fazer tudo que puder para ganhar fama, reconhecimento e apenas talvez, um santuário dedicado a ele, também.",
      "ru": "«Бог, который может мечом отменить приговор.» В мире людей есть Бог, который может проникнуть в самое сердце человека. Когда вы грустите, когда вы устали, если вы посмотрите наверх, до самого рая, то увидите номер телефона. Но самое важное – не звонить! Если вы позвоните, перед вами появится парень, который с наглым выражением лица скажет: «Возрадуйся, я – Бог.» Если это произойдет, то что вы будете делать?",
      "pt-br": "Yato é um deus menor, cujo sonho é ter um monte de seguidores adorá-lo e orar com ele. Infelizmente, o seu sonho está longe de se tornar realidade desde que ele não tem sequer um único santuário dedicado a ele. Para piorar as coisas, o único parceiro que tinha que o ajudava a resolver os problemas das pessoas, tinha acabado de sair do trabalho. Sua existência divina e a sorte só pode mudar quando ele se depara com Hiyori Iki e salva sua vida, um feito que também deixa em muito a situação para que ela está presa com ele até que seu problema é resolvido. Juntamente com Hiyori e sua nova Yukine parceiro de armas, Yato vai fazer tudo que puder para ganhar fama, reconhecimento e apenas talvez, um santuário dedicado a ele, também..."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "109"
  },
  {
    "mangaId": "60dbc42d-5248-46d5-bb33-ddcf876f34f7",
    "title": {
      "en": "The Killer Shoujo's Love Training"
    },
    "updatedAt": "2023-12-06T03:22:45+00:00",
    "coverArt": "https://mangadex.org/covers/60dbc42d-5248-46d5-bb33-ddcf876f34f7/d50a8ad7-f09b-4fad-8c17-4c20951d4ff1.jpg",
    "altTitles": [
      {
        "ja": "殺し屋少女の恋愛試練"
      },
      {
        "ja-ro": "Koroshiya Shoujo no Renai Shiren"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My Love for My Roommate Is One-Sided"
    },
    "updatedAt": "2024-09-17T11:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "98"
  },
  {
    "mangaId": "61d81be6-2759-4cc4-9815-7952a3449149",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken: Clayman Revenge"
    },
    "updatedAt": "2024-09-15T19:20:54+00:00",
    "coverArt": "https://mangadex.org/covers/61d81be6-2759-4cc4-9815-7952a3449149/2b7b6aba-f70b-4900-abad-56aa0329ef91.jpg",
    "altTitles": [
      {
        "ja": "転生したらスライムだった件: クレイマン Revenge"
      },
      {
        "en": "That Time I Got Reincarnated as a Slime: Clayman's Revenge"
      },
      {
        "ru": "О моём перерождении в слизь: Месть Клеймана"
      },
      {
        "ar": "ذلك الوقت الذي تجسد فيه كسلايم: انتقام كلايمان"
      },
      {
        "tr": "Tensei Shitara Slime Datta Ken: Clayman'in İntikamı"
      },
      {
        "uk": "Про моє переродження в слиз: Помста Клеймана"
      }
    ],
    "description": {
      "en": "Walpurgis ended with echoes of a public condemnation. It seems as if a clown's dream has already ran its course. But as if fate was pranking, or the world has other plans, the  supposedly dead Clayman has been resurrected from the dead. Is it the beginning of his dark era once more...?",
      "ja": "ワルプルギスに響き渡った断末魔。道化の夢は一度は尽きたかと思われた。しかし運命のイタズラか、世界の選択か、死んだはずのクレイマンは復活し、再び暗躍を始め･･･る？",
      "es-la": "Este Manga Spinoff es una historia alternativa que sucede luego de los eventos del Volumen 6 de la Novela Ligera.\n\nHistoria alternativa que continua despues de los eventos del Volumen 6 de la Novela Ligera. - El Walpurgis habia terminado con el grito de su muerte. Parecia que el sueño del arlequin habia llegado a su fin. Sin embargo, ya sea por una broma del destino o una decisión del mundo, Clayman quien supuestamente murio, ha resucitado una vez mas. ¿Es el comienzo de una nueva era oscura...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 7 - Steel Ball Run"
    },
    "updatedAt": "2024-07-27T09:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6/88d9920d-2164-406e-a998-4e7a1789e101.jpg",
    "altTitles": [
      {
        "ja": "ジョジョの奇妙な冒険 Part7『スティール・ボール・ラン』"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "zh": "JoJo的奇妙冒险 第七部 飙马野郎"
      },
      {
        "es": "La Extraña Aventura de JoJo Parte 7 - Steel Ball Run"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 7: Cursa \"Mingea de Oțel\""
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Болат Доп Бәйгесі"
      },
      {
        "uk": "Химерні Пригоди Джоджо Частина 7 —Перегони \"Сталева Куля\""
      },
      {
        "pt-br": "A Bizarra Aventura de JoJo, Parte 7: A Corrida da Esfera de Aço"
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  \n  \nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "uk": "Вересень 1980. Дикий Захід. Америка. Жокеї зі всього світу чекають гонку \"Сталева Куля\", яка ось-ось розпочнеться. Тисячі людей вишиковуються в Сан-Дієго, щоб подолати понад шість тисяч кілометрів заради шансу отримати головний приз — п’ятдесят мільйонів доларів. Юний Джонні Джостар, каліка, колишній жокей та популярний скакун, приїхав до Сан-Дієґо, щоб подивитися на старт перегонів. Там він зустрічає Джайро Цеппелі, гонщика з двома сталевими кулями на талії замість револьвера, звичної зброї для жителів. Джонні бачить, як Джайро використовує одну зі своїх сталевих куль, змушуючи людину вистрілити з рушниці в себе під час дуелі. Поклявшись знайти таємницю сталевих куль, Джонні вирішує взяти участь у гонці. Так і починається його химерна пригода.",
      "pt-br": "Nos Estados Unidos, na década de 1890, um homem chamado Steven Steel decide promover a \"Steel Ball Run\", uma corrida corta-mato cujo trajeto atravessa todo o país. A corrida é um grande atrativo mundial que chama a atenção tanto de corredores americanos como de corredores estrangeiros. Entre esses corredores estão Johnny Joestar, um ex-jóquei americano, e Gyro Zeppeli, um estrangeiro que carrega consigo misteriosas esferas de aço. Johnny e Gyro se esbarram e dão início à história da sétima parte de JoJo's Bizarre Adventure."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "cba1a19d-b433-4f4c-a988-8608fef3f955",
    "title": {
      "en": "Uzugami"
    },
    "updatedAt": "2024-09-22T15:16:21+00:00",
    "coverArt": "https://mangadex.org/covers/cba1a19d-b433-4f4c-a988-8608fef3f955/6211ad36-65cb-4c4b-955e-f06972c57608.jpg",
    "altTitles": [
      {
        "ja": "渦神 - 分裂増殖人間"
      },
      {
        "ja-ro": "Uzugami - Bunretsu Zoushoku Ningen"
      },
      {
        "ja-ro": "Uzushin"
      }
    ],
    "description": {
      "en": "Satoru Takeichi, also known as Ichigo, works at a sawmill. \n\nWhile working, he got into a mechanical problem and ended up having the first joint of his right little finger amputated. He and other employees searched for the cut off part, but couldn't find it. \n\nIchigo goes straight to the hospital and receives treatment. However, when he returned to his apartment after being hospitalized for a few days, he found another version of him... \n\nFrom there, a strange shared life with another [Himself] begins...",
      "ja": "渦神 分裂増殖人間製材工場で働いている武市悟(たけいちさとる)、通称イチゴ。\n\n彼は作業中に機械トラブルに巻き込まれ右手の小指の第一関節を切断してしまう。他の従業員と一緒に切り落とした部分を探したが見つからない。\n\nイチゴはそのまま病院へ行き治療を受ける。しかし、数日の入院を経て自宅アパートへ帰ると、【もう 1 人の自分】がいた...。\n\nそこからもう1 人の【二ゴー】との奇妙な共同生活が始まる......。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0490cc2-6645-4fa3-a56c-0a522cac507c",
    "title": {
      "en": "Kuramerukagari"
    },
    "updatedAt": "2024-10-04T22:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/e0490cc2-6645-4fa3-a56c-0a522cac507c/243ccccd-d687-4a84-afa1-dacc0f087ef8.png",
    "altTitles": [
      {
        "ja": "クラメルカガリ"
      }
    ],
    "description": {
      "en": "In the busy day-to-day life of those in the ever changing coal mine town nicknamed the \"Miniature Garden,\" the smell of iron and dust clouds dance. Among the town's inhabitants are Kagari, a cartographer, and her childhood friend Yuuya, who dreams of freeing himself from the Miniature Garden. Though they spend their fleeting days tenaciously, their everyday lives are transformed with the frequent occurrences of suspicious cave-ins...?! Under the town's swaying billows, the young girl and boy faintly mature into adults.\n\nNote: The original anime film this was based on has released alongside the movie Kurayukaba, which shares the same universe."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0eb1e1a0-ec19-4d84-907c-d6efe40cdc98",
    "title": {
      "en": "I'm Not That Kind of Talent"
    },
    "updatedAt": "2024-05-28T18:32:39+00:00",
    "coverArt": "https://mangadex.org/covers/0eb1e1a0-ec19-4d84-907c-d6efe40cdc98/371950cc-373a-46ab-a071-9ba3fdd1ecb5.jpg",
    "altTitles": [
      {
        "ko": "저 그런 인재 아닙니다"
      },
      {
        "ko-ro": "Jeo Geureon Injae Animnida"
      },
      {
        "en": "I'm Not That Kind of Person"
      },
      {
        "zh": "我不是那种人才"
      },
      {
        "zh-hk": "我不是那種人才"
      },
      {
        "mn": "Би тийм чадварлаг биш"
      },
      {
        "id": "Aku Bukan Orang Seperti Itu"
      },
      {
        "vi": "Ta Không Tài Giỏi Đến Vậy Đâu"
      },
      {
        "es-la": "No soy esa clase de talento"
      }
    ],
    "description": {
      "en": "I'm not that kind of person.\n\nI, Dion Hart, am a sickly person who vomits blood whenever I'm stressed.\n\nHowever, at the same time, I'm Count Hart, who has somehow been misunderstood and thought of as a strong person, and thereby feared by everyone.\n\n---\nI am a sickly person who vomits blood whenever I get stressed. Deon Hart. However, at the same time as Honorary Count Hart, who is somehow misunderstood as strong and feared by everyone in the Empire, In the demon realm, he became the commander of the 0th Corps, the most trusted by the demon king... Yes?! me? I'm not that kind of person?!\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/im-not-that-kind-of-talent)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)\n* [Indonesian](https://www.webtoons.com/id/fantasy/im-not-that-kind-of-talent/list?title_no=5239)",
      "fr": "Je ne suis pas ce genre de personne.\n\nMoi, Dion Hart, je suis une personne maladive qui vomit du sang dès que je suis stressé.\n\nCependant, en même temps, je suis le Comte Hart, qui a été en quelque sorte incompris et considéré comme une personne forte, et donc craint par tout le monde.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)",
      "it": "Non sono quel tipo di persona.\n\nIo, Deon Hart, sono una persona malaticcia che vomita sangue ogni volta che è stressata.\n\nTuttavia, allo stesso tempo, sono il Conte Hart, che in qualche modo è stato frainteso e considerato una persona forte, e quindi temuto da tutti.\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)",
      "ko": "스트레스만 받으면 피를 토하는 병약하기 짝이 없는 나,  \n데온 하르트. \n하지만 어쩐지 강하다는 오해를 받고 제국에서는 모두의 두려움을 받는 하르트 명예 백작인 동시에,  \n마계에서는 마왕이 가장 신임하는 0군단장이 되었는데… 예?! 제가요? 저 그런 인재 아닌데요?!\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)",
      "zh": "表面强如神实则体弱多病，\n我不是人才，请另请高明！\n只要受到压力就会吐血的病弱无比的我——德温·哈特。但不知为何，被人误会成了无比强大的人。不仅在帝国成为了所有人都忌惮的哈特名誉伯爵，同时还在魔界成为了魔王最信任的二把手…可是，我不是你们想象的那种人才啊！\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)",
      "zh-hk": "我是德溫·哈爾特，無比虛弱、只要一有壓力就會吐血的我，卻在因緣際會下被誤認為強者，同時成為帝國裡令人畏懼的哈勒特榮譽伯爵，也是魔界中最受魔王信任的零軍團長⋯啊?!我嗎？我不是那種人才啊?!\n\n---\n[Original Novel](https://series.naver.com/novel/detail.series?productNo=5301471)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9099632), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=802840)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/BOY/wobushinazhongrencai/list?title_no=2335)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/fantasy/not-that-kind-of-talent/list?title_no=5145)"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-09-07T11:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-07-14T21:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      },
      {
        "es-la": "Me convertí en la sirvienta del protagonista de un juego de terror"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "835feda4-2db0-4753-8249-4575a3ceffe2",
    "title": {
      "en": "Kenja no Mago"
    },
    "updatedAt": "2024-10-04T03:15:21+00:00",
    "coverArt": "https://mangadex.org/covers/835feda4-2db0-4753-8249-4575a3ceffe2/e2062495-a3ad-4d7e-95df-3eb1861ca0c4.jpg",
    "altTitles": [
      {
        "en": "Wise Man's Grandchild"
      },
      {
        "ja": "賢者の孫"
      },
      {
        "zh": "贤者之孙"
      },
      {
        "ko": "현자의 손자"
      },
      {
        "th": "หลานจอมปราชญ์"
      },
      {
        "es": "El Nieto Del Sabio"
      },
      {
        "zh-hk": "賢者之孫"
      },
      {
        "vi": "Cháu trai của Hiền Giả"
      },
      {
        "id": "Cucu Sang Pertapa"
      },
      {
        "it": "Il nipote del saggio"
      },
      {
        "fr": "Le Petit-fils du Sage"
      },
      {
        "ru": "Внук мудреца"
      },
      {
        "ar": "حفيد الحكيم"
      },
      {
        "ka": "ბრძენის შვილიშვილი"
      },
      {
        "vi": "Con Đường Trở Thành Pháp Sư Đại Tài"
      },
      {
        "vi": "Cháu trai của nhà thông thái"
      }
    ],
    "description": {
      "en": "Thanks to various magic, the human race has been saved from calamity many, many times. Retaining his memories from his previous life, a boy, Shin, was picked up by an old man known to the world as the \"Magi.\"  \r\nShin was brought up by the Magi, who had retired to a secular place, as his own grandson. With the memories of his past life, he absorbed the Magi's craft and grew to be able to develop his own magic  \r\nThen, the grandfather told him he has to become independent when he reaches the age of 15.  \r\n\"Ah, I forgot to teach him common sense.\"  \r\nThe grandson who has grown beyond the level of normal people, lacked common sense; the common sense of the world. So to learn how to socialize, he goes to Earlshide Kingdom City to be admitted to Earlshide Advanced Magic Academy."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-06-12T17:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/bdd44bcd-c0dc-4f83-ba15-fc99e8790ed4.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "062f098a-88bb-48f4-b022-3b7afa87bc47",
    "title": {
      "en": "The Great Cleric"
    },
    "updatedAt": "2024-10-01T00:06:13+00:00",
    "coverArt": "https://mangadex.org/covers/062f098a-88bb-48f4-b022-3b7afa87bc47/a38b7446-f973-4539-ad57-81970b540be5.jpg",
    "altTitles": [
      {
        "ja-ro": "Seija Musou: Salaryman, Isekai de Ikinokoru Tame ni Ayumu Michi"
      },
      {
        "en": "The Peerless Saint: Salaryman, the Way to Survive in This Other World"
      },
      {
        "zh": "圣者无双"
      },
      {
        "ja": "聖者無双 ～サラリーマン、異世界で生き残るために歩む道～"
      }
    ],
    "description": {
      "en": "Once upon a time, the God of Fate of Earth and the Chief God of Galdarudia made a wager. The God of Fate lost the bet and was forced to choose 10 common souls to hand over to the Chief God of Galdarudia. The Chief God of Galdarudia gave each of the 10 souls a new ability. Amongst those ordinary souls exists one salaryman who thwarted his fated demise. How will this man grow from this point forward? The God of Fate, the Chief God of Galdarudia, and even the author have no idea!  \r\n  \r\nOne man’s story of turning blood, sweat, and tears into a successful living—literally! After his untimely death as the hardest-working salary man in Japan, Luciel is reincarnated into the magical fantasy world Galdardia. Always the man with a plan, he recreates himself to be a healer, and sets about making his way in the world. But while Luciel knows a thing or two about making money, he knows absolutely nothing about Galdardia. Will his good heart and great work ethic be enough to make him…The Great Cleric? (Kodansha Comics description)   \r\n  \r\n[Web Novel Raw](http://ncode.syosetu.com/n8697cx)",
      "pt-br": "Era uma vez, o Deus do Destino da Terra e o Deus Chefe de Galdarudia fizeram uma aposta. O Deus do Destino perdeu a aposta e foi forçado a escolher 10 almas comuns para entregar ao Deus Chefe de Galdarudia. O Deus Chefe de Galdarudia deu a cada uma das 10 almas uma nova habilidade. Entre essas almas comuns, existe um assalariado que evitou sua morte predestinada. Como esse homem crescerá a partir deste ponto? O Deus do Destino, o Deus Chefe de Galdarudia, e até mesmo o autor não têm ideia!\n\nA história de um homem transformando sangue, suor e lágrimas em um meio de vida bem-sucedido—literalmente! Após sua morte prematura como o assalariado mais trabalhador do Japão, Luciel é reencarnado no mundo de fantasia mágica Galdardia. Sempre um homem com um plano, ele se recria como um curandeiro e começa a trilhar seu caminho no mundo. Mas enquanto Luciel sabe uma coisa ou duas sobre ganhar dinheiro, ele não sabe absolutamente nada sobre Galdardia. Será que seu bom coração e grande ética de trabalho serão suficientes para torná-lo... O Grande Clérigo? (descrição da Kodansha Comics)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d41fe947-2e33-4b26-ac29-abc70fb08edb",
    "title": {
      "en": "Shut Up, Evil Dragon! I Don't Want to Raise a Child With You Anymore"
    },
    "updatedAt": "2024-09-21T23:59:26+00:00",
    "coverArt": "https://mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/ee4e3885-ee1d-45c6-bc56-b2928765b0ba.jpg",
    "altTitles": [
      {
        "zh": "闭嘴恶龙我不想再跟你带孩子了"
      },
      {
        "en": "Shut Up, Malevolent Dragon! I Don’t Want to Have Any More Children With You"
      }
    ],
    "description": {
      "en": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
      "id": "Setelah dikalahkan dan ditangkap, Dragon Slayer Leon menjadi tawanan Silver Dragon Queen. Dengan kesadaran akan kematian, dia menggunakan sihir terlarang untuk mengutuk sang ratu, tetapi secara tak terduga, sang ratu kehilangan kendali. Dia berpikir bahwa ini akan membuat sang ratu hidup dalam rasa malu seumur hidupnya, dan itu akan sepadan dengan misinya sebagai pemburu naga. Namun, dua tahun kemudian, ketika Leon membuka matanya, di sampingnya ada seorang gadis kecil naga dengan ekor..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "020dc431-58d2-4a31-9221-b26b2dce149d",
    "title": {
      "en": "Gekijouban Madoka☆Magica: \"Shinpen\" Hangyaku no Monogatari"
    },
    "updatedAt": "2024-08-21T20:28:36+00:00",
    "coverArt": "https://mangadex.org/covers/020dc431-58d2-4a31-9221-b26b2dce149d/28688318-5021-4bca-bc5e-efaea6e0580d.jpg",
    "altTitles": [
      {
        "ja": "劇場版魔法少女まどか☆マギカ　［新編］叛逆の物語"
      },
      {
        "en": "Puella Magi Madoka★Magica: The Movie -Rebellion-"
      },
      {
        "en": "Magical Girl Madoka★Magica: The Story of the Rebellion"
      },
      {
        "ru": "Девочка-волшебница Мадока Магика: История Восстания"
      }
    ],
    "description": {
      "en": "With Madoka Kaname's sacrifice, the hopeless cycle that once bound every magical girl to a terrible fate was broken at last. Still, the magical girls fight on against the dark magics that threaten the human world, which remains ignorant of the brave girl who saved them. Only Homura remembers her dear friend Madoka, a burden she has borne in all her battles since-right? Then how is Homura still going to school with Madoka, fighting alongside her, laughing as if nothing has happened? As her tragic memories return to her, Homura realizes she must not be in the real world, wonderful as it is to see her friend again. But if she is indeed trapped in a magical space, who among her magical friends could be the cause?"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "9"
  },
  {
    "mangaId": "7ae7067a-7e68-4bd2-a064-5e3e3c059078",
    "title": {
      "en": "World Trigger"
    },
    "updatedAt": "2024-05-01T19:55:35+00:00",
    "coverArt": "https://mangadex.org/covers/7ae7067a-7e68-4bd2-a064-5e3e3c059078/84b6a5ad-32d8-42e9-a07b-69e63c05ec53.jpg",
    "altTitles": [
      {
        "ru": "Импульс мира"
      },
      {
        "ja": "ワールドトリガー"
      },
      {
        "ja": "ワートリ"
      },
      {
        "zh": "境界触发者"
      },
      {
        "zh-ro": "Jìngjiè chùfā zhě"
      },
      {
        "zh-hk": "境界觸發者"
      },
      {
        "ar": "وورلد تريغر"
      },
      {
        "ja-ro": "Wātori"
      },
      {
        "en": "World Trigger"
      }
    ],
    "description": {
      "en": "A gate to another dimension has burst open, and from it emerge gigantic invincible creatures that threaten all of humanity. Earth's only defense is a mysterious group of warriors who have co-opted the alien technology in order to fight back!  \n  \n**Please Note:** Chapters 111-114 are only available as licensed versions.",
      "pt-br": "Um portão para outra dimensão se abriu, e dele emergiu todo tipo de criatura poderosa e gigante que ameaça toda a humanidade. A única defesa da Terra é um misterioso grupo de guerreiros que faz uso da tecnologia alienígena a fim de lutar contra eles."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1ca2e4-d83b-4ce6-a074-4102231bebb5",
    "title": {
      "en": "Rakujitsu no Pathos"
    },
    "updatedAt": "2024-08-24T15:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/8a1ca2e4-d83b-4ce6-a074-4102231bebb5/17fec53f-2cf3-4a49-a77f-74d2ffbf9b8b.jpg",
    "altTitles": [
      {
        "ja": "落日のパトス"
      },
      {
        "en": "Sunset of Passion"
      },
      {
        "zh": "落日的激情"
      }
    ],
    "description": {
      "en": "What happens when next door to upcoming mangaka Fujiwara moves Yuuki, who was his teacher back in high school and first crush?  \r\n  \r\nYuuki, now a married woman, is starting a new life in the city, however her husband is always away on business trips. She finds comfort in the company of her former student, but what she doesn't realize is that Fujiwara can listen to everything happening in her apartment through the building's thin walls…",
      "ja": "東京。繁華街から離れた閑静な住宅街で連載漫画家を目指す青年・藤原秋。ある日、隣の部屋に新たな住人が引っ越してきた。その隣人は藤原の高校の恩師・仲井間真。偶然の再会に喜ぶ二人。しかしその晩。藤原は耳にする。隣の部屋から漏れる、仲井間の嬌声。自らの欲望を抑えられず、藤原は隣室を覗き込む。そこにはかつての恩師のあられもない姿が…!?隣人愛欲物語。淫靡の世界の幕がいま、開く。"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "927036cf-ae3e-48dd-b814-9cc774a1c8de",
    "title": {
      "en": "Tokubetsu na Chuutohanpa"
    },
    "updatedAt": "2023-06-24T15:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/927036cf-ae3e-48dd-b814-9cc774a1c8de/9f8eb632-58c2-4990-a961-10f1833e37c8.jpg",
    "altTitles": [
      {
        "ja": "特別な中途半端"
      },
      {
        "en": "Special Halves"
      }
    ],
    "description": {
      "en": "\"What does it mean to be dating exactly...?\"\n\nThey're not friends.\nBut they're also not lovers.\nIt's a story about these two's half-relationship."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfccbc9-1b2a-4e90-a691-aa43be33136b",
    "title": {
      "en": "The Frozen Player Returns"
    },
    "updatedAt": "2024-06-15T11:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/8cfccbc9-1b2a-4e90-a691-aa43be33136b/b6d2c8ca-96b9-4368-8253-f9f1f878b443.png",
    "altTitles": [
      {
        "ko": "얼어붙은 플레이어의 귀환"
      },
      {
        "zh": "冰封玩家归来"
      },
      {
        "ru": "Возвращение замороженного игрока"
      },
      {
        "ja": "凍結したプレイヤーの帰還"
      },
      {
        "zh-hk": "闇夜英雄破冰而出"
      },
      {
        "en": "Return of the Frozen Player"
      },
      {
        "fr": "The Frozen Player Returns (piccoma)"
      },
      {
        "fr": "Le retour du joueur qui était congelé"
      },
      {
        "fr": "Le retour du joueur de gel"
      }
    ],
    "description": {
      "en": "When Seo Junho and his companions sacrificed themselves to defeat the Frost Queen, they thought they were restoring peace to Earth. But after 25 years of being frozen solid, Junho thaws out only to find that nine more floors appeared in his absence, only one of which has been cleared!\n\nAs the only one who holds the key to clearing the next floor and defrosting his friends, Junho must step up once again. But has this hero been in hibernation too long to take on the world’s fearsome new foes?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ja": "2019年世界は変わり、以前にはなかったゲート、モンスター、システム、プレイヤーのような概念が生まれた。 そこから5年間「侵略者」と「侵略を阻止する者」との戦いが世界各地で起きた。 そして世界を絶望に陥れた地球エリア最後のボス「氷の女王」により、5人のプレイヤーの内4人は氷の像となってしまう。 唯一ダンジョンに残された人類最高のプレーヤー、ダークネスは、氷の女王を倒すが、女王の能力を吸収する過程で彼もまた氷の像となった。氷の女王を倒すと、 長い眠りにつくという代価を払わなければならなかったのだー それから25年後…プレーヤーは目を覚ました。 「2階が出現し、計10階だと？1階の氷の女王を倒したら終わりじゃなかったのか？｣ この25年で人類が攻略できたのはたったの2階まで…。 伝説のプレイヤー「ダークネス」の名を捨て、新人プレーヤー伊坂圭として、仲間たちを救うため、彼は再びゲートに向かう！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ko": "세상이 바뀌고 5년.\n최종보스가 나타났다.\n\n[지구 에어리어의 최후의 보스, 서리여왕이 출현합니다.]\n\n최후의 보스!\n그녀만 처치하면 예전처럼 살 수 있다!\n\n인류 최고의 플레이어, 어둑서니를 포함한 다섯 명의 플레이어가 마침내 서리여왕을 쓰러뜨리지만...\n그들은 기나긴 잠에 빠지는 혹독한 대가를 치뤄야했다.\n그로부터 25년 후.\n\n\"2층이라니? 서리여왕을 죽이면 끝나는 거 아니었어?\"\n\n얼어붙은 동료들을 구하기 위해,\n\n그리고 세상을 구하기 위해.\n\n전설이 된 어둑서니의 이름을 버리고\n이제는 신입 플레이어 서준호로 돌아왔다.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "ru": "В 2019 году мир переменился, и появились такие явления как: врата, монстры, система и игроки, - которых ранее не существовало. \nНа протяжении 5 лет между человечеством и захватчиками происходила борьба за власть и территории.\n[Финальный босс \"Снежная королева\" появился]\nЕсли убить его, человечество сможет обрести свободу и вернуться к прежней жизни. \n24 ноября 2024 года четверо из 5 игроков вошли в последнее подземелье на Антарктиде, чтобы победить финального босса на территории Земли. Одним взмахом руки \"Снежная королева\" заморозила Тихий океан, повергнув человечество в отчаяние. \nПоследнему игроку удалось победить финального босса, однако в процессе поглощения ее \"ядра\" он превратился в ледяную глыбу. А спустя 25 лет, когда поглощение завершилось, он очнулся от криогенного сна, получив фрост-способность EX-класса. \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)",
      "zh-hk": "世界發生了天翻地覆的變化，\n在第5年時最終BOSS現身。\n「地球區域最終BOSS，冰霜女王出現。」\n\n最終BOSS!\n只要除掉祂，就能回到過往的生活!\n\n包含人類最強獵人——闇夜在內的五名獵人，\n最終擊潰了冰霜女王...\n但他們卻陷入長眠，付出了慘痛的代價。\n\n之後過了25年...\n「第2層?不是只要殺了冰霜女王，\n一切就結束了嗎?」\n\n為了拯救被冰封的夥伴；\n為了拯救整個世界，\n我拋下成為傳說的闇夜之名，\n以本名徐俊昊，作為新人獵人歸來。\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%96%BC%EC%96%B4%EB%B6%99%EC%9D%80-%ED%94%8C%EB%A0%88%EC%9D%B4%EC%96%B4%EC%9D%98-%EA%B7%80%ED%99%98/2463)\n---\n\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E9%97%87%E5%A4%9C%E8%8B%B1%E9%9B%84%E7%A0%B4%E5%86%B0%E8%80%8C%E5%87%BA/176)\n\n- [Official Simplified Chinese Translation](https://www.podoteng.com/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/79447)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "235e9469-c919-4c74-b63d-77d7fdde9583",
    "title": {
      "en": "Shinkon Quest: Maou no Musume wa Majime Yuusha o Otoshitai ♡"
    },
    "updatedAt": "2024-09-10T13:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/235e9469-c919-4c74-b63d-77d7fdde9583/d18fcda4-25db-4bf5-a066-bcf20b4b27dd.jpg",
    "altTitles": [
      {
        "ja": "シンコンクエスト 魔王の娘は真面目勇者を堕としたい♡"
      },
      {
        "ja-ro": "Shinkon Quest: Maou no Musume ha Majime Yuusha wo Otoshitai ♡"
      },
      {
        "en": "Newlywed Quest: The Demon King's Daughter Wants to Seduce the Serious Hero ♡"
      }
    ],
    "description": {
      "en": "Harold is the descendant of the hero who defeated the evil demon king. In this peaceful era, Harold has become a convenient handyman for the townsfolk.\n\nOne day, a sacred book predicting the world's destruction is discovered. The condition to avert this catastrophe is... \"you must complete the 'Newlyweds Quest' with the demon king's daughter.\" Thus begins Harold's unexpected married life with Yona, the demon king's daughter.\n\nWhile Harold still feels bewildered by all this, not only can Yona perfectly handle the household chores, she sweetly pampers him when he's tired. However, she harbors a secret..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]