[
  {
    "mangaId": "9f2571b9-f1ba-42fd-82d2-6d371e79ae62",
    "title": {
      "en": "Soara to Mamono no Ie"
    },
    "updatedAt": "2023-12-02T13:42:00+00:00",
    "coverArt": "https://mangadex.org/covers/9f2571b9-f1ba-42fd-82d2-6d371e79ae62/5350a4d6-4e10-4216-ae18-2d08cca5e6fd.jpg",
    "altTitles": [
      {
        "ja": "ソアラと魔物の家"
      },
      {
        "en": "Soara and the House of Monsters"
      },
      {
        "tr": "Soara ve Canavarların Evi"
      }
    ],
    "description": {
      "en": "One day a young warrior girl meets a dwarf who dedicates himself to constructing houses for monsters. A tale of building houses for myriads of creatures begins! After all, everyone needs a home."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2051ec2f-1b26-465e-acb5-5870ca535ba9",
    "title": {
      "en": "Cigarette and Cherry"
    },
    "updatedAt": "2024-03-06T00:22:12+00:00",
    "coverArt": "https://mangadex.org/covers/2051ec2f-1b26-465e-acb5-5870ca535ba9/8d5acc6b-6c35-4356-8531-ea8894cdd131.png",
    "altTitles": [
      {
        "es": "Cigarrillo y Cereza"
      },
      {
        "ja-ro": "Shigaretto & Cherī"
      },
      {
        "ja": "シガレット＆チェリー"
      },
      {
        "ne": "चुरोट र चेरी"
      },
      {
        "ru": "Сигареты и вишня"
      },
      {
        "zh-hk": "香煙與櫻桃"
      }
    ],
    "description": {
      "en": "An attractive smoking woman and a virgin boy crossing their paths during his campus days",
      "es": "Una mujer hermosa y un joven virgen entrelazándose juntos en sus días de universidad…",
      "id": "Menceritakan kisah senpai cantik serta cool dengan kouhainya yang masih perjaka. Kisah romance komedi yang sangat bagus.",
      "ru": "После старшей школы Кохай поступает в университет, где планирует начать встречаться с девушкой. Зайдя в кампус он замечает темноволосую девушку и подходит к ней с пачкой сигарет, желая привлечь её внимание. Несмотря на то, что Кохай терпит неудачу, он собирается идти до конца и добиться её сердца.",
      "pt-br": "Uma mulher atraente fumante, e um rapaz virgem cruzam seus caminhos durante seus dias no campus."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "126"
  },
  {
    "mangaId": "7e776aca-92ae-43f5-8b0d-b6350c41c2dd",
    "title": {
      "en": "GhostBlade"
    },
    "updatedAt": "2024-04-12T17:32:36+00:00",
    "coverArt": "https://mangadex.org/covers/7e776aca-92ae-43f5-8b0d-b6350c41c2dd/977f02f8-5dcc-463c-8d87-b31331c8038e.jpg",
    "altTitles": [
      {
        "en": "Ghost Blade"
      },
      {
        "ru": "Призрачный клинок"
      },
      {
        "uk": "Примарний клинок"
      },
      {
        "zh": "鬼刀"
      },
      {
        "pt-br": "Lâmina Fantasma"
      }
    ],
    "description": {
      "en": "Long, long ago in Neraland, the pious human built a great tower to show the respect to their Goddess Nera.  \nGoddess Nera was deeply moved by human piety; to reward them, she opened a door at the top of the tower. This ethereal door connected to another world; it was known as *Heaven's Eye*.  \nHowever…",
      "fr": "Il y a fort longtemps au royaume de Nera, les fidèles humains érigèrent une tour en signe de leur respect pour leur déesse Nera.  \nLa déesse Nera, profondément touchée par la foi de ces derniers, ouvrit une porte au sommet de la tour pour les récompenser. Cette porte mystique était connectée à un autre monde. Elle fut dénommée *l'Œil céleste*.  \nMais un jour…",
      "uk": "Давним-давно в Нераланді благочестиві люди побудували велику вежу, в знак поваги до своєї богині Нери.   \nБогиня Нера була глибоко зворушена людським благочестям; щоб нагородити їх, вона відчинила двері на верхівці вежі. Ці ефірні двері пов'язані з іншим світом; І були відомі як *Райське Око*.  \nОднак…  \n\n\n---",
      "zh": "很久以前，诺拉大陆的人类为了表示对诺拉女神最崇高的敬意，筑起了一座宏伟的高塔。 女神为人们的虔诚所动， 在高塔的顶端打开了一扇通往异世的大门。 来自另一个世界的羽族人为人类带来了文明与进步，但最终两族人在各种矛盾下刀戈相向。 战后数百年过去了，大陆再一次笼罩在不安与诡异的阴云中...",
      "pt-br": "Há muito, muito tempo atrás em Neraland, o piedoso humano construiu uma grande torre para mostrar o respeito à sua deusa Nera.\n\nDeusa Nera ficou comovida pela piedade humana; para recompensá-los, ela abriu uma porta no topo da torre. Esta porta etérea conectada a outro mundo; era conhecida como \"Olho do Paraíso\". \n\n Contudo..."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85240fb4-e5b1-4fe3-9485-51066164d9b2",
    "title": {
      "en": "Kimi no tame nara nando demo"
    },
    "updatedAt": "2024-03-16T13:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/85240fb4-e5b1-4fe3-9485-51066164d9b2/efd90366-452b-41ef-a566-10f9ecdb675c.jpg",
    "altTitles": [
      {
        "ja": "君のためなら何度でも"
      },
      {
        "es-la": "Por ti, tantas veces como sea necesario"
      },
      {
        "en": "For you, I would do it again and again"
      }
    ],
    "description": {
      "es-la": "\"Por el bien de Shiina-chan, no me importa morir tantas veces sea necesario\"\n\nYuugo Shibaura es el acosador de Domae Shiina. Hoy como siempre, Shiina lo trata con frialdad, pero ella termina resbalando de las escaleras...\n\nCon ese desencadenante, la loca y pura historia de amor se repite una y otra vez."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8fed9b2-546f-446f-bd3f-3c7192019774",
    "title": {
      "en": "Nazo no Kanojo X"
    },
    "updatedAt": "2023-06-02T03:14:54+00:00",
    "coverArt": "https://mangadex.org/covers/f8fed9b2-546f-446f-bd3f-3c7192019774/7ae6a847-c337-42c1-b725-b7f25bae7c54.jpg",
    "altTitles": [
      {
        "id": "Kekasih Misterius X"
      },
      {
        "es": "Novia misteriosa X"
      },
      {
        "en": "Mysterious Girlfriend X"
      },
      {
        "ja": "謎の彼女Ｘ"
      },
      {
        "zh-hk": "謎樣女友X"
      },
      {
        "ko": "수수꺠끼 그녀 X"
      }
    ],
    "description": {
      "en": "One day, a strange transfer student appears before Tsubaki. Urabe Mikoto is an antisocial girl, whose hobby is just sleeping during class-breaks. \nOne day, Tsubaki goes to wake her up and accidentally tastes her drool… And gets hooked on that!  \n  \nAfter that, he starts going out with her and gets to know her better. Her second hobby, as it turns out, is carrying around scissors in her panties \nand cutting paper into flowers… or whatever else is getting on her nerves…"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "92"
  },
  {
    "mangaId": "2f4e7e17-8dbd-43ad-8c0b-57756601e80b",
    "title": {
      "en": "Karada, Kasanete, Kasanatte"
    },
    "updatedAt": "2023-01-22T20:47:23+00:00",
    "coverArt": "https://mangadex.org/covers/2f4e7e17-8dbd-43ad-8c0b-57756601e80b/3d81eeb9-d589-438b-9e15-ff79cd1fe9d8.jpg",
    "altTitles": [
      {
        "zh": "身影、交织、重叠"
      },
      {
        "zh-hk": "身影、交織、重疊"
      },
      {
        "ja": "カラダ、重ねて、重なって"
      },
      {
        "en": "Our Bodies, Entwining, Entwined"
      }
    ],
    "description": {
      "en": "Sex is intimate, and for some, it takes everything to bare it all... so when Misuzu was told that sex with her was \"boring,\" she gave it up all together... and dating, too. So when, years later, she's asked out by her colleague, Mikage-san, she screws up her courage and gives it a shot. But it turns out Misuzu isn't the only one with baggage around sex. Can the two of them work together to overcome their hurdles, and enjoy each other as the couple they wish to be...?\n\n---\nFive years ago, her boyfriend dumped her saying, \"Sex with you is really boring.\" Since then, Misuzu has kept her distance from love and sex, and before she knew it, she's already turned 29.\n\nMikage is a new colleague of hers and though she finds herself getting attracted to him, she just can't seem to take the next step forward since she believes that \"dating equals eventually having sex.\"\n\nThen one day, Mikage confesses to her that he likes her, and when the two begin to have sex as lovers, things suddenly came to a halt. It turns out that Mikage also has a problem: \"When I try to have sex, I get too nervous and become unable to get it up.\" After learning about each other's problems with sex, they vow to find a way to \"satisfy each other through sex\" together because they love each other so much! \n\nMen, women, and sex. They overlap both their hearts and bodies as they yearn for each other, worry, and get each other's heart racing. This is the story of two awkward adults as they fumble about in their romance."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3850522-6640-4743-9fbc-acc725714459",
    "title": {
      "en": "Star Dream Idol Project"
    },
    "updatedAt": "2024-02-10T11:57:49+00:00",
    "coverArt": "https://mangadex.org/covers/a3850522-6640-4743-9fbc-acc725714459/747bdb66-0633-45ef-896b-12efeb4e8599.jpg",
    "altTitles": [
      {
        "zh-ro": "Xing Meng Ou Xiang Ji Hua"
      },
      {
        "zh": "星梦偶像计划"
      },
      {
        "vi": "Tinh Mộng Thần Tượng"
      }
    ],
    "description": {
      "en": "The shining lights, the magnificent stage! Friendships created through singing, making a future through dancing, the girls embark on their journey towards their dreams! One who has lost status due to a scandal is hiding a plot behind her back. A pair of bosom friends, separated by fate. A girl who tries to exonerate her mother sets off on her journey for a talent competition. When the stage turns into an empty battlefield, she uses her voice to chase after her dreams."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "355"
  },
  {
    "mangaId": "e76a8941-77a4-4988-be8a-8ff447ff0554",
    "title": {
      "en": "Between the Years"
    },
    "updatedAt": "2024-01-03T03:39:18+00:00",
    "coverArt": "https://mangadex.org/covers/e76a8941-77a4-4988-be8a-8ff447ff0554/4be0f6f0-ddb1-406b-a103-bc019d8db417.png",
    "altTitles": [
      {
        "en": "Years Between"
      },
      {
        "zh": "岁月间"
      },
      {
        "zh-hk": "歲月間"
      },
      {
        "zh-ro": "Suiyue Jian"
      }
    ],
    "description": {
      "en": "That was the boy I loved, accompanying me through verdant days and brilliant, fleeting years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17447693-cb65-493d-8e21-dafb22d8340f",
    "title": {
      "en": "Azadarake no Classmate ga Shinpai de"
    },
    "updatedAt": "2024-03-28T15:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/17447693-cb65-493d-8e21-dafb22d8340f/3fb0643e-dd9d-4064-8e69-2fa4c2d15ef8.png",
    "altTitles": [
      {
        "ja": "痣だらけのクラスメイトが心配で"
      },
      {
        "en": "I'm Worried About My Classmate Who's Covered in Bruises"
      },
      {
        "en": "I'm Worried About My Classmate That's Covered in Bruises"
      },
      {
        "pt-br": "Estou preocupado com minha colega de classe coberta de hematomas"
      },
      {
        "ro": "Sunt îngrijorat Pentru o Colegă Acoperită de Vânătăi"
      },
      {
        "ru": "Я беспокоюсь о своей однокласснице покрытой синяками"
      },
      {
        "tr": "Her Tarafı Bandaj Kaplı Olan Sınıf Arkadaşım Hakkında Endişeleniyorum"
      },
      {
        "vi": "Tôi lo lắng cho người bạn cùng lớp đầy những vết bầm tím"
      }
    ],
    "description": {
      "en": "A story from the perspective of a concerned protagonist and a female classmate who's suspiciously covered in bruises."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "37"
  },
  {
    "mangaId": "43ba30ce-8cdb-4f68-863a-04e6ce7501ef",
    "title": {
      "en": "Heeran Love Song"
    },
    "updatedAt": "2024-03-08T14:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/43ba30ce-8cdb-4f68-863a-04e6ce7501ef/43b995ba-0b8c-4790-ba27-2bd90b9fcf5d.jpg",
    "altTitles": [
      {
        "ko": "희란국연가"
      },
      {
        "en": "Twilight Poem"
      },
      {
        "en": "Heeran's National Sonata"
      },
      {
        "tr": "Heeran'ın Aşk Şarkısı"
      },
      {
        "uk": "Спів кохання долини Хіран"
      },
      {
        "uk": "Сутінкова поема"
      }
    ],
    "description": {
      "en": "A hidden love story of a ghost princess who never loved anyone. General Jahyeon of Heeran Nation marries Soru, a ‘princess who sees ghosts’ by the king’s order. Jahyeon is cold to Soru, but he has the power to ward off ghosts, hence Soru wants to stay by his side. Soru is willing to sacrifice everything for Jahyeon, who is her only safe haven. Jahyeon is getting more and more concerned about Soru, but…",
      "uk": "Таємнича історія кохання принцеси-привида, яка ніколи нікого не любила. Генерал Джа Хьон з нації Хіран одружується із Со Ру, «принцесою, яка бачить привидів», за наказом короля. Джа Хьон холодно ставиться до Со Ру, але якимсь чином він відлякує привидів, тому вона хоче залишитися з ним. Со Ру готова пожертвувати всім заради Джа Хьона, який здатен дати їй відчуття безпеки. Він дедалі більше непокоїться за принцесу, але..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "248807b9-f596-4f87-820c-407b175fe8cc",
    "title": {
      "en": "God Bless the Mistaken"
    },
    "updatedAt": "2023-11-26T15:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/248807b9-f596-4f87-820c-407b175fe8cc/4ad759f2-2a64-4a40-a2ca-cc13e6c6b36e.jpg",
    "altTitles": [
      {
        "ja-ro": "Kami-sama ga Machigaeru"
      },
      {
        "ja": "神さまがまちガえる"
      },
      {
        "zh": "神明大人搞错了"
      },
      {
        "zh-ro": "Shénmíng dàrén gǎo cuòle"
      }
    ],
    "description": {
      "en": "Kon lives in a world that bugs out regularly. But with Kasane, a researcher who studies these phenomena, he knows that each day will at least be interesting!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "be06d561-1670-4f1e-a491-0608ba35ce00",
    "title": {
      "en": "Knight Run"
    },
    "updatedAt": "2023-01-26T05:03:18+00:00",
    "coverArt": "https://mangadex.org/covers/be06d561-1670-4f1e-a491-0608ba35ce00/f0984067-7d70-409f-8f91-489730328aa8.png",
    "altTitles": [
      {
        "ru": "Эпоха Рыцарей"
      },
      {
        "ko": "나이트런"
      }
    ],
    "description": {
      "en": "During the era of space exploration, mankind is at war against monsters of unknown origin. The battle is grim, and the future looks bleak. Amidst the chaos, mankind plays their last hand. It's time for the Knights to step into the fray and turn the tide of this war."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23d49e6b-73b8-4d91-9544-1292a4ce68f8",
    "title": {
      "en": "Imada Nakunatte Inai Hito"
    },
    "updatedAt": "2024-03-14T15:59:54+00:00",
    "coverArt": "https://mangadex.org/covers/23d49e6b-73b8-4d91-9544-1292a4ce68f8/6081413e-2d54-48c5-b91b-9b6b106ac3c5.jpg",
    "altTitles": [
      {
        "ja": "未だ亡くなっていない人"
      },
      {
        "en": "Wives Who have not Yet Passed Away"
      },
      {
        "vi": "Người vợ chưa chết"
      },
      {
        "en": "Wives Who Has Not Yet Passed Away"
      }
    ],
    "description": {
      "en": "Haruka Kawarazaki, a young man aspiring to be a manga artist, and Mayuko Kawarazaki, a beautiful woman to whom everyone looks back. They live in a room in a flat, share a meal every night and lay on each other's skin. But they are not husband and wife. A woman whose heart has been broken and a young man who knows it but continues their relationship - a love suspense about a forbidden relationship that you can't stop even when you know it's wrong.",
      "ja": "兄は逝き、義姉は壊れ、僕は溺れた\n\n漫画家を目指す青年･河原崎遥と、誰もが振り返る美女･河原崎繭子。共に暮らし、毎夜、食事を共にし、肌を重ねる。しかし、二人は夫婦ではない。繭子は、遥の義姉。死んだ兄の妻なのだ。心が壊れてしまった女と、それを知りながら関係を続ける男―――",
      "pt-br": "A história segue o jovem aspirante a mangaká, **Haruka Kawarazaki**, e a deslumbrante, **Mayuko Kawarazaki**, que atrai a atenção de todos. Os dois vivem juntos em um apartamento, compartilham refeições todas as noites e satisfazem todos seus desejos carnais sobre a cama. No entanto, eles não são um casal. Uma mulher cujo coração foi partido e um jovem que sabe disso, mas que continua a sua relação. *― Um suspense romântico que retrata um relacionamento proibido que não pode ser interrompido, mesmo sabendo que é errado.*"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-01-21T01:06:58+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/f4dc7518-cebc-4ce2-9b59-82f6d389ce7e.jpg",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!"
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47c1cf74-e92d-43d1-806b-7ec08e6efe55",
    "title": {
      "en": "I'm a Villain, but I Saved the Female Lead"
    },
    "updatedAt": "2024-03-24T19:21:43+00:00",
    "coverArt": "https://mangadex.org/covers/47c1cf74-e92d-43d1-806b-7ec08e6efe55/e5bcc895-e8c8-46f9-b49b-7ecd48d59bdf.jpg",
    "altTitles": [
      {
        "ja": "悪女なのにヒロインを救ってしまった"
      },
      {
        "ko": "악녀인데 여주를 구해버렸다"
      },
      {
        "en": "I'm a Villainess, but I Saved the Heroine"
      },
      {
        "en": "I'm a Villainess, but I Saved the Female Lead"
      },
      {
        "en": "I'm a Villain, but I Saved the Heroine"
      }
    ],
    "description": {
      "en": "I transmigrated into a novel as the villainess Rubelina, whose hopes of marrying the Crown Prince were dashed by the heroine Yvonne. I believed I could live happily as long as I stayed out of the love story between the heroine and the hero, Zilart. I lived my life without caring about them at all and as a result, the heroine and the hero became engaged without any trouble.\n\nThinking that my role was over, I was living peacefully when suddenly Yvonne came to visit me and blurted out:\n\n\"I want to break off my engagement with Prince Zilart!\"\n\nUm... in the novel, Rubelina is supposed to be the villainess, and Yvonne is supposed to be the heroine who lives happily ever after, isn't she...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69aa984a-f5c0-4505-a11f-fe50e5fd16c9",
    "title": {
      "en": "Toaru Anbu no ITEM"
    },
    "updatedAt": "2023-12-27T21:58:26+00:00",
    "coverArt": "https://mangadex.org/covers/69aa984a-f5c0-4505-a11f-fe50e5fd16c9/1715706d-e545-4c4f-a20d-7b634432d9c0.jpg",
    "altTitles": [
      {
        "ja": "とある暗部の少女共棲"
      },
      {
        "en": "A Certain Dark Side's ITEM"
      },
      {
        "ja-ro": "Toaru Anbu no Shoujo Kyousei"
      },
      {
        "ru": "Некий ITEM тёмной стороны"
      }
    ],
    "description": {
      "en": "In Academy City, where esper abilities have been recognized as a general science. Behind the peace, there is a dark side organization that undertakes missions that cannot be made public.\n\n\"Item\" is an elite unit consisting of four girls. Takitsubo Rikou is able to read and track the weak power emitted by those with abilities. Frenda Seivelun, who excels in combat using explosives and traps. Kinuhata Saiai, who can manipulate nitrogen at will and plays a defensive role. And one of the 7 espers that Academy City is proud of: Mugino Shizuri. They live freely in the darkness of the Academy City, and quietly set their sights on their target...!\n\nThis is a story of encounter, friendship, and darkness that eventually leads to a 'terrible incident'!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8a959f7-648e-4c8d-8f23-f1f3f8e129f3",
    "title": {
      "en": "One-Punch Man"
    },
    "updatedAt": "2024-03-24T22:18:01+00:00",
    "coverArt": "https://mangadex.org/covers/d8a959f7-648e-4c8d-8f23-f1f3f8e129f3/c6da6ed5-33c0-4c3a-8591-b1c41510d5a6.jpg",
    "altTitles": [
      {
        "es": "El hombre de un solo golpe"
      },
      {
        "en": "One Punch Man"
      },
      {
        "en": "One-Punch Man"
      },
      {
        "en": "OPM"
      },
      {
        "tr": "Tek Yumruk"
      },
      {
        "ja-ro": "Wanpanman"
      },
      {
        "ru": "Ванпанчмен"
      },
      {
        "fa": "مرد تک‌مشتی"
      },
      {
        "fa": "وان‌پانچ‌من"
      },
      {
        "ja": "ワンパンマン"
      },
      {
        "zh": "一拳超人"
      },
      {
        "ko": "원펀맨"
      },
      {
        "zh": "一击男"
      },
      {
        "ne": "वान्-पन्च् म्यान्"
      },
      {
        "ar": "ون بنش مان"
      },
      {
        "ar": "رجل اللكمة الواحدة"
      },
      {
        "th": "วันพันช์แมน"
      },
      {
        "he": "איש האגרוף הבודד"
      },
      {
        "he": "וואן פאנץ' מן"
      },
      {
        "kk": "Бірұрман"
      },
      {
        "kk": "Уанпанчмен"
      },
      {
        "de": "ONE-PUNCH MAN"
      },
      {
        "pt-br": "One-Punch Man"
      }
    ],
    "description": {
      "en": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.  \n  \nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.  \n  \n\n\n\n---\n\n**Notes:**  \n- Because some groups use the web version of the manga while others use the magazine version, the numbering won't match between different languages.  \n- **Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of One Punch Man are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-punch-man) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**",
      "fa": "در جهان اَبَر قهرمان ها قهرمانی بسیار قدرتمند و شکست ناپذیر وجود داره که به (مرد تک مشتی) معروفه چون اون تمامی دشمنان و رقیب هاشو فقط با یک مشت از میدان به در میکنه. بعد از مدتی سایتاما  دیگه از مبارزاتش لذت نمیبره و احساساتی مثل هیجان و ترس رو در خودش فراموش میکنه! و همراه تنها شاگردش که یک سایبورگ هست به انتظار رقیبی خوب ، ماجراهایی رو دنبال میکنن و……",
      "ru": "Манга повествует о молодом человеке по имени Сайтама. Он — герой, обычный герой. Основная его проблема в том, что он вышибает дух из злодеев одним ударом. А это очень скучно…",
      "tr": "Üç yıllık sıkı bir eğitimden sonra, Saitama, tek bir yumrukla herkesi ve her şeyi alt etmesine izin veren muazzam bir güç kazandı. Bir kahraman olarak yeni becerisini iyi bir şekilde kullanmaya karar verir. Bununla birlikte, canavarları kolayca yenmekten çabucak sıkılır ve kahraman olma kıvılcımını geri getirmek için birinin ona meydan okumasını ister.\n  Bir cyborg olan Genos, Saitama'nın inanılmaz gücüne tanık olduktan sonra, Saitama'nın çırağı olmaya kararlıdır. Bu süre zarfında Saitama, Kahraman Derneği'nin bir parçası olmadığı için ne hak ettiği takdiri görmediğini ne de insanlar tarafından tanınmadığını fark eder. İtibarını artırmak isteyen Saitama, Genos'u öğrenci olarak alması karşılığında kendisine kaydettirmeye karar verir. İkisi birlikte, güçlü düşmanlar bulmayı ve bu süreçte saygı kazanmayı umarak gerçek kahramanlar olma yolunda ilerlemeye başlar.",
      "pt-br": "One-Punch Man conta a história de Saitama, um super-herói extremamente poderoso, que se entediou com a ausência dos desafios nas suas lutas contra o mau e procura encontrar um oponente digno para lutar."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1010db0-3b46-4fb5-9969-85dc470a5f85",
    "title": {
      "en": "The Deadly Dried Squid Technique"
    },
    "updatedAt": "2022-05-18T23:32:25+00:00",
    "coverArt": "https://mangadex.org/covers/c1010db0-3b46-4fb5-9969-85dc470a5f85/ce4cead0-3717-484a-a9d6-5c6da16d702e.jpg",
    "altTitles": [
      {
        "ja-ro": "Hissatsu Surume Katame"
      },
      {
        "ja": "必殺するめ固め"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nA man whose beloved wife is stolen by a former pro-wrestler who specializes in the \"The Deadly Dried Squid Technique\"  feels despair when he sees her being raped in front of his eyes....\n \n（The author goes fishing along the Nojiri River, a tributary of the Aizu Tadami River, but stays at an inn that is insensitive to the feelings of travelers... (Fishing Inn in Aizu) \n\n*These works were published between 1979 and 1980.\n  \nPart of an anthology of short stories."
    },
    "status": "completed",
    "releaseDate": 1981,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "f4aef76e-0674-441c-9dcf-fa5504908c96",
    "title": {
      "en": "Succubus x Delinquent (Webtoon)"
    },
    "updatedAt": "2024-01-28T17:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/f4aef76e-0674-441c-9dcf-fa5504908c96/b0b7d189-490f-474f-a48a-0173899652a4.jpg",
    "altTitles": [
      {
        "en": "Succubus x Delinquent"
      }
    ],
    "description": {
      "en": "Satan's daughter is a succubus who just wants to play video games and chill at home, until one day he gets tired of her lazing about the house, and kicks her out into the human world..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "5896e05d-3900-4947-baf8-403a9d8fa5ec",
    "title": {
      "en": "Nick & Lever"
    },
    "updatedAt": "2023-12-19T21:13:47+00:00",
    "coverArt": "https://mangadex.org/covers/5896e05d-3900-4947-baf8-403a9d8fa5ec/b06b0714-d877-47af-845b-cf97d8a59dd8.jpg",
    "altTitles": [
      {
        "ja": "ニックとレバー"
      },
      {
        "ne": "निक र लीभर"
      },
      {
        "ja-ro": "Nick to Lever"
      },
      {
        "en": "Nick and Lever"
      },
      {
        "ru": "Ник и Левер"
      }
    ],
    "description": {
      "en": "The story of two foreign men living in Japan.\n\n(from ebookjapan):\n\nNick, with his stylish hair, and Lever, with his dazzling eyes behind his sunglasses, are a HOT & CRAZY foreign duo who will face any obstacles that come their way! \n\nThe genius Kyogoro Miyata, who wastes no time in drawing, unleashes a shocking high-speed manga. Nick and Lever are finally here!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "134"
  },
  {
    "mangaId": "b9529ff5-b1ed-4bf3-8e97-16bef5d13210",
    "title": {
      "en": "KYOU, SUKITTE IIMASU"
    },
    "updatedAt": "2024-04-14T13:26:27+00:00",
    "coverArt": "https://mangadex.org/covers/b9529ff5-b1ed-4bf3-8e97-16bef5d13210/e049427f-c838-4bdf-bc98-48de8c478540.png",
    "altTitles": [
      {
        "ja": "今日、好きっていいます"
      },
      {
        "en": "Today, I Will Say I Love You"
      }
    ],
    "description": {
      "en": "University student, Rintarou, is in love with his rental boyfriend, Asahi. Knowing that it is all pretend doesn't stop his heart from racing when confronted by Asahi's kindness. Every time they meet, his feelings continue to grow stronger.\nOne day, as Rintarou finds himself unable to make another rental appointment out of concern he won't be able to stop his feelings from growing, he stumbples across Asahi in town. While Rintarou is taken aback by the uncharacteristically serious look on Asahi's face, Asahi starts leaning in for a kiss...?!\n\nFifth chapter was completed by us already. A oneshot known as KOI WA KITSUNE MOUYOU."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "1b0c80ec-c8db-43c1-840c-6d126c78d09f",
    "title": {
      "en": "Shijou Saikyou no Mahou Kenshi, F Rank Boukensha ni Tensei Suru"
    },
    "updatedAt": "2023-10-04T18:40:50+00:00",
    "coverArt": "https://mangadex.org/covers/1b0c80ec-c8db-43c1-840c-6d126c78d09f/2d8bc384-a609-4578-b7fa-c90b14bea12d.jpg",
    "altTitles": [
      {
        "ja-ro": "Shijou Saikyou no Mahou Kenshi, F Rank Boukensha ni Tensei Suru ~ Kensei to Matei, 2 Tsu no Zense o motta Otoko no Eiyuutan"
      },
      {
        "ja-ro": "Shijou Saikyou no Mahou Kenshi, F Rank Boukensha ni Tensei Suru ~ Kensei to Matei, 2 Tsu no Zense wo motta Otoko no Eiyuutan"
      },
      {
        "en": "The Strongest Magical Swordsman Ever Reborn as an F-Rank Adventurer"
      },
      {
        "ja": "史上最強の魔法剣士、Fランク冒険者に転生する"
      },
      {
        "ja": "史上最強の魔法剣士、Fランク冒険者に転生する　～剣聖と魔帝、2つの前世を持った男の英雄譚～"
      },
      {
        "zh": "最强之人转生成F级冒险者"
      },
      {
        "ko": "사상 최강의 마법검사, F랭크 모험자로 전생한다"
      },
      {
        "ko": "사상 최강의 마법검사, F랭크 모험자로 전생한다~검성과 마제, 2개의 전생을 가진 남자들의 영웅담~"
      }
    ],
    "description": {
      "en": "Yuri was the hero who saved the world, being called \"Demon Emperor\" in his first reincarnation and \"Sword Saint\" in his second reincarnation. However, before he knew it, he was considered a \"monster\" and was shunned by people. Yuri finally gets fed up and decides to live 100% for himself next time.\n\nHe reincarnates into the future and is immediately attacked by monsters. As he defends himself, Yuri acquires the skills of his previous lives and quickly annihilates his enemies. Eventually, Yuri arrives at the adventurers guild and decides to start his life as an F-rank novice adventurer while hiding his true strength. \n\nA different world fantasy of a man who has mastered both magic and swordsmanship begins!!",
      "id": "Aizawa Yuri telah bereinkarnasi sebanyak 2x dan ia telah lelah menjadi penguasa ini dan itu. Dengan skill miliknya memungkinkan ia mendapatkan artefak reinkarnasi, dan ia memulai kesehariannya di dunia barunya!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66226696-7c9c-4dbc-bb25-fdb22aa7545d",
    "title": {
      "en": "Sayonara no, Sono Toki Made"
    },
    "updatedAt": "2024-04-08T02:46:25+00:00",
    "coverArt": "https://mangadex.org/covers/66226696-7c9c-4dbc-bb25-fdb22aa7545d/65b9112a-6938-43f1-8263-2386c43cfb19.png",
    "altTitles": [
      {
        "en": "Until We Say Goodbye"
      },
      {
        "ja": "さよならの、その時まで"
      }
    ],
    "description": {
      "en": "Ryuka lives in a village deep in the snowy mountains. One day he stumbles upon an injured beast man named Velk. He nurses him to health and the two wind up living together. Velk wants to mate with Ryuka but Ryuka is hesitant and wants to keep their relationship vague..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9d854ea-6787-40f5-a30c-5d72eef9e0cb",
    "title": {
      "en": "Junket Bank"
    },
    "updatedAt": "2024-03-31T00:07:45+00:00",
    "coverArt": "https://mangadex.org/covers/f9d854ea-6787-40f5-a30c-5d72eef9e0cb/f188907b-0d7f-43c3-ab46-37804e361bb2.jpg",
    "altTitles": [
      {
        "ja": "ジャンケットバンク"
      }
    ],
    "description": {
      "en": "\"Junket Bank\" is a manga of a gambling place operated by a bank. Mitarai, a bank clerk bored with his every day duties. One day, Mitarai went to the basement of the bank while thinking that something was wrong with his new boss Usami, but witnessed gambling there..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc998000-171b-4fbe-9dd8-570e56c0845d",
    "title": {
      "ja-ro": "Maitsuki, Niwatsuki, Ooyatsuki"
    },
    "updatedAt": "2024-01-20T23:26:04+00:00",
    "coverArt": "https://mangadex.org/covers/bc998000-171b-4fbe-9dd8-570e56c0845d/239172a3-c42d-4658-89da-6bb6e6c8549e.jpg",
    "altTitles": [
      {
        "en": "Monthly in the Garden with My Landlord"
      },
      {
        "ja": "毎月庭つき大家つき"
      },
      {
        "ja-ro": "Maitsuki Niwa Tsuki, Ooya Tsuki"
      },
      {
        "zh": "月付房租带院子带房东"
      },
      {
        "en": "Monthly With Garden With Ooya"
      },
      {
        "pl": "Dom z ogrodem i właścicielką"
      }
    ],
    "description": {
      "en": "Asako moves to a new house to get over her recent breakup. She finds a great little place a bit removed from the city with a lovely garden, but there’s a catch—the house also comes with a live-in landlord!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "649c7b09-dc44-488d-b758-55be3285640a",
    "title": {
      "en": "Your Kiss Scene!"
    },
    "updatedAt": "2023-08-09T14:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/649c7b09-dc44-488d-b758-55be3285640a/0b67b0d6-9636-49ff-b9f5-9e8442f9e691.jpg",
    "altTitles": [
      {
        "ko": "너의 키스씬!"
      }
    ],
    "description": {
      "en": "Entertainment writer Lee Seul, heard the news of her favorite idol, Block Shoot's Seung-Chan, on her new entertainment program.\nExpectations of meeting her favorite for more than 10 years are brief, and she accidentally sees her favorite idol kissing someone else in secret at the broadcasting station.\nIn addition, the entertainment program she was in charge of is a love variety program that’s full of dating amongst the cast...\nShe has to watch her favorite idol flirting and dating someone else even if he's her favorite."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f799b6e-3029-43cf-9648-c50a9f4bab47",
    "title": {
      "en": "Bishu no Daichi Fukushu ~Fukushuu no tame ni Kao wo Suteta Onna~"
    },
    "updatedAt": "2023-11-05T16:31:43+00:00",
    "coverArt": "https://mangadex.org/covers/6f799b6e-3029-43cf-9648-c50a9f4bab47/0b4cb038-7709-4e6f-9a20-438f9f439d3f.jpg",
    "altTitles": [
      {
        "ja": "美醜の大地～復讐のために顔を捨てた女～"
      },
      {
        "en": "A Woman Who Abandoned Her Face for Revenge"
      },
      {
        "vi": "Vì Hận Tái Sinh ~Người phụ nữ vì phục thù mà từ bỏ gương mặt của mình~"
      }
    ],
    "description": {
      "en": "A woman who was robbed of her family by bullying is reborn as another person, and she devotes herself to revenge from hell! , Because of her ugly appearance, she was badly bullied at a girls' school. The leader of bullying is Ayako Takashimazu, the daughter of a large company. Hana, who was accused of theft by her, was forced to leave school...!?\n\n(from mangaupdates)",
      "ja": "いじめによってすべてを奪われた女が別人に生まれ変わり、地獄の復讐に身を投じる！\n\n昭和20年、太平洋戦争が終わりかけていた時代、樺太（からふと）で生まれ育った少女・市村ハナは、醜い容姿のため女学校で凄惨ないじめを受けていた。いじめのリーダー格は大会社の令嬢・高島津絢子。彼女によって泥棒の濡れ衣を着せられたハナは、退学に追い込まれてしまう。やがてソ連軍が空襲を開始し、樺太から北海道へ逃れる船に乗り込んだハナ一家だったが、いじめグループによって船から追い出されてしまい……。",
      "vi": "Một cô gái với cuộc đời bị lấy đi tất cả mọi thứ do bị bắt nạt, vu oan đã tái sinh thành một người khác và cô quyết định trả thù tất cả những ai đã góp phần đẩy cuộc đời mình vào bước đường cùng!\nIchimura Hana, một cô gái sinh ra và lớn lên ở Karafuto, bị bắt nạt dã man tại một trường nữ sinh vì ngoại hình xấu xí của mình. Cầm đầu nhóm bắt nạt cô là Takashimazu Ayako, thiên kim tiểu thư của công ty sản xuất giấy lớn nhất Karafuto thời bấy giờ. Sau một lần bị vu cáo là kẻ trộm, Hana đã bị đuổi học.\nMột thời gian sau, trong một cuộc di tản bởi trận không kích của quân Liên Xô, gia đình Hana đáng ra đã lên được một con tàu để thoát khỏi Karafuto đến Hokkaido, nhưng cả nhà cô đã bị xua đuổi khỏi tàu bởi chính sự vu cáo của bè lũ bắt nạt đó..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-04-08T15:38:55+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/034fe0de-7ed6-4464-b408-0528bb10b9a0.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly developed super-powers, those who used their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow fell in love with the strongest female prisoner Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "26a869ad-bd0c-4d2d-9ce4-e136d4d02777",
    "title": {
      "en": "My Crazy Boss"
    },
    "updatedAt": "2024-04-13T19:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/26a869ad-bd0c-4d2d-9ce4-e136d4d02777/231d1aa1-0470-4e24-8e74-35d5819710fb.jpg",
    "altTitles": [
      {
        "ko": "사장님이 미쳤어요"
      },
      {
        "fr": "Mon Boss, le Fou"
      }
    ],
    "description": {
      "fr": "Seo-Woo qui aimait en secret son patron, n'imaginait pas qu'un jour il allait vraiment lui demander de sortir avec lui. Min-Hyeok qui était si distant et froid, était devenu un homme passionné et fidèle à Seo-Woo. Avant même de s'habituer à ce soudain changement, elle découvre un secret \"fatal\" qui va lui permettre de montrer qui est le vrai \"patron\" dans cette relation... .",
      "ko": "사장님에게 고백받았다.\n\"연애하죠. 결혼을 전제로.\"\n남몰래 그를 짝사랑해왔던 서우의 심장은 쿵 내려앉는데.\n우리 사장님이 혹시 미친 걸까?\n\n\"은서우 씨가 날 버리지 않는 이상 헤어질 일은 절대 없을 겁니다.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6dc99d1-4b39-4a7e-bfda-ad66fdff235f",
    "title": {
      "en": "Hotaru no Yomeiri"
    },
    "updatedAt": "2024-03-24T12:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/c6dc99d1-4b39-4a7e-bfda-ad66fdff235f/5da9f7fd-ae7a-4c1b-b378-ca615648c6d2.jpg",
    "altTitles": [
      {
        "ja": "ホタルの嫁入り"
      },
      {
        "en": "Firefly Wedding"
      },
      {
        "uk": "Весілля світлячків"
      },
      {
        "ne": "जुनकिरी को विवाह"
      },
      {
        "zh-hk": "螢火蟲之婚"
      },
      {
        "vi": "Đám cưới đom đóm"
      },
      {
        "es": "Matrimonio de luciérnagas"
      },
      {
        "es-la": "Matrimonio de luciérnagas"
      },
      {
        "en": "Firefly Marriage"
      }
    ],
    "description": {
      "en": "A romance story set in the Meiji era. Born into a prestigious family and blessed with good looks, Satoko is said to have a short life expectancy. But suddenly, her life is targeted by a mysterious killer...?! In order to survive on the spot, Satoko makes a \"proposal\" for the killer...?! - A young lady and an assassin... A contract marriage love suspense between two people who should never meet!",
      "es": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "ja": "令嬢と殺し屋…絶対交わらないはずの二人の、契約結婚ラブサスペンス！\n時は明治。\n名家に生まれ美貌に恵まれるも、余命わずかと言われている紗都子の唯一の夢は…家の利益になる結婚をすること。\nしかし突然、謎の殺し屋に命を狙われ…！？\nその場を生き延びるため、紗都子は殺し屋にある“提案”を…！？",
      "uk": "\"Весілля світлячків\" – манґа, події якої розгортаються у давні часи епохи Мейджі. Дівчина на ім'я Сатоко, донька заможної родини, якій пощастило успадкувати красу, прагне одружитися з тим, кого запропонує їй батько, але як же це зробити, якщо її життю загрожує хвороба? Одного дня героїня потрапляє до рук викрадачів, де, задля порятунку себе, вона пропонує шлюб власному вбивці. Куди її приведе узгоджений шлюб з людиною, яку вона ніколи не мала зустріти?",
      "es-la": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "pt-br": "Uma história de romance ambientada na era Meiji.  \n\nNascida em uma família de prestígio e abençoada com boa aparência, Satoko tem uma expectativa de vida curta. Mas de repente, sua vida é alvo de um misterioso assassino...?! Para sobreviver no local, Satoko faz uma \"proposta\" para o assassino...?! \n- Uma jovem e um assassino... \n\nUm suspense de amor por contrato de casamento entre duas pessoas que nunca deveriam se encontrar!",
      "zh-hk": "千金小姐與殺手…絕對沒有交集的兩個人間的契約結婚愛情喜劇！\n時值明治時代。\n出生名門又集美貌於一身，卻被告知餘命不久矣的紗都子唯一的夢想是…為了家族的利益而結婚。\n但是，突然之間被謎樣的殺手給襲擊了…！？\n為了從這種局面中活下來，紗都子向殺手提出了某項“提案”…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/1f2dbc70-e50f-4302-8fa4-947e809e9b50.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4cc14713-e34c-456f-a8a1-a07084240199",
    "title": {
      "en": "Love Stories Between Different Species"
    },
    "updatedAt": "2024-01-14T22:25:25+00:00",
    "coverArt": "https://mangadex.org/covers/4cc14713-e34c-456f-a8a1-a07084240199/ef48be68-651f-4843-9a11-c74e5df4da13.jpg",
    "altTitles": [
      {
        "ja-ro": "Aqua Terrarium"
      },
      {
        "ja-ro": "Aru Kakan no Omoide"
      },
      {
        "ja-ro": "Boku wa Kabutomushi"
      },
      {
        "ja-ro": "CLAYTURE"
      },
      {
        "ja-ro": "Cotton no Mahou"
      },
      {
        "ja-ro": "Curry no Iu Toori!"
      },
      {
        "ja-ro": "Daisy, Mata Ashita."
      },
      {
        "ja-ro": "Definisi"
      },
      {
        "ja-ro": "Futari Issho ni Milk no Hibi"
      },
      {
        "ja-ro": "Hijoushoku to Gochisou."
      },
      {
        "ja-ro": "Jingai-san no Yome: Tsuchikiyose Tetsushi no Kekkon"
      },
      {
        "ja-ro": "Jingai-san no Yome: Tsukieda Yoshino no Kekkon"
      },
      {
        "ja-ro": "Kanojo ga Hoshii Mono"
      },
      {
        "ja-ro": "Kimi to no Nenrin"
      },
      {
        "ja-ro": "Kinchou suru to Koe ga Uragaeru Sakana no Hanashi"
      },
      {
        "ja-ro": "Koi wa Bouken"
      },
      {
        "ja-ro": "Kuroyagi no Ochakai"
      },
      {
        "ja-ro": "Love Stories Between Different Species"
      },
      {
        "ja-ro": "Magnolia (SUMIYOSHI Ryo)"
      },
      {
        "ja-ro": "Majo no Naritachi"
      },
      {
        "ja-ro": "Majo no Suu to Chiisana Mandragora"
      },
      {
        "ja-ro": "Mayonaka no Waltz"
      },
      {
        "ja-ro": "Mokuren"
      },
      {
        "ja-ro": "Naminami Kitsune"
      },
      {
        "ja-ro": "Nanoka no Tenshi"
      },
      {
        "ja-ro": "Olivia to Gryphon"
      },
      {
        "ja-ro": "Onna Kishi-san wa Ookami-san ni Umoretai"
      },
      {
        "ja-ro": "Ookami Ningen to Ningen Ookami."
      },
      {
        "ja-ro": "Owari made"
      },
      {
        "ja-ro": "Scrambled Eggs"
      },
      {
        "ja-ro": "Sekai no Sumi no Operetta"
      },
      {
        "ja-ro": "Sensei to Onjin-san"
      },
      {
        "ja-ro": "Shiraito no En"
      },
      {
        "ja-ro": "Shiro no Ousama."
      },
      {
        "ja-ro": "Shoujo to Cyborg"
      },
      {
        "ja-ro": "Slime ga xx ni Naritasou ni Kochira wo Ikaryaku"
      },
      {
        "ja-ro": "Sukoyaka naru Toki mo, Yameru Toki mo, Dragon naru Toki mo"
      },
      {
        "ja-ro": "Tokage Hime"
      },
      {
        "ja-ro": "Uzumaki Cosmo to Manager"
      },
      {
        "ja-ro": "Warui Majo no Shiwaza"
      },
      {
        "ja-ro": "Watashi to, Ie"
      },
      {
        "zh": "异种恋爱物语集"
      },
      {
        "ja": "木蓮"
      },
      {
        "zh-hk": "異種恋愛物語集"
      },
      {
        "ja": "魔本のはなし"
      },
      {
        "ja": "龍愛でる男"
      },
      {
        "ja": "異種恋愛物語集"
      },
      {
        "ja-ro": "Ishu Renai Monogatarishuu"
      }
    ],
    "description": {
      "en": "**Volume 1:**\n1.  Sekai no Sumi no Operetta (Yoshimura)\n2. Majo no Naritachi (Aikawa Yuu)\n3. Scrambled Eggs (Tabe Taberi)\n4. Boku wa Kabutomushi (Yamashiro Umeta)\n5. Warui Majo no Shiwaza (Nobara)\n6. Slime ga xx ni Naritasou ni Kochira wo Ikaryaku (Moukon Icchokusen)\n7. Sukoyaka naru Toki mo, Yameru Toki mo, Dragon naru Toki mo (Sanzou)\n8. Daisy, Mata Ashita. (Nagabe)\n9. Majo no Suu to Chiisana Mandragora (Shinagawa)\n10. Owari made (Yasaka Akiwo)\n\n**Volume 2:**\n1. Sekai no Sumi no Operetta (Yoshimura)\n2. Naminami Kitsune (Tabe Taberi)\n3. Kanojo ga Hoshii Mono (Nobara)\n4. Kinchou suru to Koe ga Uragaeru Sakana no Hanashi (Shinagawa)\n5. Ookami Ningen to Ningen Ookami. (Nagabe)\n6. Cotton no Mahou (Mogusu)\n7. Kuroyagi no Ochakai (Takayama Shinobu)\n8. Kimi to no Nenrin (Kamikou Chizu)\n\n**Volume 3:**\n1. Olivia to Gryphon (Akutagawa Kazuma)\n2. Watashi to, Ie (D. Kissan)\n3. Magnolia (Sumiyoshi Ryou)\n4. Hijoushoku to Gochisou. (Nagabe)\n5. Uzumaki Cosmo to Manager (Sanzou)\n6. Aru Kakan no Omoide (Ogata Tomio)\n7. Curry no Iu Toori! (Yamaguchi Tsutomu)\n8. Sensei to Onjin-san (Hachi)\n\n**Volume 4:**\n1. Shiraito no En (Akutagawa Kazuma)\n2. CLAYTURE (Kuma)\n3. Tokage Hime (Kimizuka Shou)\n4. Onna Kishi-san wa Ookami-san ni Umoretai (Usatoru)\n5. 龍愛でる男 (Sanzou)\n6. Mayonaka no Waltz (Nagabe)\n7. Koi wa Bouken (Yamaguchi Tsutomu)\n8. Sekai no Sumi no Operetta (Yoshimura)\n9. Jingai-san no Yome: Tsukieda Yoshino no Kekkon (Yasaka Akiwo, Aikawa Yuu)\n\n**Volume 5:**\n1. Futari Issho ni Milk no Hibi (Yoshimura)\n2. Shoujo to Cyborg (Pepu)\n3. Definisi (Tabe Taberi)\n4. Aqua Terrarium (Inukai Bino)\n5. Nanoka no Tenshi (Sanzou)\n6. 魔本のはなし (Ogata Tomio)\n7. Jingai-san no Yome: Tsuchikiyose Tetsushi no Kekkon (Yasaka Akiwo, Aikawa Yuu)\n8. Shiro no Ousama. (Nagabe)",
      "ja": "魔法使いの青年と雌ドラゴン、異界人の小説家と少女、鶏女と少年、人造ゴーレムと少女――…。人とは異なる姿をした人ならざるものたちと、人との間にうまれる仄かな恋の物語を十編以上収録！ 表紙は『あまつき』の高山しのぶが担当!!",
      "zh": "超重口少女漫《异种爱情物语集》中包罗了史莱姆×人类少年、大鸟×少女、母龙×青年等浩繁“重口胃”的爱情故事。主打作品如下，从作品名就可以感慨到内容有何等“不胜入目”了……"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9cc667b0-0d3f-46e0-a560-fdc2dedb9a6a",
    "title": {
      "en": "I Became the Young Villain's Sister-in-Law"
    },
    "updatedAt": "2024-02-23T07:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/9cc667b0-0d3f-46e0-a560-fdc2dedb9a6a/7e11f8dd-05bb-4154-ad8f-b1c391ee958d.jpg",
    "altTitles": [
      {
        "ko": "어린 흑막의 형수님이 되었다"
      },
      {
        "en": "Became the Sister-in-Law of a Young Yandere"
      }
    ],
    "description": {
      "en": "After being reincarnated as an extra with amnesia, I saved a child by chance, but he was the villain… What? \n\nThe villain had a brother who died because of a fairy's curse. He was the reason for the villain's corruption. How cruel, if I met that fairy, I would have killed her, but unfortunately I'm an extra... \n\n“Elia?” \n\nWait… Am *I* that fairy?",
      "fr": "Après avoir possédé une figurante amnésique, j’ai involontairement sauvé un enfant. Mais il s’est révélé qu’il était un méchant.\n\n…Hein ? Le méchant avait un frère aîné décédé à cause de la malédiction d’une fée. Sa mort est ce qui transforme son cadet en méchant. Pauvres frères. Si je rencontrais la fée, je lui mettrais une bonne raclée. Malheureusement, je ne suis qu’une figurante…\n\n«Ellia?»\n\nAttendez… Cette fée, c’est *moi*?\n\n*** Pour pouvoir aller à l’endroit où se trouve la clé pouvant lever la malédiction, je dois me marier. J’ai donc été contrainte à épouser le frère aîné. Je ne sais pas comment lever sa malédiction à cause de l’amnésie. C’est pourquoi j’allais aider à briser ce mauvais sort et demander de l’aide, mais…\n\n«Tu me fais vivre. Quand je te touche, tous les symptômes dus à la malédiction disparaissent.»\n\nEst-ce que l’homme sans émotions qui ne se préoccupait que de son petit frère me sourit-il vraiment affectueusement?\n\n«Grand frère est bête! Comment peux-tu laisser Ellia partir? Je te déteste, grand frère!»\n\nQui aurait deviné que la relation entre les meilleurs frères au monde se dégraderait ainsi?!\n\n«Le château du grand duc sans Ellia est si effrayant… S’il te plaît, ne divorce pas avec grand frère.»\n\n«Ne peux-tu pas… rester ma femme?»\n\nJ’ai été poliment été mise au pied du mur. Mon dieu, que devrais-je faire avec ces deux-là?",
      "id": "Setelah mengalami amnesia tambahan, saya secara tidak sengaja menyelamatkan seorang anak, tetapi dia adalah seorang penjahat. …Hah? Penjahat itu punya kakak laki-laki yang meninggal karena kutukan peri. Dialah alasan kegelapan penjahat itu. Saudara-saudara yang malang. Jika aku bertemu peri itu, aku akan menghajarnya, sayangnya, aku hanya ekstra… “Ellia?” Tunggu… Jadi peri itu adalah aku?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003e7fbf-f047-4783-a7df-1533a2a653d4",
    "title": {
      "en": "Yowamushi Pedal"
    },
    "updatedAt": "2024-02-13T20:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/003e7fbf-f047-4783-a7df-1533a2a653d4/82fc70a9-6ce5-4868-93f2-d9d92388a1bb.jpg",
    "altTitles": [
      {
        "fr": "En selle, Sakamichi!"
      },
      {
        "en": "Weakling Pedal"
      },
      {
        "th": "โอตาคุน่องเหล็ก"
      },
      {
        "ja": "弱虫ペダル"
      },
      {
        "zh": "飆速宅男"
      },
      {
        "ru": "Трусливый велосипедист"
      },
      {
        "fr": "Pédaleur né"
      }
    ],
    "description": {
      "en": "Otaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.  \n  \nSince he was a little boy, Onoda has ridden his mamachari–a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries–to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamachari up a steep road.  \n  \nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics as **Yowamushi Pedal, Go!**\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2015, which it shared with The Seven Deadly Sins**"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be35df55-adc2-46e6-83cf-0e9f0356ea39",
    "title": {
      "en": "Catenaccio"
    },
    "updatedAt": "2024-04-14T12:07:06+00:00",
    "coverArt": "https://mangadex.org/covers/be35df55-adc2-46e6-83cf-0e9f0356ea39/560c0bed-2604-4ef1-93b9-175102671ba3.jpg",
    "altTitles": [
      {
        "ja": "カテナチオ"
      },
      {
        "ja-ro": "Katena Chio"
      }
    ],
    "description": {
      "en": "Yataro Araki, a member of the Tojo High School soccer team, has big dreams. Within a decade, he sees himself conquering the soccer world’s loftiest peak: European “football!” Fast forward to what may be his last soccer match before graduation, the match that will make or break his dreams. Having thus far failed to attract the attention of scouts, he is now desperate to do whatever it takes to prove himself. Yataro is prepared to get his hands dirty if it means winning. If it means standing at the top! Welcome to the world of international football! Nothing is sacred, no rule is left unbroken! Not when victory is on the line!",
      "ja": "東條高校サッカー部に所属する嵐木八咫郎（あらきやたろう）の夢は欧州を制覇し、世界一になること。 高校3年の最後の試合、夢への第1歩、プロ入りを目指しスカウトの目に留まるため奮闘をするが―…。",
      "vi": "Yataro Araki là thành viên clb bóng đá trường cao trung Tojo. Cậu có ước mơ chinh phục đỉnh cao bóng đá Châu Âu trong 10 năm tới. Thời gian trôi qua, vào trận cuối cùng trước khi tốt nghiệp, và cũng là trận sẽ quyết định giấc mơ của cậu. Mọi thứ sẽ vô nghĩa nếu Araki không được tuyển trạch viên nào để ý đến, vì vậy cậu sẵn lòng làm tất cả mọi thứ, kể cả khi phải chơi bẩn để giành lấy chiến thắng. Nếu nó giúp cậu vươn đến đỉnh cao! Chào mừng đến với giới bóng đá quốc tế! Không tồn tại thứ gọi là bất khả xâm phạm hay luật lệ! Ít nhất là khi chiến thắng đang cận kề!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "557d17fe-a32e-41bb-bb48-f0d1b75b4ec4",
    "title": {
      "en": "I Tried Confessing My Love to a Serious Girl"
    },
    "updatedAt": "2024-04-14T03:47:49+00:00",
    "coverArt": "https://mangadex.org/covers/557d17fe-a32e-41bb-bb48-f0d1b75b4ec4/f21ebf94-1637-4612-8ce0-b37e5fc7c453.jpg",
    "altTitles": [
      {
        "ja": "カタブツ系女子に告白してみた"
      },
      {
        "ja-ro": "Katabutsu-kei Joushi ni kokuhaku shitemita"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b2e5feb-6137-4be9-a73d-add5e27263e7",
    "title": {
      "en": "Limit Breaker"
    },
    "updatedAt": "2024-03-21T23:45:09+00:00",
    "coverArt": "https://mangadex.org/covers/4b2e5feb-6137-4be9-a73d-add5e27263e7/682a36ca-4598-482f-ba72-eaafad997680.jpg",
    "altTitles": [
      {
        "ko": "만렙돌파"
      },
      {
        "ru": "Прорыв игрока"
      },
      {
        "id": "Beyond Max Level"
      },
      {
        "en": "Player Breakout"
      },
      {
        "zh-hk": "封頂極限戰"
      },
      {
        "zh": "觉醒战士"
      },
      {
        "th": "ยอดคนเลเวลทะลุ"
      },
      {
        "ja": "カンスト突破"
      }
    ],
    "description": {
      "en": "Dungeons and monsters suddenly appear and the world falls into chaos. Kim Ki-Bong, an ordinary young part-timer, has been sucked up into an awakening dimension for 3000 years to train his powers.\n\nWhen he makes his return to reality, he is a max-leveled player who only has one wish - to reconcile with his loved ones. 10 years have passed in the real world during his absence.\n\nHow will Ki-Bong be able to find his place in the world with his new limit-breaking abilities?\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "fr": "Kibong était coincé dans le « test de l’éveil » pendant 3000 ans à cause d’un bug. Enfin libéré du test, le joueur découvre que seulement 10 ans se sont écoulés dans la réalité, et que le monde est devenu un enfer total envahi par les monstres. Avec toutes ses capacités au niveau max, Kibong parviendra-t-il à sauver l’humanité de ces affreuses créatures ?\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "id": "Terjebak dalam ruang simulasi selama 3.000 tahun karena error yang tidak diketahui. Tapi di dunia nyata, hanya 10 tahun sudah berlalu dan kini monster beserta dungeon muncul di dunia ini. Pertarungan Kibong yang kembali dengan MAX LEVEL dimulai untuk mengembalikan semuanya!\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "ja": "3000年の時を経ての覚醒ー今こそ無双の時！！\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "ko": "알 수 없는 오류로 3000년간 각성 테스트에 갇힌 김기봉.\n그 사이 현실에선 10년이 흘렀고, 온 세상은 몬스터와 던전으로 가득차게 되었다.\n만렙으로 귀환한 김기봉의 모든 것을 원래대로 돌려놓기 위한 싸움이 시작된다!\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "ru": "Ким Ки Бон, молодой парень, оказался в ловушке из-за неизвестных ему обстоятельств. И только через три тысячи лет, он смог \"пробудиться\". Но в реальности прошло лишь 10 лет, и за это время, весь мир был наводнён разными и ужасными монстрами..\nИ с этого момента, пробудившийся Ким Ки Бон вступает в битву, чтобы найти ответы на все свои вопросы.\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "th": "ในระหว่างที่คิมกิบงถูกขังใน \"พื้นที่สำหรับปลุกพลัง\" เป็นเวลา 3,000 ปีเนื่องจากเกิดข้อผิดพลาดที่ไม่รู้สาเหตุ เวลาในโลกจริงก็ผ่านไปแล้ว 10 ปี เมื่อคิมกิบงออกมาได้โลกก็กลายเป็นนรกที่มีมอนสเตอร์และดันเจี้ยนเต็มไปหมด การต่อสู้ของคิมกิบงเพื่อฟื้นฟูให้โลกกลับสู่สภาพเดิมเริ่มต้นแล้ว!\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "zh": "菜鸟三千年升级变最强王者！\n怪物肆虐的世界由我来拯救！\n林纪锋因游戏Bug被困在觉醒空间3000年，并且被怪兽杀死后还可以无限复活！被迫成为游戏玩家的他，为了重新开始自己的生活，必须与怪兽战斗！但他在觉醒空间的这段时间，地球已过去了10年，整个世界都充满了怪兽...\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)",
      "zh-hk": "《CHANGE》作家的新作！金起峰因不明異常被困在覺醒試煉裡3000年，在那期間現實已經過了10年，化為怪物肆虐的末日世界。 滿等重生的金起峰，為了讓一切回歸正常而戰。\n\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/action/full-level/list?title_no=2447)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/juexingzhanshi/list?title_no=1571)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/beyonod-max-level/list?title_no=2482)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001144)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/limit-breaker/list?title_no=2862)\n\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/beyonod-max-level/list?title_no=2547)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "062e3b40-f43a-423d-b4d4-19b9d21c62bf",
    "title": {
      "en": "Furoufushi Shoujo no Naedoko Ryokouki"
    },
    "updatedAt": "2024-03-29T17:58:58+00:00",
    "coverArt": "https://mangadex.org/covers/062e3b40-f43a-423d-b4d4-19b9d21c62bf/9472b99a-8f00-4e38-aa5f-9cf4fe128e9c.jpg",
    "altTitles": [
      {
        "ja": "不老不死少女の苗床旅行記"
      },
      {
        "en": "The Immortal Girl's Nursery Travelogue"
      },
      {
        "en": "The Depravity Records of an Immortal Girl."
      },
      {
        "vi": "Bồn Chứa Tinh Bất Tử Phiêu Lưu Ký"
      },
      {
        "vi": "葐貯精不死飄流記 (Nom Script)"
      }
    ],
    "description": {
      "en": "The journey of a genius girl who became immortal to grant her dreams of being bred to different species of creatures in order to fulfill her curiosity.",
      "ja": "「ボク、異種生物の苗床になってみたい」――天才少女プルートは苗床願望を叶えるため、不老不死の体を手に入れた！　好奇心旺盛な彼女は、異世界の美少女たちや異種生物たちとエッチで自由な旅を謳歌する！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba8767ca-a8c6-4e80-a371-b220a7813bd0",
    "title": {
      "en": "Satanophany"
    },
    "updatedAt": "2023-12-06T22:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/ba8767ca-a8c6-4e80-a371-b220a7813bd0/66264897-476b-4f60-ae8c-4dc6b97d9705.jpg",
    "altTitles": [
      {
        "es": "Satanofanía"
      },
      {
        "ja-ro": "Satanofani"
      },
      {
        "uk": "Демоническая одержимость"
      },
      {
        "ja": "サタノファニ"
      }
    ],
    "description": {
      "en": "A mysterious syndrome turns schoolgirls into homicidal monsters behind numerous atrocities in Japan. However, nothing is what it seems and when Chika Amagi is arrested for the brutal murder of five people, a journey into uncharted, troubled waters begins!",
      "es": "Un misterioso síndrome convierte a las colegialas en monstruos homicidas detrás de numerosas atrocidades en Japón. Sin embargo, nada es lo que parece y cuando Chika Amagi es arrestado por el brutal asesinato de cinco personas, ¡comienza un viaje a aguas desconocidas y turbulentas!",
      "fr": "Au Japon, un mystérieux syndrome transforme les écolières d'un établissement en monstres sanguinaires, capables de tuer leurs semblables avec un sang-froid incroyable. Dans cette période de trouble, Chika Amagi, étudiante sans histoire, est arrêtée pour le meurtre terrible de cinq personnes…   \n\n\n---",
      "pt-br": "Uma síndrome misteriosa torna jovens garotas em monstros homicidas por trás de diversas atrocidades no Japão. Entretanto, nada é o que parece quando Chika Amagai é presa pelo assassinato brutal de cinco pessoas e é levada a uma prisão em uma ilha para estas assassinas!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2024-02-26T15:29:32+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/0b79c439-2a27-4c1a-99fb-fee87c99d616.jpg",
    "altTitles": [
      {
        "ru": "Девушки и супермяч"
      },
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "en": "Superball Girls"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d87115b-058d-4e36-a624-80c66f0115eb",
    "title": {
      "en": "Hanpirei no Kyori-kan"
    },
    "updatedAt": "2024-02-15T11:48:11+00:00",
    "coverArt": "https://mangadex.org/covers/5d87115b-058d-4e36-a624-80c66f0115eb/462b16a8-3a01-405f-b174-4db2846cef92.jpg",
    "altTitles": [
      {
        "ja": "反比例の距離感"
      },
      {
        "ja-ro": "Hanpirei no Kyorikan"
      },
      {
        "en": "Inverse proportional distance"
      }
    ],
    "description": {
      "id": "Akhir-akhir ini, perilaku Yuta, teman sekelas dan teman masa kecilnya Hina, terasa aneh. Itulah masalah terbesar Hina saat ini. Mata mereka tidak bertemu, dan mereka tidak bisa berbicara seperti dulu. Dulu, Yuta begitu kecil dan lucu seperti adik, tapi mengapa sekarang? Apakah aku melakukan sesuatu? Apa perasaan gelisah ini? Di sisi lain, Yuta memiliki rahasia yang tidak bisa dia katakan pada Hina? Dua pemula dalam cinta yang kikuk, menjauh dan mendekat!? Cinta muda yang penuh dengan kejutan dan kesedihan!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "a37158c0-3499-4684-9538-25967fde6e79",
    "title": {
      "en": "Otokojuku Gaiden - Date Omito"
    },
    "updatedAt": "2023-10-07T01:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/a37158c0-3499-4684-9538-25967fde6e79/ef71a63d-94d5-4d5f-8c1f-d5a639f1ee56.png",
    "altTitles": [
      {
        "en": "Otoko Juku Gaiden Date Omito"
      },
      {
        "en": "Otokojuku Gaiden: Date Omito"
      },
      {
        "ja": "Otokojyuku Gaiden Date Omito"
      }
    ],
    "description": {
      "en": "A spin-off of Sakigake!! Otokojuku focusing on Date Omito."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "69"
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2023-11-20T17:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-04-14T12:43:38+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-03-21T15:24:53+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/841086f8-0e73-49ca-afd1-a0bc26ad7657.png",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7b52147-4636-4d43-ae9b-28a67d376cfb",
    "title": {
      "en": "Yukionna to Kani wo Kuu"
    },
    "updatedAt": "2022-11-19T14:50:19+00:00",
    "coverArt": "https://mangadex.org/covers/b7b52147-4636-4d43-ae9b-28a67d376cfb/7bae91f5-f39c-443b-8122-6062d3fd0012.jpg",
    "altTitles": [
      {
        "en": "Eating Crab with a Yukionna"
      },
      {
        "ja": "雪女と蟹を食う"
      }
    ],
    "description": {
      "en": "A certain summer day, as the cicadas sing loudly. A man with no money and no place to belong tries to end his life, however is unable to take the last step. While wavering between life and death, he sees a gourmet food program on television, and realising he's never once eaten crab in his life decides that \"For my last day on this Earth, I'll eat crab\". Settings his sights on the wife who lives in a high-class neighbourhood that he happened across in a library, he forces his way into her home. And thus, he demands money from her, however… things go in an unexpected direction."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "8",
    "lastChapter": "69"
  },
  {
    "mangaId": "0b85ac0f-6799-4647-8e90-97ca22614b28",
    "title": {
      "en": "Kimi ni Aisarete Itakatta"
    },
    "updatedAt": "2023-08-19T23:27:08+00:00",
    "coverArt": "https://mangadex.org/covers/0b85ac0f-6799-4647-8e90-97ca22614b28/64e96023-94bb-4b5d-8c3b-e478c5aaa0cc.jpg",
    "altTitles": [
      {
        "en": "I Wanted to be Hurt by Love"
      },
      {
        "en": "You Loved Me So Much It Hurt"
      },
      {
        "ru": "Я хотела бы быть обиженной твоей любовью"
      },
      {
        "ja": "君に愛されて痛かった"
      },
      {
        "zh": "被你所愛、真的很痛"
      },
      {
        "ko": "너에게 사랑받아 아팠다"
      }
    ],
    "description": {
      "en": "Kanae is a girl who is struggling to fit in with the popular clique at her high school. Because she had been bullied in middle school, she has developed an acute inferiority complex that had led her to engage in questionable after-school activities in order to feel wanted.   \n  \nIn comes Hiroshi, a high-school baseball star who became drawn to her after finding her crying during a group date at a karaoke bar. Thus begins an unhealthy relationship between a mentally unstable high-school girl and a jock.  \n\n\n---",
      "pt": "Kanae é uma garota que está lutando pra se encaixar no grupo popular de sua escola. Devido ao bullying que sofreu durante o ensino fundamental, ela desenvolveu um intenso complexo de inferioridade, o que a levou a praticar atividades questionáveis depois das aulas, tudo para sentir-se desejada."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a19cf0c-28b4-4f3e-9b51-1843029601fb",
    "title": {
      "en": "Zombie no Afureta Sekai Ore Dake ga Osowarenai"
    },
    "updatedAt": "2024-02-25T16:15:47+00:00",
    "coverArt": "https://mangadex.org/covers/7a19cf0c-28b4-4f3e-9b51-1843029601fb/67edc948-412e-410c-a823-70a611731418.jpg",
    "altTitles": [
      {
        "en": "Only I Am Not Attacked in a World Overflowing With Zombies"
      },
      {
        "ja": "ゾンビのあふれた世界で俺だけが襲われない"
      },
      {
        "en": "In A World Filled With Zombies, I’m The Only One They Won’t Attack"
      },
      {
        "pt-br": "Em um Mundo Cheio de Zumbis, Eu Sou o Único que Eles Não Vão Atacar"
      },
      {
        "id": "Didunia yang penuh dengan Zombie hanya aku yang tidak diserang"
      },
      {
        "zh-hk": "在遍地都是喪屍的世界裡唯獨我不被襲擊"
      }
    ],
    "description": {
      "en": "Takemura wakes up after falling ill for 3 days and realizes the world has been overrun by zombies but for some strange reason he is not being attacked by them! What will he do now with this great power he has?",
      "id": "Kehidupan sehari-hari pekerja kantor yang tidak disukai \"Takemura\" berubah dalam sekejap. Ketika aku perhatikan, itu adalah dunia yang penuh dengan zombie. Terlebih lagi, aku satu-satunya yang tidak diserang oleh zombie. \"Bantu orang? Apa itu? Aku akan menjalani dunia ini sesukaku.\" Takemura memiliki banyak kekuatan di dunia apokaliptik di mana peradaban akan runtuh. Apakah dia satu-satunya pahlawan yang hidup dengan menyembunyikan fakta bahwa dia tidak diserang?",
      "pt-br": "Na sociedade atual, que foi completamente destruída por zumbis, há um homem que misteriosamente não é atacado por eles, e essa história segue sua estilo de vida egoísta. 18 Visualizações totais, 18 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9c1d5a2-2c53-4b6f-bb57-5ff5ce0aaf89",
    "title": {
      "en": "Crazy Food Truck"
    },
    "updatedAt": "2023-12-31T09:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/d9c1d5a2-2c53-4b6f-bb57-5ff5ce0aaf89/c03fcb51-d8cc-4b1a-bce3-58447b7321f1.jpg",
    "altTitles": [
      {
        "ja": "クレイジーフードトラック"
      },
      {
        "ru": "Сумасшедший грузовик с едой"
      }
    ],
    "description": {
      "en": "Gordon is an unsociable middle-aged man driving his food truck through a world buried in sand. \nOne day, he meets a girl named Arisa sleeping stark naked in the middle of the desert. \nWhile Arisa wolfs down any and all food she can fit in her mouth, \na mysterious armed group seems to be pursuing her, too.",
      "id": "Gordon adalah seorang pria paruh baya yang tidak ramah, mengemudikan truk makanannya melalui dunia yang terkubur dalam pasir. Suatu hari, ia bertemu dengan seorang gadis bernama Arisa yang tidur telanjang bulat di tengah gurun. Sementara Arisa melahap semua makanan yang bisa dia muat di mulutnya, sekelompok bersenjata misterius tampaknya juga mengejarnya.",
      "ru": "Гордон - нелюдимый мужчина средних лет, разъезжающий на своём грузовике с едой по миру песка. \nОднажды он встречает девушку по имени Алиса, спящую голышом посреди пустыни. Пока Алиса съедает любую еду, которая может поместиться во рту, таинственная вооруженная группа, \nпохоже, тоже преследует ее."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "8c4f7490-1e4d-43a0-bea5-aa0eb93eab36",
    "title": {
      "en": "VENOM, Kyuuai-sei Shoujo Shoukougun"
    },
    "updatedAt": "2024-04-14T12:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/8c4f7490-1e4d-43a0-bea5-aa0eb93eab36/7d868e76-bf54-4d5c-ac08-d1fcdb188da4.jpg",
    "altTitles": [
      {
        "en": "VENOM, Courtship Girl Syndrome"
      },
      {
        "id": "RACUN, Sindrom Gadis Berpacaran"
      },
      {
        "ja": "ベノム　求愛性少女症候群"
      },
      {
        "ja-ro": "BENOMU, Kyuuai-sei Shoujo Shoukougun"
      }
    ],
    "description": {
      "en": "Venom, Darling Dance, Failure Girl and other famous songs by the popular vocaloid P, Kairiki Bear, have been turned into \"Stories\"!\n\nLoneliness is like poison, I have nothing, I'm a failure, I'm a failure, and so on... In a social networking site where girls vent their pain, she comes across a rumor of \"Courtship Girl Syndrome,\" which only teenage girls are affected by.\n\nShe thought it was just a myth, a disease with a cute name and symptoms like those of a manga character. However, the abnormalities that began to occur in the girl's body as a result of a certain problem are very similar to the rumors...?\n\nWe are affected by the blue spring disease.",
      "id": "Venom, Dari Dance, Failure Girl, dan lagu-lagu terkenal lainnya oleh vokaloid populer P, Kairiki Bear, telah diubah menjadi \"Cerita\"!\n\nKesepian sama seperti racun, aku tidak punya apa-apa, aku gagal, aku gagal, dan seterusnya... Di situs jejaring sosial tempat para gadis melampiaskan rasa sakit mereka, dia menemukan rumor \"Sindrom Gadis Berpacaran,\" yang hanya berpengaruh pada gadis remaja.\nDia pikir itu hanya mitos, gejala penyakit dengan nama yang imut seperti karakter manga. Namun, kelainan yang terjadi di tubuh gadis itu sangat mirip dengan rumor...?\nKami terjangkit penyakit musim semi biru.",
      "ja": "「ベノム」「ダーリダンス」「失敗作少女」、大人気ボカロP・かいりきベアによるあの名曲たちが“物語”に！\n\n「孤独って毒みたい」「私には何も無い」「自分は失敗作だから」―― そんな苦しさを吐き出すためのSNSの裏アカで少女が目にしたのは、10代の女子だけが発症するという『求愛性少女症候群』の噂。\nカワイイ名前にマンガのキャラクターみたいな症状でできているそんな病、ただの作り話だと思っていた。 けれど、ある悩みをきっかけに少女の身体に起き始めた異常は、その噂とよく似ていて――？\n私たちは、青い春の病に侵されている。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]