[
  {
    "mangaId": "efbd7593-c29f-45ec-aacb-497029978136",
    "title": {
      "en": "Sensitive Boy"
    },
    "updatedAt": "2024-07-03T18:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/efbd7593-c29f-45ec-aacb-497029978136/9fafc730-5b10-476a-b13a-9789d728ff5e.jpg",
    "altTitles": [
      {
        "ja": "センシティブ・ボーイ"
      }
    ],
    "description": {
      "en": "Kaede, a victim of past sexual abuse, is obsessed with becoming \"normal\" ...  \n\nA bittersweet story about a boy facing coming-of-age questions about love, sexuality, complexes, and other troubles."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-07-31T17:21:23+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "283b1acd-5a16-46d4-a217-d0648a5a8374",
    "title": {
      "en": "Addicted to Her"
    },
    "updatedAt": "2024-04-09T13:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/283b1acd-5a16-46d4-a217-d0648a5a8374/05eac350-259a-41ae-8dba-707d8577411c.jpg",
    "altTitles": [
      {
        "zh": "戒不掉的她"
      },
      {
        "en": "Can't Give her Up"
      },
      {
        "zh-ro": "Jiè bù diào de tā"
      },
      {
        "zh": "吸引力法则"
      },
      {
        "en": "Law of Attraction"
      },
      {
        "ja": "愛に囚われて"
      }
    ],
    "description": {
      "en": "Nan Zhi's the C.E.O. of an entertainment company, flawless and capable. Few know of her nighttime secrets. However, that kind of indulgence never made her happy--until ***she*** appeared. Initially thinking she was just a stranger, Nan Zhi later discovered the other woman was the little sister of her best friend, and new talent at her company. Facing the younger woman's persistence, will Nan Zhi gradually become addicted to her?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "84b933cb-a99a-4737-98bb-b38295087700",
    "title": {
      "en": "Minamoto-kun Monogatari"
    },
    "updatedAt": "2022-02-17T04:23:28+00:00",
    "coverArt": "https://mangadex.org/covers/84b933cb-a99a-4737-98bb-b38295087700/a14c2bd6-6a21-4c77-88de-a7ad21a4d1e6.jpg",
    "altTitles": [
      {
        "fr": "L'histoire de Minamoto-kun"
      },
      {
        "es-la": "La historia de Minamoto"
      },
      {
        "pt": "O Conto de Minamoto-kun"
      },
      {
        "ru": "История Минамото-куна"
      },
      {
        "en": "Minamoto's Story"
      },
      {
        "ja": "源君物語"
      },
      {
        "ko": "미나모토군 이야기"
      },
      {
        "en": "Minamoto-kun's Story"
      }
    ],
    "description": {
      "en": "Minamoto-kun has a face pretty enough to make people think he's a girl. Because of his face, he was bullied by the girls in middle school who were jealous of his face. He developed a fear of women due to the trauma and ended up attending a high school for boys. Just as he enters college and makes a promise to himself to overcome the trauma of his past, his father remarries and asks him to move out of the house. His father arranges him to live with his aunt (Minamoto-kun's father's younger sister) for the time being. She is an extremely beautiful woman who is also a non-tenured professor at his college. When he arrives at her apartment, she shows him her breasts and tells him that he will be her \"guinea pig\" in her reverse Hikaru Genji project.",
      "pt": "Minamoto-kun tem um rosto bonito o suficiente para fazer as pessoas pensarem que ele é uma menina. Por causa de seu rosto, ele foi intimidado pelas meninas no ensino médio que estavam com ciúmes de seu rosto. Ele desenvolveu um medo de mulheres devido ao trauma e acabou frequentando uma escola para meninos. Justo quando ele entrar na faculdade e faz uma promessa a si mesmo de superar o trauma de seu passado, seu pai se casa novamente e pede para ele sair da casa. Seu pai arranja-lhe para viver com sua tia no momento. (irmã mais nova do pai do Minamoto-kun). Ela é uma mulher extremamente bonita, que também é professora adjunto em sua faculdade. Quando ele chega em seu apartamento, ela lhe mostra os seios e diz que ele será a sua \"cobaia\" em seu projeto Genji Hikari.",
      "ru": "Лицо Минамото-куна настолько прекрасно, что его легко спутать с девушкой. Из-за этого девушки в средней школе над ним часто издевались и дразнили. Тогда же он и получил серьёзную психологическую травму: боязнь представительниц противоположного пола. В результате всё закончилось переводом в школу для мальчиков. Сразу после поступления в колледж, он решает раз и навсегда избавится от детской травмы. Но тут его отец снова женится и просит сына съехать из дома и пожить с его младшей сестрой – тётей Минамото. Тётушка оказывается очаровательной женщиной, которая, к тому же, преподаёт в колледже Минамото-куна. Переехав к ней он узнаёт, что будет объектом её исследований. По мотивам классического японского романа «Повесть о Гэндзи»."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "erotica",
    "lastVolume": "16",
    "lastChapter": "358.5"
  },
  {
    "mangaId": "bc0cd07a-71c9-4173-81d7-f348d5395082",
    "title": {
      "en": "RaW Hero"
    },
    "updatedAt": "2024-04-21T18:42:22+00:00",
    "coverArt": "https://mangadex.org/covers/bc0cd07a-71c9-4173-81d7-f348d5395082/ad1624ce-8271-471f-a137-0c16780851bb.jpg",
    "altTitles": [
      {
        "ru": "Герой RaW"
      },
      {
        "ja": "ロウヒーロー"
      }
    ],
    "description": {
      "en": "The unemployed Chiaki is the eldest of three brothers.  \nWith no parents, he starts job hunting to support his two younger brothers.  \nChiaki witnesses a young woman being sexually assaulted and tries to help, \nwithout knowing that this behavior would change his destiny.  \n\n\n---",
      "ru": "Безработный молодой человек Чиаки является старшим братом в семье. Будучи без родителей, он начал поиски работы, чтобы поддержать двух младших братьев.И вот однажды, наконец, добившись финального собеседования, Чиаки стал свидетелем извращенца. Невольно попытавшись помочь, он даже не догадывался, что подобное поведение изменит его судьбу.",
      "pt-br": "Chiaki, um jovem desempregado, e o irmão mais velho dentre os 3 irmãos, sem pais, ele começou a procurar emprego para ajudar a sustentar seus dois irmãos mais novos. Um dia, quando finalmente consegue uma entrevista, Chiaki avista um pervertido e involuntariamente tenta ajudar sem saber que essa ação mudaria o seu destino drasticamente."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "41"
  },
  {
    "mangaId": "4ce79663-bea0-448b-87dd-a17e3d126f42",
    "title": {
      "en": "Origin"
    },
    "updatedAt": "2023-11-24T20:28:02+00:00",
    "coverArt": "https://mangadex.org/covers/4ce79663-bea0-448b-87dd-a17e3d126f42/bb522a5d-ffe4-40f3-b858-df220e6cb565.jpg",
    "altTitles": [
      {
        "ru": "Орижин"
      },
      {
        "mn": "Прототип"
      },
      {
        "ja": "オリジン"
      }
    ],
    "description": {
      "en": "The year is AD 2048. Japan is connected to the Eurasian continent by a transcontinental railroad. The capital, Tokyo, has become a crucible of criminals and terrorists. And so, in the metropolitan darkness a mysterious presence attacks and slaughters people, unnoticed, night after night… Just what are these \"things that are not human\" living in hiding in the human world? And just who is this \"Origin\" person who faces them?",
      "mn": "2048 онд Япон улс тив дамнасан төмөр замаар \"Евро-ази\" тивтэй холбогдлоо. Нийслэл хот болох Токио нь алан хядагчид, гэмт хэрэгтнүүдийн төв болж хотын оршин суугчдын дунд ямар нэгэн зүйл анхааралд өртөхгүйгээр шөнө бүр хүмүүсийг алж хядах болов… Хүний нийгэмд нуугдан оршин эдгээр \"хүн биш зүйлс\" яг юу вэ? Мөн тэдний эсрэг тэмцэх \"Орижин\" гэгч нь хэн юм бол?  \n  \n- Won the Grand Prize in the manga category at the 22nd Japan Media Arts Festival in 2019.  \n  \n\n\n---\n\n**Officially published:**  \n- In French by [Pika](http://www.pika.fr/catalogue/pika-seinen/origin-30114)  \n- In German by [Egmont Manga](https://www.egmont-manga.de/buch-buchreihe/origin/)  \n- In Italian by [Panini Comics](http://comics.panini.it/store/pub_ita_it/mmasa037-it-manga-saga-manga-saga-n-37.html)",
      "ru": "2048 год нашей эры. Япония связана с евразийским континентом трансконтинентальной железной дорогой. Токио терроризируют банды уголовников и террористы. И ночь за ночью во мраке некто совершает убийства… Только вот являются ли убитые людьми? И кто такой «Прототип», объявивший на них охоту?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "87"
  },
  {
    "mangaId": "9d62d9ad-a613-4979-b05a-6610692e9cc4",
    "title": {
      "en": "Whisper Me a Love Song Official Comic Anthology"
    },
    "updatedAt": "2024-07-29T17:47:09+00:00",
    "coverArt": "https://mangadex.org/covers/9d62d9ad-a613-4979-b05a-6610692e9cc4/777e2f8b-6cbe-4fa5-ba70-4fa6aa6e980d.jpg",
    "altTitles": [
      {
        "ja": "ささやくように恋を唄う　公式コミックアンソロジー"
      },
      {
        "ko": "속삭이듯 사랑을 노래하다 공식 앤솔로지"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28f5775f-e932-4799-9b52-b6e0471a3adc",
    "title": {
      "en": "The Guild Member Next Door"
    },
    "updatedAt": "2024-07-20T19:07:38+00:00",
    "coverArt": "https://mangadex.org/covers/28f5775f-e932-4799-9b52-b6e0471a3adc/aeadace7-f8f8-4386-98b5-f17a87c9ce75.png",
    "altTitles": [
      {
        "en": "Neighbor Guild Member"
      },
      {
        "ko": "이웃집 길드원"
      },
      {
        "es-la": "Miembro del Gremio de Vecinos"
      }
    ],
    "description": {
      "en": "After suffering from a stalker, Yoon Ji-gu becomes extremely wary of people. Just in time, a man with a strange sexual orientation moved into the neighbor's house...?\n\"Looks like there's a pervert living next door...\"\nIn reality, Lee Yeo-woon and Yoon Ji-gu are suspicious neighbors who are full of misunderstandings.\nIn the game, the couple neutaaaa (Lee Yeo-woon) and ji9byeol.\nHow will the relationship between the two change in and out of the game and reality?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2024-07-19T21:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/525f63ef-d776-418a-b514-c1e64b24802e.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8610757f-eaea-4c42-9c8e-5b91124d7f34",
    "title": {
      "en": "Last Karte - Houjuuigakusha Touma Kenshou no Kioku"
    },
    "updatedAt": "2024-05-29T14:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/8610757f-eaea-4c42-9c8e-5b91124d7f34/9e170cd5-7a00-4b93-a14a-6bd08e5aba93.jpg",
    "altTitles": [
      {
        "ja": "Last Karte"
      },
      {
        "ja": "ラストカルテ-法獣医学者 当麻健匠の記憶-"
      }
    ],
    "description": {
      "en": "Kenshou Touma is a ordinary high schooler with worries and dreams about his future, just like everyone else. One day, he comes across a large number of crows in the park that have died an unnatural death. And while involved in that incident, a certain superpower manifests in him..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "95"
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-07-21T07:26:52+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/4a621e36-7225-41a1-8f11-0f6ee10e76ac.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d470548-6493-4b6e-80c1-f35af7ccc6be",
    "title": {
      "en": "Can You Hear Me"
    },
    "updatedAt": "2024-05-21T23:00:16+00:00",
    "coverArt": "https://mangadex.org/covers/1d470548-6493-4b6e-80c1-f35af7ccc6be/a0f3c3a6-935a-431f-8f6d-b63990d6b2da.png",
    "altTitles": [
      {
        "zh": "你听得见"
      }
    ],
    "description": {
      "en": "During a big campus carnival, five people escaped to the beach to play a card game.\nLin Weixia then got the chance to ask Ban Sheng a question.\n\nLin Weixia: \"What do you want to be?\"\nBan Sheng: \"A shark.\" He then paused and asked, \"What about you?\"\n\"A fish tank.\" she answered.\n\nEveryone knows that sharks and fish tanks can never be together.\n\nThe handsome and arrogant boy × the cold and cool academic girl."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "244c9d4f-e5fb-4590-9b96-4da191977b33",
    "title": {
      "en": "Skip and Loafer"
    },
    "updatedAt": "2024-03-12T17:23:15+00:00",
    "coverArt": "https://mangadex.org/covers/244c9d4f-e5fb-4590-9b96-4da191977b33/d773508a-6916-4f88-99bf-15ef03903c0f.jpg",
    "altTitles": [
      {
        "en": "Skip & Loafer"
      },
      {
        "ja-ro": "Skip to Loafer"
      },
      {
        "ru": "Долой безделье!"
      },
      {
        "ja": "スキップとローファー"
      },
      {
        "uk": "Геть Неробство"
      }
    ],
    "description": {
      "en": "Iwakura Mitsumi always had big dreams, of leaving her small town, advancing to a top tier university, and then contributing to the country before retiring back to her home town. So focused is she on her goal that she is oblivious to all the other ways she comes up short, much to the chagrin and concern of her friends and family. Can a naive country girl make it in Tokyo?  \n  \nNominated for the 2020 Manga Taisho Award, came in third behind the winner Blue Period and second place, Spy x Family."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a24e7759-f588-4b5d-8727-1e28c0787dba",
    "title": {
      "en": "Usagi Drop"
    },
    "updatedAt": "2022-07-30T08:29:10+00:00",
    "coverArt": "https://mangadex.org/covers/a24e7759-f588-4b5d-8727-1e28c0787dba/add4ca8b-bd10-4be3-a1f7-560220d64d29.jpg",
    "altTitles": [
      {
        "en": "Bunny Drop"
      },
      {
        "fr": "Un drôle de père"
      },
      {
        "ru": "Брошенный кролик"
      },
      {
        "th": "הפלת ערנב"
      },
      {
        "ja": "うさぎドロップ"
      },
      {
        "zh": "白兔玩偶"
      },
      {
        "zh": "白兔糖"
      },
      {
        "ko": "토끼 드롭스"
      }
    ],
    "description": {
      "en": "Going home for his grandfather’s funeral, thirty-year-old bachelor Daikichi is floored to discover that the old man had an illegitimate child with a younger lover! The rest of his family is equally shocked and embarrassed by this surprise development, and not one of them wants anything to do with the silent little girl, Rin. In a fit of angry spontaneity, Daikichi decides to take her in himself! But will living with this overgrown teenager of a man help Rin come out of her shell? And hang on, won’t this turn of events spell doom for Daikichi’s love life?!",
      "ru": "Возвратившись в отчий дом на похороны дедушки, тридцатилетний холостяк Дайкичи обнаружил, что старик нагулял на стороне ребенка. Остальные родственники тоже в шоке и никто не хочет брать на себя ответственность за маленькую и тихую Рин. В порыве возмущения Дайкичи решил забрать девочку к себе. Но сможет ли тридцатилетний холостяк позаботиться о девочке и помочь ей, и не разрушит ли это его жизнь, в том числе и личную?!",
      "pt-br": "Daikichi, um homem de 30 anos, tinha uma vida relaxada de solteiro até que um dia recebe a notícia de que seu avô morreu. Durante o velório, Daikichi conhece Rin, uma garota de 6 anos que era filha desconhecida do avô e que agora irá para orfanato por não ser desejada pela família. Ao saber disso, Daikichi reage contra essa decisão e acaba preferindo adotar a menina. Esse foi o começo de uma nova vida para Daikichi e Rin, um homem sem experiência com mulheres, e uma menina de 6 anos mais esperta do que um adulto de 30 anos."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "62"
  },
  {
    "mangaId": "f052d5c2-b564-4904-86cc-34aa5dfae2da",
    "title": {
      "en": "Dore dake Doryoku Shite mo Mannen Level 0 no Ore wa Tsuihou Sareta: Shin no Teki to Yobareta Shounen wa, Shachiku Megami to Deatte Saikyou no Chikara wo Te ni Ireru"
    },
    "updatedAt": "2024-07-27T14:17:15+00:00",
    "coverArt": "https://mangadex.org/covers/f052d5c2-b564-4904-86cc-34aa5dfae2da/493968a8-2ac9-465a-9d7c-3eb4888d7888.jpg",
    "altTitles": [
      {
        "en": "No matter how hard I tried, I was banished from level 0 for a thousand years ~The boy who was called the enemy of god meets the goddess of company slaves and gains the strongest power~"
      },
      {
        "ja": "どれだけ努力しても万年レベル0の俺は追放された ~神の敵と呼ばれた少年は、社畜女神と出会って最強の力を手に入れる~"
      }
    ],
    "description": {
      "en": "No matter how hard he tries, his level does not rise, and the adventurer boy Tinto is called [God's Enemy].\nThe goddess Esther appears before him, who is banished from the party he belongs to."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-06-18T16:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/0be74b17-5073-47d6-850c-f5de838ce4df.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Otaku ni Yasashii Gal wa Inai!?"
    },
    "updatedAt": "2024-06-18T14:42:08+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/61f990f0-103a-4967-ac64-01dc9938cb5c.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "en": "Gal Can’t Be Kind to Otaku!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Legal com Otaku!?"
      },
      {
        "en": "Gals Can't Be Kind To A Geek!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku... It's about a school romantic comedy where the otaku meets the gal he likes!",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46ae50f2-1bdb-4fc1-baff-3b01c08432d1",
    "title": {
      "zh": "Like, Share & Subscribe"
    },
    "updatedAt": "2024-07-25T09:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/46ae50f2-1bdb-4fc1-baff-3b01c08432d1/97319ecd-788d-4bc1-ba8d-04f8190814a2.png",
    "altTitles": [
      {
        "zh": "营业中请三连"
      },
      {
        "zh-ro": "Yingye Zhong Qing San Lian"
      },
      {
        "zh-hk": "營業中請三連"
      },
      {
        "ru": "Поставь лайк и подпишись"
      },
      {
        "es-la": "Tres compañías en los negocios"
      }
    ],
    "description": {
      "en": "When vlogger meets top-of-the-industry writer, what could go wrong? Everything! Nothing has gone my way ever since meeting her.\n\nHu Luoluo, on the brink of having her vlogger account relinquished, is shoved into the path of scandal-ridden writer extraordinaire Song Li purely by accident. Being featured on hot topics, paired up as a couple, finally gaining traffic... Will it finally make her the greatest vlogger of all time?",
      "es-la": "Juntos o se hunden juntos, ¿se descubrirán mentiras sobre el amor? Están ligados por negocios, fingiendo ser pareja para contrarrestar los escándalos del escritor y lograr ser el primer lugar en el buscador."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "73"
  },
  {
    "mangaId": "76244733-e17a-4b59-b25f-e15e2c80977e",
    "title": {
      "en": "Chun no Ongaeshi"
    },
    "updatedAt": "2023-12-05T15:02:09+00:00",
    "coverArt": "https://mangadex.org/covers/76244733-e17a-4b59-b25f-e15e2c80977e/f01d8ef1-9baf-4a4b-bc71-2f642c16ef43.jpg",
    "altTitles": [
      {
        "en": "Chun Returns the Favor"
      },
      {
        "ja": "チュンの恩返し"
      }
    ],
    "description": {
      "en": "A sparrow named O-chun crashed into the studio of a struggling young painter. To thank him for healing her injuries, O-chun will cheerfully return the favor any way she can! A relationship between human and bird that transcends biological boundaries in a cute modern fairy tale!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "188e4f34-a80c-4a91-b54e-69572e8ed4d5",
    "title": {
      "en": "Saint Cecilia and Pastor Lawrence"
    },
    "updatedAt": "2024-05-11T16:02:15+00:00",
    "coverArt": "https://mangadex.org/covers/188e4f34-a80c-4a91-b54e-69572e8ed4d5/43f01b64-35f1-4938-afa5-4767f6401294.jpg",
    "altTitles": [
      {
        "ja": "白聖女と黒牧師"
      },
      {
        "ru": "Святая Сесилия и Пастор Лоуренс"
      },
      {
        "vi": "Thánh Nữ Cecilia và Mục Sư Lawrence"
      },
      {
        "ja-ro": "Shiro Seijo to Kuro Bokushi"
      }
    ],
    "description": {
      "en": "What’s a priest to do when the Saint he’s tasked to take care of is…a  klutz? One thing’s for sure…every day is bound to be lively!\n\nSaint Cecilia is beloved by the townspeople — not only is she elegant and composed, she benevolently shares her wisdom with all who seek it. That is, until the last person has left — at which point she becomes totally hopeless!\n\nOnly Pastor Lawrence is keeping the Saint put together enough to do her duties… and though she may test him, it’s all in a day’s work!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10178/episode/324516) (U.S. Only), [INKR](https://comics.inkr.com/title/2256-saint-cecilia-and-pastor-lawrence-1-4)",
      "vi": "Thánh nữ Cecilia có một bí mật - đó là cô sống hoàn toàn phụ thuộc vào Lawrence, mục sư của nhà thờ. Ngoài ra cô còn có một tình cảm bí mật đối với Lawrence, nói bí mật cho oai thế thôi chứ ai cũng biết riêng chỉ có Lawrence là không biết thôi"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cface40c-a301-4948-9608-2ce581b154b2",
    "title": {
      "en": "The Villain Wants to Live One More Day"
    },
    "updatedAt": "2024-07-26T06:33:35+00:00",
    "coverArt": "https://mangadex.org/covers/cface40c-a301-4948-9608-2ce581b154b2/85ebef4c-8a10-4b40-ae1e-578b6b0f1b38.png",
    "altTitles": [
      {
        "zh": "反派想要多活一天"
      }
    ],
    "description": {
      "en": "One day, Linghu Qiang suddenly acquired the \"Villain's Counterattack\" system and began his journey through various books. His mission was to survive, claim his rewards, and return to his original world. Being a villain was tough; several times, he encountered protagonists who launched missiles right from the start to kill him, or unparalleled sword immortals who, without a word, pierced his heart with a single strike before he could cause any trouble. In short, his success rate depended on what kind of villain he became."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0e0cae2-a3d9-4bb8-b45e-0538b87d548b",
    "title": {
      "en": "Danger! The vicious Elder Princess begins to fall in love"
    },
    "updatedAt": "2024-07-25T17:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/d0e0cae2-a3d9-4bb8-b45e-0538b87d548b/87dc332a-c527-4507-9932-a0822fda7446.jpg",
    "altTitles": [
      {
        "en": "Danger! The Vicious Elder Princess Begins to be Drunk in Love"
      },
      {
        "en": "Danger! The Vicious Elder Princess Begins to Fall in Love With the Brain"
      },
      {
        "zh-ro": "Wēi! Èdú Zhǎng Gōngzhǔ Kāishǐ Liàn'ài Nǎo"
      },
      {
        "zh": "危！恶毒长公主开始恋爱脑"
      }
    ],
    "description": {
      "en": "Don’t throw away bad villains, kiss and hug, the future is a life-saving medicine!] The queen of the last days wears a book with spatial powers and becomes the eldest princess of Yunguo’s luxurious and lustful male favorite, and interrupts the book The legs of the biggest villain?! Thinking of the rise of the villain in the future, destroying Yunguo, and executing the eldest princess Ling Chi, stripping her bones and skin, destroying her bones and ashes—give her a chance, she wants to be a good person! She can come back against the wind!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37bf7574-641e-4665-b992-f2ba8d4652b8",
    "title": {
      "en": "Houseki no Kuni (Minimalist Color)"
    },
    "updatedAt": "2023-08-17T12:33:51+00:00",
    "coverArt": "https://mangadex.org/covers/37bf7574-641e-4665-b992-f2ba8d4652b8/bc00cdeb-ca57-4115-9b75-77684b456a7c.jpg",
    "altTitles": [
      {
        "tr": "Cevher Diyarı"
      },
      {
        "en": "Country of Jewels"
      },
      {
        "it": "Il Regno delle Gemme"
      },
      {
        "fr": "L'Ère des Cristaux"
      },
      {
        "en": "Land of the Lustrous"
      },
      {
        "ms": "Negara Permata"
      },
      {
        "es": "La Tierra de las Gemas"
      },
      {
        "ru": "Страна самоцветов"
      },
      {
        "ja": "宝石の国"
      },
      {
        "ko": "보석의 나라"
      },
      {
        "az": "Cəvahirat Ölkəsi"
      }
    ],
    "description": {
      "az": "Cəvahiratlar ölkəsi (Houseki no Kuni), meteoritlərin altı dəfə Yerə düşdüyü və bu prosesdə onu məhv etdiyi uzaq gələcəkdə baş verir. Demək olar ki, bütün canlılar məhv oldu, qalan bütün torpaqlar tək bir sahilə çevrildi. Çox uzun zaman dilimləri ərzində həsas həyat forması olan yeni bir irq yarandı; insan şəklini alan ölməz zinət əşyaları. Fosfofillit (Phos) zəifdir (ən aşağı sərtliklərdən birinə malikdir) və həmyaşıdları tərəfindən yararsız hesab edilir. Phos'a təbiət tarixinin ensiklopediyasını yaratmaq tapşırığı verildikdən sonra o, uzaq, lakin müdrik həmkarı Kinovarın (Cinnabar) köməyinə müraciət edir, beləliklə onların dostluğu və şəxsi inkişafı başlayır. Eyni zamanda “Cəvahirat camaatı” onun dəbdəbəli dəyərindən yararlanmaq istəyən Aydan gələnlərlə (aylılarla) müharibə aparır.",
      "en": "In the distant future, a new life form called Houseki (gems) are born. The 28 Houseki must fight against the moon dwellers who want to attack them and turn them into decorations, thus each gem is assigned a role such as a fighter or a medic. Though they hope to fight the moon dwellers, Phos is a gem who is given no assignment until the gems' master Adamantine asks them to write an encyclopedia."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My love for my roommate is one-sided"
    },
    "updatedAt": "2024-07-22T14:02:25+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5542f387-8e85-478a-8d58-f42ca521bd8f",
    "title": {
      "en": "H-Years Shameless School"
    },
    "updatedAt": "2024-07-31T05:55:45+00:00",
    "coverArt": "https://mangadex.org/covers/5542f387-8e85-478a-8d58-f42ca521bd8f/c7b73163-eb18-4e6a-b00a-cb8a7884c455.jpg",
    "altTitles": [
      {
        "ja": "平成ハレンチ学園"
      },
      {
        "ja-ro": "Heisei Harenchi Gakuen"
      },
      {
        "en": "Heisei era Shameless School"
      },
      {
        "en": "Modern-Era Shameless School"
      }
    ],
    "description": {
      "en": "Modern-era remake/alternative future of the infamous Harenchi Gakuen.\n\nYamagishi and Fukurokoji fresh from University are starting as the first male teachers in the prestigious girls' Harenochi school. Sure enough, like the predecessor \"Harenchi Gakuen\", the school isn't lacking in perverted teachers and students.\n\nThis manga was also adapted into OVA of the same name [animenewsnetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=9972)"
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "dfffa880-4154-40d1-abd2-0dff94248908",
    "title": {
      "en": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
    },
    "updatedAt": "2024-05-05T21:07:12+00:00",
    "coverArt": "https://mangadex.org/covers/dfffa880-4154-40d1-abd2-0dff94248908/c87184ca-b94d-4a5b-bdb7-79f0425fbdb2.jpg",
    "altTitles": [
      {
        "fr": "DanMachi - Sword Oratoria : l'épopée d'une épéiste"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? Sword Oratoria"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
      },
      {
        "ja-ro": "DanMachi: Sword Oratoria"
      },
      {
        "ru": "Может, я встречу тебя в подземелье - Оратория Меча"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか 外伝 ソード・オラトリア"
      },
      {
        "ko": "던전에 만나기를 원하는 것은 잘못 일까 외전 소드 오라토리아 소드 오라토리아"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? On the Side: Sword Oratoria"
      }
    ],
    "description": {
      "en": "After having descended upon this world, the gods have created guilds where adventurers can test their mettle. These guilds, known as \"familia,\" grant adventurers the chance to explore, gather, hunt, or simply enjoy themselves.  \nDungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria begins in Orario, the lively city of adventurers. The Sword Princess, Ais Wallenstein, and the novice mage, Lefiya Viridis, are members of the Loki Familia, who are experts at monster hunting. With the rest of their group, they journey to the tower of Babel in hopes of exploring the dungeon underneath. Home to powerful monsters, the dungeon will fulfill Ais's desire to master her sword skills, while bringing Lefiya closer to her dream of succeeding Riveria Ljos Alf, vice-captain of the Loki Familia, as the most powerful mage in the land.\n\n---\n\n**Links:**\n[Yen Press](https://yenpress.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria-manga)",
      "ru": "Спин-офф ранобэ \"Может, я встречу тебя в подземелье\", который охватывает историю одной из сильнейших авантюристок по имени Аиз Валленштайн, также известной, как \"Принцесса Меча\"."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b459a49-b40f-4614-90a2-dc0a9209a42f",
    "title": {
      "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon?"
    },
    "updatedAt": "2024-02-01T03:21:54+00:00",
    "coverArt": "https://mangadex.org/covers/8b459a49-b40f-4614-90a2-dc0a9209a42f/b7533aa6-8af6-495e-93b3-db0cfcdfae89.jpg",
    "altTitles": [
      {
        "ja-ro": "DanMachi"
      },
      {
        "fr": "DanMachi - La Légende des Familias"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatte Iru Darou ka"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru noha Machigatteiru Darouka"
      },
      {
        "fr": "Est-ce que c'est mauvais de vouloir rencontrer des filles dans un donjon ?"
      },
      {
        "en": "Will it be wrong to demand an encounter from dungeon?"
      },
      {
        "ru": "Может, я встречу тебя в подземелье?"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか。"
      },
      {
        "zh": "在地下城寻求邂逅是否搞错了什么"
      },
      {
        "zh": "在地牢里寻求邂逅难道有错吗"
      },
      {
        "zh": "期待在地下城邂逅有错吗"
      },
      {
        "ko": "던전에서 만남을 추구하면 안 되는 걸까"
      },
      {
        "en": "Is it wrong that I want to meet you in a dungeon?"
      },
      {
        "en": "Can't I Expect A Chance Encounter In The Dungeon?"
      },
      {
        "th": "มันผิดรึไงถ้าใจอยากจะพบรักในดันเจี้ยน"
      },
      {
        "ar": "هل من الخطأ التعرف على الفتيات في الدانجون؟"
      },
      {
        "ar": "دان ماتشي"
      },
      {
        "ru": "Разве плохо искать себе пару в подземелье?"
      },
      {
        "zh-hk": "在地下城尋求邂逅是否搞錯了什麼"
      },
      {
        "fr": "Est-ce un tort de chercher des rencontres romantiques dans un donjon?"
      },
      {
        "de": "Ist es ein Fehler in einem Dungeon ein Treffen zu wünschen?"
      },
      {
        "tr": "Zindanda Kız Düşürmeye Çalışmak Yanlış Mı?"
      },
      {
        "en": "Zindanda qız tutmağa çalışmaq düz deyil?"
      },
      {
        "es": "¿Está mal enamorarse en una mazmorra?"
      },
      {
        "it": "È forse sbagliato chiedere un incontro a un dungeon?"
      },
      {
        "pt": "É Errado Pegar Uma Garota Em Uma Masmorra?"
      },
      {
        "ru": "Дандзён ни дэаи о мотомэру но ва матигаттэиру даро"
      },
      {
        "fa": "آیا تلاش برای بلندکردن دختران در سیاهچال اشتباه است؟"
      },
      {
        "zh": "伏城求逑蓋有罔乎 (Classical Chinese)"
      },
      {
        "en": "Is It Wrong to Pick Up Girls in a Dungeon?"
      }
    ],
    "description": {
      "en": "Bell Cranel is just trying to find his way in the world. Of course, in his case, the “world” is an enormous dungeon filled with monsters below a city run by gods and goddesses with way too much time on their hands. He’s got big dreams but not much more when a roll on the random encounter die brings him face-to-face with the girl of his dreams—but what’s an amateur adventurer got to offer a brilliant swords woman? And what if the lonely goddess who sponsors his solo adventuring gets jealous?\n\n(Series was cancelled in 2018 for an unknown reason and restarted in 2020 under a sequel title.)",
      "ru": "Огромный город Орарио - всего лишь вход в подземный лабиринт, широко известный как \"Подземелье\". Люди приходят туда за славой, честью, приходят, надеясь получить все то, что захотят. И именно здесь парень, мечтающий стать авантюристом, знакомится с маленькой богиней, не нашедшей ни одного последователя."
    },
    "status": "cancelled",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "89"
  },
  {
    "mangaId": "d4341560-3715-4912-9b12-c1869e914310",
    "title": {
      "en": "Seirei-tachi no Rakuen to Risou no Isekai Seikatsu"
    },
    "updatedAt": "2024-07-25T06:42:41+00:00",
    "coverArt": "https://mangadex.org/covers/d4341560-3715-4912-9b12-c1869e914310/d77b3558-cb06-4c5e-9c1d-3b16d7b6ef95.jpg",
    "altTitles": [
      {
        "en": "Paradise of Spirits and Ideal Life of Different World"
      },
      {
        "en": "Spirits Paradise and The Idle Another World Life"
      },
      {
        "ru": "Рай духов и идеальная жизнь в другом мире"
      },
      {
        "ja": "精霊達の楽園と理想の異世界生活"
      },
      {
        "ja-ro": "Seirei-tachi no Rakuen to Risō no Isekai Seikatsu"
      },
      {
        "ko": "정령들의 낙원과 이상적인 이세계 생활"
      },
      {
        "zh": "精灵们的乐园与理想的异世界生活"
      },
      {
        "zh-hk": "精靈們的樂園與理想的異世界生活"
      },
      {
        "ja": "Seireitati no Rakuen to Risou no Isekaikatsu"
      }
    ],
    "description": {
      "en": "It's the Golden Week, and Morizono Yuuta can't wait to spend the next 11 days staying home and conquering all of his games and manga. After a trip to the supermarket to stock up on food however, he found himself stranded in a wasteland with no sight of human. Now he's just gonna have to find a way to live in this world aided only by some magic tools and numerous Spirits whom he came into contact with."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8eaaec7d-7aa7-490e-8d52-5a3d0a28e78b",
    "title": {
      "en": "Ichaicha Suru to Okane ga Waichau 2-ri no Hanashi"
    },
    "updatedAt": "2024-01-17T01:35:26+00:00",
    "coverArt": "https://mangadex.org/covers/8eaaec7d-7aa7-490e-8d52-5a3d0a28e78b/916c350b-d663-40a0-b413-22600a383922.jpg",
    "altTitles": [
      {
        "ja": "イチャイチャするとお金が湧いちゃう2人の話"
      },
      {
        "ja": "イチャイチャするとお金が湧いちゃう男女の話"
      },
      {
        "ja-ro": "Ichaicha Suru to Okane ga Waichau Danjo no Hanashi"
      },
      {
        "ja-ro": "Ichaicha Suruto Okane ga Wai Chau Danjo no Hanashi"
      },
      {
        "en": "A Story About a Man and a Woman and When They Sleep Together, Money Appears Out of Nowhere"
      },
      {
        "en": "Sleep Money"
      },
      {
        "id": "Cerita tentang seorang pria dan seorang wanita yang saat \"bermesraan\" uang muncul entah darimana"
      },
      {
        "vi": "Câu chuyện về một cặp đôi khi ngủ với nhau, tiền rơi từ trên trời rơi xuống"
      }
    ],
    "description": {
      "en": "Money will spring?! A pure comedy open love comedy!  \r\n  \r\nA boy with a blunt but gentle heart, Aki, and a warm girl, Haru. When two poor college students flirt, they get money for some reason…? A comedy that aims to be a flirt while pretending to be \"for money\" while keeping their love for each other!  \r\n  \r\n*Chapter numbering is based on [Twitter](https://twitter.com/i/events/1156379771955105792)*",
      "ja": "お金が湧く!? ピュアな男女の両片想いイチャイチャコメディ開幕!\n\nSNS未公開の描き下ろし32p収録!無愛想だが優しい男子・アキと、ほんわかした女子・ハル。2人がイチャイチャすると、なぜかお金が湧き…?恋心を秘めつつ、お金の為を装いイチャイチャを目論むコメディ誕生!\n\n---\n\nOkane ga waku! ? Pyuana danjo no ryō kataomoi ichaichakomedi kaimaku! \n\nSNS mi kōkai no kaki oroshi 32 p shūroku! Buaisōdaga yasashī danshi Aki to, hon wa ka shita joshi Haru. 2-Ri ga ichaicha suru to, naze ka okane ga waki…? Koigokoro o himetsutsu, okane no tame o yosōi ichaicha o mokuromu komedi tanjō!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "24.5"
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents to Give You"
    },
    "updatedAt": "2024-07-26T06:08:30+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai Saretakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      },
      {
        "es-la": "La charla que nunca quieres que te den tus padres."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "163306e6-1700-42a4-882f-26db124cbec2",
    "title": {
      "en": "Hero Killer"
    },
    "updatedAt": "2024-07-14T02:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/163306e6-1700-42a4-882f-26db124cbec2/649d7c41-83fc-49ca-b271-abb21b882042.jpg",
    "altTitles": [
      {
        "ko": "히어로 킬러"
      },
      {
        "de": "Heldentöter"
      },
      {
        "fr": "La tueuse d'héros"
      },
      {
        "es": "La asesina de héroes"
      },
      {
        "pl": "Zabójca bohaterów"
      },
      {
        "uk": "Вбивця героїв"
      },
      {
        "ru": "Убийца героев"
      },
      {
        "zh-hk": "英雄殺手"
      },
      {
        "fr": "Tueur des héros"
      }
    ],
    "description": {
      "de": "Alle Schurken sind besiegt und die Helden haben die Welt gerettet. Das klingt erst einmal gut, doch sind wirklich alle Helden gut? Nicht alle, die sich „Helden“ nennen, verhalten sich auch so: Eine Frau, deren Schwester von einem dieser „Helden“ getötet wurde, begibt sich auf die Mission, den Täter zu finden, und wird zum „Hero-Killer“, der jede Nacht Jagd auf korrupte Helden macht. Kann sie es schaffen, ihre Schwester zu rächen und die Welt zu einem besseren Ort zu machen?\n\n---\n**Official Translations:**\n* [German / Deutsch](https://www.webtoons.com/de/action/hero-killer/list?title_no=3403)",
      "en": "The world is in constant turmoil, with constant wars breaking out between Heroes and Villains.\n\nGifted with supernatural abilities, one lone girl sets out on a bloody path for revenge against the injustices of the world she lives in. With the constant clashes between titans, no one is safe.\n\nIf no one is willing to protect the innocent, who are the real heroes, and who are the real villains? What truly separates one from the other?",
      "es": "El mundo está en constante agitación, con guerras constantes desatándose entre héroes y villanos. Dotada con habilidades extraordinarias, una chica solitaria recorre un camino sangriento de venganza contra las injusticias del mundo en el que vive. Con los enfrentamientos constantes entre los titanes, nadie está a salvo. Si nadie está dispuesto a proteger a los inocentes, ¿quiénes son los verdaderos héroes? ¿Quiénes son los verdaderos villanos? ¿Qué es lo que realmente separa a los unos de los otros?\n\n---\n**Official Translations:**\n* [Spanish / Español](https://www.webtoons.com/es/action/hero-killer/list?title_no=3422)",
      "fr": "Dotée de capacités surnaturelles, Ehwa, une jeune fille solitaire, s'engage sur un chemin sanglant afin de se venger pour sa soeur qui a été tuée par un \"héros\". Elle ne sait toujours pas qui de ces \"héros\" est responsable de sa mort, mais cela lui importe peu... car il suffit de les massacrer tous.\n\n---\n**Official Translations:**\n* [French / Français](https://www.webtoons.com/fr/action/hero-killer/list?title_no=3151)",
      "hu": "A világ állandó kavarodásban van, állandó háborúk törnek ki a Hősök és a Gonoszok között. Természetfölötti képességekkel felruházva egy magányos lány véres útra indul, hogy bosszút álljon a világ igazságtalanságai ellen, amelyben él. Ha senki sem hajlandó megvédeni az ártatlanokat, kik az igazi hősök és kik az igazi gonosztevők? Mi választja el igazán a másikat?",
      "id": "Bertahun-tahun yang lalu, Ehwa kehilangan saudara perempuan karena seorang hero yang tidak dikenal. Sampai sekarang, tidak ada yang tahu siapa pembunuh saudara perempuan Ehwa. Tetapi hal itu tidak masalah baginya, karena dia akan menghabisi semua hero yang ada di dunia.\n\n---\nPerang berakhir dengan kekalahan para villain. Sekarang dunia dikuasai oleh Hero yang korup. Dan Salah satu Hero tersebut membunuh saudara perempuan Ehwa. dia tidak tahu yang mana, tapi tidak masalah. Jika dia membunuh satu per satu, mereka akan ada di antara mereka. Ehwa menjadi Hero killer, Villain yang memburu para Hero setiap malam. \"Aku akan membunuh semua orang dan akan mengambil semuanya!\"\n\n---\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/hero-killer/list?title_no=3083)",
      "it": "Il mondo è in costante fermento, con continue guerre scoppiate tra eroi e cattivi. Dotata di abilità soprannaturali, una ragazza solitaria intraprende un percorso sanguinoso per vendicarsi contro le ingiustizie del mondo in cui vive. Con i continui scontri tra titani, nessuno è al sicuro. Se nessuno è disposto a proteggere gli innocenti, chi sono i veri eroi e chi sono i veri cattivi? Cosa separa veramente l'uno dall'altro?",
      "ko": "전쟁은 빌런들의 패배로 막을 내렸다.\n이제 세상은 부패한 히어로들이 지배하고 있다.\n그리고, 그런 히어로들 중 하나가 이화의 언니를 죽였다.\n언니를 죽인 게 누구인지는 모르지만 상관없다.\n한 놈씩 죽이다 보면 그중에 있을 테니까.\n이화는 매일 밤 영웅들을 사냥하는 빌런, 히어로 킬러가 된다.\n​\n한 악당의 지독한 액션 활극.\n“모조리 죽이고, 빼앗아 주마!”",
      "th": "เรื่องราวสงครามระหว่างเหล่าฮีโร่และวายร้ายได้จบลงด้วยชัยชนะของกลุ่มฮีโร่ แต่โลกในตอนนี้กลับปกครองด้วยกลุ่มฮีโร่ที่ฉ้อฉล และหนึ่งในฮีโร่กลุ่มนั้นได้ฆาตกรรมพี่สาวของอีฮวา อีฮวาไม่รู้เลยว่าฮีโร่คนไหนที่ลงมือฆ่าพี่สาวของเธอ เธอเลยตัดสินใจไล่ฆ่าพวกฮีโร่ไปทีละคน เธอคิดว่าถ้าฆ่าพวกฮีโร่กลุ่มนั้นให้หมด แล้วมันจะนำไปสู้การล้างแค้นให้พี่สาวเธอได้ การล้างแค้นของวายร้ายผู้สิ้นหวังได้เริ่มต้นขึ้น “ฉันจะฆ่าพวกแกทุกคน ฉันจะพรากทุกอย่างที่แกมีไปจากแก”\n\n---\n**Official Translations:**\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/hero-killer/list?title_no=2840)",
      "zh-hk": "戰爭在反派的敗北下落幕了，而世界由腐敗的英雄們接手掌控。 然而，其中一個英雄殺了苡禾的姐姐。 她不在乎兇手是誰，反正把他們全部殺掉就可以了。 苡禾每晚都會行動，成為了英雄殺手的反派角色。 一個壞蛋的殘忍獵殺行動。「全部殺掉！全部搶走！」\n\n---\n**Official Translations:**\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/hero-killer/list?title_no=5647)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84703c86-eb83-45ec-8fc5-f34a25115893",
    "title": {
      "en": "Dai Dark"
    },
    "updatedAt": "2024-05-09T20:25:42+00:00",
    "coverArt": "https://mangadex.org/covers/84703c86-eb83-45ec-8fc5-f34a25115893/afdebd14-efbc-4ba8-8134-063097406877.jpg",
    "altTitles": [
      {
        "uk": "Велика Пітьма"
      },
      {
        "ru": "Великая тьма"
      },
      {
        "ja": "大ダーク"
      },
      {
        "ja-ro": "Dai Daaku"
      },
      {
        "ru": "Бескрайняя тьма"
      }
    ],
    "description": {
      "en": "A legend spreading among the whole universe says whoever collects Zaha Sanko's bones will have any kind of wish granted. \nThus, he and his skeletal buddy Avakian will use their dark powers to fend off any murder attempts while they search through \nspace for whoever put this curse on Sanko’s bones: killing them might end the madness.",
      "ru": "С самого детства Заха Санко боролся за свою жизнь. Как гласят легенды, если вы завладеете костями Захи Санко, вам исполнится любое желание. Вместе со своим другом Авакяном и силой тьмы Заха путешествует по космосу, чтобы найти человека, который проклял его кости и положил конец их жизни."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-07-29T01:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/f9aac218-b3a4-4533-b886-fdb7624ffefb.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56b59484-a009-45d1-89bc-30d3974b5ae7",
    "title": {
      "en": "Koi wa Futago de Warikirenai"
    },
    "updatedAt": "2024-07-19T13:19:49+00:00",
    "coverArt": "https://mangadex.org/covers/56b59484-a009-45d1-89bc-30d3974b5ae7/71a6e907-f06c-40da-9a4b-65f0303d39af.jpg",
    "altTitles": [
      {
        "ja": "恋は双子で割り切れない"
      },
      {
        "en": "Love Between Twins is Indivisible"
      },
      {
        "en": "Love is Indivisible for Siblings"
      }
    ],
    "description": {
      "en": "My family moved next door to the Jinguji family when I was six years old. From then until I was in the first grade of high school now, both parents were on good terms, and the twin sisters of the Jinguji family that I grew up with were my close friends as if they were like my own family. Ryumi, the sister who looks like a boy, and Naori, the otaku sister who is cute on the outside. And I'm Jun Shirasaki, who isn't afraid of being sandwiched between beautiful sisters with different personalities. Although I'm a novice in love, I don't have a special relationship and the changes continue. \"Why don't you go out with me? How about we try dating?\" These words from Ryumi eventually led us into a strange love triangle. The romantic comedy story of first love with twins begins!",
      "id": "Keluargaku pindah ke sebelah keluarga Jinguji saat aku berusia enam tahun. Sejak saat itu sampai aku kelas satu SMA sekarang, kedua orang tua berhubungan baik, dan Saudari kembar keluarga jinguji yang tumbuh bersamaku merupakan teman dekatku seolah-olah mereka sudah seperti keluargaku sendiri.\n\nRyumi, saudari perempuan yang berpenampilan seperti laki-laki, dan Naori, saudari otaku yang memiliki sifat imut di luar. Dan Aku Jun Shirasaki, yang tidak takut terjepit di antara saudari perempuan cantik dengan kepribadian yang berbeda. Meskipun aku pemula dalma cinta, aku tak memiliki hubungan khusus dan perubahan terus berlanjut.\n\n“Kenapa kau tidak pacaran denganku? Bagaimana kalau kita coba pacaran?”\n\nKata-Kata dari Ryumi ini akhirnya membawa kami ke cinta segitiga yang aneh.\n\nKisah komedi romantis cinta pertama dengan si kembar dimulai!",
      "pt-br": "Minha família se mudou para a casa vizinha da família Jinguji quando eu tinha seis anos. Desde então, até eu estar na primeira série do ensino médio, ambos os pais se davam bem, e as irmãs gêmeas da família Jinguji com quem cresci eram minhas amigas íntimas, como se fossem minha própria família. Ryumi, a irmã que parece um menino, e Naori, a irmã otaku que é fofa por fora. E eu sou Jun Shirasaki, que não tem medo de ficar imprensada entre lindas irmãs com personalidades diferentes. Embora seja um novato apaixonado, não tenho um relacionamento especial e as mudanças continuam. \"Por que você não sai comigo? Que tal tentarmos namorar?\" Essas palavras de Ryumi eventualmente nos levaram a um estranho triângulo amoroso. A história da comédia romântica do primeiro amor com gêmeos começa!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45ecc6b2-ec36-4427-a4fd-03b56020f966",
    "title": {
      "en": "The Frontier Alchemist ~ I Can't Go Back to That Job After You Made My Budget Zero"
    },
    "updatedAt": "2024-07-31T18:23:36+00:00",
    "coverArt": "https://mangadex.org/covers/45ecc6b2-ec36-4427-a4fd-03b56020f966/1871a545-5097-4680-b6eb-6725070bb546.jpg",
    "altTitles": [
      {
        "ja": "辺境の錬金術師"
      },
      {
        "ja": "辺境の錬金術師 ～今更予算ゼロの職場に戻るとかもう無理～"
      },
      {
        "ja-ro": "Henkyou no Renkinjutsushi"
      },
      {
        "ja-ro": "Henkyou no Renkinjutsushi: Imasara Yosan Zero no Shokuba ni Modoru Toka Mou Muri"
      },
      {
        "zh-hk": "邊境的鍊金術師 ～現今要回到零預算的職場已經不行～"
      },
      {
        "en": "The Frontier Alchemist"
      }
    ],
    "description": {
      "en": "Rust worked in the alchemist association. He specialized in basic research, but the current president, a former government official, failed to understand the importance of the basic research department and slashed its budget. To make matters worse, he was made to transmute basic materials for alchemists of other departments.\n\nBut one day, his budget for the next term was reduced to zero, and the president announced the basic research department was disbanded.\n\nThe same day, a friend from his academy days invited him to help develop her new dominion in the borderland, and Rust, seeing no future for himself in the association, decided to quit.\n\nRust was actually one of the greatest alchemists on the planet. The basic materials he transmuted were of the highest quality, and could not be acquired anywhere else. These high quality materials covered a lot of gaps in the association, and Rust’s departure made a big mess.\n\nFeeling liberated after leaving the association, Rust worked in the borderland with a newfound enthusiasm and vigor."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92dd8103-2a60-4a1a-a32d-b957bf4eb7dd",
    "title": {
      "en": "The Devil Raises a Lady"
    },
    "updatedAt": "2024-07-15T14:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "altTitles": [
      {
        "ko": "악마는 레이디를 키운다"
      },
      {
        "es": "El diablo entrena una dama"
      }
    ],
    "description": {
      "en": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
      "es": "Ella tuvo que pasar por la aniquilación de su familia, él llegó al final de su vida para darle la oportunidad de vengarse. “Aiana.” El caballero que estuvo a mi lado durante 13 años, arriesgó su vida, sufrió, pasó hambre y lo dio todo por mí. Pero ahora, al presentarse mi muerte inminente, sonreía felizmente mientras contemplaba mi desceso. “Por favor, ten una historia agradable esta vez, mi señora”. El demonio sonrió y me tendió la mano. “Espero que en la próxima historia obtengas el final que deseas”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35edfe53-802e-42b9-b425-c4a452d475c6",
    "title": {
      "en": "Gatabutata"
    },
    "updatedAt": "2023-01-04T10:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/35edfe53-802e-42b9-b425-c4a452d475c6/17d43e72-9700-4af6-87aa-900ef57caccd.jpg",
    "altTitles": [
      {
        "en": "Get to the point instead of beating around the bush"
      },
      {
        "ko": "가타부타타"
      },
      {
        "ja": "恋愛エトセトラ"
      },
      {
        "zh": "再次遇见你"
      },
      {
        "en": "Rumor has it"
      }
    ],
    "description": {
      "en": "Just when Chu Hyejin, a freshman in college, is about to start her independent college life, she encounters a crisis. Her first love, Cha Haejun lives right next to her?! And on top of that, she is the one who dumped him when they dated in middle-school!  \n  \nA 15-year old's clumsy and awkward first love soon came to an end but will things be different this time when they're 20?  \n  \n(Note: Gatabutata is a Korean saying that means \"Get to the point instead of beating around the bush\".)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/zaiciyujianni/list?title_no=1466)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000950)",
      "fr": "Au moment où Chu Hyejin, une étudiante de première année, est sur le point de commencer sa vie d'étudiante indépendante, elle est confrontée à une crise. Son premier amour, Cha Haejun, vit juste à côté d'elle ! Et en plus de cela, c'est elle qui l'a largué quand ils sont sortis ensemble au collège !\n\nLe premier amour maladroit et gênant d'une jeune fille de 15 ans touche à sa fin, mais les choses seront-elles différentes cette fois-ci à 20 ans ?\n\n(Note : Gatabutata est un dicton coréen qui signifie \"Va droit au but au lieu de tourner autour du pot\").",
      "ja": "人生初の一人暮らしに胸をときめかせていた琴梨(ことり)。 しかし、引っ越し先のお隣に住んでいたのは中学の時に付き合ってた元カレだった⁉ 再会した初恋の彼ともう一度、甘酸っぱい恋を始める！\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/zaiciyujianni/list?title_no=1466)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000950)",
      "ko": "모든 게 서툴고 어색했던 중학교 2학년 15살의 첫 연애.\n그렇게 헤어졌던 첫사랑을 같은 대학, 자취방 바로 옆집에서 다시 마주하다!\n사랑이 뭔지, 연애가 뭔지 아직도 헷갈리고 서툴기만 한 스무 살. 과연 이번엔\n스스로에게 당당하고 서로를 솔직하게 마주하는 연애에 성공할 수 있을까?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/zaiciyujianni/list?title_no=1466)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000950)",
      "zh": "如果再次遇见初恋，\n你的选择还会一如从前吗？\n在同一所大学与初恋邂逅，甚至发现他居然住我隔壁！二十岁的花季，对爱情还是懵懵懂懂，这次能否坦诚面对，最终有情人终成眷属？\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/LOVE/zaiciyujianni/list?title_no=1466)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000950)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "68"
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-07-10T18:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/b0050197-a9dd-4c61-b7ea-bb5f5b4f8f0b.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "142"
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-07-08T20:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/322e1d4e-5d1f-4e38-b456-327a4b51d0b8.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-05-09T04:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/da50ed16-f2ba-4f6e-8b4e-e169ef7eef44.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0245ed7f-8e71-4328-92b6-d086ea8043f7",
    "title": {
      "en": "Nade Nade Skill de Maryoku Chuunyuu!!"
    },
    "updatedAt": "2024-07-23T21:47:05+00:00",
    "coverArt": "https://mangadex.org/covers/0245ed7f-8e71-4328-92b6-d086ea8043f7/36ed0ae5-a123-4427-8857-337edcdf4b6a.jpg",
    "altTitles": [
      {
        "ja": "なでなでスキルで魔力注入!!"
      },
      {
        "en": "Injecting Magical Power through My Caressing Skill"
      }
    ],
    "description": {
      "en": "Caressing the lewd monster girls’ XXX ♥\n\nThe deadpan-faced boy, Fushimi Mahiro.\nBecause of his facial expression, he's feared in his school, without a place to belong. One day, he gets transferred to another world by a squid he picked up!\nThe squid then turns into a beautiful girl, calling him \"Demon Lord-sama\", and gets attacked by a hero..?!\n\nScouting lewd monster girls & strengthening them to protect the demon castle!!\nA story about a young boy and his interspecies harem looking for a place to belong starts here!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46c29057-be63-4ec0-8998-8dcbc26e48ee",
    "title": {
      "en": "I'm the Princess of All"
    },
    "updatedAt": "2024-07-09T18:10:33+00:00",
    "coverArt": "https://mangadex.org/covers/46c29057-be63-4ec0-8998-8dcbc26e48ee/e6931ada-e030-4568-9787-0317aa848b9d.png",
    "altTitles": [
      {
        "ko": "모두의 황녀님"
      },
      {
        "en": "Everyone's Princess"
      }
    ],
    "description": {
      "en": "Starting from her 8th birthday, she had a long dream that lasted for 10 years. The dream finished with ended with the death of her real mother... When things started to repeat the way they did in her dreams, she ran away to meet with the Empress in order to survive. However, in doing so she accidentally ran into Rud On, her half-brother and the Crown Prince, who hated her real mother, the King's Concubine. \n\n\"The moment I thought I was wrong. He held out his hand to me,  'Can I stay here? 'Because this is your room now.' Why are people nice to me?\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/32cc09d8-18ca-45b2-bb60-1e1504a272ba.png",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d420fe4-feb4-489e-b37f-6c75771fe8e3",
    "title": {
      "en": "Paripi Koumei"
    },
    "updatedAt": "2023-10-20T04:45:33+00:00",
    "coverArt": "https://mangadex.org/covers/8d420fe4-feb4-489e-b37f-6c75771fe8e3/06b12a7c-d86a-4879-9248-3c2cbf93b9e1.jpg",
    "altTitles": [
      {
        "ja": "パリピ孔明"
      },
      {
        "en": "Ya Boy Kongming!"
      },
      {
        "zh": "派对咖孔明"
      },
      {
        "zh-hk": "派對咖孔明"
      },
      {
        "zh": "派对浪客诸葛孔明"
      },
      {
        "ko": "파티피플 공명"
      },
      {
        "ru": "Тусовщик Кунмин"
      },
      {
        "vi": "Khổng Minh Thích Tiệc Tùng"
      }
    ],
    "description": {
      "en": "General of the Three Kingdoms, Kongming had struggled his whole life, facing countless battles that made him into the accomplished strategist he was. So on his deathbed, he wished only to be reborn into a peaceful world...and was sent straight to modern-day party-central, Tokyo! Can even a brilliant strategist like Kongming adapt to the wild beats and even wilder party people?!",
      "ja": "五丈原の戦いで死期を迎えた名軍師・諸葛亮孔明は、若い肉体に戻り、現代日本へと転生した！ 渋谷のパリピ達に誘われ、たどり着いたのはダンスミュージックが鳴り響くチャラめなクラブ。そこでシンガーを目指す月見英子と出逢い、孔明の二度目の人生が幕を開けた！ 三国志時代、天下泰平のために生きた彼は、なんの為に生きるのか－－!!",
      "ko": "오장원 전투에서 최후를 맞이한 명군사 제갈량(공명)은\n젊은 육체로 돌아가 현대 일본에 환생한다!\n시부야의 파티피플들에게 이끌려 도착 곳은\n댄스 뮤직이 울려 퍼지는 경박스러운 클럽.\n그곳에서 가수를 꿈꾸는 츠키미 에이코와 만나며\n공명의 두 번째 인생이 막을 연다!",
      "ru": "Знаменитый стратег и военачальник Чжугэ Лян (Кунмин), погибший в битве при Годжохаре в полях Учжан, вернулся в молодое тело и перевоплотился в современной Японии, где он встретился с начинающей певицей Цукими Эйко, песни которой запали ему в сердце.",
      "vi": "Bậc thầy quân sự nổi tiếng - Gia Cát Lượng Khổng Minh - người đã chết trong trận Ngũ Trượng Nguyên trở lại với cơ thể khi còn trẻ và tái sinh về Nhật Bản hiện đại. Được những người mê tiệc tùng ở Shibuya dẫn đi, Khổng Minh đã tới hộp đêm vang vọng tiếng nhạc EDM. Ở đó Khổng Minh đã gặp Tsukimi Eiko, người có mục tiêu trở thành ca sĩ, cũng chính là người đã vén lên tấm màn cuộc sống thứ hai của ông. Người sống vì thiên hạ thái bình ở thời Tam Quốc như ông sẽ sống vì điều gì đây...!?",
      "pt-br": "General dos Três Reinos, Kongming lutou toda a sua vida, enfrentando inúmeras batalhas que o transformaram no estrategista talentoso que ele era. Então, em seu leito de morte, ele desejava apenas renascer em um mundo pacífico… e foi enviado direto para o centro de festas moderno, Tóquio! Pode até mesmo um estrategista brilhante como Kongming se adaptar às batidas selvagens e às pessoas festeiras ainda mais selvagens?!",
      "zh-hk": "三國時代的孔明在五丈原抱憾離世，如今他恢復成年輕時的模樣，以一身古時打扮來到現代日本‧澀谷。突兀的裝扮讓人以為他是在COSPLAY，後來被人帶往夜店狂歡，他在那裡認識了一心想成為歌手的月見英子。聽了她的歌聲大為感動，於是自告奮勇擔任她的軍師！來到現代，孔明要如何發揮他的軍事長才來協助英子完成「霸業」呢…？"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cfcda3b-0dcb-459b-9931-aa823e7bf403",
    "title": {
      "en": "Nine Peaks"
    },
    "updatedAt": "2024-05-30T16:15:32+00:00",
    "coverArt": "https://mangadex.org/covers/0cfcda3b-0dcb-459b-9931-aa823e7bf403/544ab912-9b05-434c-ae86-8e215ae3f84f.jpg",
    "altTitles": [
      {
        "ja": "ナインピークス"
      },
      {
        "ja-ro": "ＮＩＮＥＰＥＡＫＳ"
      },
      {
        "ru": "Девять вершин"
      },
      {
        "ru": "Пиковая девятка"
      },
      {
        "vi": "Cửu lĩnh"
      }
    ],
    "description": {
      "en": "A heartwarming tale of a father and son's bond.\n\nAfter just starting at his new school, Mashio Gaku is suspended within a week for getting into a scuffle with a third year. After returning home to his disapproving dad's okonomiyaki joint, his father, Mashio Harumi, can't help but reprimand him and refuses to serve him.\n\nTheir harsh words are the last exchange they share before an unfortunate traffic accident takes Harumi's life.\n\nAt his father's wake, Gaku finds out he was, in his words, a big fuckin' deal. In mourning, Gaku heads out to fish like him and his father always would, only to hook a big catch and get pulled into the water...\n\nWhen he comes to, he finds himself staring a familiar stranger in the face... **in the year 2000.**",
      "ru": "Душещипательная история о взаимоотношениях отца и сына. Главный герой — Масио Гаку, не особо ладит со своим отцом. После ссоры с сыном, Масио Харуми умирает... Гаку даже подумать не мог, что с его отцом, не особо общительным человеком, придёт проститься так много людей. Вскоре Гаку решает пойти на рыбалку где по случайности падает в море, но сразу же выбирается с помощью какого-то странного человека... Этим незнакомцем оказался его отец, ровно в 2000 году! Теперь Гаку начинает помогать Харуми, своему отцу, добиться статуса лидера города и разобраться что же здесь происходит...",
      "vi": "Sau cái chết của cha, Mashio Gaku biết được một sự thật động trời: Cha cậu từng là gã du côn mạnh nhất thành phố. Thế rồi một biến cố bất ngờ xảy ra, đưa cậu trở về quá khứ 22 năm trước, khi cha cậu bằng tuổi cậu..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-07-24T00:32:57+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/91ce95cf-c86c-4303-bd15-e58b07025a9f.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      },
      {
        "pt-br": "Não É Minha Culpa Não Ser Popular!"
      }
    ],
    "description": {
      "en": "Tomoko Kuroki naturally assumed she'd be popular when she got to high school... but then cold, hard reality swooped in for the attack! Turns out all the popularity points she's racked up in her video game dating sims are worth squat in real life, and Tomoko's far from prepared to navigate high school! \n\nHow can she possibly hope to impress her classmates when she can't even talk to them?! A new high-school heroine is born (maybe?)!",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo.",
      "pt-br": "Tomoko Kuroki naturalmente presumiu que ela seria popular quando chegasse ao ensino médio... mas então a realidade fria e dura se abateu para o ataque! Acontece que todos os pontos de popularidade que ela acumulou em seus simuladores de namoro de videogame valem a pena na vida real, e Tomoko está longe de estar preparada para passar pelo ensino médio!\n\nComo ela pode esperar impressionar seus colegas quando ela nem consegue falar com eles?! Nasce uma nova heroína do ensino médio (talvez?)!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39d25da6-2aa1-46a3-9ce6-51896ffe6a39",
    "title": {
      "en": "Watashi no Ue ni Ukabu \"Akuyaki Reijou (Hametsu suru)\" tte Nandeshou ka?"
    },
    "updatedAt": "2024-07-09T09:03:21+00:00",
    "coverArt": "https://mangadex.org/covers/39d25da6-2aa1-46a3-9ce6-51896ffe6a39/fe8e3397-0076-432c-a326-c19eed66a668.jpg",
    "altTitles": [
      {
        "ja": "私の上に浮かぶ『悪役令嬢(破滅する)』ってなんでしょうか？"
      },
      {
        "en": "What does \"Villainess (Doomed)\" floating above my head mean?"
      }
    ],
    "description": {
      "en": "While attempting to do good deeds, she seemed to have entered the prince's doting route!\n\nLouise, the count's daughter, for some unknown reason, can see letters above people's heads. Written above her own head are the words, \"Villainess (doomed).\" To change that, Louise aims to be a good-natured noblewoman. However, when she is pressed by Sylvile and tells him truthfully that his descriptor reads, \"Love interest: Second Prince (Easy)\" his interest is piqued and they become betrothed. Furthermore, he offers her a promise, \"To make you feel at ease, I'll show you that I can change my descriptor.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e995212b-f1b2-4ced-a7d4-a26ae58406da",
    "title": {
      "en": "Nikujo no Susume"
    },
    "updatedAt": "2022-08-26T15:40:41+00:00",
    "coverArt": "https://mangadex.org/covers/e995212b-f1b2-4ced-a7d4-a26ae58406da/0610ff00-be52-4ce5-a29e-9af3f8b82ebe.jpg",
    "altTitles": [
      {
        "ja": "肉女のススメ"
      },
      {
        "en": "Let's Go Go Meat Girls"
      },
      {
        "en": "Recommendations of Meat Women"
      }
    ],
    "description": {
      "en": "Women who love meat more than a job or love… they are called \"meat women\".\n\nMeat… the sole oasis for unmarried office ladies around 30 who are desperate both in their work and love life. Stuffing your face with tonkatsu, yakitori, gyudon, and all those yummies without caring about the calories is the ultimate bliss of life. Neneko Kobato’s delicious gourmet manga follows these office ladies as they eat through all that juicy meat!",
      "ja": "愛より職より肉愛でる者…\n其れ即ち「肉女（にくじょ）」と呼ぶ。\n\n挙式直前に婚約破棄された契約社員・狼谷さん。\n綺麗なんだけどクソオタクの受付嬢・犬塚さん。\n効率重視、鉄壁お仕事人間のキャリア・熊代さん。\n\n立場も趣向も性格も、全くもって噛み合ない不器用OL３人が\n泣いて・怒って・悦んで…とにかく肉を食べまくる！！！！\n\n＼我慢しなくていいんだよ／物理的肉食女子が贈る、\n辛い日々へのご褒美ミート・ストーリー。"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "29"
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-07-03T00:08:36+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]