[
  {
    "mangaId": "a96f9ee5-1452-493b-b371-e54de3868a58",
    "title": {
      "en": "AOTU World"
    },
    "updatedAt": "2024-08-21T12:42:01+00:00",
    "coverArt": "https://mangadex.org/covers/a96f9ee5-1452-493b-b371-e54de3868a58/99e36d60-2dc1-44c3-aac8-0ae61c85aac8.jpg",
    "altTitles": [
      {
        "zh": "凹凸世界"
      },
      {
        "zh-ro": "AOTU Shijie"
      },
      {
        "vi": "Thế Giới Ao Đột"
      },
      {
        "en": "AOTU World"
      },
      {
        "ko": "요철세계"
      }
    ],
    "description": {
      "en": "A god created AOTU World and established the 7 Oracles to rule it on behalf of this god. The poor and rich, enslaved and free, suffering and happiness, destruction and birth: every status is ordained by God. Mortals can only accept, but cannot resist. However, God has given his people the opportunity to change their fate through \"AOTU Contest.\" The contestants use their unique \"ability\" gifted by the Contest System and inbate wisdom and courage in hopes of winning the competition and becoming the world's ruler.",
      "vi": "Thần Sáng Thế của thế giới Ao Đột là một vị thần rất ngẫu hứng.\nNgài tạo ra vô số hành tinh và con dân trong thế giới Ao Đột, nhưng lại cai quản họ một cách tùy ý không theo quy luật --- có hành tinh màu mỡ tươi đẹp, có hành tinh cằn cỗi hoang vu, có con dân được hưởng tự do hạnh phúc, có con dân lại phải chịu sưu thuế nặng nề và lao động khổ sai.\nThần Sáng Thế thành lập ra Bảy Thần Sử, để họ thay mình thực hiện ý chỉ của thần\nThế nhưng cũng không phải là Thần Sáng Thế hoàn toàn không cho con dân mình cơ hội --- nếu như ai muốn thay đổi vận mệnh, thực hiện nguyện vọng của bản thân, vậy thì hãy tham gia \"Đại chiến Ao Đột\" đi! Các thí sinh sẽ được hệ thống đại chiến ban cho \"năng lực đặc biệt\", rèn luyện và vận dụng năng lực của riêng mình, không ngừng chiến đấu vượt qua thử thách. Chỉ cần là người chiến thắng sau cùng trong đại chiến Ao Đột là có thể đạt được tất cả, đồng thời được ban cho quyền thay mặt thần cai trị thế giới giống như Bảy Thần Sử.\nTuy nhiên, những điều trên chỉ là quan niệm giả dối, cuộc đấu này đã định sẵn không hề có kẻ chiến thắng. Cho tới khi nhân vật chính của chúng ta - Kim, xuất hiện trên sân đấu."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "704168db-8ad7-4eee-a300-bdc7eb4c78ba",
    "title": {
      "en": "Kuro Gal-san ga Kuru!"
    },
    "updatedAt": "2024-10-11T14:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/704168db-8ad7-4eee-a300-bdc7eb4c78ba/8a5e840a-baa3-4b4b-a905-3725f28448c5.jpg",
    "altTitles": [
      {
        "ja": "黒ギャルさんが来る！"
      },
      {
        "ja-ro": "Kuro Gyaru-san ga Kuru!"
      },
      {
        "en": "Black Gal–san Is Coming!"
      },
      {
        "en": "A Black Gal Is Coming!"
      },
      {
        "en": "A black gyaru is coming!"
      },
      {
        "zh": "黑辣妹小姐来啦！"
      },
      {
        "zh-ro": "Hēi làmèi xiǎojiě lái la!"
      }
    ],
    "description": {
      "en": "A beleaguered office worker finds his way to a cafe where he decries the hardships of his routine. In there, a friendly gyaru high schooler notices his lamentations and after hearing him vent out, she cheers him up the \"gyaru\" way and they exchange contacts.  \n  \nWhat will become of this unlikely friendship?",
      "es-la": "Un oficinista asediado encuentra su camino a un café donde denuncia las dificultades de su rutina. Allí, una amable estudiante de secundaria gyaru se da cuenta de sus lamentos y después de oírle desahogarse, le anima a la manera de \"gyaru\" e intercambian contactos. ¿Qué será de esta improbable amistad?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc",
    "title": {
      "en": "The Infinite Mage"
    },
    "updatedAt": "2024-12-11T08:30:02+00:00",
    "coverArt": "https://mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "altTitles": [
      {
        "ko": "무한의 마법사"
      },
      {
        "ko-ro": "Muhanui Mabeopsa"
      },
      {
        "en": "Infinite Mage"
      },
      {
        "en": "Infinite Wizard"
      },
      {
        "pt-br": "Mago do infinito"
      },
      {
        "es-la": "El mago infinito"
      },
      {
        "th": "จอมเวทไร้ขีดจำกัด"
      },
      {
        "ja": "無限の魔法使い"
      },
      {
        "zh": "无限魔法师"
      },
      {
        "zh-hk": "無限魔法師"
      }
    ],
    "description": {
      "en": "After Sirone was abandoned in a stable, he was found by a family of hunters and raised in a loving home. \n\nDespite the hardships of the peasant life, he learned how to read from a young age and became obsessed with books, especially ones on the history of magic. One day, he has an unlikely encounter with a mage and learns how to enter the \"spirit zone,\" the first step to learning how to use magic. \n\nAlthough they say only nobles can be mages, will Sirone be able to prove his infinite potential?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "141609b6-cf86-4266-904c-6648f389cdc9",
    "title": {
      "en": "RuriDragon"
    },
    "updatedAt": "2024-09-06T10:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/141609b6-cf86-4266-904c-6648f389cdc9/bd903567-ae7e-433a-8a8d-65ceee3fc123.jpg",
    "altTitles": [
      {
        "ja": "ルリドラゴン"
      },
      {
        "en": "RuriDragon"
      },
      {
        "ru": "Дракон Рури"
      },
      {
        "fr": "Ruri Dragon"
      },
      {
        "tr": "Ruri Dragon"
      },
      {
        "vi": "Rồng Ruri"
      },
      {
        "pl": "Smok Ruri"
      },
      {
        "cs": "Drak Ruri"
      },
      {
        "id": "Ruri Sinaga"
      }
    ],
    "description": {
      "en": "Ruri, a high school student, woke up one morning to find that she had suddenly grown horns on her head!\n\nHer mother told her that she might have inherited it because her father is a dragon. Ruri's mother tells her that she might have inherited it from her father, and she is puzzled, but goes to school anyway....\n\nHer classmates are curious about the spontaneous horn, and another dragon constitution is revealed!\n\nWith a slight change in the usual routine, the daily life of Dragon Girl Ruri begins!",
      "tr": "Tembellik ve çalışkanlık arasında git gel yaşayan ejder kızın gündelik maceraları.",
      "pt-br": "Ruri Aoki é uma garota normal que um dia acorda com um par de chifres em sua cabeça. De acordo com sua mãe, o pai de Ruri, que ela nunca conheceu antes, é um dragão e Ruri só é metade humana. Esta é a história da jornada de autodescobrimento e aceitação de uma garota metade humana, metade dragão."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16fb884-f1d1-4d88-b652-41c474a08abd",
    "title": {
      "en": "Senkou Shoujo"
    },
    "updatedAt": "2024-02-27T21:08:37+00:00",
    "coverArt": "https://mangadex.org/covers/d16fb884-f1d1-4d88-b652-41c474a08abd/81871d40-95d3-42a5-be06-1472a3146431.jpg",
    "altTitles": [
      {
        "ja": "閃光少女"
      }
    ],
    "description": {
      "en": "Hamano was an aspiring photographer who has assumed the role of adviser of high school photo department. With is devotion, he brings other members around him, especially Hikari. Meanwhile, the road to professional photography starts to open in front of the Hamano again…"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "e099058f-02aa-4917-9bd4-ea3a30f6de9f",
    "title": {
      "en": "THE iDOLM@STER Cinderella Girls - U149"
    },
    "updatedAt": "2025-01-02T13:22:08+00:00",
    "coverArt": "https://mangadex.org/covers/e099058f-02aa-4917-9bd4-ea3a30f6de9f/dcf2d24e-3436-4355-b285-4ccd3fd5fef8.jpg",
    "altTitles": [
      {
        "ja": "アイドルマスター シンデレラガールズ U149"
      },
      {
        "en": "THE IDOLM@STER CINDERELLA GIRLS U149"
      }
    ],
    "description": {
      "en": "U149, also known as \"Under149\", is a spinoff story of Cinderella Girls encompassing the younger idols, who are under 149 cm, and their pursuits to be big time idols with their newly hired P-san.  \n  \nPart of [THE iDOLM@STER](https://mangadex.org/search?q=iDOLM%40STER) series.\n\nEnded on November 9, 2024 with 152 chapters (Cycomi version) or 149 chapters (Book version)."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "149"
  },
  {
    "mangaId": "a28036e8-cdd4-4f43-8fa8-1f5469e40d3f",
    "title": {
      "en": "Boukenka ni Narou! Skill Board de Dungeon Kouryaku"
    },
    "updatedAt": "2024-10-30T14:28:36+00:00",
    "coverArt": "https://mangadex.org/covers/a28036e8-cdd4-4f43-8fa8-1f5469e40d3f/82e5d2ff-5f9f-4d84-9264-0c20bb3fe8b0.jpg",
    "altTitles": [
      {
        "en": "CALL TO ADVENTURE! Defeating Dungeons with a Skill Board"
      },
      {
        "ja-ro": "Bouken-ka ni Narou!"
      },
      {
        "ja-ro": "Bouken-ka ni Narou! ~ Sukiruboodo de Danjon Kouryaku ~"
      },
      {
        "ja-ro": "Boukenka ni Narou! ~Skill Board de Dungeon Kouryaku~"
      },
      {
        "en": "Become an Adventurer! ~Defeating Dungeons with a Skillboard~"
      },
      {
        "ru": "Стать авантюристом! ~ Как пройти подземелье с помощью панели навыков ~"
      },
      {
        "ja": "冒険家になろう! ~スキルボードでダンジョン攻略~"
      },
      {
        "ko": "모험가가 되자! ~스킬보드로 던전 공략~"
      },
      {
        "ja-ro": "Bouken-ka ni Narou! ~Skill Board de Dungeon Kouryaku~"
      },
      {
        "zh-hk": "成為冒險家吧！ ~ 用技能面板攻略地下城 ~"
      },
      {
        "zh": "成为冒险家吧！ ～用技能面板攻略地下城 ~"
      },
      {
        "ja-ro": "Bōken-ka ni Narou! ~ Skillboard de Dungeon Kōryaku ~"
      },
      {
        "en": "Let's Be an Adventurer! ~Defeating Dungeons with a Skill Board~"
      }
    ],
    "description": {
      "en": "Karaboshi Haruki has no presence as far as can be recognized, and so he became an adventurer with only the desire to \"stand out.\" One day, a dungeon appeared under his home in Hokkaido. Coincidentally, he picked up a \"Skill Board\" with which he can spend skill points to increase his growth rate. Is it possible to become a popular person by obsessively diving into your home dungeon everyday?\n\nBased on the popular fantasy Light Novel: \"Become an Adventurer,\" winner of the 6th Net Novel Grand Prize.",
      "ru": "У Карабоши Харуки нет ничего, что выделяло бы его из толпы, и поэтому он решил стать авантюристом, желая \"отличиться\". Однажды под его домом на Хоккайдо появилось подземелье. По случайному совпадению, он нашёл так называемую \"панель навыков\", в которой он может распределять специальные очки для увеличения скорости прокачки. Сможет ли Харуки стать популярным человеком, одержимо посещая своё \"домашнее подземелье\" каждый день?",
      "pt-br": "Karaboshi Haruki não tem presença, tanto quanto pode ser reconhecido, então ele se tornou um aventureiro com apenas o desejo de \"se destacar\". Um dia, uma masmorra apareceu sob sua casa em Hokkaido. Coincidentemente, ele pegou um \"Skill Board\" com o qual pode gastar pontos de habilidade para aumentar sua taxa de crescimento. É possível se tornar uma pessoa popular mergulhando obsessivamente na masmorra de sua casa todos os dias?\r\n  \r\nBaseado no popular romance de fantasia Light Novel: \"Become an Adventurer\", vencedor do 6th Net Novel Grand Prize."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4008a9a-852a-4102-98ae-49b0c2346a08",
    "title": {
      "en": "I Don't Feel Like Doing Anything"
    },
    "updatedAt": "2025-01-06T10:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/c4008a9a-852a-4102-98ae-49b0c2346a08/215cc0ad-d1f7-420a-bdb7-52e935976d9a.jpg",
    "altTitles": [
      {
        "en": "I Don't Want To Do Anything"
      },
      {
        "ko": "아무것도 하고 싶지 않아"
      },
      {
        "en": "Summer Strike"
      },
      {
        "ko-ro": "Amugeotdo hago sipji ana"
      }
    ],
    "description": {
      "en": "One spring day, after the recent death of her mother, Summer decides to quit her stressful city job. She moves to a small beachside town, where she plans to use her entire life savings on two years of doing absolutely nothing. She calculates that she can subsist for this long without finding a job by leading a minimalist, free life. She finds peace and makes friends in her new environment But after a while, the walls of her home are repeatedly vandalized with death threats. Will Summer be able to catch the villain, find normalcy in her life, and make peace with herself?\n\n---\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4998319)",
      "ko": "26살의 봄, 오늘부터 아무것도 하지 않기로 결심했다\n\n엄마가 그랬다. \n손해 보고 사는 게 편하다고.\n\n엄마 말이 맞다.\n그래, 손해 보고 살자.\n\n단, 호구 잡히지 않을 정도만.\n\n이여름, 26세 봄\n오늘 회사를 그만뒀다.\n\n---\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4998319)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a",
    "title": {
      "en": "Yowa Yowa Sensei"
    },
    "updatedAt": "2025-01-06T11:02:13+00:00",
    "coverArt": "https://mangadex.org/covers/b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a/d65b2530-c073-4bb7-87d2-b435cfe3c291.jpg",
    "altTitles": [
      {
        "ja": "よわよわ先生"
      },
      {
        "en": "Weak-kneed Teacher"
      },
      {
        "ru": "Учитель Ёваёва"
      }
    ],
    "description": {
      "en": "It's the start of a new school year. The new homeroom teacher for Abikura-kun, a second-year high school boy, is Hiyori Hiwamura, who is known as a \"Scary Teacher\", rumored to curse you if she gets offended! One day after school, Abikura-kun witnessed the other side of \"YowaYowa-sensei\"... and he is shocked by the gap between reputation and reality!",
      "ja": "新学期。2年生に進級した男子高校生・阿比倉くん達のクラス担任になったのは、機嫌を損ねれば呪われると噂の通称『こわこわ先生』こと、鶸村ひより先生だった！ そんな、『こわこわ先生』の裏の一面を、ある日の放課後、目撃してしまった阿比倉くんは……。まさかのギャップに悶絶必至！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b23c1571-16f8-4869-8cda-9883ad9aa71d",
    "title": {
      "en": "Gakuen Alice"
    },
    "updatedAt": "2023-10-15T14:19:03+00:00",
    "coverArt": "https://mangadex.org/covers/b23c1571-16f8-4869-8cda-9883ad9aa71d/0e1e4fbb-ce61-4cbb-95e3-554306048dc4.jpg",
    "altTitles": [
      {
        "en": "Alice Academy"
      },
      {
        "vi": "Học Viện Alice"
      },
      {
        "id": "Perguruan Alice"
      },
      {
        "th": "วัยซนคนมีพลังจิต"
      },
      {
        "zh": "学园爱丽丝"
      },
      {
        "ja": "学園アリス"
      },
      {
        "zh-hk": "愛麗絲學院"
      },
      {
        "zh": "爱丽丝学园"
      },
      {
        "zh": "爱丽丝学院"
      },
      {
        "ko": "퍼니퍼니 학원 앨리스"
      }
    ],
    "description": {
      "en": "Young Mikan runs away to Tokyo to follow her best friend, Hotaru, who has been enrolled in an exclusive, secretive private school for geniuses. But it turns out that Alice Academy is a lot more than meets the eye. If Mikan wants to stay by Hotaru's side, she has to both pass the strange \"entrance exam\" and face the even greater challenge of befriending her very odd new classmates. Whether it's Hotaru's gift for inventing gadgets, the cranky Natsume's fire-casting ability, or Professor Narumi's control of human pheromones, everyone at the school has some sort of special talent. But what ability, if any, does Mikan possess? Mikan is going to have to rely on her courage and spunk if she's going to stay in school, or even stay alive!",
      "pl": "Mikan Sakura dorastała u swojego dziadka na wsi w Japonii. Pewnego dnia jej najlepsza przyjaciółka, Hotaru, oświadczyła, że przeniosi się do prestiżowej szkoły w Tokio. Mikan jako jej oddana przyjaciółka bez namysłu za nią podążyła. Szkoła ta jest tak naprawdę elitarną Akademią dla ludzi obdarowanych indywidualną mocą „Alice”. Lecz czy całkiem zwykła Mikan jest w stanie dostać się do tak elitarnej szkoły? Przekonajcie się sami!"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "31",
    "lastChapter": "180"
  },
  {
    "mangaId": "3e8cf40f-ba17-480a-b60b-a675db032ee2",
    "title": {
      "en": "Kono Kaisha ni Suki na Hito ga Imasu"
    },
    "updatedAt": "2024-09-07T20:56:38+00:00",
    "coverArt": "https://mangadex.org/covers/3e8cf40f-ba17-480a-b60b-a675db032ee2/b4b9c35a-3542-4546-9111-ef988eef2ebb.jpg",
    "altTitles": [
      {
        "ja": "この会社に好きな人がいます"
      },
      {
        "en": "I Have a Crush at Work"
      },
      {
        "zh": "这公司有我喜欢的人"
      },
      {
        "zh-ro": "Zhè gōngsī yǒu wǒ xǐhuān de rén"
      },
      {
        "ar": "هل يمكنك الاحتفاظ بسر؟"
      },
      {
        "th": "บริษัทนี้มีความรัก"
      },
      {
        "en": "At This Company Is The Person I Like"
      },
      {
        "en": "The Person I Like Works at the Same Company"
      },
      {
        "en": "Can You Keep a Secret?"
      },
      {
        "en": "The Person I Like Is At This Company"
      },
      {
        "es-la": "¿Puedes Mantenerlo En Secreto?"
      }
    ],
    "description": {
      "en": "_\"Why don't the two of us date? …In secret\"_\n \nTateishi, who works in accounting at a snack-making company, has a secret. That secret is the existence of his cute lover that he's had since yesterday. Why keep it a secret, you ask? Because his lover is his unyielding colleague from the planning department of the same company— Mitsuya!\n \nA pure office romance story about a couple who started their relationship in secret, and want to keep it that way!",
      "es": "¿Por qué no salimos los dos ...? En secreto\" Tateishi, que trabaja en contabilidad en una empresa de fabricación de bocadillos, tiene un secreto. Ese secreto es la existencia de su amante lindo que ha tenido desde ayer. ¿Por qué mantenerlo en secreto, preguntas? Porque su amante es su inquebrantable colega del departamento de planificación de la misma compañía: ¡Mitsuya! ¡Una historia pura de romance de oficina sobre una pareja que comenzó su relación en secreto y quiere mantenerla así!",
      "ja": "「俺たち、付き合わない？……内緒で」お菓子メーカーの経理部に勤めるアラサー男子・立石には、秘密があった。それは、昨日できたばかりの、かわいい恋人の存在。なぜなら相手は、同じ会社の企画部で働く勝気な同期女子・三ツ谷だから――！　してないひとも、あこがれてるひとも、迷惑してるひとも、きっと言いたいことがある。ちょっとは覗いてみたくなる。秘密厳守のピュア社内恋愛ストーリー！",
      "es-la": "¿Por qué no salimos los dos ...? En secreto\" Tateishi, que trabaja en contabilidad en una empresa de fabricación de bocadillos, tiene un secreto. Ese secreto es la existencia de su amante lindo que ha tenido desde ayer. ¿Por qué mantenerlo en secreto, preguntas? Porque su amante es su inquebrantable colega del departamento de planificación de la misma compañía: ¡Mitsuya! ¡Una historia pura de romance de oficina sobre una pareja que comenzó su relación en secreto y quiere mantenerla así!",
      "pt-br": "\"Por que nós dois não namoramos? ... Em segredo\"\n  \nTateishi, que trabalha na contabilidade de uma empresa que faz lanches, tem um segredo. Esse segredo é a existência de sua amante fofa que ele teve desde ontem. Por que manter isso em segredo, você pergunta? Porque sua amante é sua colega inflexível do departamento de planejamento da mesma empresa - Mitsuya!\n  \nUma história de puro romance de escritório sobre um casal que começou seu relacionamento em segredo e quer mantê-lo assim!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "147"
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2024-12-05T22:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/890f2c4c-f6c9-45f1-a1b9-a8b8e77cc6d1.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "es-la": "El exorcista de Nue"
      },
      {
        "vi": "Âm Dương Sư Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games.",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "ja": "幼少の頃から「幻妖」と呼ばれる存在が見えた少年・夜島学郎。高校入学初日、ひょんなことから出会ったサブカル好きの幻妖「鵺」に校内の幻妖退治を依頼されるが――…？",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!",
      "pt-br": "Yajima é capaz de enxergar Espíritos desde pequeno. Em sua nova escola há uma sala que mais ninguém consegue ver. E dentro dela mora uma Espírito que ama jogar videogames. Uma nova saga moderna de exorcistas começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a70b08-9ad9-4e5c-973d-81ec48c8f5a3",
    "title": {
      "en": "S-Rank Party Kara Kaikosareta [Jugushi] ~\"Noroi no Item\" Shika Tsukuremasen ga, Sono Seinou wa Artifact-kyuu nari......!~"
    },
    "updatedAt": "2024-12-06T17:39:48+00:00",
    "coverArt": "https://mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/315b82c8-27c8-4c15-be6b-d49076d2d9b4.jpg",
    "altTitles": [
      {
        "ja": "Ｓランクパーティから解雇された【呪具師】～『呪いのアイテム』しか作れませんが、その性能はアーティファクト級なり……！～"
      },
      {
        "en": "I'm a Curse Crafter, and I Don't Need an S-Rank Party!"
      },
      {
        "en": "My S-Rank Party Fired Me for Being a Cursificer: I Can Only Make “Cursed Items”, but They're Artifact Class!"
      },
      {
        "vi": "Chỉ biết chế tạo trang bị nguyền rủa, tôi bị đuổi khỏi tổ đội cấp S"
      }
    ],
    "description": {
      "en": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment!\n\nGaile decides to try to make a living on his own off of his cursed items.",
      "ja": "【呪具師】のゲイルは大して貢献していないと、パーティがＳランクに昇格したと同時に無一文で追い出される。しかし、彼らは理解していなかった。ゲイルの作る呪具は、そこらの聖遺物や勇者の装備をも凌駕する性能を誇っていたことに…。ゲイルは呪具を活かして一人で生きていこうと決意しーー。\n\n風変わりな職業・呪具師の大活躍が新感覚の爽快感で大反響!!",
      "vi": "Gaile, một nguyền cụ sư tài năng, đã bị các đồng đội phản bội khi tổ đội đạt được hạng S. Họ không ngờ ràng các nguyền cụ của anh ta còn mạnh hơn cả thánh tích và các trang bị thần thoại. Sau khi bị đuổi khỏi tổ đội, Gaile quyết định tự mình kiếm sống bằng những nguyền cụ do mình tạo ra. Chuyến phiêu lưu của anh chàng nguyền cụ sư chính thức bắt đầu.",
      "pt-br": "A versão mangá de um dos romances de fantasia isekai mais populares de Shousetsuka ni Narou!\n\nGaile, um Cursificer, fica sem um tostão quando é expulso de seu grupo assim que chegam ao Rank S. Aparentemente ele não estava contribuindo o suficiente?! Mas eles não tinham percebido que seus itens amaldiçoados superam até mesmo relíquias sagradas e equipamentos lendários!\n\nGaile decide tentar ganhar a vida por conta própria com seus itens amaldiçoados."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e82ce4a8-4b7b-4ada-80ef-85efa33f38be",
    "title": {
      "en": "Maou ga Inaka ni Totsuidara"
    },
    "updatedAt": "2024-11-25T13:18:15+00:00",
    "coverArt": "https://mangadex.org/covers/e82ce4a8-4b7b-4ada-80ef-85efa33f38be/685c5b5d-a309-4e91-91bb-221ab1e4e3c9.jpg",
    "altTitles": [
      {
        "ja": "魔王が田舎に嫁いだら"
      },
      {
        "en": "If a Demon Lord Were to Get Married in the Countryside"
      }
    ],
    "description": {
      "en": "A girl who calls herself the Demon Lord falls upon the main character, an elementary school teacher living in the countryside, and they decide to get married?!",
      "ja": "田舎に住む小学校教師の主人公のもとに、魔王と名乗る少女が降ってきて結婚することに!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0984daf7-068e-4862-a583-e7f7519dfe29",
    "title": {
      "en": "Vtuber Savior ✟ Messiah-chan"
    },
    "updatedAt": "2025-01-03T15:54:23+00:00",
    "coverArt": "https://mangadex.org/covers/0984daf7-068e-4862-a583-e7f7519dfe29/daa71375-66f0-4452-bfb1-09cc9e4036c8.jpg",
    "altTitles": [
      {
        "ja": "救済系Vッタラー✟メシアちゃん"
      },
      {
        "ja-ro": "Kyuusai Kei Vtterer ✟ Messiah-chan"
      }
    ],
    "description": {
      "en": "A horror manga where viewers watch and join in on Messiah-chan's stream activities."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "53"
  },
  {
    "mangaId": "fbf326f7-ccbd-4d54-bbad-852d76e46523",
    "title": {
      "en": "Revenge of the Baskerville Bloodhound"
    },
    "updatedAt": "2025-01-03T10:45:24+00:00",
    "coverArt": "https://mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/1084eda4-b6f9-46de-96b8-a3898c4819a0.jpg",
    "altTitles": [
      {
        "ko": "철혈검가 사냥개의 회귀"
      },
      {
        "ko-ro": "Cheolhyeolgeomga Sanyanggaeui Hoegwi"
      },
      {
        "en": "Revenge of the Sword Clan's Hound"
      },
      {
        "en": "Revenge of the Iron-Blooded Sword Hound"
      },
      {
        "en": "Regression of the Ironblade Hound"
      },
      {
        "en": "Return of the Iron-Blooded Hound"
      },
      {
        "en": "Return of the Iron-Blooded Sword Hound"
      },
      {
        "en": "The Return of the Iron-Blood Sword Hound"
      },
      {
        "fr": "La revanche du limier des Baskerville"
      },
      {
        "pt-br": "O retorno do cão de caça dos Baskerville"
      },
      {
        "pt-br": "A vingança do cão de caça de sangue de ferro Baskerville"
      },
      {
        "es": "El perro de metal"
      },
      {
        "es": "La venganza del sabueso de la espada sangrienta"
      },
      {
        "es-la": "La venganza del sabueso de sangre de hierro"
      },
      {
        "th": "การกลับมาของหมาล่าเนื้อตระกูลดาบเลือดเหล็ก"
      },
      {
        "ja": "回帰した鉄血の猟犬"
      },
      {
        "zh": "铁血剑家猎犬的回归"
      },
      {
        "tr": "Demir kanlı kılıç tazısının i̇ntikamı"
      },
      {
        "ar": "عودة الكلب ذي الدم الحديدي"
      },
      {
        "bn": "বাস্কেরভিলের শিকারী কুকুরের প্রতিশোধ"
      }
    ],
    "description": {
      "en": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds.",
      "pt-br": "Criados para matar como uma matilha de cães leais, as crianças Baskerville tiraram inúmeras vidas como um bando de assassinos temíveis.\n\nApesar de ser o filho ilegítimo rejeitado da ninhada, Vikir serviu sua família fielmente, apenas para encontrar sua morte prematura nas mãos de seu pai. Mas quando ele inexplicavelmente renasce com uma segunda chance na vida, Vikir, armado com as memórias e o conhecimento de seu passado, jura se elevar acima da matilha e se vingar.\n\nDesta vez, ele está pronto para morder a mão que o alimenta."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a68b16e-bb1c-4a48-a705-2ec7e5652488",
    "title": {
      "en": "The Homeless Saint in the Abandoned Park"
    },
    "updatedAt": "2024-09-21T21:33:03+00:00",
    "coverArt": "https://mangadex.org/covers/5a68b16e-bb1c-4a48-a705-2ec7e5652488/938157d0-7bd4-4814-82bb-a67e2ba7bbd1.png",
    "altTitles": [
      {
        "ja-ro": "Hai Kouen no Homeless Seijo"
      },
      {
        "ja": "廃公園のホームレス聖女"
      }
    ],
    "description": {
      "en": "Alm, who worked at the temple as a saint, was physically and mentally worn out from the power harassment from the priest Johannes. However, one day, the thin thread she had been holding onto snapped, and she declared her resignation as a saint. \n\nAlm, who had run away from the temple, bought an abandoned park and decided to live a leisurely life there. On the other hand, the temple - which had lost their saint and was no longer able to function - was in a frenzy!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2024-10-11T17:39:37+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/1be8ca33-a56d-4b1d-a53d-292288efd749.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f5d24f0-106b-4c8f-abc9-5c344fb839de",
    "title": {
      "en": "Musume no Shinshitsu"
    },
    "updatedAt": "2025-01-11T07:56:41+00:00",
    "coverArt": "https://mangadex.org/covers/2f5d24f0-106b-4c8f-abc9-5c344fb839de/9b8e2531-8574-436b-b82a-5615ed6ef116.jpg",
    "altTitles": [
      {
        "ja": "娘の寝室"
      },
      {
        "en": "The Daughter's Bedroom"
      },
      {
        "vi": "Phòng ngủ của con gái tôi"
      }
    ],
    "description": {
      "en": "He had sex with his own daughter-though, of course, only in a dream. Goto, a university lecturer, had seemingly built a happy family: a beautiful wife who is a painter and lovely, talented children... But that happiness was merely a facade. During the day, he suspected his wife of infidelity, and at night, he was tormented by nightmares, gradually wearing down his mental stability. One day, Goto returned home to find his room in chaos and his daughter in tears. Convinced that his wife was to blame, Goto vows to protect his beloved family...!?",
      "ja": "実の娘とセックスをした――もちろん夢の中で。大学講師の後藤は幸福な家庭を築いていた。美しい画家の妻、可愛く優秀な子供たち‥‥しかし、その幸福はハリボテだった。昼には妻の不貞を疑い、夜は悪夢に悩まされる日々の中で後藤の精神は擦り切れていく。そんなある日、帰宅した後藤が見たのは荒らされた自室で涙を流す娘の姿。妻の犯行と確信した後藤は大切な家族を自分が守ると決意するが‥‥!?",
      "vi": "Goto, một giảng viên đại học đang tận hưởng cuộc sống gia đình đầm ấm bên vợ mình là một nữ họa sĩ ăn khách xinh đẹp cùng hai người con. Nhưng rồi khi bắt đầu nảy sinh mối hiềm nghi vợ mình ngoại tình, cộng thêm bản thân đang bị một cơn ác mộng giày vò đã khiến tâm trí anh trở nên ngày càng suy sụp thấy rõ. Bỗng một ngày nọ khi vừa đi làm về, Goto phát hiện phòng ngủ của con gái mình bị ai đó phá tan hoang, và con gái anh đang ngồi khóc trên sàn. Tin rằng những hành động điên rồ này là chỉ có thể là do vợ làm ra, Goto liền quyết định sẽ đứng lên bảo vệ gia đình nhỏ của mình."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "685cf8b3-60d7-4164-9c9b-d7b393e101f3",
    "title": {
      "en": "Tensei Shitara Joban de Shinu Nakabosudatta ―Hiroin Kenzoku-ka de Ikinokoru―"
    },
    "updatedAt": "2025-01-11T07:59:54+00:00",
    "coverArt": "https://mangadex.org/covers/685cf8b3-60d7-4164-9c9b-d7b393e101f3/bf6843cf-fad7-4b66-b3ad-25fbb6c7337a.jpg",
    "altTitles": [
      {
        "ja": "転生したら序盤で死ぬ中ボスだった ―ヒロイン眷属化で生き残る―"
      },
      {
        "en": "When I Reincarnated, I was a Mid-boss Who Died Early in the Game ―Survive by Becoming a Household Member with Heroine―"
      },
      {
        "vi": "Chuyển sinh làm boss trung cấp"
      }
    ],
    "description": {
      "en": "When I woke up after an accident, I was reincarnated as a mid-boss destined to die in the early stages of the game! In order to avoid being killed by the hero who should come attacking soon, I will fight and make the women my subordinates to increase my allies!",
      "ja": "事故に遭って目が覚めたら、ゲームの序盤で死ぬ中ボスに転生！やがて襲ってくるはずの勇者に殺されないために、××して女たちを眷属にして仲間を増やせ！\n___\n- ![Syosetsu](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n3298hj)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7b92d8b-ae1d-4968-aab4-de5d62213075",
    "title": {
      "en": "Monster Duke's Daughter"
    },
    "updatedAt": "2025-01-03T04:21:06+00:00",
    "coverArt": "https://mangadex.org/covers/e7b92d8b-ae1d-4968-aab4-de5d62213075/919adc00-ba2a-4b7a-9418-fdc11981bff8.jpg",
    "altTitles": [
      {
        "ko": "괴물공작의 딸"
      },
      {
        "ko-ro": "Goemulgongjag'eui Dda"
      },
      {
        "ko-ro": "Goemulgongjagui Ttal"
      },
      {
        "fr": "La fille du duc monstrueux"
      },
      {
        "es": "Hija del monstruo duque"
      },
      {
        "ru": "Дочь герцога-монстра"
      },
      {
        "ar": "ابنه الذوق الوحش"
      },
      {
        "ja": "怪物公爵の娘"
      },
      {
        "vi": "Con gái của Công tước Quái Vật"
      },
      {
        "th": "កូនស្រីណព្វរបស់ រលាកដង្ខៅ"
      },
      {
        "zh": "怪物公爵的女儿"
      },
      {
        "id": "Putri Duke Monster"
      },
      {
        "id": "Lottie Putrinya Damian"
      }
    ],
    "description": {
      "en": "When her mom goes missing, three-year-old Lotilucia stumbles on a magic crest that transports her to the estate of House Frodium, one of the empire’s most powerful noble families. Little Lottie immediately recognizes Duke Damian Frodium as her dad; he is the so-called “Monster Duke” of demon descent. Once taken into the house, Lottie does her best to stay out of his way. But then she stumbles on a magic book that shows her a story about Duke Frodium’s adopted daughter replacing his dead daughter named Lotilucia! Lottie is shocked but also emboldened by the prophetic tale. If she is meant to die anyway, she might as well be her cheeky self and do as she pleases! This new Lottie wins over her demon dad along with his staff, but will she manage to stay alive and thrive as the Monster Duke’s daughter?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "id": "Lottie tiba-tiba muncul di kediaman Duke Demian dan ternyata Duke itu adalah ayah kandungnya, tapi Duke ini sering disebut sebagai Duke Monster! Apakah dia benar-benar monster? Dan kenapa ada novel yang mengatakan kalau Lottie tidak bisa hidup lama?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "ja": "魔法で突然公爵家に飛ばされ、そこで暮らすことになったロティ―。 父であるプロデウム公爵は完璧すぎるゆえ、怪物公爵と呼ばれていた。 そんなある日、公爵の書斎で怪しい本を見つけるが・・！？\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "ko": "세상과 단절되어 살아가던 나는 '괴물공작' 이라 불리는 아빠에게 거둬졌다.\n어느 날, 아빠의 서재에서 이상한 책을 발견하는데…\n이거 내용이 왜 이래? 내가 병 때문에 죽는다고? 그러면서 양녀를 들이고 잘해줘?\n어차피 죽을 거라면 그전에는 뭘 해도 안 죽는다는 거잖아! 그렇다면, 정말 로티 맘대로 해버릴 거야!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "ru": "Я была совсем отрезана от мира, пока меня не забрал к себе отец — герцог-монстр. Однажды я незаметно проскользнула в кабинет отца и нашла там странную книгу...\n— Что?! Я умру от болезни?! Тогда какого чёрта вы обращаетесь с приёмной дочерью лучше, чем со мной? Раз уж я умру от болезни... Я буду делать всё, что захочу!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)",
      "zh": "软萌幼崽有谁能不爱？！\n冷酷公爵也成宠女狂魔！\n可爱的洛蒂突然有了一个被称为怪物公爵，且看上去不太喜欢自己的爸爸。某一天她在爸爸的书房里发现了一本奇怪的书，里面说她只能活到11岁？而在她死后爸爸竟然收养了一个养女还对她特别好？反正横竖都是死，那我就想做什么就做什么了！\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6392044), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=765158)\n\n**Official Translations:**\n* English: [TappyToon](https://www.tappytoon.com/en/comics/monster-dukes-daughter), [Webtoon](https://www.webtoons.com/en/fantasy/monster-dukes-daughter/list?title_no=4469)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/guaiwugongjuedenver/list?title_no=1910)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/monster-duke-daughter/list?title_no=3374)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001659&t=1664678601994)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/monster-duke-daughter/list?title_no=3876)\n\n---\n[Chapter 18 BGM](https://www.youtube.com/watch?v=Fj0i4G9Jtd8) by [MZ](https://www.youtube.com/@MZ_composer)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92d3e351-4802-4e74-bbc4-e771a977b572",
    "title": {
      "en": "Taming Grace"
    },
    "updatedAt": "2023-03-11T10:32:52+00:00",
    "coverArt": "https://mangadex.org/covers/92d3e351-4802-4e74-bbc4-e771a977b572/ffc2982d-fd3c-4630-a9f6-159d41d88d94.jpg",
    "altTitles": [
      {
        "en": "Getting to Know Grace"
      },
      {
        "en": "My Fair Grace"
      },
      {
        "ja": "マイ・フェア・グレイス"
      },
      {
        "ko": "그레이스 길들이기"
      },
      {
        "uk": "Знайомство з Ґрейс"
      }
    ],
    "description": {
      "en": "Andrew is the only daughter of the famous Grace family. She also has an incurable disease. Due to her family's high status in society, Andrew grew up with no friends save for her maid, Herta, whom she has become intensely infatuated with. Little does she know, her family is responsible for ruining Herta's life. Can Andrew break the hierarchy and be with her? Or will Herta end her suffering first…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46"
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2025-01-04T23:18:31+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c235406f-8e2d-4215-a351-265461fc6448",
    "title": {
      "en": "Bowblade Spirit"
    },
    "updatedAt": "2024-06-06T09:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/c235406f-8e2d-4215-a351-265461fc6448/70e64c21-b800-4f59-a5f4-a5a690a6053d.jpg",
    "altTitles": [
      {
        "ko": "궁귀검신"
      },
      {
        "ko-ro": "Gunggwigeomsin"
      },
      {
        "ru": "Владыка Лука и Клинка"
      },
      {
        "en": "Lord of the Bow and Blade"
      },
      {
        "fr": "L'esprit de L'arc-Lame"
      }
    ],
    "description": {
      "en": "The bow is a weapon that dominates everything in sight, even for targets hiding at distances too far for the eyes to see. Just imagine a weapon you cannot even see targeting your life. What could possibly be scarier than that? A training regime from hell with a brutal grandfather. A joyful trip to Zhongyuan in search of a wife. The rise of a hero who will overturn the Murim world. Ki Guided Arrow - a fresh take on Ki Guidance that is stronger than both the Ki Guided Sword and Blade! Fire the arrow into tomorrow!  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "fr": "L'arc est une arme qui domine tout ce qui est en vue, même pour les cibles qui se cachent à des distances trop éloignées pour que les yeux puissent les voir. Imaginez une arme que vous ne pouvez même pas voir et qui vise votre vie. Qu'est-ce qui pourrait être plus effrayant que cela ? Un régime d'entraînement de l'enfer avec un grand-père brutal. Un joyeux voyage à Zhongyuan à la recherche d'une femme. L'ascension d'un héros qui va bouleverser le monde des Murim. La Flèche Guidée Ki - une nouvelle version de la Flèche Guidée Ki qui est plus forte que l'Épée et la Lame Guidée Ki! Lancez la flèche dans le futur!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ko": "조돈형 작가의 궁귀검신, 만화로 다시 태어나다!\n \n\"활이라는 것은 눈에 보이는 거리를 뛰어넘어 그 뒤에 도사리고 있는 생명까지 지배하는 병기다. 눈에 보이지도 않는 무기가생명을 노린다고 가정을 해 보거라. 이보다 두려운 것이 또 무엇이 있겠느냐?\"\n \n악덕 조부와의 고난에 찬 수련행.\n정혼녀를 찾아 떠난 즐거운 중원행.\n어지러운 무림을 바로잡는 영웅행.\n이기어검과 이기어도를 능가하는 이기어시의 신선한 등장! \n내일을 향해 쏘아 볼까나?!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ru": "Лук - это оружие, способное убить не только того, кто стоит на видном месте, но и воина, запрятавшегося в гуще событий. Только представьте, как в вас целится орудие, которого не видно. Черт, да что вообще может быть страшнее?\n\nИ так, наше приключение… начинается.. История великого труженика… история... о путешествии в поисках женщины, назначенной ему судьбой. О герое... о воине, что пройдет грандиозный путь… во имя добра и справедливости. Это сказ о непобедимом… властелине лука и меча.\n\nЛетящая стрела укажет путь, я буду следовать за ней, покуда не взойду… на Олимп славы!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "147"
  },
  {
    "mangaId": "b9ab7de1-df4c-49f1-a7dd-6830eb6f7291",
    "title": {
      "en": "Terror Night"
    },
    "updatedAt": "2025-01-02T19:09:44+00:00",
    "coverArt": "https://mangadex.org/covers/b9ab7de1-df4c-49f1-a7dd-6830eb6f7291/124e4f8d-4a9a-4889-b89a-32954adad591.jpg",
    "altTitles": [
      {
        "en": "Teller Night"
      },
      {
        "ja": "テラーナイト"
      },
      {
        "zh": "恐怖骑士"
      }
    ],
    "description": {
      "en": "A certain town where rumors of the occult have suddenly been increasing.  \n  \nSei, who lives in this town, encounters a strange girl. The girl wrongly thinks Sei is hitting on her and ends up tagging along with him. However, as it turns out, the strange girl is a certain legendary existence…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "47"
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f85c1da-c739-4a62-a3eb-53e072ec582e",
    "title": {
      "en": "Wicked Spot"
    },
    "updatedAt": "2024-12-19T07:54:06+00:00",
    "coverArt": "https://mangadex.org/covers/6f85c1da-c739-4a62-a3eb-53e072ec582e/481c95cb-7a37-41fb-9d2d-768b11c6b9f0.jpg",
    "altTitles": [
      {
        "ja": "ウィキッドスポット"
      }
    ],
    "description": {
      "en": "Sada is a modern-day witch who is tired of living quietly deep in the mountains. In fact, she wants more attention! Why can't witches be known by humans?!　\n\nThis is a story of modern “witches” who break the curse and live freely and uninhibitedly!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef4b0094-cc78-489f-978e-d56e0ff28347",
    "title": {
      "en": "Otome Kaijuu Caramelize"
    },
    "updatedAt": "2023-07-26T20:41:29+00:00",
    "coverArt": "https://mangadex.org/covers/ef4b0094-cc78-489f-978e-d56e0ff28347/61592761-38ea-4ff8-8fb5-9684da5eea0e.jpg",
    "altTitles": [
      {
        "en": "Kaiju Girl Caramelise"
      },
      {
        "en": "Kaiju Girl Caramelizer"
      },
      {
        "en": "Meiden Kaiju Carameliser"
      },
      {
        "en": "Monster Maiden Caramelize"
      },
      {
        "en": "Otome Monster Caramelize"
      },
      {
        "ru": "Монстрик Карамелька"
      },
      {
        "ja": "乙女怪獣キャラメリゼ"
      },
      {
        "de": "Monstermäßig verknallt"
      }
    ],
    "description": {
      "en": "Afflicted by a \"mysterious illness,\" high school first year Kuroe has spent her entire life avoiding socializing with others. However, after coming into contact with Minami Arata, the most popular boy in school, something changes— and Kuroe's true powers are unleashed…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afa40bc8-34fa-4b03-a1e1-50f4eb79f9da",
    "title": {
      "en": "My Father Has Become a Beautiful Girl and It's a Lot of Pain"
    },
    "updatedAt": "2024-09-25T14:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/afa40bc8-34fa-4b03-a1e1-50f4eb79f9da/d7ae21a3-7950-4191-a386-996b07e6273b.png",
    "altTitles": [
      {
        "ja": "父親が美少女になってしまって色々つらい"
      },
      {
        "ja-ro": "Chichioya ga Bishoujo ni Natte Shimatte Iroiro Tsurai"
      },
      {
        "en": "My Father Turned into a Beautiful Girl and It's a Lot of Trouble."
      },
      {
        "ru": "Мой отец превратился в красивую девушку и это доставляет много хлопот."
      },
      {
        "id": "Ayah ku berubah menjadi gadis cantik dan itu sangat sulit bagi ku"
      }
    ],
    "description": {
      "en": "A successful but annoying dad got gender-swapped and became a beautiful girl. Now he has lost his job and has to depend on his son while slowly starting anew.",
      "ru": "Однажды в комнату Тацуи заходит красивая девушка... и, к его удивлению оказывается его отцом, который полностью изменился из-за шока от увольнения с работы! !\nХотя он и растерян перед своим отцом, потерявшим все (?), меняются ли мало-помалу отношения между родителем и ребенком, которые раньше были далекими? ? ?\nОтец Тацуи потерял все. Тацуя с недоумением смотрит на отца, но расстояние между отцом и сыном постепенно сокращается...?\nОтец – это мать, а сын – это отец? Нет, мой лучший друг — мой отец, а мой отец — мой лучший друг...?\nНовая комедия TS, которая, несмотря на то, что в социальных сетях ее называют \"физиологически невозможной\", на самом деле является удивительной историей отца и сына, которая согреет ваше сердце!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4ab519-495f-4dc9-9f8a-00f18de96fe8",
    "title": {
      "en": "The Great Ruler"
    },
    "updatedAt": "2024-09-07T20:53:46+00:00",
    "coverArt": "https://mangadex.org/covers/6e4ab519-495f-4dc9-9f8a-00f18de96fe8/4f3cd3c2-f9d1-4f19-b9de-d6f16bc8e17a.png",
    "altTitles": [
      {
        "zh-ro": "Da Zhu Zai"
      },
      {
        "zh-ro": "Dou Po Cang Qiong Zhi Da Zhu Zai"
      },
      {
        "en": "The Great Dictator"
      },
      {
        "zh": "大主宰"
      },
      {
        "zh": "斗破苍穹之大主宰"
      },
      {
        "zh-ro": "Dà Zhǔ Zǎi"
      },
      {
        "zh-ro": "Dòu Pò Cāng Qióng Zhī Dà Zhǔ Zǎi"
      },
      {
        "vi": "Đại chúa tể"
      },
      {
        "es-la": "El gran gobernante"
      }
    ],
    "description": {
      "en": "The Great Thousand World. It is a place where numerous planes intersect, a place where many clans live and a place where a group of lords assemble. The Heavenly Sovereigns appear one by one from the Lower Planes and they will all display a legend that others would desire as they pursue the road of being a ruler in this boundless world.  \n  \nIn the Endless Fire Territory that the Flame Emperor controls, thousands of fire blazes through the heavens.  \n  \nInside the Martial Realm, the power of the Martial Ancestor frightens the heaven and the earth.  \n  \nAt the West Heaven Temple, the might of the Emperor of a Hundred Battles is absolute.  \n  \nIn the Northern Desolate Hill, a place filled with thousands of graves, the Immortal Owner rules the world.  \n  \nA boy from the Northern Spiritual Realm comes out, riding on a Nine Netherworld Bird, as he charges into the brilliant and diverse world. Just who can rule over their destiny of their path on becoming a Great Ruler? In the Great Thousand World, many strive to become a Great Ruler.  \n  \n*Note : The Comic Format Change From Normal Page to Longstrip Starting at Chapter 84,*",
      "vi": "Trong đại thiên thế giới, nơi các vị diện giao thoa, vạn tộc lập quần hùng, lần lượt là những thiên vương từ các hạ vị diện, trong đại thiên thế giới này, đang lập nên những huyền thoại mà mọi người khao khát, theo đuổi chúa tể chi lộ. Đạo tranh phía trước, ta chính là đại chúa tể!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tensei Shimashita"
    },
    "updatedAt": "2024-10-21T10:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "id": "Reinkarnasi Menjadi Abangnya Villainess"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist! Clenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine. Relying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister--",
      "id": "\"Abwang?\"\n\nCain, orang yang baru saja bereinkarnasi menjadi salah satu target kencan di sebuah otome game, tiba-tiba berteriak karena melihat keimutan adik perempuannya, Diana.\nAku tidak menyangka kalau malaikat kecil ini akan menjadi seorang villainess dengan akhir yang tragis-- Tidak, aku tidak akan membiarkan masa depan seperti itu terjadi!\nDengan mengepalkan tangannya, dia bertekat untuk membesarkan adik perempuannya menjadi seorang wanita yang baik hati dan tidak sombong, sembari menghilangkan segala masa lalu yang buruk dari para target kencan lain menggantikan sang tokoh utama.\nBergantung pada pengetahuannya tentang gamenya di kehidupan yang dulu dan juga pengalamannya sebagai anak yatim piastu, semuanya dilakukan demi adik perempuannya-- dan akhirnya, tantangan bagi sang kakak akan dimulai sekarang!",
      "ja": "ゲーム実況中に過労死し、乙女ゲームのキャラ・カインに転生した俺は、妹・ディア―ナの圧倒的可愛さに心を奪われた。しかし、このままゲーム世界が進んでいけば、妹は辺境の地で凌辱されたり、暗殺者に殺される壮絶なバットエンドを迎えると決まっていた。「この世界で妹を幸せにする!!」そう誓った俺は妹を淑女に育てながら、ゲームのシナリオに逆らっていく。そう、すべては愛する妹のため……。「おにーたま、ディ、にんじんもたべたのです!」「えらい! ディアーナは何て素晴らしいんだ!!!」"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be5a9292-79c6-4db1-8a30-9e5e6b3d8f64",
    "title": {
      "en": "Normality and Monsters"
    },
    "updatedAt": "2024-10-31T00:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/be5a9292-79c6-4db1-8a30-9e5e6b3d8f64/70650332-c2b8-4945-a910-fef0e61692f5.jpg",
    "altTitles": [
      {
        "ja": "フツーと化け物"
      },
      {
        "ja-ro": "Futsuu to Bakemono"
      },
      {
        "en": "The Story About a Monster Teaching Common Sense"
      }
    ],
    "description": {
      "en": "Itou-san, who’s poor at interpersonal relations, was jealous of her mild-mannered classmate Takahashi-san, who gets along well with everyone. But one day, she witnesses Takahashi-san swallow a person whole. Takahashi-san was a monster mimicking a human!\n\nSuch a terrifying monster was calmly blending in with the class – that’s extremely admirable!! I definitely want to be her friend!!\n\nAnd so Itou-san learns the “normality” of human society from Takahashi-san the monster. But while Itou-san is in high spirits, Takahashi-san has her own motives…\n\nA tag team between a prodigy author and the spirited illustrator behind “Youjo Senki” brings forth a thundering tale of maidens whose youthful impatience and yearning jumble together and accelerate! (Translated from the Bookwalker description for Volume 1.)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-10-04T14:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/ab9ca73f-9f3f-4455-ad01-6b2fd0b106e4.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      },
      {
        "ru": "Медалистка"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "665201ac-552a-434d-8b09-c62c6bf6e693",
    "title": {
      "en": "Zekkyou Gakkyuu Tensei"
    },
    "updatedAt": "2024-10-13T09:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/665201ac-552a-434d-8b09-c62c6bf6e693/368f99a9-776a-4dcc-9102-ae570adf49d3.jpg",
    "altTitles": [
      {
        "en": "Scary Lessons - Reincarnation"
      },
      {
        "ja": "絶叫学級 転生"
      },
      {
        "vi": "Lớp học rùng rợn - Tái Sinh"
      }
    ],
    "description": {
      "en": "A reboot of the award winning series Zekkyou Gakkyuu, with brand new stories."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29db42e1-f045-4512-85b8-e3dc5d24bcff",
    "title": {
      "en": "Kimi yo de Ato Mou Sukoshi"
    },
    "updatedAt": "2024-12-26T15:41:16+00:00",
    "coverArt": "https://mangadex.org/covers/29db42e1-f045-4512-85b8-e3dc5d24bcff/a003d777-f5a3-4d19-989a-f41de0f18c1c.png",
    "altTitles": [
      {
        "ja": "君よであともう少し"
      },
      {
        "ja-ro": "Kimiyo de ato mōsukoshi"
      },
      {
        "ru": "Ещё немного, чтобы дотянуться до тебя"
      }
    ],
    "description": {
      "en": "Haruko is a girl who worries about her height. Sho is a boy who worries about his shortness. Haruko befriends the cheerful Maki, Sho is friends with the caring Kouta. This is a warm and touching story about their youth.",
      "ru": "Харуко - девочка, переживающая из-за своего высокого роста. Сё - мальчик, переживающий из-за своего низкого роста. Харуко дружит с весёлой Маки, Сё - с заботливым Коутой. Это тёплая и щемящая история об их юности."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2025-01-05T22:31:13+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/6ae7c384-8f33-4c29-a062-ff71628c2e95.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3225971b-272f-482f-9f8f-df2a4e466b27",
    "title": {
      "en": "Kimi wa, Nina Janai"
    },
    "updatedAt": "2024-11-12T17:14:58+00:00",
    "coverArt": "https://mangadex.org/covers/3225971b-272f-482f-9f8f-df2a4e466b27/20a18ef5-9349-44b5-a2c1-8eeb0195a509.jpg",
    "altTitles": [
      {
        "ja": "きみは、ニーナじゃない"
      },
      {
        "en": "You Are Not NINA!"
      },
      {
        "ja-ro": "Kimi wa, Nina Ja nai"
      },
      {
        "ja-ro": "Kimi wa Nina Ja nai"
      },
      {
        "ja": "きみは ニーナじゃない"
      }
    ],
    "description": {
      "en": "The only solace for this young man, who has withdrawn into his own shell after a heartbreak, is watching his \"idol\" on stream. Then one day, he suddenly finds himself hiding from a girl who turns out to be his \"idol\"...? A life-changing romance between a heartbroken boy and a streamer begins!",
      "pt-br": "Aoba é um jovem que sofreu um trauma devido a um terrível término de relacionamento. Por conta disso, desenvolveu medo de interagir com outras pessoas, deixou seu emprego e passou a viver fazendo trabalhos temporários, tendo como única alegria assistir às transmissões de sua streamer favorita. Certo dia, ao ser abordado por uma garota que costumava ver em seu caminho de volta para casa, ele acaba concordando em morar com ela? Ele fica surpreso ao descobrir que ela era justamente sua streamer favorita... Assim, tem início um romance transformador entre um rapaz de coração partido e uma streamer!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "41"
  },
  {
    "mangaId": "9b3286d4-41bd-4f26-ad72-acec588475f5",
    "title": {
      "en": "Shuffle Gakuen"
    },
    "updatedAt": "2023-05-26T01:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/9b3286d4-41bd-4f26-ad72-acec588475f5/131a7e39-7581-4e15-84c6-e2388ba331ad.jpg",
    "altTitles": [
      {
        "ru": "Перетасованная школа"
      },
      {
        "ja": "シャッフル学園"
      },
      {
        "en": "Shuffle school"
      }
    ],
    "description": {
      "en": "Shizuma Suzumori had a normal high school life until one day, a serial killer attacks the classroom."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "7868f6e6-a827-43dd-8d8c-41de097d7e0e",
    "title": {
      "en": "The Indomitable Wanderer"
    },
    "updatedAt": "2025-01-06T18:46:31+00:00",
    "coverArt": "https://mangadex.org/covers/7868f6e6-a827-43dd-8d8c-41de097d7e0e/8709b1a2-2c50-486d-aed7-d494cc3b8d1c.jpg",
    "altTitles": [
      {
        "ko": "불멸낭인"
      }
    ],
    "description": {
      "en": "I am a wanderer martial artist. I don’t shy away from blood, but I’m ready to retire. Should I take one last job? or not?\n\nFor many long years, he has roamed as a wandering martial artist's, living as a hired blade to make ends meet.\n\nBut now, he finds himself utterly penniless, living in poverty with nothing to his name.\n\nAs a master of martial arts at the peak level, he makes a decision, to take on one final, high-stakes mission, earn a fortune, and put an end to his life as a wanderer.\n\nThe story follows his journey as he takes on this last assignment and the unexpected twists that unfold along the way."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "009c62ce-6064-4409-9949-4f00ba6d593c",
    "title": {
      "en": "Cheat Skill \"Shisha Sosei\" ga Kakusei Shite, Inishie no Maougun wo Fukkatsu Sasete Shimaimashita"
    },
    "updatedAt": "2024-10-30T01:30:21+00:00",
    "coverArt": "https://mangadex.org/covers/009c62ce-6064-4409-9949-4f00ba6d593c/2034377b-8886-4b92-b0f7-686c9bd56d77.jpg",
    "altTitles": [
      {
        "en": "My Cheat Skill [Resurrection] Revived Me, and I Ended up Resurrecting the Ancient Demon Lord’s Army. ~The Strongest Healer That Won’t Let Anyone Die~"
      },
      {
        "ja": "チートスキル『死者蘇生』が覚醒して、いにしえの魔王軍を復活させてしまいました"
      },
      {
        "ja": "チートスキル『死者蘇生』が覚醒して、いにしえの魔王軍を復活させてしまいました～誰も死なせない最強ヒーラー～"
      },
      {
        "ja-ro": "Cheat Skill \"Shisha Sosei\" ga Kakusei Shite Inishieno Maougun wo Fukkatsu Sasete Shimaimashita ~Dare mo Shinasenai Saikyou Hiiro~"
      },
      {
        "zh-hk": "覺醒開掛技能【死者蘇生】，然後將古老的魔王軍復活了"
      },
      {
        "zh-hk": "覺醒開掛技能【死者蘇生】，然後將古老的魔王軍復活了～誰也不會死亡的最強英雄～"
      },
      {
        "zh": "觉醒开挂技能【死者苏生】，然后将古老的魔王军复活了"
      }
    ],
    "description": {
      "en": "Licht, a young man who has the special ability, \"Resurrection,\" makes his living as a member of an S-Rank Adventurer's Party. However, the king, who feared his power, ordered his comrades to betray him, and in the end, executed him in an unfair manner. But Licht, who was fortunate enough to be revived because of his own skill, now swears to carry out his revenge on humanity…",
      "pt-br": "Licht, um jovem que tem a habilidade especial, [Ressurreição], ganha a vida como membro de um grupo de Aventureiros da classe S. No entanto, o rei, que temia seu poder, ordenou que seus companheiros o traíssem e, no final, o executaram de maneira injusta. Mas Licht, que teve a sorte de ser revivido por causa de sua própria habilidade, agora jura se vingar da Humanidade ."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bcc56f0-1b71-4542-b7b1-74db4fab2d72",
    "title": {
      "en": "Koisuru (Otome) no Tsukurikata"
    },
    "updatedAt": "2024-10-11T20:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/3bcc56f0-1b71-4542-b7b1-74db4fab2d72/8670bc1c-bf71-4bdf-9f9f-4285ae44a439.jpg",
    "altTitles": [
      {
        "es-la": "Convertí a my amigo de la infancia (♂) en una chica"
      },
      {
        "id": "Gue Ubah Teman Masa Kecil (♂) Gue Jadi Cewek"
      },
      {
        "en": "I Think I Turned My Childhood Friend (♂) Into a Girl"
      },
      {
        "en": "How to Make a \"Girl\" Fall in Love"
      },
      {
        "ja-ro": "Koisuru Otome no Tsukurikata"
      },
      {
        "ja-ro": "Osananajimi (♂) wo Onnanoko ni Shiteshimatta Hanashi"
      },
      {
        "pt-br": "Transformei meu amigo de infância (♂) em uma garota"
      },
      {
        "ja": "幼馴染（♂）を女の子にしてしまった話"
      },
      {
        "ja": "恋する（おとめ）の作り方"
      },
      {
        "en": "I Think I Turned My Childhood Friend Into a Girl"
      },
      {
        "th": "เมคอัปรักเสกนายให้สวยปิ๊ง"
      },
      {
        "zh-hk": "戀愛（少女）的培育法"
      }
    ],
    "description": {
      "en": "A popular guy who's secretly interested in cosmetics asks to practice makeup on his dull childhood friend... and he ends up looking cute?!",
      "id": "Seorang siswa SMA yang populer diam-diam suka dunia kosmetik, dan meminta teman masa kecilnya yang dekil untuk latihan dandan… tapi, teman masa kecilnya malah jadi imut!?",
      "es-la": "Un muchacho popular que en secreto está interesado en cosméticos le pide a su amigo simplón dejarlo maquillarle para practicar… ¿¡Y termina viéndose bello(a)!?",
      "pt-br": "Um garoto popular que está secretamente interessado em cosméticos pede para praticar maquiagem em seu amigo de infância … e ele acaba ficando uma Linda Garota ?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db1e0f80-1b09-4652-9029-a733e8020828",
    "title": {
      "en": "Shin Mahouka Koukou no Rettousei: Cygnus no Otome-tachi"
    },
    "updatedAt": "2024-12-02T14:11:21+00:00",
    "coverArt": "https://mangadex.org/covers/db1e0f80-1b09-4652-9029-a733e8020828/8ed4835c-98ec-4d8f-bdac-06356f57406b.jpg",
    "altTitles": [
      {
        "ja": "新・魔法科高校の劣等生　キグナスの乙女たち"
      },
      {
        "en": "New The Irregular at Magic High School: Cygnus Maidens"
      },
      {
        "ru": "Новый непутевый ученик в школе магии: Девы-Лебеди"
      }
    ],
    "description": {
      "en": "Follows two girls named Arisa and Marika. Though raised as sisters, Arisa is one day entrusted to the elite Jumonji magical family, separating them for two years. Now, both are enrolled at First High School, and finally reunite.",
      "ja": "伝説の魔法師・司波達也とその妹・深雪が卒業して一年。魔法科高校に二人の少女が入学する。十文字アリサと遠上茉莉花。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95980b06-b360-48c9-bf42-adc1b8d8ce32",
    "title": {
      "en": "Monsters Convent"
    },
    "updatedAt": "2024-12-11T20:22:30+00:00",
    "coverArt": "https://mangadex.org/covers/95980b06-b360-48c9-bf42-adc1b8d8ce32/8d049845-906f-4659-af10-07fe12a8c77e.png",
    "altTitles": [
      {
        "pt-br": "Convento de Monstros: Ordem Signiana de Missa"
      },
      {
        "la": "Conventus Monstrorum: Ordo Signae de Missa"
      },
      {
        "en": "Monsters' Convent: Signian Order of Missa"
      }
    ],
    "description": {
      "en": "Gags of a Catholic Convent on a Fantasy World.",
      "pt-br": "Tirinhas sobre um Convento Católico num mundo de fantasia."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "496b7402-6272-46b5-bf99-1f216acd20df",
    "title": {
      "en": "Rebirth in the End Times: I Reached the Top by Opening Boxes"
    },
    "updatedAt": "2024-09-14T18:11:47+00:00",
    "coverArt": "https://mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "altTitles": [
      {
        "zh": "末世重生：我靠开箱子问鼎巅峰"
      }
    ],
    "description": {
      "en": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09bbbb75-1086-4e7c-b775-ae9ee1816e0d",
    "title": {
      "en": "Versus"
    },
    "updatedAt": "2024-11-03T15:04:40+00:00",
    "coverArt": "https://mangadex.org/covers/09bbbb75-1086-4e7c-b775-ae9ee1816e0d/799acf11-9176-4022-bd9e-cb690d6bf58a.jpg",
    "altTitles": [
      {
        "ja": "バーサス"
      },
      {
        "en": "VERSUS"
      },
      {
        "ru": "Противостояние"
      },
      {
        "uk": "Протистояння"
      }
    ],
    "description": {
      "cs": "Lidstvo bylo po stovky let utlačováno kvůli vzestupu a invazi našich přirozených nepřátel \"démonů\". Světu vládl \"Velký král démonů\" a jeho 47 \"ďábelských vládců\". Zatímco lidé žijí ve strachu, 47 lidí bylo vybráno z celého světa a zíkslai titul \"Hrdinové\" a připravují se na boj proti armádě velkého krále démonů. A nyní začíná plán jak zachránit lidstvo, jehož osud je teď na tenkém ledě.",
      "en": "Centuries ago, humanity’s natural enemy, “Demons,” invaded the world and oppressed humankind. The Great Demon Lord and 47 subordinates known as Demon Lords have since dominated the world, while the human race lives on in fear.\n\nIn desperation, a last-ditch effort for humanity’s very survival is placed in the hands of 47 people gathered from across the world. These heroes will oppose the demon army and win back humanity’s freedom…or die trying!\n___\n**Compositor:** [bose](https://mangadex.org/author/aa8eb4f2-d4a2-4c4e-b6e8-2394f3b09b71)\n\n**Alt Official English:** [K MANGA - United States only!](https://kmanga.kodansha.com/title/10569/episode/349625)",
      "ja": "天敵“魔族”の台頭と侵攻により、人類が虐げられ続けて数百年。世界は“大魔王”と、その配下である47体の“魔王”により支配されていた。人々は怯えて暮らしながらも、世界中から選び抜かれた47人を“勇者”と名付け、魔王軍に対抗すべく準備を進めていた。そして今、人類の存亡を懸けた決死の作戦が始まろうとしていた―――。",
      "ru": "Уже сотни лет человечество вынуждено существовать под гнётом своих естественных врагов — демонов, сумевших захватить мир. В их главе стоит Повелитель тьмы, и в подчинении его находятся сорок семь Королей.\nОднако среди людей, чей дух сломлен вековым страхом, было отобрано столько же наречённых Героев, готовых сразиться с демонической армией. И, кажется, отчаянная борьба за судьбу человеческой расы начинается прямо сейчас...",
      "pt-br": "A humanidade foi oprimida por centenas de anos devido à ascensão e invasão do inimigo natural \"demônios\". O mundo era governado pelo \"Grande Lorde Demônio\" e seus 47 \"Senhores Demônios\". Enquanto as pessoas vivem com medo, 47 pessoas selecionadas de todo o mundo foram nomeadas \"Heróis\" e estão se preparando para lutar contra o exército do Rei Demônio. E agora, uma operação desesperada com a sobrevivência da humanidade em jogo estava prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47c8e8a2-97fc-415e-aa78-f02b276612e2",
    "title": {
      "en": "Sore wa Rei no Shiwaza desu"
    },
    "updatedAt": "2024-09-22T15:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/47c8e8a2-97fc-415e-aa78-f02b276612e2/c67e3138-feb4-4522-b4b9-bd279435950c.jpg",
    "altTitles": [
      {
        "id": "Ini Pasti Kerjaan Tuh Setan"
      },
      {
        "en": "It's the work of the Ghost"
      },
      {
        "pl": "To jest sprawka ducha"
      },
      {
        "ja": "それは霊のしわざです"
      },
      {
        "zh": "那是幽灵搞的鬼"
      },
      {
        "ko": "그건 유령의 짓이예요"
      },
      {
        "hi": "അത് പ്രേതത്തിന്റെ പ്രവർത്തനമാണ് (Malayalam)"
      },
      {
        "hi": "यह भूत का काम है (Hindi)"
      },
      {
        "hi": "இது ஆவியின் வேலை (Tamil)"
      },
      {
        "th": "รักนี้ผีจัดให้"
      }
    ],
    "description": {
      "en": "My name is Torii Nozomu, a plain introvert. Suddenly a new transfer student, Kirishima Kyoko, sits next to me. She's cute, kind, and for some reason she proactively talks to me, even though I'm a nerd! A true saint. Yet I want to get involved with her as little as possible because she's haunted by a \"ghost\" that only I can see! She's a little naughty, extremely pure and, in some cases, horrifying! Will I ever find a way to handle her?",
      "fr": "Je m'appelle Torii Nozomi. Un jour, une nouvelle fille est arrivée dans ma classe. Elle est très jolie, mais le problème c'est qu'elle est suivie par un fantôme (très taquin) que je suis le seul à voir !",
      "ja": "地味で目立たない陰キャな僕、鳥居望(とりいのぞむ)。そんな僕の隣に席に転校生の霧島京子(きりしまきょうこ）ちゃんがやってきた。可愛くて優しくて、なぜか陰キャな僕にも積極的に話しかけてくれる「ぐう聖」な京子ちゃん！…だけど僕はなるべく彼女にかかわりたくない。だって、彼女には僕にだけ見える“霊”が憑いてるんだ！！！！――ちょっとエッチで、とびきりピュアで、ところによりホラー！？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "57.5"
  },
  {
    "mangaId": "e5d0f9ea-d04d-48ad-82c6-7387ef07c42c",
    "title": {
      "en": "I Really Don't Want to Be Reborn"
    },
    "updatedAt": "2024-05-28T01:32:10+00:00",
    "coverArt": "https://mangadex.org/covers/e5d0f9ea-d04d-48ad-82c6-7387ef07c42c/e3295a3f-c8b3-4b51-96ab-b5f3419ba852.png",
    "altTitles": [
      {
        "zh": "我真没想重生啊"
      },
      {
        "en": "I Really Don't Want to Remake"
      },
      {
        "vi": "Ta Không Muốn Trùng Sinh Đâu"
      }
    ],
    "description": {
      "en": "Little had I known, I Chen Hansheng; the former elite of society and a Diamond Bachelor, was reborn. When I woke up, I was a senior graduate in high school? \nLater, Chen Hansheng was walking near the crosswalk, he seemed hesitant. A precious girl; Shen Youchu and two other girls; Bai Yueguang and Xiao Rongyu, who will he pick? All of them? One of them? Two of them? Read to find out. \n\nSide Note:  Diamond Bachelor is a slang word that means someone who’s insanely rich and single."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-28T14:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      },
      {
        "pt-br": "Rainha do Drama"
      },
      {
        "id": "Ratu Drama"
      },
      {
        "uk": "Королева Драми"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "id": "Setelah menyelamatkan Bumi, para alien tinggal bersama manusia di Jepang. Nomamoto, seorang pekerja pabrik dengan bos alien yang kejam, suatu hari bertemu dengan Kitami, yang mengatakan bahwa keluarganya sendiri dibunuh oleh alien. Keduanya dengan cepat menjalin persahabatan, tetapi suatu hari Kitami melakukan hal yang tidak terpikirkan...",
      "ja": "<毎週月曜更新>宇宙人が地球を救ってから、人間と宇宙人が共に住むようになった日本。工場で宇宙人の上司にこき使われるノマモトは、家族を宇宙人に殺されたという北見と出会う。仲を深める2人だが、ある日北見がとんでもないことをしてしまい…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое...",
      "uk": "Після порятунку Землі прибульцями, Японія стала спільним домом для них та людей. Номото, яка змушена терпіти знущання від свого боса-прибульця на заводі, зустрічає Кітамі, чиє серце розбите втратою сім'ї, вбитої прибульцями. Між ними виникає щира дружба, яка переходить до здійснення їх бажань... винищення всіх прибульців...",
      "pt-br": "Após salvar a Terra, os alienígenas passaram a viver com os humanos no Japão. Nomamoto, uma operária de fábrica com um chefe alienígena abusivo, um dia conhece Kitami, que conta que sua própria família foi morta por alienígenas. Os dois rapidamente formam uma amizade, mas um dia Kitami faz o impensável…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]