[
  {
    "mangaId": "69378a10-ebcb-40fa-ad70-52b6f0a6658a",
    "title": {
      "en": "Ghost Story Club (Remake)"
    },
    "updatedAt": "2024-06-07T23:24:56+00:00",
    "coverArt": "https://mangadex.org/covers/69378a10-ebcb-40fa-ad70-52b6f0a6658a/31f46ed4-4b3d-4f71-a0fc-574f311d78f7.jpg",
    "altTitles": [
      {
        "ko": "괴담 동아리 (2024)"
      }
    ],
    "description": {
      "en": "Lee Joon was an ordinary high school student.\n\nDuring the entrance ceremony, he was caught up in a strange phenomenon and died.\n\n[You have died.] [Restarting from checkpoint.] [Loading…]\n\nBut then, a message appeared before his eyes.\n\n『Congratulations on your acceptance at Nakseong Highschool, the school of secrets and mysteries. Uncover the shady secrets hidden within the school, or fight against the legends and ghost stories of the campus in order to earn points to unlock special abilities. Additionally, you must gather comrades to prevent the resurrection of the Demon King before graduation. The world is in your hands.』"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f410254-75ea-42f4-826e-60921d498c3a",
    "title": {
      "en": "Dangan Tenshi Fan Club"
    },
    "updatedAt": "2023-01-11T16:16:14+00:00",
    "coverArt": "https://mangadex.org/covers/2f410254-75ea-42f4-826e-60921d498c3a/47b3890a-4385-44bf-bd01-0a2d8a9a84d2.jpg",
    "altTitles": [
      {
        "en": "Bullet Angel Fan Club"
      },
      {
        "ja": "弾丸天使ファンクラブ"
      },
      {
        "zh": "彈丸天使後援會"
      }
    ],
    "description": {
      "en": "Oneshot about a unique magical girl.  \r\n  \r\n*(The raw link leads to a partially redrawn version by the artist.)*"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3843d4d1-ddde-430e-91d7-7f9a322b1116",
    "title": {
      "en": "Tokyo Aliens"
    },
    "updatedAt": "2024-03-26T12:47:25+00:00",
    "coverArt": "https://mangadex.org/covers/3843d4d1-ddde-430e-91d7-7f9a322b1116/f39fbb1c-b2ae-4425-adef-768f9455c2f6.jpg",
    "altTitles": [
      {
        "ja": "東京エイリアンズ"
      },
      {
        "ko": "도쿄 외계인"
      },
      {
        "zh": "东京异星人"
      }
    ],
    "description": {
      "en": "Gunji Akira, who has just started high school, has been chasing after his father's ghost by trying to become a police officer just like him. One day however, he has a surprise encounter with an alien while leaving school. And there begins the start of his fateful adventures with extraterrestrial life…",
      "vi": "Một ngày đẹp trời, Gunji Akira, một học sinh trung học bình thường đã đặt chân lên toa tàu định mệnh; và từ đó, cuộc đời cậu đã thay đổi hoàn toàn. Câu chuyện gay lọ à nhầm gay cấn đã bắt đầu~"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "519acffd-f2a1-4d24-8ec4-fe98c6cd7dc1",
    "title": {
      "en": "Usemono Yado"
    },
    "updatedAt": "2023-04-13T17:53:41+00:00",
    "coverArt": "https://mangadex.org/covers/519acffd-f2a1-4d24-8ec4-fe98c6cd7dc1/74dc0d1e-1fe2-46ad-9d29-1376a1d9aa81.png",
    "altTitles": [
      {
        "en": "Inn of the Lost Things"
      },
      {
        "ja": "うせもの宿"
      },
      {
        "ja-ro": "Usemo no Yado"
      },
      {
        "es": "La Posada de los Objetos Perdidos"
      },
      {
        "vi": "Nhà Trọ Của Những Điều Đã Mất"
      },
      {
        "en": "The Inn of Lost Things"
      },
      {
        "ko": "우세모노 여관"
      },
      {
        "tr": "Kayıp Eşyalar Hanı"
      },
      {
        "zh-hk": "失物旅馆"
      }
    ],
    "description": {
      "en": "There is an inn that you can visit where you'll find old things you thought were lost forever.  An old inn with a girl-like proprietress. It is said that visitors who visit there always find what they have lost. What are the many dramas and hidden mysteries that occur in the mysterious \"lost lodging\"? \n\nA surprise and moving Japanese-style fantasy drawn by Toshihide Hozumi, whose debut comic \"Shiki no Mae-ichi\" and the first serialization \"Sayonara Sorcie\" were a big hit.",
      "fr": "Il existe une auberge où l'on peut trouver ce que l'on a perdu ou ce que l'on ignore avoir perdu…"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "52925883-c86a-4f3c-a315-877a01258e14",
    "title": {
      "en": "The Witch and the Beast"
    },
    "updatedAt": "2024-03-31T20:55:22+00:00",
    "coverArt": "https://mangadex.org/covers/52925883-c86a-4f3c-a315-877a01258e14/17fe4455-0f90-43d0-a084-7231bde7b264.jpg",
    "altTitles": [
      {
        "ja": "魔女と野獣"
      },
      {
        "vi": "Phù thủy và Quái thú"
      },
      {
        "ru": "Ведьма и чудовище"
      },
      {
        "ja-ro": "Majo to Yajuu"
      }
    ],
    "description": {
      "en": "The stage; a city where \"witches\" collect people's worship. Who appeared there was a man carrying a coffin, and a girl with a beast's eyes. Their prey, \"Witches\"! And nothing else. When the evil \"witch\" and the starved \"beast\" meet, their magnificent and fierce battle begins!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10214/episode/314025) (U.S. Only), [Kodansha](https://kodansha.us/series/the-witch-and-the-beast/)",
      "ja": "舞台は“魔女”が人々の崇拝を集める街――。そこに現れたのは、棺桶を背負う男と、獣の目をした少女。彼等の求める獲物は“魔女”、そのただ一つ。悪しき“魔女”と飢えた“野獣”が出会う時、華麗にして苛烈な戦いの幕が開く！",
      "vi": "Ashaf là một anh chàng tao nhã với tác phong tinh tế, mang theo quan tài và đoàn tùy tùng quạ đen. Còn Guideau lại là một cô gái hoang dại, đầy bạo lực, với cặp răng nanh và đôi mắt như loài dã thú.\nBỗng một ngày, bộ đôi kỳ lạ này đặt chân đến thành phố bị thống trị bởi phù thủy - người được tung hô như một vị anh hùng nơi đây. Nhưng cả Ashaf và Guideau đều biết rõ: \"Phù thủy là những kẻ mang đến sự nguyền rủa và tai ương\". Không một ai có thể cản bước họ, dù có là đám đông phẫn nộ hay là cả một đội quân đi chăng nữa...\nMột câu chuyện cổ tích u ám mang phong cách Steampunk & Gothic, đậm đà chất ma thuật! \"Phù thủy và Quái thú\" chắc chắn sẽ lôi cuốn bất cứ độc giả nào đang ngóng chờ một tựa truyện thể loại hành động và kỳ ảo mới toanh."
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "951034a6-f967-49d0-bbbe-72e2344214f0",
    "title": {
      "en": "Ryu's Road"
    },
    "updatedAt": "2023-02-13T02:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/951034a6-f967-49d0-bbbe-72e2344214f0/2bd5164d-ad88-4f63-b1e9-268c438cc958.png",
    "altTitles": [
      {
        "fr": "Le voyage de Ryu"
      },
      {
        "pt": "O Caminho do Dragão"
      },
      {
        "en": "The Road of Ryu"
      },
      {
        "en": "The Way of Ryu"
      },
      {
        "ja": "リュウの道"
      },
      {
        "ja-ro": "Ryuu no Michi"
      }
    ],
    "description": {
      "en": "Ryu stows away on a space vessel, only to be found by the crew when it's far to late to return to earth. So they stick him in a spare sleep capsule instead. Things take a turn for the unexpected, however, when Ryu wakes up to find himself the sole survivor of the expedition, the spaceship having crash landed on a grossly mutated and wholly unfamiliar Earth. Joining forces with fellow survivors from a different crash, Ryu and his comrades fight to survive on this new and deadly Earth as they search for any humans that might've made it through the mysterious apocalypse.\n\nThe Second part of the Ryu Trilogy"
    },
    "status": "completed",
    "releaseDate": 1969,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "28.2"
  },
  {
    "mangaId": "4e421eb8-d4a0-4096-86db-ca5e3fc42c5d",
    "title": {
      "en": "Pumpkin Night"
    },
    "updatedAt": "2024-05-24T23:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/4e421eb8-d4a0-4096-86db-ca5e3fc42c5d/50d0d034-d01d-4be8-88f3-dd029c6debfa.jpg",
    "altTitles": [
      {
        "es": "Noche de calabazas"
      },
      {
        "ja": "パンプキンナイト"
      },
      {
        "kk": "Асқабақ түні"
      }
    ],
    "description": {
      "en": "A deformed female human goes out with a pumpkin on her head to kill all those who bullied her in the past after escaping from a mental hospital.",
      "es": "Una deforme chica sale con una calabaza en su cabeza para matar a todos aquellos que la acosaron en su pasado después de escapar de un manicomio.",
      "fr": "Victime de sévices orchestrés aux yeux de tous par ses camarades de classe, une collégienne a été interné dans un hôpital psychiatrique. Plusieurs mois plus tard, alors que ses bourreaux sont aujourd’hui au lycée, ils apprennent qu’elle s’est échappée en tuant tout le personnel hospitalier qui a tenté de lui barrer la route et qu’elle est bien décidé à se venger d’eux.",
      "kk": "Бет әлпеті қатты зақымданған, оқушы қыз, бұрын оны келеке еткен адамдардың жандарын алу үшін, ауруханадан қашып шығады.",
      "pt": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que a maltrataram no passado depois de escapar de um hospital psiquiátrico.",
      "pt-br": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que fizeram bullying com ela no passado depois de escapar de um hospital psiquiátrico."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d080f85f-a6ef-4e0a-9569-c0709b60d8c0",
    "title": {
      "en": "Isshou Senkin"
    },
    "updatedAt": "2024-04-11T23:55:17+00:00",
    "coverArt": "https://mangadex.org/covers/d080f85f-a6ef-4e0a-9569-c0709b60d8c0/444b7ff9-ba6d-4de8-b9d0-0a462c5d0404.jpg",
    "altTitles": [
      {
        "ja": "一勝千金"
      },
      {
        "en": "STAR: Strike it Rich"
      },
      {
        "en": "ST✰R: Strike it Rich"
      },
      {
        "ru": "Звезда: Бей, богатей"
      },
      {
        "ru": "Бесценная Победа"
      }
    ],
    "description": {
      "en": "“Yup! Just as slow as I thought.”\n\nAfter retiring from public fighting and getting fired from underground fighting, 27 year old Tenma Nozomi's zest for life is gradually dwindling away. It's hard to be at the bottom with nowhere to go, and that's exactly where she and her two friends are. However, Nozomi hits upon an idea that may just solve all of their problems: they could make their own underground fighting circuit for women, and tap into an underexplored market. As good as that sounds, her insistence on including the unknown quantity Hongou Hina may prove to be more than she bargained for..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei Doesn't Know about Embarrassment"
    },
    "updatedAt": "2024-05-30T21:51:53+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/4e02cfa9-56d4-42af-b027-4ea3c774b6d0.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "ja-ro": "Akanabe-sensei wa Tereshirazu"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com elegância."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee394872-62df-4c49-b73d-769428f47f6a",
    "title": {
      "en": "Ghoul ga Sekai wo Sukutta Koto wo Watashi dake ga shitteiru"
    },
    "updatedAt": "2024-04-15T18:58:24+00:00",
    "coverArt": "https://mangadex.org/covers/ee394872-62df-4c49-b73d-769428f47f6a/3eb639d9-871e-470c-b5e1-802f67752821.jpg",
    "altTitles": [
      {
        "ja": "グールが世界を救ったことを私だけが知っている"
      },
      {
        "en": "Only I Know the Ghoul Saved the World"
      }
    ],
    "description": {
      "en": "“I’m not a hero. I’m a monster that devours monsters.” In a chaotic world where ferocious monsters run rampant, there was a “monster” who inherited the title of “hero” in the holy city, the last bastion of humanity on the brink of extinction. Alice, a rookie adventurer, was attacked by a large pack of dog people (Kobolds) during her first ‘dungeon’ exploration. The one who saved her life was Leon, the third-generation “Savior” hero, who, despite having the body of a monster (Ghoul), possesses a human heart.\n\n“I’m nothing but a defiled ghoul who keeps on killing monsters.”\n\n“No, you’re the only hero who can save the world.”\n\nFor some reason, Alice, who admires him, applies to become Leon’s disciple."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b0c80ec-c8db-43c1-840c-6d126c78d09f",
    "title": {
      "en": "Shijou Saikyou no Mahou Kenshi, F Rank Boukensha ni Tensei Suru"
    },
    "updatedAt": "2024-04-16T17:06:33+00:00",
    "coverArt": "https://mangadex.org/covers/1b0c80ec-c8db-43c1-840c-6d126c78d09f/3314b4b6-231d-4b29-a4fa-74931b552e00.jpg",
    "altTitles": [
      {
        "ja-ro": "Shijou Saikyou no Mahou Kenshi, F Rank Boukensha ni Tensei Suru ~ Kensei to Matei, 2 Tsu no Zense o motta Otoko no Eiyuutan"
      },
      {
        "ja-ro": "Shijou Saikyou no Mahou Kenshi, F Rank Boukensha ni Tensei Suru ~ Kensei to Matei, 2 Tsu no Zense wo motta Otoko no Eiyuutan"
      },
      {
        "en": "The Strongest Magical Swordsman Ever Reborn as an F-Rank Adventurer"
      },
      {
        "ja": "史上最強の魔法剣士、Fランク冒険者に転生する"
      },
      {
        "ja": "史上最強の魔法剣士、Fランク冒険者に転生する　～剣聖と魔帝、2つの前世を持った男の英雄譚～"
      },
      {
        "zh": "最强之人转生成F级冒险者"
      },
      {
        "ko": "사상 최강의 마법검사, F랭크 모험자로 전생한다"
      },
      {
        "ko": "사상 최강의 마법검사, F랭크 모험자로 전생한다~검성과 마제, 2개의 전생을 가진 남자들의 영웅담~"
      }
    ],
    "description": {
      "en": "Yuri was the hero who saved the world, being called \"Demon Emperor\" in his first reincarnation and \"Sword Saint\" in his second reincarnation. However, before he knew it, he was considered a \"monster\" and was shunned by people. Yuri finally gets fed up and decides to live 100% for himself next time.\n\nHe reincarnates into the future and is immediately attacked by monsters. As he defends himself, Yuri acquires the skills of his previous lives and quickly annihilates his enemies. Eventually, Yuri arrives at the adventurers guild and decides to start his life as an F-rank novice adventurer while hiding his true strength. \n\nA different world fantasy of a man who has mastered both magic and swordsmanship begins!!",
      "id": "Aizawa Yuri telah bereinkarnasi sebanyak 2x dan ia telah lelah menjadi penguasa ini dan itu. Dengan skill miliknya memungkinkan ia mendapatkan artefak reinkarnasi, dan ia memulai kesehariannya di dunia barunya!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36ce18f6-7ed7-4c57-92da-c320a2272ddb",
    "title": {
      "en": "It Is Painful!"
    },
    "updatedAt": "2024-05-23T20:00:22+00:00",
    "coverArt": "https://mangadex.org/covers/36ce18f6-7ed7-4c57-92da-c320a2272ddb/c181df50-271f-4375-bd15-688e8cd5dfb9.jpg",
    "altTitles": [
      {
        "ja": "痛いんです"
      },
      {
        "ja-ro": "Itain desu"
      },
      {
        "ja-ro": "Itai ndesu"
      },
      {
        "ja-ro": "Itai n desu"
      }
    ],
    "description": {
      "en": "What level of pain can you tolerate? Is it 1? Or is it 6? Let’s go to the theme park of pain…\n\nA collection of painful events that people have experienced sorted in the “Pain Level Scale”, from 1 to 6.\n\n\nNote: Sukima.me lists there being 23 chapters because they merged 3 and 4. There are 24 chapters."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-05-31T07:35:48+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/83ce9ee1-775d-4be3-9956-82e464f6291f.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa Is My Senior, and My Friend."
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "en": "Noa-sempai Is My Friend."
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b171f64-89a5-4c37-b5f9-75cca57e8787",
    "title": {
      "en": "Hazure Waku no Joutai Ijou Skill de Saikyou ni Natta Ore ga Subete wo Juurin Suru made"
    },
    "updatedAt": "2024-01-12T01:31:49+00:00",
    "coverArt": "https://mangadex.org/covers/0b171f64-89a5-4c37-b5f9-75cca57e8787/8fef6473-8b55-4cd1-a3ea-2db6cf53674b.jpg",
    "altTitles": [
      {
        "en": "Failure Frame: I Became the Strongest and Annihilated Everything With Low-Level Spells"
      },
      {
        "ru": "Я стал самым сильным с провальным навыком 【 ненормальное состояние】, я разрушу всё"
      },
      {
        "ja": "ハズレ枠の【状態異常スキル】で最強になった俺がすべてを蹂躙するまで"
      },
      {
        "ko": "꽝취급 받는 [상태이상 스킬]로 최강이 된 내가 전부 유린할 때까지"
      },
      {
        "zh": "最强的我最终蹂躏一切"
      },
      {
        "zh-hk": "靠廢柴技能【狀態異常】成為最強的我將蹂躪一切"
      }
    ],
    "description": {
      "en": "During the school trip Touka and his classmates are summoned to another world. However, Touka was the only one with the lowest rank: E-rank - an extremely low status compared to his classmates. Thus the former mob-character and abandoned hero, will absolutely become the strongest devil as he advances and strikes back.",
      "pt": "Durante a viagem escolar Touka e seus colegas são convocados para outro mundo. No entanto, Touka foi o único com a classificação mais baixa: Rank-E - um status extremamente baixo em comparação com seus colegas de classe. Assim, o personagem secundário e herói abandonado, se tornara o mais forte à medida que avança e contra-ataca.\n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc8a484-e0f0-4294-8db3-c02107a09e80",
    "title": {
      "en": "Sazi-chan no Yami Nikki"
    },
    "updatedAt": "2024-05-18T12:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/8cc8a484-e0f0-4294-8db3-c02107a09e80/718931f6-cd73-4acf-9daf-b9bb6d3eb907.jpg",
    "altTitles": [
      {
        "en": "Saji-chan's Sick Diary"
      },
      {
        "ja": "サジちゃんの病み日記"
      },
      {
        "zh": "沙慈的病娇日记"
      },
      {
        "ko": "사지짱의 아픔 일기"
      },
      {
        "ja-ro": "Saji-chan no Yami Nikki"
      },
      {
        "en": "Sazi-chan's Sick Diary"
      }
    ],
    "description": {
      "en": "Sazi-chan has a girl she likes. Though her feelings are too pure for anyone to understand, it is definitely true love. Taking pictures, stealing, stabbing, assaulting, that too, is love."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "024af7a5-f8ad-4b67-b950-b1708f52b018",
    "title": {
      "en": "Yuusha Party ni Kawaii Ko ga Ita no de, Kokuhaku Shite Mita"
    },
    "updatedAt": "2024-05-06T23:00:01+00:00",
    "coverArt": "https://mangadex.org/covers/024af7a5-f8ad-4b67-b950-b1708f52b018/282e1535-5036-43dd-99d6-bf0c0aecab8e.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティーにかわいい子がいたので、告白してみた。"
      },
      {
        "en": "There Was a Cute Girl in the Hero's Party, so I Tried Confessing to Her"
      },
      {
        "uk": "Красуня з групи героя, якій я зізнався в коханні"
      },
      {
        "zh": "身为魔族的我想向勇者小队的可爱女孩告白"
      },
      {
        "ko": "용사 파티에 귀여운 애가 있어서, 고백해봤다"
      }
    ],
    "description": {
      "en": "Youki was reincarnated in another world. However, instead of being reincarnated as the hero or the demon lord, he was instead reincarnated half-assedly as a minion of the Demon Lord. One day, the Hero's Party attacked the Demon Lord's castle with the intent of defeating the Demon Lord. Of course, Youki was able to repel their attempt with ease. In spite of this, he ended up falling for the cleric, Cecilia, at first sight… The super popular love comedy fantasy set in another world!",
      "uk": "Юкі був реінкарнованим у іншому світі. Однак, замість того щоб реінкарнувати героєм чи королем демонів, він став підлеглим короля демонів. Одного дня група героя атакувала замок короля демонів. Годі й казати, що Юкі відбив спробу героя. Однак, з першого погляду, був зачарований красою Сесиль, клерка групи героя... Супер популярна любовна комедія в іншому світі!",
      "pt-br": "Youki foi reencarnado em outro mundo. Entretanto, em vez de reencarnar como o herói ou o Rei Demônio, ele foi reencarnado como um subordinado do Rei Demônio. Um dia, o grupo do Herói atacou o castelo do Rei Demônio com a intenção de derrotar o Rei Demônio. É claro que Youki conseguiu repelir sua tentativa com facilidade. Apesar disso, ele acabou se apaixonando pelo sacerdotisa Cecília, à primeira vista. A fantasia super popular de comédia romântica que acontece em outro mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77fd8118-61b0-4b1f-95a6-2b839d754f81",
    "title": {
      "en": "Tensei Shitara Ken Deshita"
    },
    "updatedAt": "2024-05-09T04:20:53+00:00",
    "coverArt": "https://mangadex.org/covers/77fd8118-61b0-4b1f-95a6-2b839d754f81/6ee3ec22-87b3-4d8c-b952-eb9f776ba5ac.jpg",
    "altTitles": [
      {
        "en": "Reincarnated as a Sword"
      },
      {
        "fr": "J'étais une épée quand je me suis réincarné"
      },
      {
        "tl": "Naging Espada Ako sa aking Pangalawang Buhay"
      },
      {
        "en": "I Was a Sword When I Reincarnated"
      },
      {
        "en": "Sword Dad"
      },
      {
        "ja-ro": "TenKen"
      },
      {
        "ja-ro": "Tensei Shitara Kendeshita"
      },
      {
        "ru": "О моём перерождении в меч"
      },
      {
        "th": "ซวยเหลือหลายเกิดใหม่กลายเป็นดาบ"
      },
      {
        "ja": "転生したら剣でした"
      },
      {
        "ko": "전생했더니 검이었습니다"
      }
    ],
    "description": {
      "en": "When he realized it, the protagonist was in another world and had become a sword that was stabbed on an altar in a great plain, crowded with devil beast. The world he was in had a game like system; HP, MP, Strength, Vitality, Agility, Intelligence, Dexterity, Titles and Equipment. Following his instinct as a living sword, he traveled to find the one who could be his wielder, until he met with a cat girl that was about to be attacked by a bear type devil beast.",
      "es-la": "Cuando se dio cuenta, el protagonista ya se encontraba en otro mundo. Se había convertido en una espada que se había clavado en una gran llanura, custodiada por bestias demoniacas. Hasta que su portador la encuentre. Y es en ese momento, cuando una gata negra apareció."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cf0dc384-99c6-4292-b7d5-4c9211f4423b",
    "title": {
      "en": "Shoutai Fumei to Kyoufu"
    },
    "updatedAt": "2024-04-14T10:17:57+00:00",
    "coverArt": "https://mangadex.org/covers/cf0dc384-99c6-4292-b7d5-4c9211f4423b/b0a26136-2412-45bc-8148-8f8712db4ccc.jpg",
    "altTitles": [
      {
        "ja": "正体不明と恐怖"
      },
      {
        "ja-ro": "Shoutaifumei to Kyoufu"
      },
      {
        "en": "Unknown Identity and Fear"
      },
      {
        "en": "Unidentified and Fear"
      }
    ],
    "description": {
      "en": "Kaname Isurugi, who suffered facial injuries in an accident, has a hard time getting along with the people at his school ever since he entered. When school counselor Sugata asks Kaname to help solve the problems of the girls in his charge, Kaname half-heartedly makes contact with four of them. After a month passes without any response, Kaname begins to question his actions. Suddenly, Kaname has a shocking \"fateful encounter\".This is a coming-of-age mystery love comedy by a splendid tag team!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52697573-3d2b-4487-bb56-272b000bd7e1",
    "title": {
      "en": "Are You Okay With a Slightly Older Girlfriend?"
    },
    "updatedAt": "2024-04-08T20:27:42+00:00",
    "coverArt": "https://mangadex.org/covers/52697573-3d2b-4487-bb56-272b000bd7e1/a0a66b9c-e66c-412c-8fde-963e90856901.jpg",
    "altTitles": [
      {
        "ja": "ちょっぴり年上でも彼女にしてくれますか?"
      },
      {
        "ja-ro": "Choppiri Toshiue Demo Kanojo ni Shite Kuremasu ka?"
      }
    ],
    "description": {
      "en": "One day, the high school student, Kaoru Momota, saved the baby-face, big-boobed JK, Orihara Hime, who was being harassed on the train. It was love at first sight. However, this JK had a secret; she actually was a 27-year-old OL (Office Lady). A sweet age-gap romcom between a high schooler and office lady.",
      "ja": "「私とデートしてくれませんか？」男子高校生・桃田薫はある日、電車で痴漢に遭っていた女子高生・織原姫を助ける。その後、二人は互いに惹かれ合い恋に落ちていくのだが、突然、彼女が告げる！　「……私、本当は、27歳なの」好きになったJKの正体は、27歳のお姉さんだった!!",
      "pt-br": "Um dia, o estudante de ensino médio, Kaoru Momota, salvou a garota de seios grandes com cara de bebê, Ohinara Hime, que estava sendo assediada no trem. Foi amor à primeira vista. No entanto, ela tinha um segredo; na verdade, ela era uma OL(Office Lady) de 27 anos. Um doce romcom entre um estudante do ensino médio e uma secretária."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "32"
  },
  {
    "mangaId": "37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc",
    "title": {
      "en": "Atsumare! Fushigi Kenkyu-bu"
    },
    "updatedAt": "2024-06-07T23:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/37cbe8a9-4a2f-4e71-a8c8-c33be7aee3cc/cc6593ad-a85c-4fe8-89d7-5a96d17b2348.jpg",
    "altTitles": [
      {
        "en": "Assemble! Mysterious Research Club"
      },
      {
        "tr": "Gizemli Araştırma Kulübü, Toplan!"
      },
      {
        "pt-br": "Reúnam-se! Clube de Pesquisas Misteriosas"
      },
      {
        "es-la": "¡Reúnanse! Club de Investigaciones Misteriosas"
      },
      {
        "ru": "Все сюда! Таинственный клуб исследований"
      },
      {
        "ja": "あつまれ！ふしぎ研究部"
      },
      {
        "zh-hk": "聚集！不可思議研究部"
      },
      {
        "zh": "聚集！不可思议研究部"
      },
      {
        "ko": "모여라! 불가사의 연구부"
      },
      {
        "ja-ro": "Atsumare! Fushigi Kenkyuubu"
      }
    ],
    "description": {
      "en": "Goryo Daisuke is still unsure about which club to join. When he meets the three girl members of Mysterious Research Club while looking for the school's warehouse, he gets hypnotized to sign the registration form. Suzu who is obsessed with scary curses, Chiaki who only relies on her monstrous strength to perform dangerous magic tricks, and Kotone who can control people by hypnosis.",
      "es-la": "Goryou Daiseuke aún está indeciso sobre a qué club unirse en su escuela. Cuando conoce a tres chicas miembros del “Club de Investigaciones Misteriosas” mientras buscaba el almacén de la escuela, es hipnotizado por ellas y, sin saberlo, firma una solicitud de ingreso. Suzu, quien está obsesionada con las maldiciones, Chiaki quien confía en su monstruosa fuerza para realizar actos de magia y Kotone, quien puede controlar a la gente con hipnosis. Ahora comienza una nueva y caótica vida para Daisuke, siendo el conejillo de indias del club.",
      "pt-br": "Goryo Daisuke ainda não sabe ao certo a qual clube ingressar. Quando ele conhece as três garotas do Clube de Pesquisa Misteriosa enquanto procura o depósito da escola, ele fica hipnotizado para assinar o formulário de inscrição. Suzu, que é obcecada por maldições assustadoras, Chiaki, que só conta com sua força monstruosa para realizar truques de mágica perigosos, e Kotone, que pode controlar as pessoas por meio da hipnose."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b86adb35-0f95-435f-9ab1-0059c9f14fc9",
    "title": {
      "en": "I Don't Cry."
    },
    "updatedAt": "2024-04-29T15:37:34+00:00",
    "coverArt": "https://mangadex.org/covers/b86adb35-0f95-435f-9ab1-0059c9f14fc9/eb070c1f-468d-4fb7-919f-1a33e8cac0d0.jpg",
    "altTitles": [
      {
        "ja": "アイ・ドント・クライ"
      },
      {
        "ja-ro": "ai donto kurai"
      }
    ],
    "description": {
      "en": "Himeno Aki, youngest member of idol unit \"Za-G,\" is frustrated with the group's decline in popularity, and the other members' lack of enthusiasm. To top it all off, their manager suddenly steps down. Replacing him is Kasahara, a man with a soft smile and an air of unreliability. Former idol and manager; a chance encounter with destiny.\n\nSet in the same universe as **union**, the two stories are not exactly related, although there is some character overlap.\n\nSource: MangaUpdates",
      "ja": "元アイドルと、マネージャー。\n運命のひととの出会いが、思いがけない扉を叩く。\n\nアイドルユニットZa-G(ザジー)の最年少メンバー・姫野亜樹。かつての人気も落ち込み、仕事に意欲を見せないメンバーたちに苛立ちを募らせていたある日、担当していたやり手マネージャーが突如降任。新しくやってきたのは、ふわふわ笑っていかにも頼りない笠原という男だったーーー。"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8.5"
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-06-05T08:29:31+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/9a1cb685-fce3-4270-9eae-69d4a801187c.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d76a350d-c6b5-42bb-bfba-e521a3964a6a",
    "title": {
      "en": "S-Class Hunter Doesn't Want to Be a Villainous Princess"
    },
    "updatedAt": "2024-03-29T14:08:13+00:00",
    "coverArt": "https://mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/456b542c-6fc3-4b51-9013-eac97a3da72c.jpg",
    "altTitles": [
      {
        "ko": "S급 헌터는 악역 공녀가 되기 싫습니다"
      },
      {
        "ko-ro": "S-geup Hunter-neun Agyeok Gongnyeoga Doegi Silseumnida"
      }
    ],
    "description": {
      "en": "**I'm done with romance, so send me home!**\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home!\nIs that so difficult?! I even got rid of the Tower!?!?!\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\nCan I go home......?",
      "ko": "**로맨스는 됐으니까 집에나 보내줘!**\n김이영, 그녀는 대한민국의 평범한 공무원 시험 응시생이었다.\n그것도 4년 반이 넘는 긴 시간동안 공부 끝에 합격한, 낙이라고는 짬짬이 소설읽는 것밖에 없는 정말 평범한 사람.\n\n그러나 합격을 축하하기 위해 외식을 나간 날 교통사고를 당해 죽고, 자신이 읽던 현태판타지 헌터물에 빙의하고 만다.\n그런 이영에게 집으로 돌아갈 수 있는 길을 제안하는 '시스템'.\n그녀는 오로지 집에 돌아가서 배 따땃하게 지지고 귀여운 말티즈 켈베로스를 끌어안겠다는 일념 하에 수십 번씩 회귀하며 힘을 길렀다.\n원작 속의 성좌들과 계약하고 수차례 죽어가며 원작 속의 '탑'을 공략하여 결국 마지막 층의 지배자, 탑의 주인을 처리하는 데 성공한다. \n\n이제 남은 건 집으로 가는 것 뿐……,\n\n\n인줄 알았는데!\n\n[오류로 인해 원래 세상으로의 복귀 대신, 작가의 신작에 빙의시켜드리겠습니다!]\n\n필요 없어! 내가 바란건 내 스윗 홈뿐이었는데!\n그게 그렇게 어려워?! 탑도 내가 없애줬는데?!?!\n\n게다가, 로맨스 판타지라니! 이전 빙의에서도 로맨스의 ㄹ도, 아니, ㄹ의 한 획도 신경 안 쓰고 살았는데!\n거기에 이전처럼 내 몸으로 책에 빙의한 게 아니라 책 속의 '악녀'에 빙의했다!\n\n이 세계의 위협은 전혀 두렵지 않지만, 로맨스를 강제로 끌어내는 퀘스트는 걱정된다. \n\n나, 집에 갈 수 있을까……?",
      "pt-br": "**Estou farta de romance, então me mandem para casa!**\n\nKim Yi-Young era apenas uma candidata comum ao exame de serviço civil na Coreia do Sul. Depois de estudar por mais de quatro anos e meio, finalmente passou, uma pessoa verdadeiramente comum que só gostava de ler romances de vez em quando como passatempo.\n\nNo entanto, no dia em que saiu para uma refeição comemorativa após passar no exame, sofreu um acidente de trânsito e morreu, apenas para se ver reencarnada no romance de caçadora de fantasia que estava lendo.\n\nPara ela, o \"Sistema\" ofereceu um caminho de volta para casa. Determinada apenas a voltar para casa e abraçar seu gato e o adorável Maltês, Cerberus, ela ganhou força através de dezenas de regressões. Assinando contratos com as constelações da obra original e morrendo várias vezes, eventualmente conseguiu conquistar a \"Torre\" da obra original e derrotar o dono da torre no último andar.\n\nAgora, tudo o que resta é voltar para casa......\n\nOu pelo menos era o que ela pensava!\n\n[Devido a um erro, em vez de retornar ao mundo original, vamos reencarná-la na nova obra do autor!]\n\nEu não preciso disso! Tudo o que eu queria era minha doce casa! É tão difícil assim?! Até me livrei da Torre!?!?!\n\nAlém disso, fantasia romântica?! Nem mesmo na minha vida anterior eu me importava com romance, nem um pouco! E para piorar, nem reencarnei em meu próprio corpo desta vez, mas na \"vilã\" do livro!\n\nNão tenho medo das ameaças deste mundo, mas estou preocupada em ser forçada a uma busca romântica.\n\nSerá que posso voltar para casa......?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d772eaf6-2a41-4485-b144-782782eed0df",
    "title": {
      "en": "What Do You Do If the Heroine Escapes From Your Novel"
    },
    "updatedAt": "2024-05-08T01:09:03+00:00",
    "coverArt": "https://mangadex.org/covers/d772eaf6-2a41-4485-b144-782782eed0df/dfe9d47b-202d-4f1e-8e89-43cfb284a0c4.jpg",
    "altTitles": [
      {
        "en": "What to Do Now If the Heroine Escapes From the Book?"
      },
      {
        "zh": "女主从书里跑出来了怎么办"
      },
      {
        "zh-ro": "Nu Zhu Cong Shu Li Pao Chulaile Zenme Ban"
      },
      {
        "zh-ro": "Nǚ Zhǔ Cóng Shū Lǐ Pǎo Chūláile Zěnme Bàn"
      },
      {
        "en": "What To Do If The Heroine Escapes From The Book"
      },
      {
        "ja": "ヒロインが本から逃げ出したらどうすればいい？"
      },
      {
        "en": "What Do I Do? The Female Lead Has Emerged From The Book"
      }
    ],
    "description": {
      "en": "Chu Ge is a writer of harem novels. As he was writing about the female sect leader, one of the strongest cultivators in the world, falling in love… \nA woman appeared in his room, pointing a sword at his neck, “If you dare write that I fell in love with that man, I’ll kill you.”\n\nOfficial Translations:\n[Japanese](https://piccoma.com/web/product/151163/)",
      "id": "Chu ge adalah penulis bertema harem. Sementara dia sedang menulis tentang kasih sayang yang berkembang dari pemimpin sekte wanita, salah satu individu terkuat di dunia, seorang wanita tiba-tiba muncul di kamarnya, memegang pedang di tenggorokannya, dan berkata, “Jika kamu berani menulis bahwa aku jatuh cinta dengan pria itu, aku akan membunuhmu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d12aa69e-37f3-46f6-93cd-bb651af489f4",
    "title": {
      "en": "Kikanshita S-Kyuu Boukensha no Quest Seikatsu"
    },
    "updatedAt": "2024-05-03T02:51:19+00:00",
    "coverArt": "https://mangadex.org/covers/d12aa69e-37f3-46f6-93cd-bb651af489f4/c0e3803a-d3f1-4573-abb8-a633a856b26a.jpg",
    "altTitles": [
      {
        "ja": "帰還したS級冒険者のクエスト生活"
      },
      {
        "ja-ro": "Kikan Shita S-Kyuu Boukensha no Quest Seikatsu"
      },
      {
        "en": "The Regressed S-Class Adventurer's Quest Life"
      }
    ],
    "description": {
      "en": "Dungeons began to suddenly appear throughout the world\nKyomi Aki became an S-Class adventurer assassin with his tremendous speed.\nUnfortunately, assassins were considered as a failure class.\nHis class was becoming harder and harder to master the more he advanced.\nThe class itself had a low attack power and mana, so he needed to always rely on someone else.\nOne day, Aki encountered a dangerous monster that could wipe out the entirety of humanity.\nHe somewhat managed to subjugate the monster, but lost his life in the process.\nSuddenly, he awoke and found himself having regressed 20 years into the past.\nHe also received an additional “Bonus Quest” as a reward for solo killing the monster.\nWith his knowledge from his previous lifetime and this “quest,” Aki resolved himself to redo everything to become the strongest adventurer."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "819238d7-f4aa-4ba3-9a79-a695dc62200b",
    "title": {
      "en": "Special Civil Servant"
    },
    "updatedAt": "2024-06-07T23:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/819238d7-f4aa-4ba3-9a79-a695dc62200b/0167bf88-a7c0-4788-b676-5a6081fe82ab.jpg",
    "altTitles": [
      {
        "ko": "별정직 공무원"
      }
    ],
    "description": {
      "en": "After failing the Grade Nine civil service exam four times and many twists and turns, Han Maru finally succeeded in becoming a special civil servant under the Ministry of Environment. Goodbye, gosiwon! Goodbye, convenience store lunchboxes! But the joy of passing was short-lived. It turned out to be a life-threatening national secret job?! Along with the yellow dust came the demons, creatures that kill and eat humans. The Grade 9 special civil servant job involved waging war against these demons! Han Maru’s life-threatening civil service career begins."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36155c1a-f10d-4992-a602-a1111239c635",
    "title": {
      "en": "Kiss n Karess !"
    },
    "updatedAt": "2024-06-02T21:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/36155c1a-f10d-4992-a602-a1111239c635/1e25dad5-afee-44c6-990c-4512ccd9ecf2.jpg",
    "altTitles": [],
    "description": {
      "en": "This is a girls love series. When a delinquent and a role model student start dating, they must conceal their relationship because of their reputations. People would be outraged and not approve of such a couple. Even though Alix and Skip are complete opposites like night and day, they manage to maintain a loving relationship."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e705c92-5da2-4699-86fe-ab3b0c53c6a3",
    "title": {
      "en": "Seishokuki"
    },
    "updatedAt": "2024-05-15T20:11:15+00:00",
    "coverArt": "https://mangadex.org/covers/6e705c92-5da2-4699-86fe-ab3b0c53c6a3/4c87c9b3-3475-4974-8680-f9c2b3720cd8.jpg",
    "altTitles": [
      {
        "ja": "性食鬼"
      },
      {
        "en": "Alice in the Alien World"
      }
    ],
    "description": {
      "en": "Nogawa Izumi is a good student, and a class representative, but she has an increasingly high libido. It's gotten to the point that she'll claim to feel bad during class, so she can run to the nurse's office and masturbate. When she learns that the Earth is being invaded by aliens that look like people dressed up as animals, it turns out her high sex drive may be able to help protect the Earth. The first time Izumi is attacked by the aliens, she is rescued by Usayama, a bunny alien whose race was their previous victim. Usayama gives her an outfit (a sexy swimsuit) that will allow her to fight the aliens, but which also sends her constant arousal through the roof. The scientific organization that Usayama is affiliated with think that Izumi, with her high erotic level, may be the person they've been looking for to fight the aliens. Will Izumi be able to save the Earth?"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95",
    "title": {
      "en": "Black Channel"
    },
    "updatedAt": "2024-05-29T05:12:45+00:00",
    "coverArt": "https://mangadex.org/covers/ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95/f361806c-f1e1-4c88-8321-f2e717d6ebc7.jpg",
    "altTitles": [
      {
        "ja": "ブラックチャンネル"
      }
    ],
    "description": {
      "en": "In order to make his videos more entertaining, the demonic Youtuber Black (and his sidekick Camera-chan) makes contracts with humans to film their despicable true natures by giving them mysterious powers and teach them a lesson to expose the hidden side of humans, games, and hobbies."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-03-22T13:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9547d8e5-048c-4c71-9b7c-97a3af0423eb",
    "title": {
      "en": "Spinach Bouquet"
    },
    "updatedAt": "2023-07-28T13:04:44+00:00",
    "coverArt": "https://mangadex.org/covers/9547d8e5-048c-4c71-9b7c-97a3af0423eb/8d271252-19ce-49fd-bd4b-803dd2ee7442.jpg",
    "altTitles": [
      {
        "ko": "시금치 꽃다발"
      },
      {
        "en": "Spinach Flowers"
      }
    ],
    "description": {
      "en": "Ji-woo transfers to a rural school with his parents who have returned to farming. The fresh air, the relaxed atmosphere... he liked them all. However, for a moment that seemed like a pleasant start,\n\nJi-woo discovers that the flower garden that he has carefully cared for has been messed up.. Ji-woo, who thought it was someone's territoriality, suspects Dongchan, who was particularly harsh to him at school.\nFirst off, that bangs! I'll start with those bangs that make it impossible to know what you're thinking!!",
      "fr": "La vie à la campagne est censée être idyllique, non ? Un endroit paisible rempli d'aimables voisins au grand cœur, pas vrai ? C'est ce que Jiwoo attend avec impatience... Mais de tous les voisins qu'il aurait pu avoir, c'est Dongchan qu'il est le sien. Froid, distant et insondable, Dongchan n'est pas le plus accueillant du voisinage. En fait, on dirait qu'il n’a pas du tout envie que Jiwoo et sa famille s’installent ici. Déconcerté mais pas découragé, Jiwoo fait de son mieux pour s'adapter à la vie à la campagne... jusqu'à ce qu'il s'avère que quelqu'un essaie de chasser sa famille d'ici. Jiwoo a des soupçons, mais sera-t-il capable de trouver le vrai coupable ?",
      "ko": "귀농한 부모님을 따라 시골 학교로 전학 온 지우. 상쾌한 공기, 여유로운 분위기.. 모두 마음에 들었다. 그러나 기분 좋게 새출발 할 수 있을 것 같았던 것도 잠시,\n지우네가 정성껏 가꾼 꽃밭이 엉망이 된 걸 발견하는데..\n누군가의 텃세일 거라 생각한 지우는 학교에서 자신에게 유독 까칠했던 동찬을 의심한다.\n일단 저 앞머리! 무슨 생각 하는지 알 수 없게 하는 저 앞머리부터 까고 만다!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-06-04T16:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/e13f52e3-5ead-4696-89b3-8277dbfec14b.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsu no Keionbu"
      },
      {
        "fr": "La fille qui découvre le rock !"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-02-18T13:37:50+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/85022387-8e4b-4e78-a3bb-a28e0d7a99c1.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      }
    ],
    "description": {
      "en": "- Contains art without text as chapters"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7551c6c8-1b5b-4e90-9f25-ed585946438a",
    "title": {
      "en": "Tanikamen"
    },
    "updatedAt": "2024-06-07T23:03:26+00:00",
    "coverArt": "https://mangadex.org/covers/7551c6c8-1b5b-4e90-9f25-ed585946438a/71ebbae6-6877-4aa8-9ac9-4c210039d960.jpg",
    "altTitles": [
      {
        "en": "Masked Tani"
      },
      {
        "en": "Tani the Mask"
      },
      {
        "ja": "谷仮面"
      }
    ],
    "description": {
      "en": "The story is of a masked boy, Tani, a strong young man, who has a crush on a girl named Shima Rihoko, the school volleyball star. He gets into trouble trying to get her attention, besides facing the thugs of the school. He’s a very jealous guy, and will not let anyone get close to Shima-san."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "91"
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "MARRIAGETOXIN"
    },
    "updatedAt": "2024-06-04T15:37:07+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "811e3492-298c-4222-a450-15abefe32c81",
    "title": {
      "en": "Green Plum Island"
    },
    "updatedAt": "2023-10-06T00:25:56+00:00",
    "coverArt": "https://mangadex.org/covers/811e3492-298c-4222-a450-15abefe32c81/f5cdcdb1-36b0-42dc-b092-a9ef14c6069c.jpg",
    "altTitles": [
      {
        "zh-hk": "Gingmei Island"
      },
      {
        "zh-hk": "青梅嶼"
      },
      {
        "zh": "青梅屿"
      }
    ],
    "description": {
      "en": "When I was ten, I fell from a tree and hit my head. When I woke up, the world around me had changed. I could see people’s emotions in the form of numbers and colours—pink for love, red for anger, green for awkwardness, blue for sorrow, yellow for desire…\nI met Yan Kongshan the summer after college entrance exams on Green Plum Island. Mysterious and handsome, with a tinge of melancholy, he was the ideal man of every woman on the island. And mine.\nI wanted him to turn pink for me, but one day, he suddenly turned yellow. Despite that, he seemed ever so nonchalant when facing me.\nLove is like lemon soda water. Sour and sweet, filled with energy.\nYou never know how a person’s heart beats for you, hidden in its cage beneath their flesh."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a0ecbba-c8d5-4d1e-ab08-c24f303cc80a",
    "title": {
      "en": "Succubus to Hajimeru Shinkenkousai"
    },
    "updatedAt": "2024-04-19T02:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/6a0ecbba-c8d5-4d1e-ab08-c24f303cc80a/68a53564-652e-420d-86f2-7d7e96cf9051.jpg",
    "altTitles": [
      {
        "ja": "サキュバスとはじめる真剣交際"
      },
      {
        "en": "Seriously Dating a Succubus"
      },
      {
        "zh": "与魅魔开始认真交往"
      },
      {
        "en": "Going Steady With a Succubus"
      },
      {
        "th": "จะขอคบกับคุณซัคคิวบัสจริงจังแล้วนะ"
      }
    ],
    "description": {
      "en": "Takeshi is the captain of a club activity that prohibits romance. A devil [succubus] who seduce men appeared under him. How much can he endure in front of a girl who is sexy but far from neat and clean? How far can you go through a pure and uninterrupted love affair?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "21"
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-06T18:44:19+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2024-02-25T23:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/9064ab4f-ce36-4f37-9c36-a725d631fc40.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  },
  {
    "mangaId": "5763292a-3bb7-43e8-a0fc-53f2140253a2",
    "title": {
      "en": "Bungo"
    },
    "updatedAt": "2024-04-13T16:15:57+00:00",
    "coverArt": "https://mangadex.org/covers/5763292a-3bb7-43e8-a0fc-53f2140253a2/e4144edc-b1b4-4b7d-bd01-9064ce2ed2c7.jpg",
    "altTitles": [
      {
        "ja": "BUNGO―ブンゴ―"
      }
    ],
    "description": {
      "en": "In a town with no baseball team, young Bungo spends his days throwing the ball he received as a gift against a wall until Yukio Noda, Japanese representative youth baseball player, appears before him and an unexpected showdown ensues! After a chance meeting in middle school, these two enroll in Seio Senior where they struggle to make it to Koshien with everything they have.",
      "pt-br": "Em uma cidade sem time de beisebol, o jovem Bungo passa seus dias jogando a bola que recebeu como presente contra uma parede até que Yukio Noda, o jogador de beisebol jovem representante japonês, aparece diante dele e um confronto inesperado acontece! Depois de um encontro casual no ensino médio, esses dois se matriculam no Seio Senior, onde lutam para chegar a Koshien com tudo o que têm."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78d896fd-6d9a-4667-b2f5-c44bc149d1d2",
    "title": {
      "en": "Karada Sagashi"
    },
    "updatedAt": "2024-05-03T09:30:44+00:00",
    "coverArt": "https://mangadex.org/covers/78d896fd-6d9a-4667-b2f5-c44bc149d1d2/feff15c9-57a0-4071-b95c-08f269fe9132.jpg",
    "altTitles": [
      {
        "en": "Body Search"
      },
      {
        "ja-ro": "Karadasagashi"
      },
      {
        "en": "Looking for the body"
      },
      {
        "de": "re:member (German)"
      },
      {
        "fr": "Re/member (FR)"
      },
      {
        "ja": "カラダ探し"
      },
      {
        "zh": "寻找身体"
      },
      {
        "ko": "신체 찾기"
      }
    ],
    "description": {
      "en": "Look forwards to the ghost story of the red person. \"Hey, Asuka… search for my body\". At school in the middle of the night, Asuka and her friends search for the scattered body-parts. If they don't find the entire body, the 9th November is repeated and the red person will continue to kill them. Who is the red person? Why is Haruka asking them to search for the body-parts?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "153"
  },
  {
    "mangaId": "ad9ac663-2d34-48cf-a458-a03f5370bf47",
    "title": {
      "en": "The Secret of the Partner Next to You"
    },
    "updatedAt": "2024-01-22T00:26:12+00:00",
    "coverArt": "https://mangadex.org/covers/ad9ac663-2d34-48cf-a458-a03f5370bf47/8579469a-ee38-4fe6-a062-59a6cf75b1ca.jpg",
    "altTitles": [
      {
        "en": "Jae-Kyung's Secret"
      },
      {
        "en": "The Secret of Jae-Kyung"
      },
      {
        "es-la": "El secreto de Jae-Kyung"
      },
      {
        "ko": "옆자리 짝꿍의 비밀"
      },
      {
        "pt-br": "O Segredo de Jae-Kyung"
      },
      {
        "ko-ro": "Yeopjali jjagkkung-ui bimil"
      },
      {
        "id": "Rahasia Mitra Di Samping Anda"
      }
    ],
    "description": {
      "en": "Yang Kiryong is an ordinary high school boy who has a classmate named Yoo Jae-Kyung, who is somewhat clumsy and clueless. Both have a very good friendship, but without any kind of love attraction. Until one day, by chance, Kiryong discovered the deepest secret of his friend and because of this his heart began to beat, will it be beats of fear or love?",
      "ko": "평범한 남자 고등학생 양기룡.\n그리고 언제나 헤실헤실하고 가끔 나사빠진 행동을 하는\n그의 짝꿍 유재경.\n그럭저럭 귀엽다고 생각되는 반 친구였을 뿐인데..\n어느 날 우연히 그녀의 위험한 비밀을 알게 된다.\n이 심장의 두근거림은 두려움인지, 설렘인지..?",
      "es-la": "Yang Kiryong es un chico de preparatoria común y corriente, que tiene una compañera de clase llamada Yoo Jae-Kyung, la cual es algo torpe y despistada. Ambos tienen una muy buena amistad, pero sin ningún tipo de atracción amorosa. Hasta que un día, por casualidad, Kiryong descubrió el secreto más profundo de su amiga y debido a esto su corazón empezó a latir, ¿serán latidos de miedo o amor?",
      "pt-br": "Yang Kiryong é um garoto comum do ensino médio que tem uma colega de classe chamada Yoo Jae-Kyung, que é um pouco desajeitada e sem noção. Ambos têm uma amizade muito boa, mas sem nenhum tipo de atração amorosa. Até que um dia, por acaso, Kiryong descobriu o segredo mais profundo de sua amiga. Por causa disso seu coração começou a bater, será de medo ou de amor?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-06-01T21:11:53+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/ec56e4db-c5b3-431e-a6ac-086f87aebfb0.jpg",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "ja-ro": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      }
    ],
    "description": {
      "en": "A HEAVENLY ENCOUNTER!\nMahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\n*Adapted from the Light Novel with the same name, \nSerialized in Square Enix Web Magazine [Gangan Online](https://www.ganganonline.com/title/1480)*",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ede52b73-2d60-403b-bd47-fa64ed064fb0",
    "title": {
      "en": "I Won't Touch You Anymore"
    },
    "updatedAt": "2024-06-07T23:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/ede52b73-2d60-403b-bd47-fa64ed064fb0/88bb3df7-ec44-4109-86fd-57e6c788394a.jpg",
    "altTitles": [
      {
        "ja": "もう触れないキミ"
      },
      {
        "ja-ro": "Mou Furenai Kimi"
      },
      {
        "en": "You Who Can't Touch Me Anymore"
      }
    ],
    "description": {
      "en": "In their high school days Shiraishi would tease her classmate Arashi constantly always touching his shaved head. Now, many years later, Shiraishi finds herself enthralled with a rising celebrity that she sees on TV an in magazines. This celebrity being none other that Arashi, her former classmate, now with long grown out hair. She wanders the streets hoping that by some happenstance she might once again meet him and be able to tell him the things she's kept in her heart for so many years. A tale of lost opportunities and love separated by time...",
      "ja": "昔触りまくっていた坊主頭の同級生が芸能人に…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b110c3e1-e18d-499e-a4f4-4b58080ca6f0",
    "title": {
      "en": "Color Change"
    },
    "updatedAt": "2024-01-28T20:26:54+00:00",
    "coverArt": "https://mangadex.org/covers/b110c3e1-e18d-499e-a4f4-4b58080ca6f0/4ebcfeea-1d0d-4cfd-bed5-3dd98eff4f65.png",
    "altTitles": [
      {
        "ja": "カラーチェンジ"
      },
      {
        "en": "Colour Change"
      }
    ],
    "description": {
      "en": "Nijimi-san is an ordinary high school girl, except her hair changes color based on her mood. Her classmate has cataloged most of her color changes, but there’s one color which is still a mystery to him…\n___\n[Alt Official Raw](https://twitter.com/search?q=from%3A%40Araragi_Nana_23%20%E3%82%AB%E3%83%A9%E3%83%BC%E3%83%81%E3%82%A7%E3%83%B3%E3%82%B8&src=typed_query&f=live)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5959afde-d009-43be-94f8-be315484d1ad",
    "title": {
      "en": "Heroic Complex"
    },
    "updatedAt": "2024-03-03T16:23:00+00:00",
    "coverArt": "https://mangadex.org/covers/5959afde-d009-43be-94f8-be315484d1ad/f84e7c46-df7f-4e41-9ff2-9075fe6c85a4.jpg",
    "altTitles": [
      {
        "bg": "Геройский комплекс"
      },
      {
        "ja": "ヒロイック・コンプレックス"
      },
      {
        "sl": "Junaški kompleks"
      }
    ],
    "description": {
      "en": "Misuzu Haruno, a handsome high school girl, has a secret identity—she is a super warrior known as Burning X who seeks to protect the peace. She wishes to become cute, just like the beautiful super heroine she admires, Blue Wing. But the truth is, Blue Wing is actually Aoi Ootori, an effeminate boy from the class next door! Indeed, Blue Wing is *his* secret identity, but he isn't exactly thrilled about it—he wants to be strong and more manly, just like his idol, Burning X.\n\nThis is a romantic comedy in which two people are unable to reveal their true identities to each other.",
      "ru": "Романтическая комедия о супергероях с сюрпризом."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "209"
  },
  {
    "mangaId": "dec0cba3-2a29-409c-bb2b-fc30e7fcc4be",
    "title": {
      "en": "Pierrot Man"
    },
    "updatedAt": "2024-05-29T17:40:35+00:00",
    "coverArt": "https://mangadex.org/covers/dec0cba3-2a29-409c-bb2b-fc30e7fcc4be/85a34dff-98b6-4ef0-96c7-9b66bd7d0d84.jpg",
    "altTitles": [
      {
        "ja": "ピエロマン"
      },
      {
        "en": "Clown Man"
      }
    ],
    "description": {
      "en": "Manga artist Toratoki Yamamura's serialized work \"Revenge Clown'' has been decided to be made into a movie, and with the support of his beloved wife, he is having the best night in both his professional and private life. However, that was just the beginning of the nightmare that was about to begin...\nWhat is the unexperienced murderous intent called by unconscious malice? ? What is the true identity of the mysterious revenge demon \"Clown Man\"? ?\nSuspense-horror master Shingo Honda collaborates for the first time with Shinsuke Takahashi, a master of writing, to unleash an astonishing and earth-shattering ``wet-clothed'' suspense story! !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffed9e72-03b6-4ac1-9686-3299ee28a379",
    "title": {
      "en": "Paradise Hell"
    },
    "updatedAt": "2024-02-28T12:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/ffed9e72-03b6-4ac1-9686-3299ee28a379/e666c369-850f-450d-a7ce-2fe7ffdc8892.jpg",
    "altTitles": [
      {
        "ja": "パラダイスヘル"
      }
    ],
    "description": {
      "en": "Shizuka Kamishiro is 21 years old, with no money, no friends, and no girlfriend. He was stuck at home, after he got scammed by a college acquaintance who wasn't even really a friend, when he heard a loud gasp from his neighbor, a college girl who was fucking her boyfriend while he's lying on his mattress suffering all alone. The absurd difference in circumstances drove him crazy, and he punched the wall so hard that he broke through. The neighbors came over, and her boyfriend beat him almost senseless. As despair and dark emotions overwhelmed him, a messenger from the demon world appeared. Immediately, the boyfriend's head flew off, and the demon told him, \"So, go ahead and XXX this girl.\"\n\nWhen a young man gains supernatural powers, an immoral \"erotic x grotesque\" game begins!\n\n(Source: Futabasha, translated)",
      "ja": "金なし、彼女なし、友達なしの苦学生・神城静21歳。\n\n\n\n同じ大学で友達とも呼べない知り合いに勧められた投資詐欺に引っかかり、自宅で意気消沈していると、隣人の女子大生の大きな喘ぎ声が聞こえてくる。\n\n\n\n布団にくるまり苦しむ自分と、彼氏とハッスルしている女子大生。そのあまりに理不尽な違いに思わず発狂し、勢いそのままに壁パンをかましたところ壁が貫通。すると、女子大生とその彼氏が乗り込んできて半殺しにされる。\n\n\n\n絶望を通り越し、暗黒の感情が充満したその時、目の前に魔界からの使者が現れる。一瞬にして、彼氏の首が飛び、そして使者はこう告げるーー。\n\n\n「その女、×××しなよ」超絶画力で紡ぐ“エロ×グロ“の男子校ノリ全開の不謹慎エンターテインメント！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]