[
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-12-11T04:56:20+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      },
      {
        "pt-br": "Pétalas da Reencarnação"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…",
      "vi": "Cố gắng tìm kiếm tài năng, Senji Touya thử mọi thứ có thể để tìm ra nó. Kiếm đạo, nhảy múa, bơi lội, bóng rổ, bóng đá, cờ vua… bất cứ thứ gì cậu thử, cậu đều không thể vượt trội. Một ngày nọ, cô bạn cùng lớp của cậu, Haito, tới trường sau một thời gian dài vắng mặt. Senji coi cô là người \"có nó\" – một người có tài năng. Sau đó, cậu phát hiện ra rằng cô không chỉ là một người có tài năng mà còn là người đã \"lấy\" tài năng của mình từ kiếp trước. Và, những người \"lấy\" tài năng từ kiếp trước của họ còn được gọi là \"Những Kẻ Trở Lại\"…",
      "pt-br": "Na busca por um talento só seu, Senji Touya tenta de tudo para encontrá-lo. Kendou, dança, natação, basquete, futebol, xadrez… em tudo o que ele tenta, ele não consegue se destacar. Um dia, sua colega de classe, Haito, vem à escola pela primeira vez em muito tempo. Senji se refere a ela como alguém que “possui algo” ou alguém que tem um verdadeiro talento. Mais tarde, ele descobriu que ela não é apenas alguém que tem talento, mas alguém que “conseguiu” o talento de si mesma através de sua vida passada. E, aqueles que “conseguem” o talento de suas vidas passadas, também são conhecidos como “Reencarnados” …"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a1d1cb1-ecd5-40d9-89ff-9d88e40b136b",
    "title": {
      "en": "Tokyo Ghoul"
    },
    "updatedAt": "2024-10-09T03:36:27+00:00",
    "coverArt": "https://mangadex.org/covers/6a1d1cb1-ecd5-40d9-89ff-9d88e40b136b/98c90b96-db95-4c15-a407-eb70a3b6cf96.jpg",
    "altTitles": [
      {
        "ja-ro": "Tokyo Kushu"
      },
      {
        "ru": "Токийский гуль"
      },
      {
        "ar": "طوكيو غول"
      },
      {
        "th": "โตเกียวกูล-เล่ม"
      },
      {
        "ja": "東京喰種 －トーキョーグール－"
      },
      {
        "ko": "도쿄 구울"
      },
      {
        "zh": "东京食尸鬼"
      },
      {
        "kk": "Токио Ғұлы"
      },
      {
        "tr": "Tokyo Gûl"
      },
      {
        "en": "Tokyo Ghoul"
      }
    ],
    "description": {
      "en": "Lurking within the shadows of Tokyo are frightening beings known as \"ghouls,\" who satisfy their hunger by feeding on humans once night falls. Ken Kaneki, an unsuspecting university freshman, finds himself caught in a world between humans and ghouls when his date turns out to be a ghoul after his flesh.\n\n[Written by MAL Rewrite]",
      "ru": "Раса гулей существует с незапамятных времен. Ее представители вовсе не против людей, они их даже любят - преимущественно в сыром виде. Любители человечины внешне неотличимы от нас, сильны, быстры и живучи - но их мало, потому гули выработали строгие правила охоты и маскировки, а нарушителей наказывают сами или по-тихому сдают борцам с нечистью. В век науки люди знают про гулей, но как говорится, привыкли. Власти не считают людоедов угрозой, более того, рассматривают их как идеальную основу для создания суперсолдат. Эксперименты идут уже давно…  \n  \nНичего этого не ведал Канэки Кэн, робкий и невзрачный токийский первокурсник, безнадежно влюбленный в красавицу-интеллектуалку Ризэ, частую гостью в кафе «Место встречи», где парень подрабатывает официантом. Не думал Кэн, что скоро самому придется стать гулем, и многие знакомые предстанут в неожиданном свете. Главному герою предстоит мучительный поиск нового пути, ибо он понял, что люди и гули похожи: просто одни друг друга жрут в прямом смысле, другие - в переносном. Правда жизни жестока, переделать ее нельзя, и силен тот, кто не отворачивается. А дальше уж как-нибудь!",
      "pt-br": "Em Tokyo, criaturas conhecidas como \"Ghouls\" vivem entre os humanos e os devoram para sobreviver. Alheio a eles, o jovem universitário Ken Kaneki leva uma vida pacata entre livros, até que um trágico encontro o coloca diante desses seres e o obriga a lutar por sua humanidade."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "143"
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2025-01-02T16:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Chấm dứt tình yêu này đi được không?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Hachikawa Yuzu, một nữ sinh cấp 3 với cuộc đời học đường ảm đạm có một bí mật. Rằng thực chất cô ấy là một người hâm mộ cuồng nhiệt của Hayami Madoka, bạn cùng lớp và cũng là một nữ diễn viên nổi tiếng.\nYuzu, ngưỡng mộ và tôn sùng Madoka như một nữ thần, cảm thấy hạnh phúc khi chỉ đơn giản được học cùng lớp và nhìn ngắm Madoka mỗi ngày.\nLẽ ra chỉ như thế đã đủ, nhưng cho tới một ngày...\nMột câu chuyện tình yêu méo mó nhưng đồng thời cũng vô cùng thuần khiết."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "e0a49848-1973-4f66-9616-4aab36a43463",
    "title": {
      "en": "Life of a Quack Healer"
    },
    "updatedAt": "2025-01-11T05:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/e0a49848-1973-4f66-9616-4aab36a43463/dc0cf9ad-bcd4-4976-88f8-defb2c9c38ab.jpg",
    "altTitles": [
      {
        "ko": "야매 힐러로 사는 법"
      },
      {
        "ko-ro": "Yamae Healer Saneun Beop"
      },
      {
        "en": "How to Live as a Fake Healer"
      },
      {
        "th": "ฮีลเลอร์กำมะลอ"
      },
      {
        "zh": "伪治疗师的生存法则"
      }
    ],
    "description": {
      "en": "One day, Seunghyeon Kang woke up to find himself in an unfamiliar world, on the continent of Azeul. At that moment, a status window pops up: \n\n[Your class is Healer?]\n\nWait, but he doesn’t have a single healing skill?! \n\nAnd so begins the life of a quack Healer who can’t cast Heal as he struggles to find a way back to his home!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-12-27T19:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/8e32399d-1bbe-4430-b2fe-8c4d01127e87.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "vi": "Bạn từ nhỏ kể từ ngày hôm nay"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c196df6-a4c4-4f7a-8b61-10dd47d30f0c",
    "title": {
      "en": "Isekai Furin ll ~Michibika Reshi Hitodzuma Tachi to Bukiyo Tensei Yuusha~"
    },
    "updatedAt": "2025-01-11T08:04:08+00:00",
    "coverArt": "https://mangadex.org/covers/0c196df6-a4c4-4f7a-8b61-10dd47d30f0c/d8d76482-b154-45ee-a241-643258168479.jpg",
    "altTitles": [
      {
        "ja": "異世界不倫Ⅱ～導かれし人妻たちと不器用転生勇者～"
      },
      {
        "en": "Otherworld Affair II"
      },
      {
        "en": "Isekai Affair 2"
      },
      {
        "en": "Isekai Furin Part 2"
      }
    ],
    "description": {
      "en": "An office worker, Yuuto Aida, witnesses his wife's affair at home!  When he jumps out of the house, he gets hit by a truck and is reincarnated in another world as a hero!!  However, due to the misunderstanding about Goddess Reincarnation, he only had one skill, it was a skill that could captivate other people's wives!!\n\n(MTL)",
      "id": "Suami sibuk bekerja Istri sibuk selingkuh, Seorang pekerja kantoran, Yuuto Aida, menyaksikan perselingkuhan istrinya di rumahnya! Ketika dia melompat keluar rumah, dia ditabrak truk dan bereinkarnasi di dunia lain sebagai pahlawan!! Namun, karena kesalahpahaman tentang Reinkarnasi Dewi, dia hanya punya satu skill, itu adalah skill yang dapat memikat istri orang lain!!",
      "ja": "ごくごく普通のサラリーマン・愛田勇人（あいだ　ゆうと）は、自宅で妻の浮気現場を目撃！家を飛び出したところ、“例のトラック”に轢かれ──勇者として異世界転生することに！！しかし、転生の女神のひょんな勘違いから、たったひとつのスキルだけを彼は手に入れることになった──　それは、“人妻完全魅了（チャーム）”というスキル！世の人妻は皆すべて、彼に魅了される！！！！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9229ee0c-3e56-41df-be1f-278fa8680426",
    "title": {
      "en": "Snake in the Office"
    },
    "updatedAt": "2024-11-24T02:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/9229ee0c-3e56-41df-be1f-278fa8680426/dc5c7d32-7abb-4ed5-9fe2-9618810491fd.png",
    "altTitles": [],
    "description": {
      "en": "A naga starts a new job in a new town.\n\nPosted with [author permission](https://twitter.com/DanielLCarrier/status/1769140595296207140).\n\n---\nAlternative Official English: [TheDuckWebComics](https://www.theduckwebcomics.com/Snake_in_the_office/5771894/)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3d562a9-84a0-464c-93dc-4d090042691b",
    "title": {
      "en": "Ookami wa Tsuki ni Koi wo Suru"
    },
    "updatedAt": "2025-01-14T21:24:43+00:00",
    "coverArt": "https://mangadex.org/covers/f3d562a9-84a0-464c-93dc-4d090042691b/68116b5d-c4e7-41bc-b94d-9f98d14b8a97.jpg",
    "altTitles": [
      {
        "ja": "オオカミは月に恋をする"
      },
      {
        "en": "Wolf Falls in Love with Moon"
      },
      {
        "vi": "Nàng Sói Trót Phải Lòng Với Mặt Trăng"
      }
    ],
    "description": {
      "ja": "俺だけが知ってる、先輩の顔。俺のことが嫌いなはずの先輩に「好き」と言われてしまった───。\n\n完璧だけどちょっぴり怖い生徒会長、『オオカミ先輩』こと狼川琉奈。そして、チャラくてポンコツな副会長・月山雄牙。二人はなにもかも正反対。ーーーひとつ、お互いに秘密の顔があることを除いて。ある時、月山は秘密にしているアルバイトを通じて、オオカミ先輩の裏の顔を知ることになり…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c701f22-8ef9-4b0d-ae4e-0e17ac3cd074",
    "title": {
      "en": "Nanjou-san wa Boku ni Dakaretai"
    },
    "updatedAt": "2025-01-12T23:31:36+00:00",
    "coverArt": "https://mangadex.org/covers/8c701f22-8ef9-4b0d-ae4e-0e17ac3cd074/1400004e-4e4e-45e2-aa5a-bbe7e2fc592d.jpg",
    "altTitles": [
      {
        "ja": "南條さんは僕に抱かれたい"
      },
      {
        "en": "Nanjou-san Wants to Be Held by Me"
      },
      {
        "id": "Nanjou-san ingin dipeluk olehku"
      },
      {
        "pt-br": "Nanjou-san quer ser segurada por mim"
      }
    ],
    "description": {
      "en": "From their worst encounter comes a story about their ultimate happiness! This romantic comedy explores the ups and downs of a serious relationship.",
      "ja": "陰キャな清己が忘れ物を取りに戻った放課後の教室。ギャルで有名な南條さんと男子生徒が、○○○しようとしているところを目撃する。逃げ出した男子生徒の代わりに…と誘われるものの、潔癖症の清己はきっぱり断ることに。けれど、それによって興味を持たれてしまい、清己は南條さんに付きまとわれることに！けれど、南條さんは、意外とオタクにとっての理想のギャルで…!?",
      "pt-br": "Do pior encontro deles surge uma história sobre sua felicidade final! Esta comédia romântica explora os altos e baixos de um relacionamento sério."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a96676e5-8ae2-425e-b549-7f15dd34a6d8",
    "title": {
      "en": "Komi-san wa Komyushou Desu."
    },
    "updatedAt": "2024-11-14T17:02:51+00:00",
    "coverArt": "https://mangadex.org/covers/a96676e5-8ae2-425e-b549-7f15dd34a6d8/a8a2ba98-5954-4e2c-aacd-842548e39649.jpg",
    "altTitles": [
      {
        "ja-ro": "Comi-san ha Comyusho Desu."
      },
      {
        "en": "Komi Can't Communicate"
      },
      {
        "en": "Komi-san Can't Communicate."
      },
      {
        "en": "Komi-san Has a Communication Disorder."
      },
      {
        "ja-ro": "Komi-san wa, Communication Shougai desu."
      },
      {
        "en": "Miss Komi Is Bad at Communication."
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "ja": "古見さんは、コミュ症です。"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      },
      {
        "ar": "كومي سان لا يمكنها التواصل"
      },
      {
        "ja-ro": "Furumi-san wa, Komyu-shōdesu."
      },
      {
        "vi": "Komi - Nữ thần sợ giao tiếp"
      },
      {
        "fr": "Komi cherche ses mots"
      },
      {
        "tr": "Komi Konuşmaktan Korkuyor"
      },
      {
        "pt": "Komi não consegue se comunicar"
      },
      {
        "id": "Komi Sulit Berkomunikasi"
      },
      {
        "ms": "Komi Tidak Boleh Berkomunikasi"
      },
      {
        "hu": "Komi-san Kommunikációs Zavarral Küzd"
      },
      {
        "cs": "Komi-san nemůže komunikovat"
      },
      {
        "pl": "Komi-san nie móc komunikuje"
      },
      {
        "pl": "Komi-san nie móc porozumiewa"
      },
      {
        "es": "Komi-san no puede comunicarse"
      },
      {
        "pt": "Senhora Komi não consegue se comunicar"
      },
      {
        "pt-br": "Senhorita Komi não consegue se comunicar"
      },
      {
        "ru": "Коми-сан ва, комюсё: дэсу"
      },
      {
        "mn": "Коми-сан харилцаж чаддаггүй"
      },
      {
        "ru": "У Коми-сан проблемы с общением"
      },
      {
        "uk": "У Комі-сан проблеми зі спілкуванням"
      },
      {
        "ar": "كومي لا تستطيع التواصل"
      },
      {
        "fa": "کومی نمیتواند صحبت کند"
      },
      {
        "ne": "कोमी सञ्चार गर्न सक्दैन।"
      },
      {
        "th": "โฉมงามพูดไม่เก่งกับผองเพื่อนไม่เต็มเต็ง"
      },
      {
        "zh-hk": "古見同學是溝通魯蛇。"
      },
      {
        "zh-hk": "古見同學有交流障礙症"
      },
      {
        "zh": "古见同学有交流障碍症"
      },
      {
        "ko": "코미 양은 커뮤증입니다"
      },
      {
        "ko": "코미 양은, 커뮤증이에요"
      }
    ],
    "description": {
      "en": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.\r\n\r\nKomi-san, who wishes to fix this bad habit of hers, tries to improve it with the help of Tadano-kun by achieving her goal of having 100 friends.",
      "es": "Hitohito Tadano acaba de empezar la secundaria alta anhelando que sea pura paz y tranquilidad, pero sus planes se truncan cuando termina sentado al lado de la perfecta Shoko Komi. Ella es linda, inteligente, educada y hasta huele bien. Pero tiene 0 dotes sociales y no sabe cómo corno comunicarse con los demás. Es ahí que Tadano se sube al pony y se propone ayudarla a su compañera hasta que se haga de cien amigos, y con suerte algo más.",
      "pl": "Komi-san jest piękną i godną podziwu dziewczyną, od której nikt nie może oderwać oczu. Prawie cała szkoła postrzega ją jako zimne piękno, które jest poza ich zasięgiem, ale Tadano Hitohito zna prawdę: młoda piękność po prostu źle komunikuje się z innymi. Komi-san, chce to zmienić, a ma jej w tym pomóc Tadano.",
      "es-la": "El viaje a 100 amigos comienza con una sola conversación. El mayor sueño de la estudiante de secundaria socialmente ansiosa Shouko Komi es hacer amigos, ¡pero todos en la escuela confunden su ansiedad social paralizante con una reserva fría! Con todo el cuerpo estudiantil manteniendo su distancia y Komi incapaz de pronunciar una sola palabra, la amistad podría estar siempre fuera de su alcance. Tadano Hitohito es un chico ordinario total, y así es como le gusta. Vive para mezclarse con el fondo. Todo eso cambia cuando se encuentra solo en un salón de clases el primer día de la escuela secundaria con la legendaria Komi. Rápidamente se da cuenta de que ella no es distante, sino que tiene problemas para comunicarse con los demás. ¡Ahora ha hecho su misión ayudarla en su búsqueda para hacer 100 amigos!",
      "pt-br": "Komi-san é uma bela e admirável garota que ninguém consegue tirar os olhos. Quase todos da escola a veem como alguém fora do alcance, mas Tadano Shigeo sabe a verdade: **ela apenas não sabe como se comunicar com os outras pessoas**. Komi-san, que deseja corrigir este mau hábito dela, tenta melhorar com a ajuda do Tadano-kun..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9bca0dbd-607f-49ec-bf33-017a74c12cff",
    "title": {
      "en": "Home Plate's Villain"
    },
    "updatedAt": "2024-08-04T03:54:21+00:00",
    "coverArt": "https://mangadex.org/covers/9bca0dbd-607f-49ec-bf33-017a74c12cff/6f3aa0c0-adef-4250-802a-96a607a7ef4e.jpg",
    "altTitles": [
      {
        "en": "Home Plate Villain"
      },
      {
        "ko": "홈 플레이트의 빌런"
      },
      {
        "en": "ホームベースの魔物"
      }
    ],
    "description": {
      "en": "To meet his dead parents again, Hong Bin made a deal with the Baseball Fairy, who agreed to return him to the past if he achieved 3,000 career hits as a baseball player. And at the age of 40, Bin the baseball legend hits his last ball and goes back in time. After reuniting with his family, Bin decides to pursue his old dream of joining the major league. The only issue is that he's lost all his old skills as a pro! But will his past experiences be enough to help this legend fulfill his new goal?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd0ee1c6-207a-4144-b511-09e808852728",
    "title": {
      "en": "I Became the Tyrant's Chambermaid"
    },
    "updatedAt": "2024-12-17T22:03:03+00:00",
    "coverArt": "https://mangadex.org/covers/dd0ee1c6-207a-4144-b511-09e808852728/1d1e9bf3-938e-4478-8c5a-5591c8baedb4.jpg",
    "altTitles": [
      {
        "ko": "폭군의 침방 시녀가 되었다"
      },
      {
        "ko-ro": "Pokgunui Chimbang Sinyeoga Doeeotda"
      },
      {
        "en": "I Became a Tyrant's Maid"
      },
      {
        "ja": "暴君の寝室担当侍女になりました"
      }
    ],
    "description": {
      "en": "When Lee Chaerin kicks the bucket, she's whisked into a dark fantasy novel as Rose Estania, a chambermaid at the mercy of the tyrant crown prince, Kalix Forsman. Armed with nothing but her real-world hotelier skills and a diary from the real Rose full of cryptic hints but no escape route, she's forced to navigate a dangerous world teeming with Kalix's enemies. Can she keep his wrath in check, evade death, and find her way back to reality before it's too late?\n\n---\nYour Highness- That is absurd!!\n\n\"Your Highness, did you just cough-!!!\"\n\nI'm doomed! I've been transmigrated to another world! As an extra chambermaid from a 19+ impoverished novel from the early 2000s! For now, I'm trying my best not to upset the male lead's temper so I can survive and return home...\n\n\"Your Highness! Please have mercy!\"\n\n\"Your Highness! That is such an absurd thing to say!\"\n\n\"Could you please stop with that damn antiquated language?!\"\n\nSeems like the etiquette here is a bit different from what I know...\n\nAnyway, after defeating an assassin and taking an arrow for him, I feel like I've become somewhat closer to the male lead.\n\nThe ominous journal that seems to understand my words, and the male lead, who orders me around, seems a bit fishy too. Can I survive here and return home?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74bf145d-7b1c-4ac6-aebc-a1ef8899b0dc",
    "title": {
      "en": "Rei no Heya ni Irerarechatta Osananajimi no Futari"
    },
    "updatedAt": "2025-01-14T13:39:54+00:00",
    "coverArt": "https://mangadex.org/covers/74bf145d-7b1c-4ac6-aebc-a1ef8899b0dc/fb13a7cb-0106-4168-a79e-72c33863375a.jpg",
    "altTitles": [
      {
        "ja": "例の部屋にいれられちゃった幼馴染の2人"
      },
      {
        "en": "A Pair of Childhood Friends Who Were Put into One of \"Those\" Rooms"
      }
    ],
    "description": {
      "ja": "幼馴染のせいじとまい。ある日2人が目が覚ますと、2人はなぜかネットでよく見る「○○するまで出られない部屋」に入れられていた。○○するまで出られない部屋について何もしらないせいじ。せいじのことが気になっているため、絶対せいじに何の部屋なのか知られたくないまい。果たして2人はこの部屋から出ることはできるのか？部屋から出るための条件は…やっぱりアレなのか？"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "27"
  },
  {
    "mangaId": "affbeb9e-8d7c-48ab-a271-c01c9dbd6c70",
    "title": {
      "en": "Japanese History Detective Conan"
    },
    "updatedAt": "2023-02-05T04:25:50+00:00",
    "coverArt": "https://mangadex.org/covers/affbeb9e-8d7c-48ab-a271-c01c9dbd6c70/6aaad34d-78aa-4b75-99d1-5cfc2236fdcb.jpg",
    "altTitles": [
      {
        "en": "Detective Conan History Manga"
      },
      {
        "ja": "日本史探偵コナン"
      },
      {
        "ja-ro": "Nihonshi Meitantei Conan"
      }
    ],
    "description": {
      "en": "Conan and the Detective Boys are asked to help kids who have been send backwards in time. These \"Time Drifters\" explore different eras of Japanese history in search of the Time Stones that will help them return to the present day.  \n  \n[Official Website](https://www.shogakukan.co.jp/pr/ntconan/)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": ""
  },
  {
    "mangaId": "97e8bb6b-1407-4053-b167-87d1077fb9df",
    "title": {
      "en": "Suguru-kun Fight!"
    },
    "updatedAt": "2024-12-03T00:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/97e8bb6b-1407-4053-b167-87d1077fb9df/29dd2aa6-743b-41fc-a71c-508ada532773.jpg",
    "altTitles": [
      {
        "uk": "Борись, Сугуру!"
      },
      {
        "ja": "スグルくんファイト!"
      },
      {
        "en": "Fight Suguru-kun!"
      }
    ],
    "description": {
      "en": "When Suguru, an ordinary high school student, comes home as usual, he bumps into his older sister's friend, Noriyuki! \n\nDeciding at first glance that the huge and rugged-looking Noriyuki is the type he doesn't like, Suguru leaves the house to escape from him, but for some reason Noriyuki starts to pester him persistently...!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "36.5"
  },
  {
    "mangaId": "47633ce0-6b5a-44db-8b50-df645f992ab1",
    "title": {
      "en": "The Artistic Genius of Music Is the Reincarnation of Paganini"
    },
    "updatedAt": "2024-12-24T19:42:51+00:00",
    "coverArt": "https://mangadex.org/covers/47633ce0-6b5a-44db-8b50-df645f992ab1/11661599-76e8-4125-949c-ce2e11fd4832.png",
    "altTitles": [
      {
        "ko": "예술고 음악천재는 환생한 파가니니"
      },
      {
        "en": "High School Musical Genius Is Paganini Reincarnated"
      }
    ],
    "description": {
      "en": "The Rebirth of Paganini, Joo-won Moon. He was once a gifted violinist, but due to an injury, he gradually distanced himself from music and lived the life of a regular high school student. “I don’t pursue music.” However, perhaps the irony of fate… Joo-won Moon accidentally transferred to the music class of an arts high school, he picked up the violin… Will Joo-won Moon be able to overcome his psychological trauma? And is there a chance for him to be reborn as a true violinist?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5208b9d-5233-4672-bf5c-6e7d23767e37",
    "title": {
      "en": "J<->M"
    },
    "updatedAt": "2024-12-10T12:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/d5208b9d-5233-4672-bf5c-6e7d23767e37/3a09671d-d29b-4e21-b717-26f15bd806b7.jpg",
    "altTitles": [
      {
        "en": "J and M"
      },
      {
        "uk": "J⇔M ДжЕм"
      },
      {
        "ja": "J⇔M　ジェイエム"
      },
      {
        "ja-ro": "J⇔M　jeiemu"
      }
    ],
    "description": {
      "en": "J is a lone assassin feared as \"untouchable\" in the underworld.\nMegumi is a lonely girl who has no place at home or school.\nWhen the two meet, an unexpected story begins.",
      "uk": "Джей - самотній найманий вбивця, якого у злочинному світі вважають \"невразливим\". Меґумі - самотня дівчинка, якій немає місця ні вдома, ні в школі. Коли вони познайомилися, розпочалася несподівана історія, Джей та Меґумі обмінялися тілами. Тепер, Джей змушений взятися за завдання по вбивству у своєму новому тілі."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4e590da-dabc-4c54-a6dd-aa4287390d70",
    "title": {
      "en": "The Return of the Superhero"
    },
    "updatedAt": "2024-12-18T01:58:12+00:00",
    "coverArt": "https://mangadex.org/covers/e4e590da-dabc-4c54-a6dd-aa4287390d70/2e82ced4-7b45-4eff-a20d-ec965fe3f3a8.jpg",
    "altTitles": [
      {
        "fr": "Héros ? Ça fait longtemps que j'ai arrêté"
      },
      {
        "en": "Hero Return"
      },
      {
        "en": "HQLT"
      },
      {
        "fr": "Le retour du Héros"
      },
      {
        "en": "The Hero Returns"
      },
      {
        "zh-ro": "Ying xiong? Wo zao jiu bu dang liao"
      },
      {
        "zh-ro": "Yīngxióng? Wǒ Zǎo Jiù Bùdāngle"
      },
      {
        "ru": "Герой? Я давно перестал им быть"
      },
      {
        "zh": "英雄？我早就不当了"
      },
      {
        "zh": "英雄再临"
      },
      {
        "ko": "영웅재림:영웅같은 소리하고 있네"
      },
      {
        "en": "Hero? I Quit a Long Time Ago"
      },
      {
        "es-la": "¿Héroe? Lo deje hace mucho tiempo"
      }
    ],
    "description": {
      "en": "Zero was mankind’s first real superhero. Under his watch, countless other superheros appeared and followed in his footsteps. However, after 5 years of war, Zero disappeared without a trace.\n\n\n---\n\n**Note:** this is not your usual Chinese manhua, please read them from right to left (similar to Japanese format).\n\n**Links:**\n- [KuaiKan](https://www.kuaikanmanhua.com/web/topic/1002/)",
      "it": "Zero fu il primo supereroe della razza umana. Sotto la sua guida, innumerevoli supereroi comparvero e crebbero seguendo le sue orme. Tuttavia, dopo cinque anni di guerra, Zero scomparve senza lasciare traccia. (*si legge da destra a sinistra, come i manga*).",
      "pl": "Zero był pierwszym prawdziwym superbohaterem ludzkości. Podczas jego aktywności pojawili się niezliczeni nowi bohaterowie, którzy podążyli jego ślady. Jednakże, po 5 latach walki, Zero zniknął bez śladu."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "488"
  },
  {
    "mangaId": "7a2d3d7b-9ed5-4ad3-9ee5-e37ceaa1020b",
    "title": {
      "en": "Hero Eden"
    },
    "updatedAt": "2024-12-03T04:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/7a2d3d7b-9ed5-4ad3-9ee5-e37ceaa1020b/d25905c6-714d-4c31-aed2-e33aa50885fc.jpg",
    "altTitles": [
      {
        "ko": "히어로 이든"
      }
    ],
    "description": {
      "en": "Panthera, a totalitarian state where both brutal oppression and despair exist. Heroes who resisted the government were branded as traitors and executed. Now, the son of a fallen hero, Eden, must face the question: Can he survive in Panthera? In the near future, after a second nuclear war, the surviving humans continue to live in a small world called Panthera. However, the intense control and exploitation by the government has caused immense suffering, gradually turning various districts into slums. The “heroes” who once defied the regime and claimed to be superheroes were ruthlessly eliminated by cyborg killers under the government’s command. The few surviving heroes now hide their identities, barely scraping by in the slums. Disillusioned and filled with grief and hatred, people who once had a glimmer of hope in these heroes have now lost faith and stopped waiting for any saviors. One day, a seemingly ordinary high school student named Eden, who is frequently bullied by his classmates, experiences a “Soma Awakening,” a unique trait of superheroes. However, haunted by the memory of his father’s gruesome death as a hero, Eden rejects the life of a hero, longing for a normal life with his mother. Yet, the increasing oppression of the government and the threats to his only family make this difficult. In such a world, will Eden choose to become a hero and stand against the forces oppressing society? The journey of Eden—a beautiful yet scorched, intense yet chilling tale—begins."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f97bd7fa-e7e7-488b-9c08-890405036a0f",
    "title": {
      "en": "Confessing My Love to Him, the Treacherous One"
    },
    "updatedAt": "2025-01-12T17:02:05+00:00",
    "coverArt": "https://mangadex.org/covers/f97bd7fa-e7e7-488b-9c08-890405036a0f/ff249f2d-9324-4cc8-a334-c69e7a1d3afa.jpg",
    "altTitles": [
      {
        "zh": "Xiang Weixian De Ta Gaobaile"
      },
      {
        "zh": "Xiàng Wéixiǎn De Tā Gàobáile"
      },
      {
        "zh": "向危险的他告白了"
      }
    ],
    "description": {
      "en": "When Natalie went back in time after her death, her only desire was for revenge. Instead, she accidentally confessed to the most dangerous man in the empire?! Natalie, the only daughter of the Count, was tricked by her stepmother and stepsister into marrying an abusive scumbag before dying tragically. After going back in time, she decided to turn her back against them and prepared to interfere with her stepsister’s love for the young master of the Duke’s mansion, Eli. But what she didn’t expect was for an accident to occur, and she ended up confessing to his uncle instead?! Help, this man is notorious for being difficult to deal with! Is it too late now to withdraw the confession?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5373fc36-e023-4f78-bcca-b28e62176aa7",
    "title": {
      "en": "Heavenly Moon"
    },
    "updatedAt": "2024-07-28T04:20:36+00:00",
    "coverArt": "https://mangadex.org/covers/5373fc36-e023-4f78-bcca-b28e62176aa7/ea501f84-4bc4-430f-8c16-42a7e7e6246e.png",
    "altTitles": [
      {
        "en": "Heavenly Ray and Bright Moon"
      },
      {
        "ko": "천광명월"
      },
      {
        "en": "Sunlight Moon"
      },
      {
        "zh": "天光明月"
      },
      {
        "ru": "Военный раб, ставший мастером боевых искусств"
      }
    ],
    "description": {
      "en": "The Murim Warring States period is where only the strong survives. This is the war slave Cheong Gwang and Myeong-Wol’s Murim Survival Story.\n\n---\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=59153035)",
      "ko": "강자만이 살아남는 무림전국시대.\n전쟁노예 천광과 중원제일의 기생 명월의\n무림 생존기를 그린 가족 무협 액션 드라마.\n\n---\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=59153035)",
      "ru": "Главный герой - Чон Гван, будучи ребенком, попадает в военное рабство. Больше десяти лет он не видел своего отца и сестренку. Согласно уговору с преемником одной из сильнейших гильдий, он должен принести голову двадцати мастеров боевых искусств, и только тогда ему даруют свободу. Чон Гван жил мыслью о скором возвращении домой, однако... его обманули. Тогда он решает сбежать...\n\n---\n\n- [Original Webtoon <kakao>](https://page.kakao.com/home?seriesId=59153035)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c355cfa-d8a9-495c-a50b-8729102ab2b7",
    "title": {
      "en": "Shin Lupin III"
    },
    "updatedAt": "2023-05-16T03:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c355cfa-d8a9-495c-a50b-8729102ab2b7/33549561-aa82-473c-9bc3-534b194a5a96.jpg",
    "altTitles": [
      {
        "en": "Lupin III - World's Most Wanted"
      },
      {
        "en": "New Lupin III"
      },
      {
        "ja-ro": "Shin Lupin Sansei"
      },
      {
        "ja": "新ルパン三世"
      }
    ],
    "description": {
      "en": "Lupin the Third and his motley crew return in Shin Lupin III! This time, several of the stories are either brand new or adapted from or to the Lupin anime, and the beginning story was even animated by itself several years later!  \n  \nLupin the Third is the grandson of the famous literary thief Arsène Lupin, and his partners in crime include the sharpshooter Jigen Daisuke, the stoic samurai Goemon Ishikawa the Thirteenth, and the on-again-off-again lover/enemy Fujiko Mine. Their goal is to outwit enemies bigger than themselves while nabbing the world's rarest and most important items, while also outwitting the dogged Inspector Zenigata, who's made it his life's work to capture and secure Lupin. In the manga however, his relationship with the titular thief isn't as \"respecting to the enemy\" as you would expect, as he's attempted multiple times to kill him without shedding a tear!   \n  \nWhat kind of sexy exploits will Lupin and his crew get up to next in…Shin Lupin III!"
    },
    "status": "completed",
    "releaseDate": 1977,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "188"
  },
  {
    "mangaId": "6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e",
    "title": {
      "en": "Multiverse no Watashi, Koishite Ii desu ka?"
    },
    "updatedAt": "2024-11-03T15:38:04+00:00",
    "coverArt": "https://mangadex.org/covers/6a6e24ed-9d9c-4f7b-9ee0-db65bea9189e/5a8c8a84-9233-469d-beb5-7c2c5c2e8272.jpg",
    "altTitles": [
      {
        "ja": "マルチバースの私、恋していいですか?"
      },
      {
        "en": "Is It Alright for My Multiverse Self to Fall in Love?"
      },
      {
        "vi": "Em của đa vũ trụ có thể yêu anh được không?"
      },
      {
        "ja": "マル恋"
      },
      {
        "ja-ro": "Marukoi"
      }
    ],
    "description": {
      "en": "Jogo has a crush on his classmate, Miyato. \n\nOne day, they unexpectedly end up walking home together after school. When Miyato is about to be hit by a truck, Jogo throws himself in harm's way to save her. In the final moment before impact, Jogo wishes he could have told Miyato how he felt. \n\nBut then he hears a mysterious voice saying, \"You can do it over. This time, don’t have any regrets.\"\n\nWhen he wakes up, he finds himself unharmed, lying on the ground, with a different version of Miyato beside him — she looks the same, but her clothes and hairstyle are different...?",
      "ja": "本当なら出逢えていなかった、私とあなた。好きだと言わなくても後悔はしない？\n\n可能性を切り拓く、マルチバースラブコメ読切！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d70d05cb-7f32-4c51-b5da-f78f9b91d69d",
    "title": {
      "en": "Dai Uchuu Kaijuu Dai Bouei Taisen"
    },
    "updatedAt": "2025-01-15T02:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/d70d05cb-7f32-4c51-b5da-f78f9b91d69d/b2674593-22ea-4f5d-a631-94be5ce3c7b6.jpg",
    "altTitles": [
      {
        "ja": "大宇宙怪獣大防衛大戦"
      },
      {
        "en": "Great Space Monster Defense War"
      },
      {
        "en": "Great Universal Monster Defense War"
      },
      {
        "en": "The War With Space Monsters to Protect the Earth"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6e9b748-9187-4f93-a5df-b802c567f60c",
    "title": {
      "en": "Realist Maou ni Yoru Seiiki Naki Isekai Kaikaku"
    },
    "updatedAt": "2024-12-13T03:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/d6e9b748-9187-4f93-a5df-b802c567f60c/56762882-065d-45fe-a57e-f8e83df01f1c.jpg",
    "altTitles": [
      {
        "el": "Η θρυλική ανακατασκευή ενός κόσμου από έναν ρεαλιστή βασιλιά δαίμονα"
      },
      {
        "ru": "Король демонов — реалист. Легенда о перестройке мира"
      },
      {
        "ja": "リアリスト魔王による聖域なき異世界改革"
      },
      {
        "zh": "现实主义魔王的异世界改革"
      },
      {
        "ko": "리얼리스트 마왕에 의한 성역없는 이세계 개혁"
      },
      {
        "zh-hk": "現實主義魔王的異世界改革"
      },
      {
        "en": "The Legendary Rebuilding of a World by a Realist Demon King"
      },
      {
        "en": "The Reformation of the World as Overseen by a Realist Demon King"
      },
      {
        "pt-br": "A Reconstrução Lendária de um Mundo por um Rei Demônio Realista"
      }
    ],
    "description": {
      "en": "In a dilapidated castle, Astaroth awoke as a Demon King. With his ‘wisdom from his past life,’ he would rule over his lands as a thorough ‘realist.’ “Demon King, why are you attacking the level 1 Heroes?” “Defeat them before they become stronger. That is called strategy.”  “Demon King, why are you sending fake money to the enemy country?” “To bring chaos to their economy, so they will self-destruct.” “The werewolf troops have attacked. Should we use silver bullets?” “Not bullets, shoot them with cannons.”  \n  \nAnd like that, Astaroth ‘reformed’ the old tendencies. He became a lord who was loved by the people and his subordinates, and he would go on to be called the most powerful Demon King in history.",
      "ja": "72の魔王が跋扈する混沌とした世界に、72番目の魔王として転生したアシュタロト。そんな彼の前に突如謎の女神が現れ、この世界を改革するようアシュタロトを導く。初めに召喚したメイド兼参謀の魔族・イヴを従え、現実主義者（リアリスト）魔王の伝説がはじまる！",
      "pt-br": "Em um castelo em ruínas, Astaroth acordou como um Rei Demônio. Com sua \"sabedoria de sua vida passada\", ele governaria suas terras como um completo \"realista\".Conheça quem se tornou um senhor que era amado pelo povo e seus subordinados, o homem que seria chamado de o mais poderoso rei demônio da história."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96ae166c-d8e1-4e9e-88cb-805b65154d7e",
    "title": {
      "en": "Red Blue"
    },
    "updatedAt": "2025-01-13T15:02:52+00:00",
    "coverArt": "https://mangadex.org/covers/96ae166c-d8e1-4e9e-88cb-805b65154d7e/bfdcb28f-9c18-4557-9634-e34339662fb5.jpg",
    "altTitles": [
      {
        "ja": "レッドブルー"
      },
      {
        "zh-hk": "紅藍"
      }
    ],
    "description": {
      "en": "Suzuki Aoba, a gloomy, social outcast, is satisfied with his Highschool life though he occasionally gets beaten up by his classmate Iwase Sannosuke in \"play-fights\". One day, Aoba is saved from a \"play-fight\" by none other than Akasawa Kenshin, a boy from the class next door and the rising rookie superstar sensation of the MMA world. However, Kenshin wonders aloud if Aoba feels empty when Aoba states that he doesn't have a dream, which Aoba doesn't react to kindly. He vows to land one punch on Kenshin in the future. Aobas joins the Shark Gym lead by the sloppy Kanenari Tokiwa to achieve his dream of besting Kenshin.",
      "ja": "日陰者の道を歩んできた主人公・青葉。 譲れぬ“想い”を押し通すため、 総合格闘技“MMA”の世界へ飛び込んでゆく――!!",
      "pt-br": "Uma história sobre o mal humorado Aoba Suzuki e a estrela em ascensão Kenshin Akasawa moldando seus caminhos para o mundo das lutas de MMA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ba06cc5-6f6b-4b61-a5b5-16c6bd9e9cd5",
    "title": {
      "en": "Nikagetsugo ni Seibetsu ga Bareru Josou Danshi"
    },
    "updatedAt": "2024-10-31T02:39:54+00:00",
    "coverArt": "https://mangadex.org/covers/6ba06cc5-6f6b-4b61-a5b5-16c6bd9e9cd5/e8bd0f82-8274-4d7d-9099-ea3e2d216fa3.png",
    "altTitles": [
      {
        "ja": "2ヶ月後に性別がバレる女装男子"
      },
      {
        "ja-ro": "Nikagetsugo ni Seibetsu ga Bareru Jyosoudanshi"
      },
      {
        "en": "The Crossdressing Boy's Gender Will Be Found Out in 2 Months"
      }
    ],
    "description": {
      "en": "I enrolled in a prestigious girls academy, even though I'm actually a crossdressing boy?! But, in my class lies a secret as well...?\n\nThis prestigious school, St. Aster Girls Academy, is where I am entering as a first year. Unexpectedly, I had to crossdress in order to enroll! If my roommate or classmates found out I am a guy, it would be inexcusable!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10.3"
  },
  {
    "mangaId": "6fef6cfe-505a-4330-ac5f-d28a42dcbc95",
    "title": {
      "en": "Washi Jijii, Yowai Rokujuu ni Shite Tenpu no Sai ni Kizuku"
    },
    "updatedAt": "2025-01-08T08:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/6fef6cfe-505a-4330-ac5f-d28a42dcbc95/a0c1fa47-62d5-4562-bc55-f945f14d5a2f.jpg",
    "altTitles": [
      {
        "ja": "わしジジイ 、齢六十にして天賦の才に気付く"
      }
    ],
    "description": {
      "en": "In a world where special abilities called \"skills\" manifest, sixty-year-old Diru suddenly gains power one day. Unfortunately, it's a combat-focused ability that he struggles to handle now that his physical strength has declined. \"I’m already an old man...,\" he says, but despite his age, he’s filled with determination to make the most of his second chance. With his natural talent for charming people and his slightly overzealous sense of justice and kindness, he embarks on a new life, savoring it to the fullest. A man over sixty begins his second life—a life that's not fast but not too slow, gentle yet intense!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a89a48d-2e94-49a7-aa05-61b24e0f2f86",
    "title": {
      "en": "Isekai Monster Breeder"
    },
    "updatedAt": "2023-05-18T11:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/0a89a48d-2e94-49a7-aa05-61b24e0f2f86/91e43e68-af9d-4fe2-8df9-707ec215541d.png",
    "altTitles": [
      {
        "ja-ro": "Isekai Monster Breeder ~Cheat wa Arukedo, Nonbiri Ikusei Shiteimasu~"
      },
      {
        "en": "Monster Breeder in Another World"
      },
      {
        "ru": "Укротитель монстров в другом мире ~Лениво дрессирует монстров с помощью читов~"
      },
      {
        "ja": "異世界モンスターブリーダー　～チートはあるけど、のんびり育成しています～"
      },
      {
        "th": "Isekai Monster Breeder -มีสูตรโกงแต่ก็จะเพาะเลี้ยงอย่างค่อยเป็นค่อยไปครับ-"
      },
      {
        "ko": "이세계 몬스터 브리더"
      },
      {
        "zh": "异世界魔物培育家~带着外挂悠哉养成中"
      },
      {
        "zh-hk": "異世界魔物培育家~帶著外掛悠哉養成中"
      }
    ],
    "description": {
      "en": "When sent to a different world, Souta was given the unpopular profession of \"Monster Tamer.\" However, Souta also got the skill \"Absolute Domination\" which gives him a 100% chance to capture anything!",
      "es": "Cuando fue enviado a un mundo diferente, Souta recibió la impopular profesión de \"Domador de monstruos\". ¡Sin embargo, Souta también obtuvo la habilidad \"Dominación Absoluta\" que le da un 100% de posibilidades de capturar cualquier cosa!",
      "ru": "Когда главного героя, Соуту, отправили в другой мир, ему досталась профессия \"Укротителя монстров\". К тому же, ему дали способность \"Абсолютное доминирование\", которая даёт ему 100% возможность получить всё что угодно."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "79"
  },
  {
    "mangaId": "26fd7925-f4d7-43af-bcc3-19d93677975a",
    "title": {
      "en": "Golden Print"
    },
    "updatedAt": "2023-07-29T11:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/26fd7925-f4d7-43af-bcc3-19d93677975a/dd87e035-b54d-45ed-863e-1a9c6a79b064.jpg",
    "altTitles": [
      {
        "ko": "골든 프린트"
      }
    ],
    "description": {
      "en": "I wanted to design!\n\nA dream I have had since I was 12 years old and have nurtured since then. For thirty years I worked hard, not missing a single day, but the reality is that I'm a construction site manager constructing buildings for other people. If I hadn't made that choice back then... Would I have become an architectural designer? Thirty years after all that, a miracle happened to me.\n\nI went back to my university school days 20 years ago, in 2010.\nI'm 22 years old, but with 20 years of field experience, I'm going fulfil my dream of being an architectural designer and make world famous designs of my own!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ab48d44-4f61-4630-886d-fe9cf21f95e3",
    "title": {
      "en": "The Story of Eren Becoming Conscious of Mikasa"
    },
    "updatedAt": "2025-01-15T01:44:14+00:00",
    "coverArt": "https://mangadex.org/covers/4ab48d44-4f61-4630-886d-fe9cf21f95e3/abca9cc5-c40b-44de-a15f-c8465990444f.jpg",
    "altTitles": [
      {
        "ja": "ミカサを意識しちゃうエレンの話し"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0dc2f88-4e89-4e30-8d68-20116db788ff",
    "title": {
      "en": "Taida na Akujoku Kizoku ni Tensei shita Ore, Scenario o Bukkowashitara Kikakugai no Maryoku de Saikyou ni Natta"
    },
    "updatedAt": "2024-12-22T10:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/b0dc2f88-4e89-4e30-8d68-20116db788ff/b6854571-a2d4-4b24-9132-171a300dd687.png",
    "altTitles": [
      {
        "ja": "怠惰な悪辱貴族に転生した俺、シナリオをぶっ壊したら規格外の魔力で最凶になった"
      },
      {
        "ja-ro": "Taida na Akujoku Kizoku ni Tensei shita Ore, Scenario wo Bukkowashitara Kikakugai no Maryoku de Saikyou ni Natta"
      },
      {
        "ja-ro": "Taidana Akuhazukashime Kizoku ni Tensei Shita Ore, Scenario wo Bukkowashitara Kikaku Gai No Maryoku de Saikyou ni Natta"
      },
      {
        "en": "Reincarnated as the Lazy and Villainous Noble, I Broke the Scenario and Became the Most Formidable With Extraordinary Magic"
      },
      {
        "vi": "chuyển sinh thành quý tộc phản diện và lười biếng, tôi trở thành kẻ mạnh nhất học viện"
      },
      {
        "uk": "Я перевтілився у Дворянина-Лиходія, проте змінив сценарій і став найбільш грізним магом"
      },
      {
        "pt-br": "Reencarnado como o Nobre Preguiçoso e Vilão, Quebrei o Cenário e Me Tornei o Mais Formidável com Magia Extraordinária"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the villainous noble Weiss from my favorite academy game, and the fate that awaits me is nothing but the worst possible ruin, with no salvation.\n\nI absolutely have to avoid that at all costs!\n\nThen the only way out is to gain overwhelming power that even surpasses the game's protagonist and become the strongest!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/69646)",
      "ja": "大好きな学園ゲームに登場する悪役貴族・ヴァイスに転生してしまった、やがてこの身に待ち受けるのは、救いなしの最悪な破滅エンド。\n\nそれだけはなんとしてでも回避したい！\n\nだったらこのゲームの主人公すら遠く及ばない、圧倒的な力を身につけて最強になるしかない！\n\n最凶成り上がり異世界学園ファンタジーコミカライズ!",
      "vi": "Tôi đã tái sinh vào vai một quý tộc phản diện tên Weiss trong game học viện mà tôi thích nhất, và số phận chờ đợi tôi chẳng khác nào thảm họa tồi tệ nhất, không có lối thoát. Tôi nhất định phải tránh điều đó bằng mọi giá! Vậy nên cách duy nhất là có được sức mạnh áp đảo, thậm chí còn vượt xa cả nhân vật chính trong game và trở thành kẻ mạnh nhất!",
      "pt-br": "Eu reencarnei como *Weiss*, o nobre que é um vilãozinho secundário do meu jogo favorito, e que está destinado a  própria ruína e morte.\n\nEu definitivamente preciso evitar isso de qualquer jeito!\n\nEntão, o que me sobra é conseguir um poder tão apelão que nem mesmo o protagonista ousará me enfrentar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "737c292b-5b97-41bb-8b04-51bcc945f7a7",
    "title": {
      "en": "Garbage Brave: Isekai ni Shoukan Sare Suterareta Yuusha no Fukushuu Monogatari"
    },
    "updatedAt": "2024-11-21T21:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/737c292b-5b97-41bb-8b04-51bcc945f7a7/b7279ed6-7c3b-4d82-a42d-5c5eb2ff0eb5.jpg",
    "altTitles": [
      {
        "en": "Garbage Brave: Revenge Story of a Hero Who Has Been Thrown Away After Being Summoned to Another World"
      },
      {
        "en": "Garbage Hero: A Revenge Story of a Hero Who Got Summoned to Another World"
      },
      {
        "de": "Rache des Müll Helden"
      },
      {
        "de": "Rache des Müll Helden: Geschichte eines Helden, der in einer anderen Welt beschworen und weggeworfen Wurde"
      },
      {
        "ru": "Отстойный герой"
      },
      {
        "ru": "Отстойный герой: Месть в ином мире"
      },
      {
        "ja": "ガベージブレイブ"
      },
      {
        "ja": "ガベージブレイブ 異世界に召喚され捨てられた勇者の復讐物語"
      },
      {
        "zh-hk": "廢物勇者"
      }
    ],
    "description": {
      "en": "While on a regular school day, Tsukuru along with his classmates got transported to another world.  \n  \nHowever, at the other side of the summoning there was a hero's auction, where each nation would bid for the heroes to defeat the demon kings of each territories.  \n  \nWhile his classmates received cheat jobs and got auctioned quickly Tsukuru got the useless job \"Chef,\" as no nation bid for him, he got thrown out through a transfer gate. At the other side of the gate was a territory dominated by strong monsters…  \n  \nAs he manages to survive the monster's attacks while nearly dying, Tsukuru goes forward on the path of becoming the strongest!  \n\n(Series went on Hiatus starting in September 2024 due to artist's maternity leave)\n\n---\n\n[Original Webnovel](https://ncode.syosetu.com/n2248el/)  \n\n\n---",
      "fr": "Un jour d'école normal, Tsukuru et ses camarades de classe sont transportés dans un autre monde.  \r\n  \r\nIls se retrouvent… au beau milieu d’une vente aux enchères! Alors que ses camarades de classe, encore confus, sont rapidement mis aux enchères, Tsukuru découvre qu\"il possède la classe \"cuisinier.\" Aucune nation ne faisant d’offres, il est rapidement jeté dehors par une porte de transfert.  \r\n  \r\nDe l'autre côté de cette porte se trouve un territoire dominé par de puissants monstres…  \r\n  \r\nAlors qu'il réussit tout juste à survivre aux attaques d’un monstre, Tsukuru décide d'avancer sur le chemin qui le rendra plus fort!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Mayonaka Heart Tune"
    },
    "updatedAt": "2025-01-06T10:42:15+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/8553e162-c330-4856-8e66-51c932e87bc0.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "en": "Tune In to the Midnight Heart"
      },
      {
        "nl": "Middernachtshart Tune"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "ru": "Полуночный мотив сердца"
      }
    ],
    "description": {
      "en": "\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people?\n___\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!! アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-01-01T04:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5670133-9bc4-4614-8336-e64dd3d99b4f",
    "title": {
      "en": "Noah's Notes"
    },
    "updatedAt": "2024-09-29T00:50:54+00:00",
    "coverArt": "https://mangadex.org/covers/e5670133-9bc4-4614-8336-e64dd3d99b4f/e05e63a1-0cfa-46a9-8ffd-85cba61084d0.jpg",
    "altTitles": [
      {
        "en": "Noah's Arts"
      },
      {
        "ja": "ノアズノーツ"
      },
      {
        "ja": "诺亚笔记"
      },
      {
        "ru": "Заметки Ноя"
      }
    ],
    "description": {
      "en": "Professor Noah Minami Umberbach is not your average archeologist! For one, he's prone to whipping out his gun and blowing up stuff to make dramatic entrances. But that's just his eccentric nature. He's actually a man on a mission. A mission that may very well be the most important mission of all time. And he's dragging history-hating student Kotobuki Mirai along for the ride!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "d7c7da95-d1b3-4db9-9155-98c5547d08b9",
    "title": {
      "en": "Komada-san wo Komarasetai"
    },
    "updatedAt": "2024-05-28T03:25:15+00:00",
    "coverArt": "https://mangadex.org/covers/d7c7da95-d1b3-4db9-9155-98c5547d08b9/49c81367-ada1-4eea-851f-1211a8c11e1b.jpg",
    "altTitles": [
      {
        "ja": "狛田さんを困らせたい"
      },
      {
        "en": "I Want to Trouble Komada-san"
      },
      {
        "zh-hk": "想讓狛田前輩感到為難"
      },
      {
        "ko": "코마다양을 곤란하게 만들고 싶어."
      }
    ],
    "description": {
      "en": "Komada is a short high school girl who is constantly troubled with something. Her junior, Kagai, who is big in various ways, is always playing with her and annoying Komada! However, there is a reason why Kagai annoys her, and that is simply because... The more you love someone, the more you want to annoy them!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24"
  },
  {
    "mangaId": "9ad2788e-6522-43b0-a668-7c2654ca9ad0",
    "title": {
      "en": "The Possesive Tyrant and His Sleepy Cat"
    },
    "updatedAt": "2024-07-14T18:16:58+00:00",
    "coverArt": "https://mangadex.org/covers/9ad2788e-6522-43b0-a668-7c2654ca9ad0/c8ae97a0-5d9b-40aa-8376-6655157390aa.jpg",
    "altTitles": [
      {
        "ko": "매일 밤 집착폭군과 잠드는 고양이가 되었다"
      },
      {
        "pt-br": "O tirano possessivo e a gata sonolenta"
      },
      {
        "en": "I Became a Cat That Sleeps with an Obsessive Tyrant Every Night"
      },
      {
        "zh": "占有欲强的暴君和他的磕睡小猫"
      },
      {
        "es-la": "Me volví una gata que duerme con un tirano obsesivo todas las noches"
      },
      {
        "es-la": "La gata del tirano"
      }
    ],
    "description": {
      "en": "I've found myself trapped in a mature-rated novel as a cursed cat, whose mere existence is believed to be harmful to the empire. This place has killed every cat in every alley all because of one prophecy...\nThe moment anyone finds me will be my last moment in this life.\n\"What's this?\"\nBefore I could even think of escaping, the male lead, who's fated to become a mad tyrant, effortlessly snatches me up.",
      "pt-br": "Eu me vi presa em um romance adulto como uma gata amaldiçoada, cuja mera existência é considerada prejudicial ao império. Este lugar matou todos os gatos em todos os becos, tudo por causa de uma profecia… O momento em que alguém me encontrar será meu último momento nesta vida. “O que é isso?” Antes que eu pudesse pensar em escapar, o protagonista masculino, que está fadado a se tornar um tirano louco, me agarra sem esforço."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e8daf88-23e3-4a57-a3ec-f5aa904bf850",
    "title": {
      "en": "Genius Hitter Hits Fastball"
    },
    "updatedAt": "2024-09-16T21:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/5e8daf88-23e3-4a57-a3ec-f5aa904bf850/b22dc2e5-9a03-4bd9-9f8b-141fe1896908.jpg",
    "altTitles": [
      {
        "ko": "천재 타자가 강속구를 숨김"
      },
      {
        "zh": "回到愛情本壘"
      }
    ],
    "description": {
      "en": "Even he, Kang Geon-woo, a genius major leaguer who gained wealth, fame, and everything, could not continue a happy married life with his wife. He, who felt regretful about his wife's absence, returned to the past with the power of a mysterious ring.\n\nAs a high school student in the midst of a fresh romance, will he be able to find love this time?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97f21bb2-4331-46a2-8307-483eb3370019",
    "title": {
      "en": "House Mayton's Youngest"
    },
    "updatedAt": "2024-10-28T20:51:49+00:00",
    "coverArt": "https://mangadex.org/covers/97f21bb2-4331-46a2-8307-483eb3370019/990042e3-2a9d-4571-98f1-0ee1c80ffd1e.jpg",
    "altTitles": [
      {
        "en": "Youngest Scion of the Mages"
      },
      {
        "es-la": "El Hijo Menor del Renombrado Clan Mágico"
      },
      {
        "en": "Youngest Son of the Renowned Magic Clan"
      },
      {
        "ko": "마법명가 막내아들"
      }
    ],
    "description": {
      "en": "As the author of \"Swordmaster Sade,\" Cha Sungmin had no idea how dangerous his plot-hole-riddled novel could be until he's reborn as Rasen Mayton, a spoiled side character destined to die at 17. As if being stuck in the body of a rude scumbag despised by everyone wasn't enough, Sungmin also discovers that he was reborn at a point before his story began. \n\nWith almost no knowledge about the current timeline, will Sungmin be able to survive in this unwritten world as House Mayton's youngest?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ad26155-b759-4bf9-a391-5efced58024b",
    "title": {
      "en": "Maimaimaigoen"
    },
    "updatedAt": "2024-12-01T12:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/9ad26155-b759-4bf9-a391-5efced58024b/14c79dd6-8417-4819-9252-5916963a2dae.jpg",
    "altTitles": [
      {
        "ja": "まいまいまいごえん"
      }
    ],
    "description": {
      "en": "### **Sanrio's first ever innocent suspense comic!**\n\nNew teacher Okada Yuu and his senior, Ms. Rumi are on a field trip with their 16 preschool students to Sanrio Puroland. But suddenly they wander into a mysterious and horrific theme park called \"Yuropia\"! Amid their confusion, ominous Frog Egg mascots announce that the only way for them to escape is to \"conquer the attractions and gather 10 medals.\" Will they be able to get out of \"Yuropia\" in one piece?! This is a story for \"those of you\" who \"carry pain in your heart\"―.\n\n©2021 SANRIO CO., LTD. TOKYO, JAPANⒽ",
      "ja": "### **サンリオ初のイノセントサスペンスコミック！！**\n\n保育園の遠足でサンリオピューロランドを訪れた新米保育士・岡田と先輩のルミ先生、そして16人の園児たち。しかし、彼らはファンシーとホラーが入り混じるテーマパーク\"ゆぅろぴあ\"へと迷い込んでしまう！ 途方に暮れる岡田たちに、不気味なマスコット・カエルタマゴが告げた脱出の条件は「アトラクションに挑戦し、メダルを10枚集めること」。果たして彼らは、無事\"ゆぅろぴあ\"から脱出することは出来るのか!? これは\"あなた\"に贈る「心の成長痛」の物語──。\n\n©2021 SANRIO CO., LTD. TOKYO, JAPANⒽ"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "452513a9-c698-410e-9bf9-fe90309780d2",
    "title": {
      "en": "Fate/EXTRA CCC FoxTail"
    },
    "updatedAt": "2024-05-06T20:05:21+00:00",
    "coverArt": "https://mangadex.org/covers/452513a9-c698-410e-9bf9-fe90309780d2/dae10144-fabc-4e1c-a996-ad7a1ab37973.jpg",
    "altTitles": [
      {
        "ja": "フェイト/エクストラ CCC FoxTail"
      },
      {
        "ja": "フェイト/エクストラ CCC フォックステイル"
      }
    ],
    "description": {
      "en": "Being flung from the world of Fate/Extra Kishinami Hakuno finds himself in a very strange predicament. Caster Route.  \n  \nNote: There are no missing chapters. Chapter #32-33 are missing due to a difference in the volume and magazine numbering. Some earlier small chapters were combined in the volumes causing the number difference. Chapter 34 directly follows Chapter 31.",
      "pt-br": "Sendo expulso do mundo de Fate/Extra Kshinami Hakuno se encontra em uma situação muito estranha. Rota Caster."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e0d657c-342f-4282-b9c6-d7baaf47dbfd",
    "title": {
      "en": "Azure Legacy"
    },
    "updatedAt": "2024-09-13T01:38:42+00:00",
    "coverArt": "https://mangadex.org/covers/0e0d657c-342f-4282-b9c6-d7baaf47dbfd/fd048c20-76f7-4f78-8a7d-9420da43a88d.jpg",
    "altTitles": [
      {
        "zh-ro": "Cang Yuan Tu"
      },
      {
        "zh": "沧元图"
      },
      {
        "vi": "Thương Nguyên Đồ"
      },
      {
        "ja": "滄元図〜最強神魔になる道〜"
      },
      {
        "ko": "월검신마"
      }
    ],
    "description": {
      "en": "Meng Chuan witnessed his mother killed before his eyes, so he trained very hard hoping to one day avenge her death. But his peaceful days were broken as his wedding engagement being called off, an invasion by foreign forces, the sanctuary fallen into enemy hands… In order to protect the people of Ning City, he picked up his sword and vowed to be the strongest. This is a heavy responsibility and a long journey…",
      "id": "Meng Chuan menyaksikan ibunya terbunuh di depan matanya, jadi dia berlatih sangat keras berharap suatu hari bisa membalas kematiannya. Tapi hari-harinya yang damai hancur ketika pertunangan pernikahannya dibatalkan, sebuah invasi oleh pasukan asing, tempat perlindungan jatuh ke tangan musuh... Untuk melindungi orang-orang Kota Ning, ia mengambil pedangnya dan bersumpah untuk menjadi yang terkuat. Ini adalah tanggung jawab yang berat dan perjalanan yang panjang..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "321"
  },
  {
    "mangaId": "5a6e2cf4-e850-4f32-94dd-57f90d827791",
    "title": {
      "en": "Administrator Kang Jin Lee"
    },
    "updatedAt": "2024-06-11T23:00:15+00:00",
    "coverArt": "https://mangadex.org/covers/5a6e2cf4-e850-4f32-94dd-57f90d827791/508507a2-053b-4df7-b3f3-fa53b54611c7.jpg",
    "altTitles": [
      {
        "ko": "관존 이강진"
      },
      {
        "ko-ro": "Gwanjeon: Lee Kang-jin"
      },
      {
        "en": "Governor, Lee Kangjin"
      },
      {
        "ru": "Восхождение безумного демона"
      },
      {
        "en": "Administrator Kangjin Lee"
      }
    ],
    "description": {
      "en": "Is he crazy? Or just the typical attention seeker? Lee Kwang-Jin, who doesn't understand the difference in people, and his Master Kwak No who's the one helping him to understand the differences of people. A warm human story of a student and his Master.",
      "ko": "미친놈인가?\n아니면 흔한 관심종자인가?\n\n사람의 다름을 이해 못 하는 제자 이강진.\n그리고 그걸 이해시켜주고자 하는 스승 곽노.\n두 사제師弟의 따뜻한 휴먼스토리.",
      "ru": "История о сумасшедшем..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef63deb7-88bc-4942-85bb-2f32cfc72ea5",
    "title": {
      "en": "Debby the Corsifa wa Makezugirai"
    },
    "updatedAt": "2025-01-04T22:30:09+00:00",
    "coverArt": "https://mangadex.org/covers/ef63deb7-88bc-4942-85bb-2f32cfc72ea5/27063476-db08-4ee5-9eb3-2a6df93b0583.jpg",
    "altTitles": [
      {
        "en": "Debby the Corsifa is Emulous"
      },
      {
        "ja-ro": "Debyi za Korushifa wa Makezugirai"
      },
      {
        "ja": "デビィ・ザ・コルシファは負けず嫌い"
      },
      {
        "ja-ro": "Debby the Corsifa wa Makezugirai"
      },
      {
        "ru": "Дебби Корсифа не любит проигрывать"
      },
      {
        "es": "Debby la Corsifa odia perder"
      },
      {
        "es-la": "Debby la Corsifa odia perder"
      }
    ],
    "description": {
      "en": "*\"I know! I'll destroy some humans to kill time!\"*   \n  \nThe strongest demon ever makes an unexpected appearance! But she's… a total airhead?! A comedy about a clumsy but emulous demon trying to kill time begins!",
      "es": "\"¡Lo sé! ¡Destruiré a algunos humanos para matar el tiempo!\"\n\n¡El demonio más fuerte de todos los tiempos hace una aparición inesperada! Pero es... ¡una cabeza hueca total! ¡Comienza una comedia sobre un demonio torpe pero émulo que intenta matar el tiempo!",
      "ja": "「暇つぶしに人間でも滅ぼすかのう！」突如として現れた、史上最強の悪魔！でもコイツ...チョロすぎ!?ポンコツだけど負けず嫌いな悪魔と繰り広げる暇つぶしコメディー、開幕!!",
      "ru": "Однажды в комнату Рокуро неожиданно заявился сильнейший в мире демон! Но постойте, что же это... Неужто она настолько пустоголовая!? Встречайте великолепную комедийную историю о неуклюжем демоне, пытающимся скоротать время за людскими играми!",
      "es-la": "\"¡Lo sé! ¡Destruiré a algunos humanos para matar el tiempo!\"\n\n¡El demonio más fuerte de todos los tiempos hace una aparición inesperada! Pero es... ¡una cabeza hueca total! ¡Comienza una comedia sobre un demonio torpe pero émulo que intenta matar el tiempo!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "89"
  },
  {
    "mangaId": "d2d0d213-8987-4348-8d20-b1e6d6a883d2",
    "title": {
      "en": "Aura of a Genius Actor"
    },
    "updatedAt": "2024-06-13T00:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0d213-8987-4348-8d20-b1e6d6a883d2/1ca14bcc-66a1-4f9a-93b0-b8c135e5a2d2.jpg",
    "altTitles": [
      {
        "en": "Genius Actor's Aura"
      },
      {
        "ko": "천재 배우의 아우라"
      }
    ],
    "description": {
      "en": "Shin Yoomyeong is an unknown actor who kept on chasing his dream despite playing minor roles for 15 years because of his weak presence. One day, he meets the Acting Spirit, Yeonghwi, who he signs a contract with, and begins to shine in his career. In fact, he was always an acting genius,  but he was overshadowed by his weak presence. He creates a perfect character for every work he takes and slowly raises to stardom. However, Yeonghwi, who he saw as his benefactor, starts to seem suspicious…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7c88847-9a61-4856-94db-fefae51a1d28",
    "title": {
      "en": "Moto Kouzou Kaiseki Kenkyuusho no Isekai Boukentan"
    },
    "updatedAt": "2024-10-28T09:32:59+00:00",
    "coverArt": "https://mangadex.org/covers/e7c88847-9a61-4856-94db-fefae51a1d28/06c5d16c-ff83-42ec-8646-94ca5ea0736c.png",
    "altTitles": [
      {
        "en": "The Former Structural Analyst's Otherworldly Adventure Story"
      },
      {
        "ja": "元構造解析研究者の異世界冒険譚"
      },
      {
        "en": "Adventures of a Former Structural Analyst"
      }
    ],
    "description": {
      "en": "Kaoru Mochimizu, a 30-year-old female research scientist who studied the three-dimensional structure of everything. However, one day, she died in an earthquake and met a goddess. Having covered for her kouhai during the earthquake, she was allowed to reincarnate in another world with two skils. Kaoru Mochimizu is now Charlotte Elbaran, the eldest daughter of a duke in the Kingdom of Elida, on Planet Garland. With memories of her past life, and taking advantage of the skills \"Structural Analysis\" and \"Structural Editing,\" she will live a good life."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "42"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-14T21:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-12-13T12:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/390cad21-40ef-49ea-9482-921f44c23dfe.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch has Begun: I Will Live Freely in a World Where Only I can View the \"Strategy Site\""
      },
      {
        "id": "Aku Menjadi Penyihir Terkuat di Dunia: Aku Akan Hidup dengan Bebas di Dunia di Mana Hanya Aku yang Bisa Mengakses \"Situs Panduan\""
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]