[
  {
    "mangaId": "dbae4cf5-27de-40eb-b9e1-346c4f2cf8aa",
    "title": {
      "en": "Touhou Suzunaan ~ Forbidden Scrollery."
    },
    "updatedAt": "2022-10-29T05:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/dbae4cf5-27de-40eb-b9e1-346c4f2cf8aa/f044a85a-815c-4ef2-a27d-33245f4240a0.jpg",
    "altTitles": [
      {
        "pt-br": "Convento do Sino Oriental ~ Pergaminho Proibido"
      },
      {
        "en": "Eastern Bell Hermitage ~ Forbidden Scrollery."
      },
      {
        "ja": "東方鈴奈庵　～ Forbidden Scrollery."
      },
      {
        "de": "Östliche Klause der Glockenrübe ~ Forbidden Scrollery."
      }
    ],
    "description": {
      "en": "Touhou official comic published by Kadokawa in Comp Ace that began publishing on October 26, 2012. The story is written by ZUN, with illustrations by Moe Harukawa. It introduces a human book renter and collector Kosuzu Motoori as the main character, with the story centered around her mysterious ability to decipher any book no matter the language or script, and her assortment of various rare and dangerous demon books.",
      "pt-br": "“Kosuzu Motoori é uma funcionária da biblioteca Suzunaan que acaba de despertar um poder que lhe permite traduzir tudo que lê, inclusive o “Livro Youma”, um livro que descreve as criaturas yokais. Reimu Hakurei, um a exorcista especialista em resolver os mistérios que abrange os yokais, esta preocupada com o rumo que Kosuzu pode dar ao livro…\""
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "53"
  },
  {
    "mangaId": "8847f905-550d-4fe6-bcda-ac2b896789c7",
    "title": {
      "en": "Golden Kamuy"
    },
    "updatedAt": "2024-04-06T01:23:39+00:00",
    "coverArt": "https://mangadex.org/covers/8847f905-550d-4fe6-bcda-ac2b896789c7/e96cfe6d-7876-4558-b4bc-0930deb5060a.jpg",
    "altTitles": [
      {
        "ja": "ゴールデンカムイ"
      },
      {
        "ja-ro": "Golden Kamui"
      },
      {
        "ar": "غولدن كاموي"
      },
      {
        "he": "קאמוי מוזהב"
      },
      {
        "tl": "Gintong Anito"
      },
      {
        "tr": "Gol tamanawas"
      },
      {
        "ru": "Золотое божество"
      },
      {
        "uk": "Золотий Камуї"
      },
      {
        "th": "โกลเดนคามุย"
      },
      {
        "ko": "골든 카무이"
      },
      {
        "zh": "黄金神威"
      },
      {
        "zh-hk": "黃金神威"
      },
      {
        "vi": "Cơn sốt vàng sau chiến tranh"
      }
    ],
    "description": {
      "de": "Die Jagd nach dem Ainu-Gold hat begonnen…\r\n\r\nWir schreiben das frühe 20. Jahrhundert, kurz nach dem russisch-japanischen Krieg. Hoch im verschneiten Norden Japans schlägt sich ein einzelner Mann durch die Wildnis. Sein Name: Sugimoto, der Unsterbliche. Geplagt von den Erinnerungen an den Krieg versucht er, sein mageres Einkommen durch Goldschürferei aufzubessern – ohne Erfolg.\r\n\r\nAber dann erfährt er von einem riesigen Goldschatz, der einst den Ainu gestohlen wurde. Der einzige Hinweis: eine Schatzkarte, eintätowiert auf die Rücken zahlreicher Gefängnisinsassen, die sich nun auf der Flucht befinden. Gemeinsam mit dem Ainu-Mädchen Asirpa bricht Sugimoto auf die tödlichste Schatzsuche der Geschichte auf. Denn wer dieses Gold jagt, ist bereit, über Leichen zu gehen…\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "en": "In the early twentieth century, Russo-Japanese War veteran Saichi “Immortal” Sugimoto scratches out a meager existence during the postwar gold rush in the wilderness of Hokkaido. When he stumbles across a map to a fortune in hidden Ainu gold, he sets off on a treacherous quest to find it. But Sugimoto is not the only interested party, and everyone who knows about the gold will kill to possess it! Faced with the harsh conditions of the northern wilderness, ruthless criminals and rogue Japanese soldiers, Sugimoto will need all his skills and luck—and the help of an Ainu girl named Asirpa - to survive.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.",
      "es": "Año 37 de la era Meiji. Tras sobrevivir a la guerra Ruso-Japonesa, Sugimoto, apodado “el Inmortal”, se une a la fiebre del oro para ayudar a la viuda de uno de sus amigos caído durante el conflicto. En su búsqueda, alguien le revela que existe un tesoro escondido y que las distintas claves para encontrarlo las llevan tatuadas en sus espaldas peligrosos convictos prófugos. En su camino se topará con Asirpa, quien no solo le salva la vida, sino que además le ayudará a sobrevivir en la dura tundra salvaje. ¡La carrera por hacerse con el tesoro ha comenzado!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "fr": "Saichi Sugimoto est une véritable légende de la guerre russo-japonaise du début du XXe siècle. Surnommé «l'Immortel,» il a survécu aux pires batailles menées dans les régions les plus sauvages qui soient. Mais quand le conflit se termine, il se retrouve seul et sans le sou… C'est alors qu'il apprend l'existence d'un fabuleux trésor de 75 kilos d'or accumulé par les Aïnous, peuple autochtone vivant en harmonie avec la nature. Hélas, le magot a été volé, puis caché par un homme désormais enfermé dans la pire prison d'Hokkaido. Les seuls indices menant au butin sont de mystérieux tatouages inscrits sur la peau de criminels évadés…\r\n\r\nPour Sugimoto, la chasse au trésor est lancée… Cependant, seul, il a peu de chances de s'en sortir. À peine sa quête commence-t-elle qu’il manque de se faire déchiqueter par un ours brun! Il ne doit la vie qu'à l'intervention providentielle d'Ashirpa, jeune indigène liée aux propriétaires légitimes du butin. Ils décident de faire équipe pour affronter les nombreux dangers qui les guettent sur la route de l'or des Aïnous…\r\n\r\nMaintes fois primé au Japon, *Golden Kamui* est un formidable mélange d'aventure en milieu hostile et de découverte culturelle, le tout porté par une intrigue aux rebondissements multiples. Laissez-vous entraîner dans cette quête épique à travers les immensités sauvages d'Hokkaido!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Traduction française officielle](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "it": "Nel pieno dell’Era Meiji Saichi Sugimoto, ex soldato d’élite sopravvissuto a una delle battaglie più sanguinose della guerra Russo-Giapponese, lasciato l’esercito ha ormai un solo obiettivo: la corsa all’oro. È questa a portarlo in Hokkaido, l’estremo nord del Giappone abitato dal misterioso popolo degli Ainu e dove secondo una leggenda qualcuno ha nascosto una enorme quantità del prezioso metallo giallo… ma Sugimoto non è l’unico a seguire le tracce che portano al tesoro nascosto e per trovarlo dovrà affrontare spietate bande di criminali, l’esercito e il clima proibitivo dell’Hokkaido con l’aiuto di una giovane e decisa Ainu in cerca di vendetta.\r\n\r\n---\r\nIn Hokkaido, la regione più a nord del Giappone, Sugimoto è sopravvissuto alla guerra russo-giapponese dell'epoca Meiji. Soprannominato durante la guerra \"l'invincibile Sugimoto\", adesso inizia la sua corsa all'oro alla ricerca delle ricchezze che gli permetteranno di salvare la moglie di un suo commilitone morto durante la guerra. Durante la ricerca s'imbatte in alcuni indizi che lasciano presagire l'esistenza una riserva d'oro gestita da criminali corrotti. Accompagnato da una ragazza Ainu che ha salvato la sua vita messa alla prova dal terribile clima del nord, i due iniziano la loro avventura contro i criminali.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "ja": "『不死身の杉元』日露戦争での鬼神の如き武功から、そう謳われた兵士は、ある目的の為に大金を欲し、かつてゴールドラッシュに沸いた北海道へ足を踏み入れる。そこにはアイヌが隠した莫大な埋蔵金への手掛かりが!?　立ち塞がる圧倒的な大自然と凶悪な死刑囚。そして、アイヌの少女、エゾ狼との出逢い。『黄金を巡る生存競争』開幕ッ!!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "pt": "Após feitos dignos de um guerreiro na Guerra Russo-Japonesa, o soldado conhecido como “Sugimoto, o imortal” vai para Hokkaido, onde houve a corrida do ouro, em busca de uma grande quantia de dinheiro para realizar certo objetivo. Ali, encontra pistas que levam a um grande tesouro escondido pelos ainus, mas ele precisa enfrentar também a natureza selvagem opressiva e prisioneiros violentos, assim como conhece uma garota ainu e um raro lobo-de-hokkaido. Tem início a luta pela sobrevivência em busca do ouro!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "ru": "На Хоккайдо, далеко, в северных землях Японии, живёт Сугимото, переживший русско-японскую войну, и прозванный на ней Бессмертный Сугимото. Теперь он ищет богатства, обещанные золотой лихорадкой, в надежде спасти овдовевшую жену своего покойного товарища. Во время своей охоты на золото, он находит намеки на скрытый золотой склад преступников. Вместе с девушкой айну, которая некогда спасла его, они отважились на смертельное приключение против преступников, в поисках золотого тайника.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "tr": "Sugimoto, Meiji Dönemi'nde, Japonya'nın kuzeyindeki Hokkaido'da meydana gelen Rus-Japon Savaşından sağ olarak kurtulur. Savaş boyunca \"Ölümsüz Sugimoto\" olarak anılan bu adam, şimdilerde savaşta ölen arkadaşının karısını kurtarma ümidi ile altınla gelen vaat edilmiş zenginliğin peşine düşer. Bu altın avcılığı süresince, yozlaşmış suçluların sakladığı altın gömüsüyle alakalı ipuçları bulur. Kötü iklim şartlarında hayatını kurtaran Auni'li bir kızla ortak olarak, altını arayan amansız suçlulara karşı ölüm-kalım mücadelesine girerler.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "uk": "Далеко, на північних землях Хоккайдо, ветеран російсько-японської війни, за прізвиськом Суґімото \"Безмертний\", вирушив на пошуки багатств, обіцяні золотою лихоманкою. Загиблий товариш благав попіклуватись Сайчі про його хвору дружину, що терміново потребує гроші на лікування. Під час свого чергового невдалого полювання на золото, старий п'яниця розбовтує колишньому солдату про таємничий скарб айну, який викрав та сховав невідомий злодій. Натрапивши на слід \"Безсмертний\" Суґімото Сайчі розпочинає смертельну гонку з дівчинкою айну, на ім’я Асірпа.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "vi": "Tại Hokkaido, hòn đảo xa miền cực bắc của nhật bản, nhân vật chính của chúng ta - Sugimoto Saichi trở về từ cuộc chiến tranh Nga Nhật thời kì Minh Trị. Với biệt danh \"Sugimoto Bất Tử\" trong chiến tranh, anh lao vào chạy theo cơn sốt vàng nhằm thực hiện ý nguyện của người bạn thân đã mất trong trận chiến\r\n\r\n---\r\n[Traduction française officielle](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "pt-br": "Em Hokkaido, nas terras do extremo norte do Japão, Sugimoto sobreviveu à guerra russo-japonesa da era Meiji. Apelidado de \"Sugimoto, o Imortal\" durante a guerra, ele agora procura as riquezas prometidas pela corrida do ouro, na esperança de salvar a esposa viúva de seu falecido companheiro da guerra. Durante a sua caça ao ouro, ele descobre sobre um estoque enorme de ouro escondido por um criminoso. Através de uma parceria com uma garota da tribo Ainu, que salva a sua vida, ele luta contra os criminosos, os militares, e a própria natureza para encontrar o tesouro!",
      "zh-hk": "被稱為『不死身的杉元』、在日俄戰爭中有如鬼神般的殺敵， 被世人如此熟知的杉元佐一， 為了得到大量的黃金，來到了昔日淘金熱潮盛行的北海道。 於某次機遇下，他得知了隱藏著愛奴人龐大財寶的線索!? 在充滿威嚴的大自然中， 和許多兇惡的死刑犯、以及愛奴少女相遇， 『尋找黃金的生存競爭』正式開幕!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "31",
    "lastChapter": "314"
  },
  {
    "mangaId": "ead008ec-98cf-434b-a86b-f3945b329d9d",
    "title": {
      "en": "MAOYU : Archenemy and Hero “Become mine, Hero” “I refuse!”"
    },
    "updatedAt": "2024-06-13T23:42:47+00:00",
    "coverArt": "https://mangadex.org/covers/ead008ec-98cf-434b-a86b-f3945b329d9d/5de9b15c-e0ad-4e48-9a92-6577098bdc0c.jpg",
    "altTitles": [
      {
        "es": "Archienemigo y Héroe - \"Se mío héroe\" \"Me niego\""
      },
      {
        "pt": "Arqui-inimigo e Herói - \"Seja meu Herói!\" \"Eu me recuso!\""
      },
      {
        "en": "Maoyu - \"Be Mine, Hero!\" \"I Refuse!\""
      },
      {
        "en": "Maoyu: Archenemy and Hero"
      },
      {
        "en": "Maoyuu Maou Yuusha - \"Be Mine, Hero!\" \"I Refuse!\""
      },
      {
        "th": "จอมมารนักเศรษ"
      },
      {
        "ja": "まおゆう魔王勇者 (カドカワコミックス・エース)"
      },
      {
        "ja": "まおゆう魔王勇者「この我のものとなれ、勇者よ」「断る!」"
      },
      {
        "ja": "魔王勇者「成为我的东西吧勇者」「我拒绝！」"
      },
      {
        "ja-ro": "Maoyuu Maou Yuusha - \"Kono Watashi no Mono Tonare, Yuusha yo\" \"Kotowaru!\""
      }
    ],
    "description": {
      "en": "After a long and treacherous journey, our Hero finally arrives at the Overlord’s castle only to find himself being asked for help. The Hero explains how the war that the demons have brought upon the humans have killed thousands and put more in misery. The Overlord however argues that this war has made the human society band together as one and showed empirical evidence how it has increased population, increased production, boosted economy and improved society overall. Furthermore, she explains to the Hero that ending this war will result in a civil war that will produce more bloodshed than there ever was. The Hero, convinced that the only way to bring peace, relatively speaking, is to join forces with the Overlord, agrees to help with her plans!  \n  \nOne of five simultaneous serializations of the Maoyuu Maou Yuusha series.  \n(The author has chosen this version to be the official version)  \n  \nAdaptation of the light novel series written by Touno Mamare.",
      "pt-br": "Após uma jornada longa e traiçoeira, nosso herói finalmente chega no castelo do Rei Demônio, só para encontrar uma dama o pedindo ajuda. O herói explica com a guerra que os demônios levaram até os humanos matou milhares e colocou mais em miséria. A rainha dos demônios, porém, argumenta que esta guerra fez a sociedade unir-se como uma e mostrou a evidência empírica como a população cresceu, a produção cresceu, impulsionou a economia e melhorou a sociedade em geral. Além disso, ela explica ao herói que o fim desta guerra irá resultar numa guerra civil que produzirá mais derramamento de sangue do que antes. O herói, convencido de que a única maneira de trazer paz, relativamente falando, é juntar forças com a Rainha Demônio, concorda em ajudar ela em seus planos!"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "58"
  },
  {
    "mangaId": "d41bebac-1fd3-45dd-80f4-c371db540a2a",
    "title": {
      "en": "Ranma 1/2"
    },
    "updatedAt": "2024-07-18T02:36:35+00:00",
    "coverArt": "https://mangadex.org/covers/d41bebac-1fd3-45dd-80f4-c371db540a2a/36acb190-1454-445e-a7ac-7bb80b62a00c.png",
    "altTitles": [
      {
        "ja": "らんま1/2"
      },
      {
        "ja-ro": "Ranma ½"
      },
      {
        "th": "รันม่า ½ ไอ้หนุ่มกังฟู"
      },
      {
        "ar": "رانما النصف"
      },
      {
        "ru": "Ранма ½"
      },
      {
        "sv": "Ranma en halv"
      },
      {
        "zh": "亂馬½"
      },
      {
        "zh-ro": "Luàn mǎ ½"
      },
      {
        "ko": "란마 ½"
      },
      {
        "ko-ro": "lanma ½"
      },
      {
        "es": "Ranma un-medio"
      },
      {
        "es-la": "Ranma y medio"
      },
      {
        "vi": "Một nửa Ranma"
      },
      {
        "it": "Ranma un-mezzo"
      },
      {
        "it": "Ranma mezzo"
      },
      {
        "pt": "Ranma Meio"
      },
      {
        "no": "Ranma en og en halv"
      },
      {
        "fa": "رانما ۱/۲"
      },
      {
        "ms": "Ranma setengah"
      },
      {
        "zh-hk": "亂馬½"
      },
      {
        "da": "Ranma½"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nSoun was disappointed to find that Ranma was a girl. However, when Ranma got out of the bath, he turned into a boy and the panda turned into Ranma's father, Genma. The two had fallen into a fountain during their training in China, a fountain that turned them into a woman and panda respectively when they touched the water. \n\nThe Tendo family is initially in turmoil, including Akane, who has become a prospective bride, as they face the troublesome duo who go back and forth between man and woman, human and panda, although they can be restored to their original state if they are bathed in hot water. \n\nThis is the first volume of a new edition of the popular manga.\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/ranma-1-2)\n- Indonesian release by Elex Media",
      "pt-br": "Ranma Saotome foi treinado desde a infância até aos 16 anos. É estudante de artes marciais que, junto ao pai, Genma Saotome, fez uma jornada de treinamento nas Montanhas Bayan Har Shan, na Província de Qinghai, na China. Ali há o campo de treinamento chamado Jusenkyo onde existem diversas fontes amaldiçoadas. Cada uma delas está associada à história de alguém que morreu afogado há centenas ou milhares de anos e quem cair em uma delas transforma-se no ser que morreu afogado nela, seja ele humano ou não.  No meio do treinamento, Ranma e seu pai caem, cada um em uma fonte diferente, e acabam amaldiçoados. Depois desse incidente, toda vez que Ranma se molha com água fria, transforma-se em uma bela garota, enquanto seu pai em um enorme panda. Somente o banho com água quente pode reverter os personagens à sua forma original, ainda que temporariamente."
    },
    "status": "completed",
    "releaseDate": 1987,
    "contentRating": "suggestive",
    "lastVolume": "38",
    "lastChapter": "407"
  },
  {
    "mangaId": "6d6d9fda-5cd3-40ac-948b-776b1a1a0eb1",
    "title": {
      "en": "Suki na Ko ga Megane wo Wasureta"
    },
    "updatedAt": "2024-07-04T15:10:20+00:00",
    "coverArt": "https://mangadex.org/covers/6d6d9fda-5cd3-40ac-948b-776b1a1a0eb1/129d2fea-6ac5-447c-be59-67939f37910e.jpg",
    "altTitles": [
      {
        "ja": "好きな子がめがねを忘れた"
      },
      {
        "pt-br": "A garota que eu gosto vive esquecendo os óculos"
      },
      {
        "uk": "Моя кохана (дівчинка) забула свої окуляри"
      },
      {
        "ru": "Моя возлюбленная забыла свои очки"
      },
      {
        "tr": "Sevdiğim Kız Gözlüklerini Unuttu"
      },
      {
        "ko": "좋아하는 애가 안경을 깜빡했다"
      },
      {
        "zh": "喜欢的人忘记戴眼镜了"
      },
      {
        "zh-hk": "喜歡的女孩把眼鏡忘記了"
      },
      {
        "ja-ro": "Suki na Ko ga Megane wo Wasureta"
      },
      {
        "vi": "Cô Bạn Tôi Thầm Thích Lại Quên Mang Kính Rồi"
      },
      {
        "ar": "الفتاة التي أُحب نسيت نظارتها"
      },
      {
        "en": "The Girl I Like Forgot Her Glasses"
      },
      {
        "de": "The Girl I Like Forgot Her Glasses"
      },
      {
        "fr": "Tellement flou d'elle"
      },
      {
        "es-la": "La chica que me gusta olvidó sus lentes"
      }
    ],
    "description": {
      "en": "Komura is a middle school boy who is head-over-heels in love with his next-seat neighbor Mie, a girl with terrible eyesight who just can't get used to carrying her glasses, often leaving them at home, or accidentally breaking them. He opts to help her as much as he possibly can, and through those efforts, she begins getting acquainted with his kindness. Will she reciprocate?\n\n---\nA delightfully charming romantic comedy about a boy who only has eyes for the girl who always forgets her glasses!\n\nWith the new school year comes a new homeroom, new classmates, and a new desk for the timid Komura. But any trepidation he might've felt quickly dissipates when he catches sight of Mie, his new seat neighbor.\n\nApt to quietly blurt out the most random things, the quirky Mie wears thick glasses that accentuate her lovely eyes, making Komura’s heart skip a beat!\n\nUnfortunately, Mie is pathologically forgetful and can never seem to remember to bring her glasses to class. It's not all bad, though! Her resulting squinty, mean-girl face sends Komura’s heart into overdrive too!\n\nWhile Komura is keen to help out and share his textbooks with Mie, will his heart give out from the almost daily strain of being up close and personal with his crush?!",
      "fr": "Entre eux deux, c’est l’amour flou !\n\nMie, la voisine de classe de Komura, a oublié ses lunettes. Encore. Déjà troublé rien qu’en la voyant le jeune homme fait de son mieux pour aider sa camarade tête en l’air.Mais, dans un effort désespéré d’y voir plus clair, Mie se retrouve très près de lui… beaucoup trop près ! Komura ne sait plus comment réagir à cette soudaine proximité. Au propre comme au figuré, c’est l’occasion pour lui de se rapprocher !",
      "ja": "隣の席の女の子がめがねを忘れた。\nフォローしてあげたい小村くんだけど、見ようと一生懸命な彼女の距離が近すぎて ── 。\nTwitterで話題沸騰 のゼロ距離ラブコメ♪",
      "ru": "Комуре очень нравится его одноклассница Мия-сан, он просто без ума от нее и считает миленькой, несмотря на то, что Мия-сан очень близорука и носит толстенные очки. Но когда она однажды забывает их дома, и становится все ближе к Комуре в буквальном смысле, Комура познает всю силу своей любви к ней.  \n  \n\n\n---",
      "uk": "Комура Каеде вчиться в середній школі і з головою закоханий в свою однокласницю, Мію Аі, яка сидить поруч з ним. В дівчинки дуже поганий зір і без окулярів вона нормально не бачить, але часто забуває чи ламає їх. Комура хоче їй допомогти скільки може і так Мія дізнається про його доброту. Чи віддячить вона?",
      "es-la": "Una historia simple pero agradable... Los días normales de Komura-kun, quien ayuda a su compañera Mie-san, la cual tiene que usar lentes y siempre termina olvidándolos o hay algún suceso que evita su visibilidad... Estos sucesos los llevarán a entablar una amistad y también podría llegar a ser... ¿Amor?",
      "pt-br": "Komura é um garoto do fundamental que está perdidamente apaixonado por sua vizinha de cadeira Mie, uma garota com uma visão terrível que simplesmente não consegue se acostumar a carregar seus óculos, muitas vezes deixando eles em casa ou quebrando acidentalmente. Ele opta por ajudá-la tanto quanto possível e, por meio desses esforços, ela começa a se familiarizar com sua bondade."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "110.5"
  },
  {
    "mangaId": "c4c85893-ac9d-41bb-acb8-c1e4c77098c9",
    "title": {
      "en": "Touhou - Suteki na Asa no Hajimari wa!! (Doujinshi)"
    },
    "updatedAt": "2021-05-25T15:47:30+00:00",
    "coverArt": "https://mangadex.org/covers/c4c85893-ac9d-41bb-acb8-c1e4c77098c9/531ac0de-b056-4e0e-803c-4762d985cdd7.jpg",
    "altTitles": [
      {
        "en": "Touhou dj - A Wonderful Morning Starts With!!"
      },
      {
        "en": "Touhou dj - Suteki na Asa no Hajimari wa!!"
      },
      {
        "en": "素敵な朝のはじまりは!"
      }
    ],
    "description": {
      "en": "A wonderful morning starts with a good breakfast and then trouble."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0fa5d81b-b7a8-42ac-8e5c-d9a862365b18",
    "title": {
      "en": "Minikui Yuukaku no Ko"
    },
    "updatedAt": "2024-08-12T10:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d81b-b7a8-42ac-8e5c-d9a862365b18/83b23cbd-52ea-4303-8707-9c1b62bfee22.jpg",
    "altTitles": [
      {
        "ja": "みにくい遊郭の子"
      },
      {
        "en": "Ugly Duckling of the Entertainment District"
      },
      {
        "vi": "Cô nàng xấu xí ở Phố Đèn Đỏ"
      },
      {
        "en": "An Unsightly Girl of a Red Light District"
      }
    ],
    "description": {
      "en": "An abandoned high school girl becomes an Oiran in a strange world—\n\nEsora, a high school girl who lost her place, found herself in an unknown red light district.\nShe was sold to a slave buyer at the Yukaku \"Sagamiya\".\nThe owner, Sagami, told her that Ishe could be the number one Oiran there.",
      "ja": "居場所を失った女子高生エソラは、気がつくと知らない花街にいた。\n人買いに売られやってきたのは、遊郭「相模屋」。\nその主人である相模に、ここで1番の花魁になれると言われ―。\n幻想的な世界観で描かれる異世界花魁物語。",
      "vi": "Một nữ sinh trung học bị bỏ rơi trở thành Oiran (kỹ nữ cao cấp) ở một thế giới xa lạ—\nEsora, một nữ sinh trung học bị mất chỗ ở, thấy mình đang ở một khu đèn đỏ vô danh. Cô bị bán cho một người mua nô lệ ở Phố đèn đỏ \"Sagamiya\". Người chủ, Sagami, nói với cô rằng nếu cô trở thành Oiran thì sẽ có thể làm lại cuộc đời."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "566eb93d-5958-44ca-b9d3-a8335bfead5a",
    "title": {
      "en": "Sket Dance"
    },
    "updatedAt": "2024-05-06T17:56:10+00:00",
    "coverArt": "https://mangadex.org/covers/566eb93d-5958-44ca-b9d3-a8335bfead5a/59e7bd6b-4c9f-4369-9488-cf0e8dcfcb86.jpg",
    "altTitles": [
      {
        "en": "SKET DANCE"
      },
      {
        "ru": "Скет Данс"
      },
      {
        "ja": "スケットダンス"
      },
      {
        "zh-hk": "学园救援团"
      }
    ],
    "description": {
      "en": "The hilarious misadventures of the \"Sket Dan\"; a group of high-schoolers who help out people as part of their club activity. Himeko, the hot-headed ex-delinquent with a soft spot for cute things and a taste for strange food. Switch, the brainy otaku who only talks via a computerized speech-application. And Bossun, the atypical leader of this looney bunch, with the amazing power to… concentrate very hard!\n\n- Won the 55th annual Shogakukan Manga Award in 2009 for best shounen manga.  \n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **SKET DANCE** (2015)\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kentashinohara_)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12089)",
      "ru": "\"Скет Данс\" - школьный клуб, чья деятельность весьма необычна - помогать в решении абсолютно любых проблем, которые возникли у учеников или даже учителей. А члены этого чудо-клуба, не менее странные личности, чем сам клуб: Боссун - гений дедуктивного мышления, Химэко - боевая единица группы и Свич - \"мозг\" и хакер мира сего. Вы всегда можете к ним обратиться, если осмелитесь…  \n  \n- Won the 55th annual Shogakukan Manga Award in 2009 for best shounen manga.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/kentashinohara_)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12089)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "32",
    "lastChapter": "288"
  },
  {
    "mangaId": "295f7b2e-4e75-49de-84a3-dfefe3b95342",
    "title": {
      "en": "Bushinden: I Was Offered as a Sacrifice, but Was Picked up by a God and Became a Master of Martial Arts"
    },
    "updatedAt": "2024-07-21T19:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/295f7b2e-4e75-49de-84a3-dfefe3b95342/64c95a71-0c4e-4499-aaf3-6fa0b4bca6d3.jpg",
    "altTitles": [
      {
        "ja": "武神伝 生贄に捧げられた俺は、神に拾われ武を極める"
      },
      {
        "vi": "Võ Thần Truyền"
      },
      {
        "en": "I Was Sacrificed, but I Became a Disciple of the God and Mastered Martial Arts"
      }
    ],
    "description": {
      "en": "Toma Godo is considered incompetent because he has not been able to use magic since he was a child.  He was sacrificed to the 【Extreme Demon Island】, where ferocious demons were raging, and there he met a [Demigod] who had mastered the art of combat!\n\n After being accepted by the [Demigod] as a disciple, Touma awakened his extraordinary talent, practiced martial arts day and night, destroyed all kinds of demons on the island, and finally evolved into an invincible person in the world.  One day, a mysterious girl drifts to the island, completely changing Touma's fate.\n\n Touma left【Extreme Demon Island】with a beautiful girl calling herself Lise, but... Touma vowed to \"protect\" Lise, who holds a secret that affects the survival of humanity, and will now be freed.  the whole world knows!\n\n The boy from a sacrifice becomes a Martial God-- The unparalleled fantasy story of reversal officially opens"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-09-29T13:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/69032ff4-e335-4ff3-9a2f-e3023e0f1972.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce89adb4-63fc-422e-9fbc-40ea6af4525c",
    "title": {
      "en": "Terra Formars"
    },
    "updatedAt": "2024-06-29T03:17:00+00:00",
    "coverArt": "https://mangadex.org/covers/ce89adb4-63fc-422e-9fbc-40ea6af4525c/3e9e1fcc-d2c5-42b7-b4fe-586f569aead7.jpg",
    "altTitles": [
      {
        "en": "Terra ForMars"
      },
      {
        "en": "TerraFormars"
      },
      {
        "ja": "テラフォーマーズ"
      },
      {
        "zh": "火星异种"
      }
    ],
    "description": {
      "en": "With the space program attempting to travel to Mars, 21st century scientists were tasked with warming up the planet so that humans could survive on its surface. They came up with an efficient and cost effective plan of sending cockroaches and mold to the surface so that the mold would absorb the sunlight and the insect corpses would serve as a food source for the mold.  \nIt is now the year 2599, and the first manned ship to Mars has landed on the planet and the six crew members are ready for their mission. But what they find on Mars, is something beyond their darkest imagination and fear…"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b392130-cca6-4f29-8d05-4e183c570815",
    "title": {
      "en": "Ore ga Ojou-sama Gakkou ni \"Shomin Sample\" Toshite Rachirareta Ken"
    },
    "updatedAt": "2024-10-07T10:51:50+00:00",
    "coverArt": "https://mangadex.org/covers/5b392130-cca6-4f29-8d05-4e183c570815/7137394a-7f17-473f-a52e-ec07a395f4fc.jpg",
    "altTitles": [
      {
        "en": "I was Kidnapped as \"Commoner Sample\" for an All-Girls School"
      },
      {
        "en": "Shomin Sample: I Was Abducted by an Elite All-Girls School as a Sample Commoner"
      },
      {
        "ru": "Простолюдин в школе благородных девиц"
      },
      {
        "th": "นายสามัญชนจอมกวน ป่วนหัวใจยัยคุณหนูไฮโซ"
      },
      {
        "ja": "俺がお嬢様学校に「庶民サンプル」として拉致られた件"
      },
      {
        "zh": "关于我被绑架到大小姐学校当「庶民样本」这件事"
      },
      {
        "ko": "내가 아가씨 학교에 \"서민 샘플\"로 납치 된 사건"
      }
    ],
    "description": {
      "en": "In a hidden school surrounded by mountains, young ladies of good families are taught everything a high class lady needs to know. They are also completely cut off from the outside world, keeping them sheltered and innocent. However, a problem has come up recently– more and more graduates are failing to cope with the modern world after graduation. To deal with this problem, they've decided to kidnap a male commoner student, and enroll him as a student. They hope that this will be a gentle way to introduce the girls to the outside world. Kagurazaka Kimito is chosen for this dubious honor, mostly because he seems utterly average. However, the school leaders also seem to have concluded he's a homosexual with a muscle fetish. When Kimito hears that the alternative may be castration (to protect the girls' purity), he eagerly plays along with this misconception. Now he'll just have to survive the attention of many high class young ladies that are completely out of touch with the world.",
      "vi": "Hãy tự nhận mình bị gay, và sẽ có ngày bạn được như anh main. Do bị hiểu lầm là gay nên anh đã dc đem đến 1 trường nữ sinh cực chất nằm sâu trong vùng núi non xa xôi ko có trên bản đồ với tư cách thường dân. Đây là trường chuyên đào tạo các tiểu thư nên anh có trách nhiệm hướng dẫn họ hòa nhập với đời sống xã hội. Và thế là anh thành harem king của 1 dàn loli trẻ đẹp",
      "pt-br": "Em uma escola escondida, cercada por montanhas, jovens senhoras de boas famílias aprendem tudo o que uma mulher de alta classe precisa saber. Elas também são completamente isoladas do mundo exterior, mantendo-se protegidas e inocentes. No entanto, um problema surgiu recentemente: Mais e mais garotas não estão conseguindo lidar com o mundo moderno após a graduação. Para sanar com esse problema, foi decido sequestrar um garoto \"plebeu\", e registrá-lo como um estudante dessa escola com o objetivo de este ser um caminho mais \"suave\" de introduzir as meninas ao mundo exterior. Kagurazaka Kimito é escolhido para esta duvidosa honra."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "81"
  },
  {
    "mangaId": "cf05fa96-b52a-4684-b884-00f0d4c21f9c",
    "title": {
      "en": "Kishuku Gakkou no Juliet"
    },
    "updatedAt": "2024-10-06T13:50:39+00:00",
    "coverArt": "https://mangadex.org/covers/cf05fa96-b52a-4684-b884-00f0d4c21f9c/e63af650-6bc2-43e8-9b97-26ad7dbfb4f9.jpg",
    "altTitles": [
      {
        "en": "Boarding School Juliet"
      },
      {
        "vi": "Nàng Juliet ở trường nội trú"
      },
      {
        "fr": "Romio vs Juliet"
      },
      {
        "ru": "Джульетта из школы-интерната"
      },
      {
        "ja": "寄宿学校のジュリエット"
      },
      {
        "ko": "기숙학교의 줄리엣"
      },
      {
        "zh-hk": "寄宿學校的朱麗葉"
      }
    ],
    "description": {
      "en": "Juliet Persia and Inuzuka Romio are archenemies. They lead two high school dormitories from two rivaling countries. Both factions are dead set on defeating the other to gain control over the island they have to share. Beneath the feuding exterior, however, Persia and Inuzuka long for love and peace for their budding relationship…",
      "it": "Juliet Persia e Romio Inuzuka sono a capo di due dormitori rivali presso l'accademia privata Dahlia, in cui risiedono gli studenti appartenenti a due paesi differenti, i \"Black Doggy\" e i \"White Cat\". Le due fazioni sono in guerra tra loro per contendersi il controllo dell'isola in cui vivono. Juliet e Romio si dimostrano agli occhi dei loro compagni di dormitorio come acerrimi nemici, ma in realtà sono segretamente innamorati l'uno dell'altra e costretti a mantenere nascosta la loro relazione per non subire ripercussioni.  \n  \n  \n **Links:**   \n[![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/3628803)  \n[![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/yousukekaneda)",
      "ru": "История проходит в школе-интернате Далия, престижной школе на изолированном острове, где учатся студенты из Восточной страны и Западного княжества. Враждебные отношения соседних стран не меняются и внутри школы — день изо дня между учениками происходят стычки из-за взаимной неприязни. К этой и без того напряжённой ситуации добавляется то, что Ромио Инудзука, лидер первокурсников из общежития Восточной страны, известного как «Чёрные собаки», и Джульетта Персия, лидер первокурсников из общежития Западного княжества, известного как «Белые кошки», тайно влюблены друг в друга!\nОб этих отношениях, невзирая ни на какие обстоятельства, абсолютно никто не должен узнать!",
      "vi": "Inuzuka Romio và Juliet Persia đang hẹn hò, song vì xuất thân từ hai đất nước đối địch nên họ không thể công khai mối quan hệ dù học chung một trường. Nhưng tình hình đã có sự thay đổi nhờ Hasuki - người bạn thơ ấu đem lòng thương Inuzuka!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "119.5"
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5d8654e-67a8-4cda-9249-698592fffbb9",
    "title": {
      "en": "Shinyaku Seisho"
    },
    "updatedAt": "2023-10-05T07:23:42+00:00",
    "coverArt": "https://mangadex.org/covers/d5d8654e-67a8-4cda-9249-698592fffbb9/4339da50-a341-4ec4-b16e-ea0b7a55423d.png",
    "altTitles": [
      {
        "en": "Manga Bible"
      },
      {
        "en": "Manga Messiah"
      },
      {
        "ja": "救世主(メシア) ~人類を救いし者~"
      },
      {
        "zh-hk": "新約聖書"
      }
    ],
    "description": {
      "en": "The story of Jesus Christ told through Manga."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "128"
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-09-19T14:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий."
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "755fbfef-1ee4-42bb-bdb6-309105857ac0",
    "title": {
      "en": "I Transmigrated Back to the Tyrant Because I Knocked Over His Feeding Bottle in His Childhood"
    },
    "updatedAt": "2024-09-29T14:15:52+00:00",
    "coverArt": "https://mangadex.org/covers/755fbfef-1ee4-42bb-bdb6-309105857ac0/ebad1398-6909-4acc-976c-900caaa4cb22.jpg",
    "altTitles": [
      {
        "zh": "Wo Chuan Hui Baojun Xiaoshihou Da Fan Ta Naiping"
      },
      {
        "zh": "我穿回暴君小时候打翻他奶瓶"
      }
    ],
    "description": {
      "en": "Once I traveled through time, am I going to die again as soon as I landed? Look at me acting cute, acting silly, and fighting in the palace! But why do I have to sing, fight, and take care of children? ! That’s it, I will use all my skills to survive in the hands of the tyrant!!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "218"
  },
  {
    "mangaId": "097ba2ca-4f27-439d-b74b-623443924e75",
    "title": {
      "en": "War's Unwomanly Face"
    },
    "updatedAt": "2024-10-06T12:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/097ba2ca-4f27-439d-b74b-623443924e75/4b63c4a1-4b79-4f3f-a47b-d36e8fc3ed77.jpg",
    "altTitles": [
      {
        "ru": "У войны не женское лицо"
      },
      {
        "ar": "ليس لِلحرب وجهٌ أنثوي"
      },
      {
        "ja": "戦争は女の顔をしていない"
      },
      {
        "es-la": "La guerra no tiene rostro de mujer"
      },
      {
        "es": "La guerra no tiene rostro de mujer"
      },
      {
        "en": "The Unwomanly Face of War"
      },
      {
        "ca": "La guerra no té rostre de dona"
      },
      {
        "vi": "Chiến Tranh Không Có Một Khuôn Mặt Phụ Nữ"
      }
    ],
    "description": {
      "ca": "Gairebé un milió de dones va combatre en les files de l'Exèrcit Roig durant la segona guerra mundial, però la seva història mai ha estat explicada: Aquest llibre reuneix els records de centenars d'elles, dones que van ser franctiradores, van conduir tancs o van treballar en hospitals de campanya.\n\nLa seva història no és una història de la guerra, ni dels combats, és la història d'homes i dones en guerra. Què els va passar? Com les va transformar? De què tenien por? Com era aprendre a matar? Aquestes dones, la majoria per primera vegada en les seves vides, expliquen la part no heroica de la guerra, sovint absent dels relats dels veterans. Parlen de la brutícia| i del fred, de la fam i de la violència sexual, de l'angoixa i de l'ombra omnipresent de la mort.",
      "en": "Based on *The Unwomanly Face of War* by [Svetlana Alexievich](https://en.wikipedia.org/wiki/Svetlana_Alexievich) which can be bought [here](https://www.amazon.com/dp/0399588744).  \nIn *The Unwomanly Face of War*, Alexievich chronicles the experiences of the Soviet women who fought on the front lines, on the home front, and in the occupied territories. These women—more than a million in total—were nurses and doctors, pilots, tank drivers, machine-gunners, and snipers. They battled alongside men, and yet, after the victory, their efforts and sacrifices were forgotten.",
      "ru": "“Очень страшная война”, “слишком трагично”, “одним словом, здесь написано не про ту войну”… На основе лучшей работы лауреата нобелевской премии по литературе Светланы Алексеевич. Книга написана по материалам интервью более 500 женщин-военных. Часть воспоминаний была изначально вычеркнута цензорами или самим автором. В виде комикса сделано Коумэ Кэйто (он же делал в виде комикса “Волчицу и пряности”)."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc8a484-e0f0-4294-8db3-c02107a09e80",
    "title": {
      "en": "Sazi-chan no Yami Nikki"
    },
    "updatedAt": "2024-07-06T08:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/8cc8a484-e0f0-4294-8db3-c02107a09e80/718931f6-cd73-4acf-9daf-b9bb6d3eb907.jpg",
    "altTitles": [
      {
        "en": "Saji-chan's Sick Diary"
      },
      {
        "ja": "サジちゃんの病み日記"
      },
      {
        "zh": "沙慈的病娇日记"
      },
      {
        "ko": "사지짱의 아픔 일기"
      },
      {
        "ja-ro": "Saji-chan no Yami Nikki"
      },
      {
        "en": "Sazi-chan's Sick Diary"
      },
      {
        "vi": "Nhật ký đen tối của Sazi-chan"
      }
    ],
    "description": {
      "en": "Sazi-chan has a girl she likes. Though her feelings are too pure for anyone to understand, it is definitely true love. Taking pictures, stealing, stabbing, assaulting, that too, is love."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "8788728f-702c-43e5-b9e7-4c173c903b00",
    "title": {
      "en": "Eternal Ring"
    },
    "updatedAt": "2024-10-02T23:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/8788728f-702c-43e5-b9e7-4c173c903b00/77715a74-d438-4263-915e-33bb21f6b49c.jpg",
    "altTitles": [
      {
        "ja": "永遠の環"
      },
      {
        "ja-ro": "Eien no wa"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0b54aef-4806-44e1-95ed-37e4491de2ae",
    "title": {
      "en": "Jojo's Bizarre Adventure & Mahou Shoujo Madoka★Magica - Jojoka☆Magica (Doujinshi)"
    },
    "updatedAt": "2024-04-11T11:37:15+00:00",
    "coverArt": "https://mangadex.org/covers/d0b54aef-4806-44e1-95ed-37e4491de2ae/186d4d27-e28b-4ce9-bfe8-9a907da852ff.jpg",
    "altTitles": [
      {
        "ja": "ジョジョ化☆マギカ"
      },
      {
        "ja-ro": "Jojoka☆Magica (Mahou Shoujo Madoka Magica)"
      },
      {
        "en": "Jojoka Magica (Magical Girl Madoka Magica)"
      }
    ],
    "description": {
      "en": "Jojo parody of Madoka Magica."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cf067d83-7967-43ad-b634-d1cccea5e721",
    "title": {
      "en": "Asa Donnani Kenka Shitemo Yoru niha Nakanaori suru Succubus-chan"
    },
    "updatedAt": "2024-06-11T13:49:11+00:00",
    "coverArt": "https://mangadex.org/covers/cf067d83-7967-43ad-b634-d1cccea5e721/bd02a1ad-47cb-427d-9d4a-60cc10fc46f9.jpg",
    "altTitles": [
      {
        "ja": "朝どんなに喧嘩しても夜には仲直りするサキュバスちゃん"
      },
      {
        "en": "No matter how much you fought in the morning with the Succubus she will make up with you at night"
      },
      {
        "pt-br": "Não importa o quanto você briga com a súcubo pela manhã, à noite ela vai fazer as pazes"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b84a9c69-624b-4c4f-ac57-8d9a162883f1",
    "title": {
      "en": "Ponkotsu Ponko"
    },
    "updatedAt": "2024-07-15T04:06:34+00:00",
    "coverArt": "https://mangadex.org/covers/b84a9c69-624b-4c4f-ac57-8d9a162883f1/b6974354-e676-47f2-bc5c-5eb780d6d036.jpg",
    "altTitles": [
      {
        "en": "Useless Ponko"
      },
      {
        "ne": "नाकारा पोंको"
      },
      {
        "ja": "ぽんこつポン子"
      },
      {
        "pt-br": "Ponko, a inútil"
      },
      {
        "es-la": "Ponko, La Inútil"
      },
      {
        "ko": "고물 로봇 퐁코"
      },
      {
        "ru": "Бесполезная Понко"
      }
    ],
    "description": {
      "en": "The near future in a quiet seaside town.\nYoshioka, who has recently lost his wife, just wants to spend the rest of his days in peace.\nHowever, Yoshioka's children, worried about their father's health, \nsend an off-model housekeeping robot called Ponko to help him.\nUnusual for the age, as human-like robots are then considered obsolete, \nPonko does her best to serve Yoshioka, but her \"best\" is not that good. \nYoshioka's quiet life is now changing, as this eager but ditzy robot girl manages to keep his hands full…",
      "tr": "Sahil kasabası ve yakın gelecek. Yakın zamanda eşini kaybeden Yoshioka, kalan zamanını huzur içinde geçirmek istiyor. Ancak Yoshioka'nın çocukları, babalarının sağlığı için endişelendiğinden, Ponko isimli eski model bir temizlik robotunu yardım maksatlı yanlarına gönderdiler. Yoshioka'nın sessiz hayatı artık değişmeye başladı.",
      "pt-br": "Em um futuro próximo, em cidade quieta próxima ao mar, Yoshioka, que recentemente perdeu sua esposa, quer passar o resto dos seus dias em paz. Porém, os filhos de Yoshioka, preocupados com a saúde de seu pai, enviaram uma empregada robô para ajudá-lo. A vida pacífica de Yoshioka está prestes a mudar."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "79"
  },
  {
    "mangaId": "351b335c-8232-45f0-be98-972f16645f0d",
    "title": {
      "en": "Shikabanechou Undead"
    },
    "updatedAt": "2023-01-19T02:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/351b335c-8232-45f0-be98-972f16645f0d/532ff127-3a41-4004-a9fb-edeac77f9367.jpg",
    "altTitles": [
      {
        "ja-ro": "Shikabanecho Andeddo"
      },
      {
        "zh": "尸城 Undead"
      },
      {
        "ja": "屍町アンデッド"
      }
    ],
    "description": {
      "en": "The urban exploration of two teenagers causes them to run into a mysterious \"box\", which encloses those infected with a virus called \"corpse\". In that city, there is a teacher named Katsuragi Zakuro. Which hides a secret ……"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "22"
  },
  {
    "mangaId": "d58694f8-5067-4ac2-a671-cb3a1fee3e8c",
    "title": {
      "en": "Mahou Shoujo Madoka★Magica - It's Already Too Late for KyouSaya (Doujinshi)"
    },
    "updatedAt": "2018-08-20T04:41:11+00:00",
    "coverArt": "https://mangadex.org/covers/d58694f8-5067-4ac2-a671-cb3a1fee3e8c/0a093fde-7708-4f23-9158-5501c253fa0c.jpg",
    "altTitles": [],
    "description": {
      "en": ""
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fdfc9ba2-b21c-4f37-b5bf-4382f3d1318f",
    "title": {
      "en": "Inside Mari"
    },
    "updatedAt": "2024-04-23T08:05:17+00:00",
    "coverArt": "https://mangadex.org/covers/fdfc9ba2-b21c-4f37-b5bf-4382f3d1318f/c878d625-3846-4d4e-a36d-f477e35c00f8.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku wa Mari no Naka"
      },
      {
        "ru": "Я теперь Мари"
      },
      {
        "ja": "ぼくは麻理のなか"
      },
      {
        "zh": "我在麻理体内"
      },
      {
        "zh-hk": "我在麻理體內"
      },
      {
        "ko": "나는 마리 안에"
      },
      {
        "en": "I'm in Mari"
      },
      {
        "ar": "بداخل ماري"
      }
    ],
    "description": {
      "en": "The manga follows an \"angelic\" beautiful high school girl with a certain secret she has been hiding from everyone, and an idle young male hikikomori (one who abnormally avoids social contact); the highlight of his day is seeing Mari at the convenience store. The story begins as Mari wakes up in her room, but something feels amiss about the room and even her own body.",
      "pl": "Pewnego dnia hikikomori na studiach spotyka w sklepie spożywczym piękną nastolatkę, skrywającą pewien sekret. Zaczyna ją obserwować i śledzić w drodze do domu. Jakiś czas później budzi się i niespodziewanie odkrywa, iż znajduje się w ciele obserwowanej dziewczyny…||||",
      "es-la": "El manga sigue a una chica \"angelical\" hermosa en una escuela secundaria con un cierto secreto que ha estado escondiendo de todo el mundo, y un hikikomori varón, joven y ocioso (que anormalmente evita el contacto social); el punto culminante de su día es ver a Mari en la tienda de conveniencia. La historia comienza cuando Mari se despierta en su habitación, pero siente algo malo por la habitación e incluso su propio cuerpo.",
      "pt-br": "A história acompanha uma linda colegial \"tal como anjo\", com um certo segredo que tem guardado de todos, e um jovem desocupado hikikomori (alguém que evita contato social de forma anormal); O ponto alto de seu dia é ver Mari na loja de conveniência. Um dia, quando Mari acorda no seu quarto, ela sente que há algo diferente com seu quarto e seu corpo."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "80"
  },
  {
    "mangaId": "06338c21-dfd9-4ab0-a0c6-1d973821b992",
    "title": {
      "en": "Bad Girl"
    },
    "updatedAt": "2024-01-09T13:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/06338c21-dfd9-4ab0-a0c6-1d973821b992/a4800fe8-51c2-4f74-9e43-faca9a6657d0.jpg",
    "altTitles": [
      {
        "ja": "ばっどがーる"
      }
    ],
    "description": {
      "en": "The daily life of a (self-proclaimed) high school delinquent, fangirling and kohyuuing over the head prefect!?\n(to) kohyuu (v. infinitive form) When one is surprised and excited, their breathing begins to kohyuu. (see: hyperventilation)\nSummary: High school first-year Yuu is an ardent admirer of Head Prefect Atori, and in order to get her attention, Yuu begins to act like a delinquent. \nBut while her intention is to appeal with her \"badness\" and \"coolness,\" her simple-minded facade is seen through by Atori, who teases and treats her like a small animal...!?\nA totally not \"bad\" delinquent girl's 4-koma school life manga!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8f9a660-ed4d-4667-9c8d-00e98c05167d",
    "title": {
      "en": "Furetai Wa Koi No Hajimari"
    },
    "updatedAt": "2024-10-07T10:37:20+00:00",
    "coverArt": "https://mangadex.org/covers/b8f9a660-ed4d-4667-9c8d-00e98c05167d/c1f8dad8-183a-4a7a-9bfe-774bc80e29a6.png",
    "altTitles": [
      {
        "en": "\"I Wanna Touch You\" Then Love Begins."
      },
      {
        "ja": "「触れたい」は恋の始まり"
      },
      {
        "ko": "‘만지고 싶어’는 사랑의 시작"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17b4a134-65a5-4ba9-851e-9cc824755bf5",
    "title": {
      "en": "Izure Saikyou no Renkinjutsushi?"
    },
    "updatedAt": "2024-02-01T19:15:55+00:00",
    "coverArt": "https://mangadex.org/covers/17b4a134-65a5-4ba9-851e-9cc824755bf5/0eb3fbb6-6d4f-4733-9297-0b7b7cc3ad9e.jpg",
    "altTitles": [
      {
        "en": "Possibly the Greatest Alchemist of All Time"
      },
      {
        "ja": "いずれ最強の錬金術師?"
      },
      {
        "en": "Someday Will I Be the Greatest Alchemist?"
      }
    ],
    "description": {
      "en": "Not even a hero, Takumi Iruma gets accidentally mixed in with a group of heroes chosen to be summoned to another world. As compensation for the mix-up, a goddess offers him the right to choose any skill he wishes for! Hoping for a peaceful and quiet life that has nothing to do with fighting or going into battle, he chooses a seemingly boring creation skill. However, it turns out \"alchemy\" is the most powerful skill that allows him to create everything from a holy sword to flying ships! This cheat skill he unexpectedly acquired turns him into a wealthy merchant and makes him undefeatable in battles! A heartwarming adventure story about (possibly) the most powerful alchemist in another world!\n\n*Alpha Manga*\n\n---\n\n*Alternate description:*\n\nIruma Takumi, a 40-year old salary man, was dragged into a hero summoning just like in a template. What was his fate? The Goddess sent him and the heroes to the other world separately.  \n  \nWith the Goddess’ overprotective support, he landed in a different world looking handsome, rejuvenated, and quite different from a Japanese.  \n  \nAlthough he wanted a slow life while working in the manufacturing trade, that was not permitted by the Goddess’ special body and abilities.  \n  \nWould Takumi be able to live a peaceful life in a different world?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fc1e72f-ccd2-4674-83a5-7245c121f287",
    "title": {
      "en": "Yopparai Touzoku, Dorei no Shoujo wo Kau"
    },
    "updatedAt": "2024-08-13T01:16:57+00:00",
    "coverArt": "https://mangadex.org/covers/9fc1e72f-ccd2-4674-83a5-7245c121f287/c40158e6-0470-4d2b-ab16-ca300140122c.jpg",
    "altTitles": [
      {
        "ja": "酔っぱらい盗賊、奴隷の少女を買う"
      },
      {
        "en": "A Drunk Thief Bought a Slave Girl"
      },
      {
        "en": "Drunk Thief X Slave Girl"
      },
      {
        "id": "Thief Pemabuk yang Membeli Budak Gadis"
      },
      {
        "es-la": "Un Ladrón Borracho que Compró una Esclava"
      }
    ],
    "description": {
      "en": "A hangover leads to a shared life between a thief and a slave girl.\n \nHarris is an adventurer who works as a thief and scout, a job that is often shunned due to poor reputation.\n \nOne day he gets drunk and buys a slave girl, Tiana. Tiana, who had been treated badly and not given enough food until then, comes to adore Harris, who treats her kindly, as her master. Harris, who had been hoping that Tiana would grow up to be a beautiful woman, is gradually drawn to her because of her innocence.\n \nHarris' life changes drastically when he begins living with Tiana: warm meals, freshly washed clothes, and interaction with the townspeople who had never come close to him before. On the other hand, he finds himself in more and more troublesome situations, will he manages to escape from them with his skill and tact...?\n \nThis is the story of the \"rebirth\" of a shabby thief, which begins with an encounter with a slave girl."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a23f735-c805-4754-905c-7afd227ea1a3",
    "title": {
      "en": "Beauty Pop"
    },
    "updatedAt": "2024-01-26T00:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/5a23f735-c805-4754-905c-7afd227ea1a3/ab6643b8-3bdd-41f6-87db-706f808d2960.jpg",
    "altTitles": [
      {
        "en": "Beauty Pop Stage 2"
      },
      {
        "vi": "Dự Án Kéo Vàng"
      },
      {
        "ru": "Популярность красоты"
      },
      {
        "ja": "ビューティーポップ"
      },
      {
        "en": "俏丽魔发师"
      },
      {
        "en": "俏麗魔發師"
      },
      {
        "ko": "뷰티 팝"
      }
    ],
    "description": {
      "en": "Although a truly gifted hairstylist, Kiri Koshiba has no interest in using her talent to pursue fame and fortune, unlike the three popular boys in the \"Scissors Project\" at school. Determined to become the best makeover team in Japan, they give showy makeovers to handpicked girls. As much as Kiri tries to shy away from the Scissors Project spotlight, she finds herself responding to beauty's call…"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "51.3"
  },
  {
    "mangaId": "46ed61e6-442b-43d6-88b5-36afb621c5fe",
    "title": {
      "en": "Mahou Shoujo Madoka★Magica - Madoka! Madoka! Kaname-san! (Doujinshi)"
    },
    "updatedAt": "2024-10-07T07:32:17+00:00",
    "coverArt": "https://mangadex.org/covers/46ed61e6-442b-43d6-88b5-36afb621c5fe/9a551734-3f8d-4465-9d34-a45258da7981.jpg",
    "altTitles": [
      {
        "ja": "まどか!マドカァ!カナメサン! (魔法少女まどか☆マギカ)"
      },
      {
        "ja-ro": "Madoka! Madoka! Kaname-san! (Mahou Shoujo Madoka★Magica)"
      },
      {
        "ja-ro": "Madoka! Madoka! Kaname-san! (Puella Magi Madoka Magica)"
      },
      {
        "en": "Madoka! Madoka!! Kaname-san! (Puella Magi Madoka Magica)"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df6c5911-aeca-4f88-8e0b-d9fa013426b9",
    "title": {
      "en": "I Created a Salvation Organization"
    },
    "updatedAt": "2024-07-24T20:46:44+00:00",
    "coverArt": "https://mangadex.org/covers/df6c5911-aeca-4f88-8e0b-d9fa013426b9/224f6d99-1674-47b0-a8c8-7f48fde8e8fc.png",
    "altTitles": [
      {
        "zh": "我打造了救世组织"
      }
    ],
    "description": {
      "en": "He got a doomsday salvation system. As long as he saves the world, he can have everything. He recruited top talents to build the Pan-Human Principle Guardian Association. He descended into the doomsday worlds as the guardian of human principles, allowing the whole world to admire him and worship him as a god. The ultimate natural disaster. The mutation frenzy. The whisper of the evil god. Thus, a huge organization spanning many worlds, taking the protection of human principles as its own responsibility and saving civilization from the fate of destruction, gradually appeared in the eyes of the world."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65668d9d-6956-4040-baad-bfca5333fe54",
    "title": {
      "en": "Todoke kono omoi"
    },
    "updatedAt": "2023-10-28T06:31:43+00:00",
    "coverArt": "https://mangadex.org/covers/65668d9d-6956-4040-baad-bfca5333fe54/f1c5e0cc-b995-45d6-8e31-5cb49c19acb8.jpg",
    "altTitles": [
      {
        "ja": "届けこの想い"
      },
      {
        "es-la": "Entrega este pensamiento"
      },
      {
        "en": "Deliver this feeling"
      },
      {
        "ja-ro": "Todoke kono omoi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b89aab16-1f42-4f77-ac17-65bb1cdad043",
    "title": {
      "en": "Fuwa Fuwa Shita Joshi ni Kokuhaku Sareta"
    },
    "updatedAt": "2023-05-17T04:46:29+00:00",
    "coverArt": "https://mangadex.org/covers/b89aab16-1f42-4f77-ac17-65bb1cdad043/d4b676ac-052c-476b-991c-b8d29d082690.jpg",
    "altTitles": [
      {
        "ja": "ふわふわした女子に告白された"
      },
      {
        "ja-ro": "Fuwa Fuwa Shita Joshi ni Kokuhaku Sareta"
      },
      {
        "ja-ro": "Fuwafuwa Shita Joshi ni Kokuhaku Sareta"
      },
      {
        "vi": "Cô nàng lơ lửng đã tỏ tình tôi"
      },
      {
        "en": "A Buoyant Girl Confessed to Me"
      }
    ],
    "description": {
      "en": "A girl with the ability to float in mid-air when her mood becomes buoyant confesses to the boy she likes."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52edc4f9-e2c3-41fc-914e-2dd7353b2245",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon: Kanna no Nichijou"
    },
    "updatedAt": "2024-07-09T13:49:48+00:00",
    "coverArt": "https://mangadex.org/covers/52edc4f9-e2c3-41fc-914e-2dd7353b2245/471e3c8a-9f5e-4cf4-8cac-ece502660151.jpg",
    "altTitles": [
      {
        "ja-ro": "Kobayashi-san Chi no Maid Dragon: Kanna no Nichijou"
      },
      {
        "en": "Miss Kobayashi’s Dragon Maid: Kanna’s Daily Life"
      },
      {
        "ru": "Дракон-горничная Кобаяши: Повседневная жизнь Канны"
      },
      {
        "ja": "小林さんちのメイドラゴン カンナの日常"
      },
      {
        "ko": "고바야시네 메이드래곤: 칸나의 일상"
      },
      {
        "fr": "Miss Kobayashi's Dragon Maid - Kanna's Daily Life"
      }
    ],
    "description": {
      "en": "A spin-off of [Kobayashi-san Chi no Maid Dragon](https://mangadex.org/manga/15514) focusing on the daily life of Kanna.  \n\n\n---",
      "ru": "Покинувшая свой дом в другом мире в поисках своей сородицы-дракона Тору, юная Канна оказалась принята Тору и её подругой-человеком Кобаяси, поселившись с ними в одной квартире. Посещая начальную школу, заводя новых друзей, Канна учится приспосабливаться к человеческому миру с любопытством и очарованием, которые могу быть только у маленького дракона!  \n  \nLicensed in English by Seven Seas as \"Miss Kobayashi’s Dragon Maid: Kanna’s Daily Life.\""
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5ccede2-90b1-4f87-a626-b7d105bc3abd",
    "title": {
      "en": "How to Drive Back a Classmate Who Always Teases You"
    },
    "updatedAt": "2022-08-08T03:37:04+00:00",
    "coverArt": "https://mangadex.org/covers/c5ccede2-90b1-4f87-a626-b7d105bc3abd/62a8200f-90ff-4250-b7fd-a18218839f3c.jpg",
    "altTitles": [
      {
        "ja": "いつもからかってくるクラスメイトの撃退方法"
      }
    ],
    "description": {
      "en": "The boy who has been suffering through his seatmate's teasing finally decided to strike back."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a763c44-db69-4d27-afe1-0a1246ed681f",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon: Elma OL Nikki"
    },
    "updatedAt": "2024-07-28T13:19:47+00:00",
    "coverArt": "https://mangadex.org/covers/6a763c44-db69-4d27-afe1-0a1246ed681f/ce932c83-3cb5-4791-b055-a97f86cf13f3.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid: Elma's Office Lady Diary"
      },
      {
        "ru": "Дракон-горничная Кобаяши: Офисные деньки Эльмы"
      },
      {
        "ja": "小林さんちのメイドラゴン エルマのＯＬ日記"
      },
      {
        "zh-hk": "小林家的龍女僕 艾瑪的OL日記"
      },
      {
        "zh": "小林家的龙女仆 艾玛的OL日记"
      },
      {
        "it": "La cameriera drago di Kobayashi: il diario da office lady di Elma"
      },
      {
        "vi": "Nhật ký gái công sở của Elma"
      },
      {
        "uk": "Драконопокоївка пані Кобаяші: Офісні дні Ельми"
      },
      {
        "vi": "Hầu Gái Rồng Nhà Kobayashi: Nhật Ký Công Sở Của Elma"
      }
    ],
    "description": {
      "en": "A spin-off of [Kobayashi-san Chi no Maid Dragon](https://mangadex.org/manga/15514) focusing on the daily life of Elma.",
      "id": "Sebuah spinoff dari [Kobayashi-san Chi no Maid Dragon](https://mangadex.org/manga/15514) yang berfokus pada keseharian Elma.",
      "ru": "Спин-офф основной серии, фокусирующийся на повседневной жизни одной из драконов, Эльмы."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac28f3f4-1bfd-491c-8403-0162379f953d",
    "title": {
      "en": "Agravity Boys"
    },
    "updatedAt": "2024-09-29T14:48:52+00:00",
    "coverArt": "https://mangadex.org/covers/ac28f3f4-1bfd-491c-8403-0162379f953d/3ef47337-6677-4d3d-bffc-6a5ca48d1dee.jpg",
    "altTitles": [
      {
        "ru": "Внеземные пацаны"
      },
      {
        "ja": "アグラビティボーイズ"
      }
    ],
    "description": {
      "en": "The year 2118… Four young astronauts head out to the stars to find humanity's new frontier…or so they thought! Two days after they depart, earth is devoured by a black hole! Plunged into a destiny they cannot escape, these unique young men reach their destination of Alpha Jumbro and plan to live out the rest of their lives there. How will humanity survive in this wacky space-survival comedy?!  \n\n\n---",
      "ru": "2118 год… четверо юных астронавтов отправляются покорять новые рубежи человечества… точнее, так им казалось! Через два дня после отправки на Земле устроили ядерную войну, а потом её поглотила чёрная дыра. Оказавшись в лапах неизбежной судьбы, эти юноши достигли точки своего назначения — планеты Альфа Джамбро, и решили прожить там до конца своих дней. Как же выживет человечество в этой безумной комедии о космическом выживании?!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "50.5"
  },
  {
    "mangaId": "5f20891f-0136-4fa8-afb7-d72f2af23c65",
    "title": {
      "en": "Shokugeki no Soma"
    },
    "updatedAt": "2024-10-06T16:09:53+00:00",
    "coverArt": "https://mangadex.org/covers/5f20891f-0136-4fa8-afb7-d72f2af23c65/60aa7c6e-d714-468c-ad4a-043b820a6252.jpg",
    "altTitles": [
      {
        "en": "Food Wars!"
      },
      {
        "ms": "Perang Makanan!"
      },
      {
        "ja-ro": "Shokugeki no Souma"
      },
      {
        "ru": "В поисках божественного рецепта"
      },
      {
        "uk": "Повар-боец Сома"
      },
      {
        "ja": "食戟のソーマ"
      },
      {
        "zh": "食戟之灵"
      },
      {
        "pl": "Kulinarne Pojedynki"
      },
      {
        "vi": "Vua Đầu Bếp Souma"
      },
      {
        "vi": "Souma - Cuộc Chiến Ẩm Thực"
      }
    ],
    "description": {
      "en": "Yukihira Souma's dream is to become a full-time chef in his father's restaurant and surpass his father's culinary skill. But just as Yukihira graduates from middle schools his father, Yukihira Jouichirou, closes down the restaurant to cook in America. Although downtrodden, Souma's fighting spirit is rekindled by a challenge from Jouichirou which is to survive in an elite culinary school where only 10% of the students graduate. Can Souma survive?  \n\n\n---",
      "ru": "Мечта Юкихиры Сома - стать полноценным шеф-поваром ресторана своего отца и превзойти его в кулинарии. Но как только Юкихира закончил среднюю школу, Юкихира Дзюичиро, его отец, закрыл ресторан и отправился готовить в Америку. Боевой дух Сомы, который был угнетен, возрождается вызовом Дзюичиро, цель которого выжить в элитной кулинарной школе, где выпускается только 10% учеников. Сможет ли Сома выжить? Молодой, одаренный повар в столовке общественного питания создает совершенно новое блюдо. Не поддающееся здравому смыслу новое объедение , какое же оно? Здесь и разворачивается действие в \"В поисках божественного рецепта\".",
      "vi": "Giấc mơ của Yukihira Souma là trở thành một đầu bếp toàn thời gian tại nhà hàng của cha mình và vượt qua các kỹ năng nấu nướng của cha mình. Nhưng cũng giống như Yukihira sinh viên tốt nghiệp từ trường trung học của cha mình, Yukihira Jouichirou, đóng cửa các nhà hàng để nấu ăn ở châu Âu. Mặc dù bị áp bức, tinh thần chiến đấu của Souma được nhen nhóm bởi một thách thức từ Jouichirou mà là để tồn tại trong một trường dạy nấu ăn ưu tú nơi chỉ có 10% sinh viên tốt nghiệp. Souma có thể tồn tại qua các thử thách khắc nghiệt?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "36",
    "lastChapter": "315"
  },
  {
    "mangaId": "071e7fe4-7ebf-4ae7-a84b-2afa1018a482",
    "title": {
      "en": "Ojiichan Shinanai"
    },
    "updatedAt": "2022-01-25T06:21:49+00:00",
    "coverArt": "https://mangadex.org/covers/071e7fe4-7ebf-4ae7-a84b-2afa1018a482/11b00bb7-591e-4b13-aae4-f05a8c247e63.jpg",
    "altTitles": [
      {
        "fr": "Ce vieil homme ne mourra pas"
      },
      {
        "pt-br": "Este velho não vai morrer"
      },
      {
        "en": "This Old Man Won't Die"
      },
      {
        "en": "Old man never die"
      },
      {
        "ja": "おじいちゃんしなない"
      },
      {
        "zh": "老爷爷还不会死"
      }
    ],
    "description": {
      "en": "A pure angel descends from heaven to carry a dying old man to the afterlife. What she doesn't know is that he is not your typical feeble grandpa. No, he is much more… charming. Thus, their misadventures begin as the angel realizes what type of man she's dealing with. This old man won't die anytime soon."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "23"
  },
  {
    "mangaId": "ebf7dcc1-53bc-4b25-b057-5ef101a598f7",
    "title": {
      "en": "Shin Gunjou Senki"
    },
    "updatedAt": "2022-06-11T19:49:24+00:00",
    "coverArt": "https://mangadex.org/covers/ebf7dcc1-53bc-4b25-b057-5ef101a598f7/1bd28de6-3fd1-484c-8df6-d822d67aad47.jpg",
    "altTitles": [
      {
        "en": "True Gunjou Senki"
      },
      {
        "en": "True Record of the Deep-Blue War"
      },
      {
        "ja": "真・群青戦記"
      }
    ],
    "description": {
      "en": "A battle between modern-day thugs and Sengoku warlords!!  \n  \n\"What do you think is the difference between a murderer and a wartime hero?\"  \nThis is the question put forward to Michiro, a college student and aspiring mountain rescuer, by his younger brother Makoto, who is being held in prison on suspicion of the attempted murder of a friend. Michiro replies that it is a matter of justice, but Makoto believes that it is simply a matter of the era. As Makoto is handed an unsuspended sentence and Michiro is at his wit's end, suddenly, a red rain begins to fall, and the area is enveloped in fog. Thus, Michiro, along with the entire prison, is sent to the Sengoku Era…"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "a5cdfc61-43b0-4f87-b387-01e0949e2449",
    "title": {
      "en": "Kyuuki no Adabana"
    },
    "updatedAt": "2023-11-10T17:11:43+00:00",
    "coverArt": "https://mangadex.org/covers/a5cdfc61-43b0-4f87-b387-01e0949e2449/0e3d706a-a49c-47ff-9a05-0d7879e6a38d.jpg",
    "altTitles": [
      {
        "ja": "窮鬼の仇花"
      },
      {
        "en": "The Destitution God's Non-Fruit-Bearing Flower Foe"
      }
    ],
    "description": {
      "en": "Tamaki Haru moved to a rural town with a Binbogami Shrine. He has the ability to see kami and spirits, and one day, he ran into a girl named Kazura when she fell off an electric pole. She claimed to be a kami herself, and that she was being chased by something. Tamaki was still confused when they were suddenly attacked by a mysterious monster. Set in Takamagahara, known as the home of the gods, this is the start of an action-packed tale of Japanese mythology!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "15"
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Record of Ragnarok"
    },
    "updatedAt": "2024-09-29T15:19:06+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/5f2306f9-eecb-4996-ae90-e34be10c475a.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "World's End Valkyrie"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n\n---\n  - Alternative English Translation: [<comikey>](https://comikey.com/comics/record-of-ragnarok-manga/61/)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5c57509-151f-4fa8-90e6-e942b614cdfe",
    "title": {
      "en": "Himegoto - Juukyuusai no Seifuku"
    },
    "updatedAt": "2023-12-22T12:41:00+00:00",
    "coverArt": "https://mangadex.org/covers/c5c57509-151f-4fa8-90e6-e942b614cdfe/8e4b2c91-6356-42d3-8179-5f58074c9b4a.jpg",
    "altTitles": [
      {
        "es": "Himegoto - Uniformes a los diecinueve"
      },
      {
        "en": "Secrets - Uniforms at the Age of Nineteen"
      },
      {
        "pt": "Segredos - Uniformes aos Dezenove"
      },
      {
        "ja": "ヒメゴト ～十九歳の制服～"
      },
      {
        "ja-ro": "Himegoto - 19sai no Seifuku"
      }
    ],
    "description": {
      "en": "This is a story of a group of college-age people who struggle with gender and sexual identity. \nYuki (nicknamed Yoshiki) is a girl but doesn't feel like 'being feminine.' She mostly dresses like a boy and is often mistaken as one. However, she has to wear a skirt and imagine being dominated to masturbate. \nNagao Mikako seems young and innocent, and she uses that apparent innocence to sell her body as a fake 15-year-old. She knows her youthfulness can't last forever, but she enjoys tricking the men. Her friends have no idea of her sexual habits and believe her to be sweet and sheltered. \nAiba Kaito is a pretty good-looking guy, but he wants to be Nagao Mikako. He often dresses as a girl, picking out clothes that mimic Mikako's style. Though he's into cross-dressing, he is still attracted to women. \nWill these young adults and their friends be able to handle their 'guilty secrets' and muddle their way through this confusing period of their lives?"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "8",
    "lastChapter": "100"
  },
  {
    "mangaId": "30791f10-a3b8-4d62-8aa1-0af9626c66b9",
    "title": {
      "en": "Nare no Hate no Bokura"
    },
    "updatedAt": "2022-07-05T12:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/30791f10-a3b8-4d62-8aa1-0af9626c66b9/b139b7d0-488b-4969-adf3-e56fd72b2430.jpg",
    "altTitles": [
      {
        "en": "The Shadows of Who We Once Were"
      },
      {
        "th": "จุดจบแห่งเงามืดครั้งอดีต"
      },
      {
        "ja": "なれの果ての僕ら"
      }
    ],
    "description": {
      "en": "Nezu was looking forward to his elementary school reunion—after all, his class was united by unbreakable bonds. But when his former classmate, Mikio, reveals that this reunion is a very real matter of life and death...suddenly Nezu finds those bonds put to the test. [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "74"
  },
  {
    "mangaId": "b35f67b6-bfb9-4cbd-86f0-621f37e6cb41",
    "title": {
      "en": "Tomodachi Game"
    },
    "updatedAt": "2024-10-06T08:24:20+00:00",
    "coverArt": "https://mangadex.org/covers/b35f67b6-bfb9-4cbd-86f0-621f37e6cb41/b6698bbd-3d02-4645-a4ce-3d0d6da1c7dd.jpg",
    "altTitles": [
      {
        "en": "Friends Games"
      },
      {
        "pl": "Przyjacielskie rozgrywki"
      },
      {
        "ja": "トモダチゲーム"
      },
      {
        "zh": "朋友游戏"
      },
      {
        "ko": "친구 게임"
      },
      {
        "id": "Game Pertemanan"
      },
      {
        "uk": "Гра друзів"
      },
      {
        "ru": "Игра друзей"
      },
      {
        "zh-hk": "朋友遊戲"
      },
      {
        "es": "Los juegos de la amistad"
      },
      {
        "ar": "لعبة الأصدقاء"
      },
      {
        "fr": "Le jeu de l'amitié"
      },
      {
        "tr": "Arkadaş Oyunu"
      },
      {
        "vi": "Trò Chơi Tình Bạn"
      }
    ],
    "description": {
      "en": "Katagiri Yuichi believes that friends are more important than money, but he also knows the hardships of not having enough funds. He works hard to save up in order to go on the high school trip, because he has promised his four best friends that they will all go together. However, after the class's money is all collected, it is stolen! Suspicion falls on two of Yuichi's friends, Sawaragi Shiho and Shibe Makoto.  \r\n  \r\nSoon afterward, the five of them are kidnapped, and wake up in a strange room with a character from a short-lived anime. Apparently, one of them has entered them into a \"friendship game\" in order to take care of their massive debt. But who was it, and why did they have such a debt? Could they have stolen the money from class to pay for entry into the game? Katagiri and his best friends will have to succeed in psychological games that will test or destroy their faith in one another.",
      "pl": "Dziękujemy za wpłatę dwudziestu milionów jenów! W ten sposób dołączyliście do jedynej w swoim rodzaju gry przyjaciół! Witajcie, jestem Manabu. Pozwólcie, że wyjaśnię wam zasady. Weźmiecie udział w bardzo prostych grach, dzięki którym będziecie mogli zdobyć pieniądze. W ten sposób w mgnieniu oka pozbędziecie się swojego długu! Oczywiście możecie się wycofać, ale nie zwrócimy wam wpłaconej kwoty, a wasz dług pozostanie niezmieniony. Jest pewien sposób, aby każdy szczęśliwie ukończył grę. Wystarczy nie wątpić w przyjaciół. Proste, czyż nie?  \r\n  \r\nAle czy da się nie wątpić w przyjaciół, jeśli pośród nich znajduje się zdrajca?  \r\nCzy da się przełożyć przyjaciół nad pieniądze?  \r\nOczywiście, że nie.  \r\nA więc popatrzmy na tych młodych ludzi, którzy nawzajem będą się oszukiwać!",
      "tr": "Katagiri Yuichi, arkadaşların paranın öneminden daha önemli olduğuna inanır, ancak yetersiz fonların zorluklarını da bilir. Lise gezisine gitmeyi taahhüt ettiği dört en iyi arkadaşıyla birlikte gitmeyi planlar ve bu yüzden para biriktirmek için çalışır. Ancak, sınıfın topladığı paranın hepsi çalınır! Şüphe, Yuichi'nin arkadaşları Sawaragi Shiho ve Shibe Makoto üzerine düşer.Kısa bir süre sonra, beşi kaçırılır ve garip bir odada, kısa ömürlü bir animenin karakteriyle uyanırlar. Görünüşe göre, onlardan biri büyük bir borcu ödemek için bir \"arkadaşlık oyunu\" na girmiştir. Ancak kimdi ve neden böyle bir borcu vardı? Sınıftan parayı çalıp oyunun giriş ücretini ödeyebilirler miydi? Katagiri ve en iyi arkadaşları, birbirlerine olan inançlarını test edecek veya yok edecek psikolojik oyunlarda başarılı olmak zorunda kalacaklar.",
      "vi": "Katagiri Yuichi tin rằng bạn bè quan trọng hơn tiền bạc, nhưng cậu cũng hiểu rõ sự khó khăn khi túng thiếu. Cậu làm việc chăm chỉ để tiết kiệm tiền cho chuyến đi dã ngoại thời trung học, vì cậu đã hứa với bốn người bạn thân của mình rằng tất cả sẽ cùng đi. Tuy nhiên, sau khi gom đủ tiền, toàn bộ quỹ lớp bị trộm mất! Sự nghi ngờ đổ lên đầu hai người bạn của Yuichi, Sawaragi Shiho và Shibe Makoto. Ngay sau đó, cả 5 người bị bắt cóc, và thấy mình tỉnh dậy trong 1 căn phòng kỳ lạ, cùng 1 nhân vật hoạt hình. Có vẻ như, một trong số 5 người đã đẩy bọn họ vào \"trò chơi tình bạn\" nhằm mong gỡ lại món tiền nào đó. Nhưng đó là ai, và tại sao bọn họ lại phải mang nợ? Phải chăng đã có kẻ trộm tiền của lớp để trả tiền được vào trò chơi này? Katagiri và những người bạn thân của mình buộc phải thắng trong trò chơi. Sẽ là bài kiểm tra tình bạn, hay phá hủy niềm tin giữa bọn họ?  Tên tiếng việt: Friends game - Trò chơi tình bạn",
      "pt-br": "\"A amizade é mais importante do que o dinheiro?\" Yuuichi e seus amigos são sequestrados e acordam no meio de uma sala com um estranho personagem que os obriga a participar de uma estranha competição onde dinheiro e intriga colocarão seus laços à prova."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "26",
    "lastChapter": "127"
  },
  {
    "mangaId": "5b8e38d3-e0db-46f6-8fdc-b1acd8b167c8",
    "title": {
      "en": "Trap Heroine"
    },
    "updatedAt": "2024-02-22T13:31:08+00:00",
    "coverArt": "https://mangadex.org/covers/5b8e38d3-e0db-46f6-8fdc-b1acd8b167c8/1964a164-7183-4548-8089-55422835aa62.jpg",
    "altTitles": [
      {
        "ja-ro": "Torappu Hiroin"
      },
      {
        "ko": "트랩 히로인"
      },
      {
        "ja": "トラップヒロイン"
      }
    ],
    "description": {
      "en": "Traps have existed since time immemorial; a fact that Chiroda Taishi laments, as he seems to have both an affinity and an aversion to being trapped."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  }
]