[
  {
    "mangaId": "261ff484-8ab5-45ba-8bcb-02517d1d1cc3",
    "title": {
      "en": "It's Time for \"Interrogation,\" Princess!"
    },
    "updatedAt": "2024-05-08T02:17:51+00:00",
    "coverArt": "https://mangadex.org/covers/261ff484-8ab5-45ba-8bcb-02517d1d1cc3/ed7e6f94-b3d3-4faf-9df5-f354bf9dab29.jpg",
    "altTitles": [
      {
        "en": "'Tis Time for \"Torture,\" Princess"
      },
      {
        "ja-ro": "Hime-sama, \"Goumon\" no Jikan desu"
      },
      {
        "en": "It's Time for \"Interrogation\", Princess!"
      },
      {
        "fr": "Princesse, c'est l'heure de la “torture”"
      },
      {
        "ru": "Пришло время \"допроса\", принцесса!"
      },
      {
        "zh-hk": "公主大人，接下來是“拷問”時間"
      },
      {
        "zh": "公主大人，接下来是“拷问”时间"
      },
      {
        "ja": "姫様“拷問”の時間です"
      },
      {
        "pt-br": "É hora do \"interrogatório\", Princesa!"
      }
    ],
    "description": {
      "de": "Die illustre und militärisch begnadete Prinzessin des Königreiches wurde von Schergen des Dämonenfürsten gefangen genommen und in Ketten gelegt. Darauf bedacht, jede auch noch so kleine Information aus ihr herauszupressen, setzt der Dämonenfürst seine Großinquisitorin darauf an, die Prinzessin zum Reden zu bringen.  \n  \nKann sie dieser schier endlosen Folter widerstehen? Oder knickt sie bei den Verhören ein und offenbart ihrem erbitterten Feind vitale Informationen über ihr geliebtes Königreich?  \n  \nDies ist die Geschichte jener armen Prinzessin und der Qualen, die sie im Zuge der Verhöre erleiden muss.",
      "en": "The princess who's been held captive by the Demon Lord's army is scheduled to be executed by the Demon Lord's relentless torture!",
      "id": "Seorang Putri yang ditahan oleh pasukan Raja Iblis, disiapkan untuk menerima siksaan dari Raja Iblis tanpa henti!  \n\n\n---\n\n**Links:**  \n- [Chapter 1 art](https://i.imgur.com/SaOoznH.png)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9d4672c-08d8-414c-bc88-cfa07b62b559",
    "title": {
      "en": "Isekai de Ane ni Namae wo Ubawaremashita"
    },
    "updatedAt": "2024-05-14T18:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/a9d4672c-08d8-414c-bc88-cfa07b62b559/d715c4be-6b36-470a-b92a-bb3fefd4f5a1.jpg",
    "altTitles": [
      {
        "ja": "異世界で姉に名前を奪われました"
      },
      {
        "ja-ro": "Isekai de Ane ni Namae o Ubawaremashita"
      },
      {
        "en": "In Another World, My Sister Stole My Name"
      },
      {
        "zh-hk": "在異世界被姊姊搶走名字了"
      },
      {
        "id": "Di dunia lain, kakakku merebut namaku"
      }
    ],
    "description": {
      "en": "Ichika, a college student, was interacting with a boy named Cecil from another world through a hand mirror she held in her storeroom. One day, her older sister, Karen, suddenly disappeared, and at the same time her hand mirror also disappeared. A year later, as soon as Ichika picked up her hand mirror that she found by chance, she was sent to another world. There was Cecil, who had grown older, and Karen, who had become a saint by calling herself Ichika for some reason?! In a world where her name and memories are stolen by her older sister, a different world doting fantasy opening up for her destiny!\n\n---\n**Original Web Publication:** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FL00203256010000_68/), [NicoVideo](https://seiga.nicovideo.jp/comic/59656), [Pixiv](https://comic.pixiv.net/works/8693)",
      "ja": "大学生の一花は、物置で手にした手鏡を通し異世界のセシルという少年と交流していた。\nそんなある日、姉の華恋が突然失踪し、同じタイミングで手鏡も消えてしまう。\n\n1年後、一花は偶然見つかった手鏡を手にした途端、異世界へと飛ばされていた。\nそこにいたのは年上に成長したセシルと、なぜか一花と名乗り聖女となっていた華恋でー！？\n\n姉に名前や思い出を奪われた世界で、運命を切り開いていく異世界溺愛ファンタジー開幕！\n\n---\n**Original Web Publication:** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FL00203256010000_68/), [NicoVideo](https://seiga.nicovideo.jp/comic/59656), [Pixiv](https://comic.pixiv.net/works/8693)",
      "zh-hk": "大學生一花通過在儲藏室找到的手鏡，可以與異世界名為塞希爾的少年交談。\n但某一天，姐姐華戀突然失蹤了，一同消失的，還有聯通異世界的手鏡。\n\n1年後，一花偶然間找到了手鏡，被傳送到了異世界。\n在那裡出現了長大成人的塞希爾，與不知為何，自稱一花的聖女華戀─!?\n\n在這個被姊姊奪走了姓名與回憶的世界裡，改變命運的異世界溺愛奇幻物語開啟了序幕！\n\n---\n**Original Web Publication:** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FL00203256010000_68/), [NicoVideo](https://seiga.nicovideo.jp/comic/59656), [Pixiv](https://comic.pixiv.net/works/8693)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e86fa8f-bb73-4b9e-bb74-002c0efe5ee5",
    "title": {
      "en": "Cat System: The Emperor Is a Cat Lover"
    },
    "updatedAt": "2023-11-03T08:40:23+00:00",
    "coverArt": "https://mangadex.org/covers/1e86fa8f-bb73-4b9e-bb74-002c0efe5ee5/fadbc9d7-e803-4f77-b12d-6c6cc1cb438b.jpg",
    "altTitles": [
      {
        "en": "Harmonious Emperor"
      },
      {
        "en": "The Future God of Cats"
      },
      {
        "ru": "Император гармонии"
      },
      {
        "zh": "谐帝为尊"
      }
    ],
    "description": {
      "en": "The cat lover teenager Meng Changji travels through truck-kun and is bound by a cat system in a parallel world!   \n  \nWhat is the cat system? I have a big giant kitty as a system! The cat system uses the road not taken! It is the practice that does not take the usual path! When you are kidnapped, other people are looking for opportunities to escape, but this young master walks away while he slaps you right up in the face! Haha!   \n  \nWhen this Emperor meets a pretty girl for a competition invitation, others used male chauvinistic ways and strength to conquer her, and this young master… This young master acts like a cat really oh… I'm so weak… Of course, it's important to hold her thighs if she's stronger!   \n  \nStrong waifu is the best waifu! Don't you know this?! This Emperor does not practice according to the routine, harvests the cultivation value like a miser.   \n  \nBy the way… did this Emperor mention I might be the future god of cats too? Eh… just a hunch. Ahh… cats are so cute. I just want to pet them all day! Ahh!!!   \n  \nMy system is a CAT!!! This is life! Thank you, Cat God!  \n  \n\n\n---",
      "fr": "L'adolescent amoureux des chats Meng Changji voyage à travers Camion-kun et est lié par un système de chat dans un monde parallèle. Quel est le système de chat ? Cela vous permet de prendre un autre chemin que celui que vous deviez prendre !",
      "ru": "Грузовик-сан не простаивает без работы. На этот раз его жертвой стал подросток, любитель кисок. В результате смерти парень попадает в другой мир, в тело практика гармонии. После похищения из своего мира, многие ищут пути вернуться обратно, но не этот парнишка. Используя свою злость, как мотив, и появившуюся перед ним систему с заданиями, как рычаг для саморазвития, он культивирует с бешеной силой, стремясь стать императором гармонии. Не стесняйтесь, пройдите этот путь вместе с ним!  \n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a",
    "title": {
      "en": "Yowa Yowa Sensei"
    },
    "updatedAt": "2024-05-03T00:22:01+00:00",
    "coverArt": "https://mangadex.org/covers/b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a/10f45e88-7df7-42f4-82b9-f376430ab2cd.jpg",
    "altTitles": [
      {
        "ja": "よわよわ先生"
      },
      {
        "en": "Weak-kneed Teacher"
      },
      {
        "ru": "Учитель Ёваёва"
      },
      {
        "ja-ro": "Yowayowa Sensei"
      }
    ],
    "description": {
      "en": "It's the start of a new school year. The new homeroom teacher for Abikura-kun, a second-year high school boy, is Hiyori Hiwamura, who is known as a \"Scary Teacher\", rumored to curse you if she gets offended!One day after school, Abikura-kun witnessed the other side of \"YowaYowa-sensei\"... and he is shocked by the gap between reputation and reality! The opening of a romantic comedy that will stir up your protective instincts!!",
      "ja": "新学期。2年生に進級した男子高校生・阿比倉くん達のクラス担任になったのは、機嫌を損ねれば呪われると噂の通称『こわこわ先生』こと、鶸村ひより先生だった！ そんな、『こわこわ先生』の裏の一面を、ある日の放課後、目撃してしまった阿比倉くんは……。まさかのギャップに悶絶必至！ あなたの庇護欲を掻き立てる、よわよわラブコメ開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed69a73-de21-4862-95f7-d129e69060e0",
    "title": {
      "en": "The Strongest Childhood Friend"
    },
    "updatedAt": "2024-05-20T16:17:46+00:00",
    "coverArt": "https://mangadex.org/covers/fed69a73-de21-4862-95f7-d129e69060e0/e2644fa7-14d3-4ef2-9c37-5ea1d5eeb09b.jpg",
    "altTitles": [
      {
        "ja-ro": "Saikyō no osananajimi"
      },
      {
        "ja": "最強の幼なじみ"
      },
      {
        "id": "Teman masa kecil terkuat"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5c22433-7175-48b1-b049-3ed845947eb2",
    "title": {
      "en": "2ban-me no Alpha"
    },
    "updatedAt": "2024-05-20T16:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/b5c22433-7175-48b1-b049-3ed845947eb2/b6c2d044-ea2b-4ba1-8b6b-916b2e4278b4.jpg",
    "altTitles": [
      {
        "ja-ro": "2ban-me no α"
      },
      {
        "ja": "2番目のα"
      },
      {
        "ja-ro": "Niibanme no α"
      },
      {
        "ja-ro": "Niibanme no Alpha"
      },
      {
        "en": "The Second Alpha"
      },
      {
        "th": "อัลฟ่าคนที่สอง"
      },
      {
        "vi": "Alpha Thứ Hai"
      }
    ],
    "description": {
      "en": "My fated pair is *married*.  \nAs Morita was going to his new workplace, he met Matsumoto, a senior employee who picked him up. The moment they locked eyes, he was convinced that Matsumoto was his fated pair, but he had a ring on his ring finger. However, that night, as Matsumoto went into heat, Morita got tempted by his smell and embraced Matsumoto. The men who get toyed around by fate, experience a sweet, painful love.",
      "fr": "Ma paire destinée est mariée.\n\nAlors que Morita se rendait sur son nouveau lieu de travail, il a rencontré Matsumoto, un employé expérimenté qui est venu le chercher. Dès qu'ils se sont regardés, il a été convaincu que Matsumoto était sa paire prédestinée, mais il avait une bague à l'annulaire. Cependant, cette nuit-là, alors que Matsumoto était en chaleur, Morita a été tenté par son odeur et a embrassé Matsumoto.",
      "it": "Il mio compagno predestinato è \"sposato\". Mentre Morita andava sul suo nuovo posto di lavoro, incontra Matsumoto, un impiegato più grande che era andato a prenderlo. Nel momento in cui lo vide, era convinto che Matsumoto fosse il suo compagno predestinato, ma aveva un anello al dito. Tuttavia, quella notte, quando Matsumoto andò in calore, Morita fu tentato dal suo odore e scopò Matsumoto. Gli uomini che vengono derisi dal destino, provano un amore doloroso.",
      "pl": "Morita został odebrany z lotniska przez Matsumoto, jednego z pracowników firmy, w której został zatrudniony. Jak tylko ich spojrzenia się spotkały, poczuł, że Matsumoto jest jego przeznaczoną parą, jednak nosił obrączkę. W trakcie przyjęcia powitalnego Mority jego nowy kolega nagle wpada w ruję. Morita pomaga mu, zabierając go do pobliskiego hotelu, ale ułamuje pod wpływem feromonów omegi.   \nMężczyźni, z którymi igra los, doświadczą słodkiej, ale bolesnej miłości.",
      "vi": "Bạn đời định mệnh của tôi đã ‘kết hôn’. Khi Morita đến nơi làm việc mới của mình, anh gặp gỡ Matsumoto, một nhân viên lâu năm hướng dẫn cho anh. Khoảnh khắc chạm mặt nhau, anh chắc chắn rằng Matsumoto chính là bạn đời định mệnh của mình, nhưng trên tay đối phương có đeo nhẫn cưới. Tuy nhiên, đêm đó Matsumoto đến kỳ phát tình, Morita bị mùi hương của anh mê hoặc và chiếm lấy anh. Hai con người bị số phận đùa bỡn, trải qua một tình yêu ngọt ngào, đau đớn."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "a5d21e77-b961-42e3-8d69-bbb1610c1c71",
    "title": {
      "en": "When the Black Wolf Calls Me"
    },
    "updatedAt": "2024-04-25T02:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When the Black Wolf Beckons Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7215e726-9e7d-4ad2-9fdd-2f7b142c6e3e",
    "title": {
      "en": "Cohabitation with My Fiancée"
    },
    "updatedAt": "2023-05-26T01:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/7215e726-9e7d-4ad2-9fdd-2f7b142c6e3e/6bca78bd-9ca5-4e63-ad25-1da705961570.jpg",
    "altTitles": [
      {
        "en": "Cohabitation with the Fiancee"
      },
      {
        "en": "The Fiancées Live Together"
      },
      {
        "es": "Viviendo con la prometida"
      },
      {
        "ko-ro": "Yaghyonjaneun Donggeojung"
      },
      {
        "ru": "Совместная жизнь с невестой"
      },
      {
        "ko": "약혼자는 동거중"
      },
      {
        "pl": "Narzeczeni mieszkają razem"
      }
    ],
    "description": {
      "en": "His fiancee lost her parents so she will be living with the Hyeons, but Sang-Won is a middle school student and the fiancée is a 24 year old adult!? Sang-Won tries to deny that his fiancée is 9 years older than him, but seeing that she does not act her age, he then feels comfortable around her. His fiancée seems kind and innocent on the outside, but on the inside…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "130"
  },
  {
    "mangaId": "a048d131-aec1-4f5d-a410-5c4d5988143a",
    "title": {
      "en": "A Silent Garden"
    },
    "updatedAt": "2024-03-11T18:33:07+00:00",
    "coverArt": "https://mangadex.org/covers/a048d131-aec1-4f5d-a410-5c4d5988143a/ee4fdf4f-9180-401c-a390-2cdc39f7a81b.jpg",
    "altTitles": [
      {
        "ko": "침묵의 정원"
      },
      {
        "en": "Garden of Silence"
      },
      {
        "zh": "寂静的花园"
      },
      {
        "id": "Taman keheningan"
      },
      {
        "id": "Taman yang sunyi"
      },
      {
        "ko": "Chimmugui Jeongwon"
      }
    ],
    "description": {
      "en": "Only after losing my daughter and husband did I realize how twisted the world was. By some miracle, I was given a second chance at life. This time I will only live for myself.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%B9%A8%EB%AC%B5%EC%9D%98-%EC%A0%95%EC%9B%90/2129)",
      "ko": "나는 생전에 누군가의 아내이자 어머니로서 헌신하며 살았다.\n사랑하지는 않았지만 존경했던 남편. \n나와는 피 한 방울 섞이지 않았으나 사랑해마지않던 딸.\n두 사람은 내 세계를 이루는 전부였다.\n분명 그랬었는데.\n“난 그저 내 딸과 가정을 돌볼 여자가 필요했어.”\n“연고 없는 너는 내게 장난감일 뿐이야.”\n두 사람이 죽고 나서야 나는 비로소 내 세계가 뒤틀렸다는 걸 알았다.\n평생 남을 위해 살다가 두 번째로 주어진 삶.\n이번 생은 나를 위해 쓰기로 했다.\n그러니 이제는 너희 차례야.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%B9%A8%EB%AC%B5%EC%9D%98-%EC%A0%95%EC%9B%90/2129)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "6f98b9be-9213-415b-b042-2b88906ab392",
    "title": {
      "en": "Kimi to Unmei ni Tsuite no Hanashi ga Shitai"
    },
    "updatedAt": "2024-05-20T16:05:09+00:00",
    "coverArt": "https://mangadex.org/covers/6f98b9be-9213-415b-b042-2b88906ab392/4db966f1-9a8a-4f79-9157-4ce6ddc1cabd.jpg",
    "altTitles": [
      {
        "en": "I want to talk about fate with you"
      },
      {
        "ja": "君と運命についての話がしたい"
      }
    ],
    "description": {
      "en": "Even if we're both beta and even if we're not a fated pair, it'll be fine. Our relationship won't change, ever—Hibiki is a salaryman who has been living together with his high school sweetheart, Koushiro, for 10 years. When they had just met each other, they were convinced that they were a fated pair, but their gender tests revealed that they were both beta. Even though other gay couples can be blessed if they are a \"fated pair,\" it vexes them they can't even hold hands in front of people. They tell themselves that if they love each other, all will be fine, but trivial things make them more anxious each day... But they hear about a misdiagnosis of the gender test one day...!?",
      "fr": "Même si nous sommes tous les deux des betas et même si nous ne formons pas une paire prédestinée, tout ira bien. Notre relation ne changera jamais. Hibiki est un salarié qui vit avec son amour de lycée, Koushiro, depuis 10 ans. Lorsqu'ils venaient de se rencontrer, ils étaient convaincus d'être un couple prédestiné, mais leurs tests de genre ont révélé qu'ils étaient tous deux beta. Même si d'autres couples homosexuels peuvent être bénis s'ils forment une \"paire prédestinée\", ils sont vexés de ne pas pouvoir se tenir la main devant les gens. Ils se disent que s'ils s'aiment, tout ira bien, mais des choses insignifiantes les angoissent un peu plus chaque jour...\n\nMais un jour, ils entendent parler d'une erreur de diagnostic lors du test de genre... !?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f",
    "title": {
      "en": "Iljin Romance"
    },
    "updatedAt": "2024-01-28T23:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f/144251fc-7890-4289-b505-3f2e4a7b5721.jpg",
    "altTitles": [
      {
        "ko": "일찐로맨스"
      },
      {
        "ja": "カーストロマンス"
      }
    ],
    "description": {
      "en": "Jin Daim has no friends, but likes drawing. Iljina is the most popular girl in school, even though she rejects every confession. Daim thinks she and her friends are an annoyance and disturbs his drawing time before class, but all he ever draws is her. Things get complicated when his secret sketch books gets discovered by one of Iljina's friends."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97211aa6-ac2b-48e7-9c91-c267979a1b6b",
    "title": {
      "en": "Bergamot & Sunny Day"
    },
    "updatedAt": "2024-05-20T15:40:17+00:00",
    "coverArt": "https://mangadex.org/covers/97211aa6-ac2b-48e7-9c91-c267979a1b6b/f0ea0b2f-1b21-4004-b274-a7db274fed9b.jpg",
    "altTitles": [
      {
        "ja": "ベルガモット＆サニーデイ"
      }
    ],
    "description": {
      "en": "Café worker Riku has just been dumped... again. Despite always giving relationships his all, Riku can't seem to ever make it past the three-month milestone in any relationship. And then there's Josh, the handsome, wealthy owner of the café who seems to have it all together. When Riku wakes up in Josh's bed after what he can only assume is a consolation rebound, Josh shockingly suggests continuing a no-strings-attached fling.\n\nFooling around with a rich man... will they drink champagne in a jacuzzi? Riku has no idea, but he's not going to turn it down!",
      "fr": "Riku, employé d'un café, vient de se faire larguer... une nouvelle fois. Bien qu'il se soit toujours donné à fond dans ses relations, Riku n'arrive jamais à passer le cap des trois mois de relation. Et puis il y a Josh, le beau et riche propriétaire du café qui semble avoir tout compris. Lorsque Riku se réveille dans le lit de Josh après ce qu'il ne peut que supposer être un rebond de consolation, Josh suggère de façon choquante de poursuivre une aventure sans attaches.\n\nS'amuser avec un homme riche... est-ce qu'ils vont boire du champagne dans un jacuzzi ? Riku n'en a aucune idée, mais il ne va pas refuser !"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ead008ec-98cf-434b-a86b-f3945b329d9d",
    "title": {
      "en": "Maoyuu Maou Yuusha - \"Kono Watashi no Mono Tonare, Yuusha yo\" \"Kotowaru!\""
    },
    "updatedAt": "2022-02-21T00:28:10+00:00",
    "coverArt": "https://mangadex.org/covers/ead008ec-98cf-434b-a86b-f3945b329d9d/5de9b15c-e0ad-4e48-9a92-6577098bdc0c.jpg",
    "altTitles": [
      {
        "es": "Archienemigo y Héroe - \"Se mío héroe\" \"Me niego\""
      },
      {
        "pt": "Arqui-inimigo e Herói - \"Seja meu Herói!\" \"Eu me recuso!\""
      },
      {
        "en": "Maoyu - \"Be Mine, Hero!\" \"I Refuse!\""
      },
      {
        "en": "Maoyu: Archenemy and Hero"
      },
      {
        "en": "Maoyuu Maou Yuusha - \"Be Mine, Hero!\" \"I Refuse!\""
      },
      {
        "th": "จอมมารนักเศรษ"
      },
      {
        "ja": "まおゆう魔王勇者 (カドカワコミックス・エース)"
      },
      {
        "ja": "まおゆう魔王勇者「この我のものとなれ、勇者よ」「断る!」"
      },
      {
        "ja": "魔王勇者「成为我的东西吧勇者」「我拒绝！」"
      }
    ],
    "description": {
      "en": "After a long and treacherous journey, our Hero finally arrives at the Overlord’s castle only to find himself being asked for help. The Hero explains how the war that the demons have brought upon the humans have killed thousands and put more in misery. The Overlord however argues that this war has made the human society band together as one and showed empirical evidence how it has increased population, increased production, boosted economy and improved society overall. Furthermore, she explains to the Hero that ending this war will result in a civil war that will produce more bloodshed than there ever was. The Hero, convinced that the only way to bring peace, relatively speaking, is to join forces with the Overlord, agrees to help with her plans!  \n  \nOne of five simultaneous serializations of the Maoyuu Maou Yuusha series.  \n(The author has chosen this version to be the official version)  \n  \nAdaptation of the light novel series written by Touno Mamare."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "58"
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-04-30T10:57:28+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/cd6ab605-b228-405b-9791-3e630588d6f1.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "en": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a69bece-8abb-4f4a-b513-edcba5d05bd5",
    "title": {
      "en": "Fuku wo Erabu Bakappuru"
    },
    "updatedAt": "2023-08-25T12:56:57+00:00",
    "coverArt": "https://mangadex.org/covers/6a69bece-8abb-4f4a-b513-edcba5d05bd5/f4e92443-fa5f-4a16-850d-abd169b784fe.jpg",
    "altTitles": [
      {
        "ja": "服を選ぶバカップル"
      },
      {
        "ja-ro": "Fuku wo Erabu Bakappuru"
      },
      {
        "en": "Idiot Couple Choosing Clothes"
      },
      {
        "en": "Dumb Couple Choosing Clothes"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 7 - Steel Ball Run"
    },
    "updatedAt": "2023-07-19T22:06:39+00:00",
    "coverArt": "https://mangadex.org/covers/b30dfee3-9d1d-4e8d-bfbe-8fcabc3c96f6/0ebb1907-466d-42bb-a747-64bc8e8fa527.jpg",
    "altTitles": [
      {
        "ja": "ジョジョの奇妙な冒険 Part7『スティール・ボール・ラン』"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "zh": "JoJo的奇妙冒险 第七部 飙马野郎"
      },
      {
        "es": "La Extraña Aventura de JoJo Parte 7 - Steel Ball Run"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 7: Cursa \"Mingea de Oțel\""
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Болат Доп Бәйгесі"
      },
      {
        "uk": "Неймовірні пригоди Джоджо частина 7: Перегони \"Сталева Куля\""
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  \n  \nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "uk": "Вересень 1980. Дикий Захід. Америка. Жокеї зі всього світу чекають гонку \"Сталева Куля\", яка ось-ось розпочнеться. Тисячі людей вишиковуються в Сан-Дієго, щоб подолати понад шість тисяч кілометрів заради шансу отримати головний приз — п’ятдесят мільйонів доларів. Юний Джонні Джостар, каліка, колишній жокей та популярний скакун, приїхав до Сан-Дієґо, щоб подивитися на старт перегонів. Там він зустрічає Джайро Цеппелі, гонщика з двома сталевими кулями на талії замість револьвера, звичної зброї для жителів. Джонні бачить, як Джайро використовує одну зі своїх сталевих куль, змушуючи людину вистрілити з рушниці в себе під час дуелі. Поклявшись знайти таємницю сталевих куль, Джонні вирішує взяти участь у гонці. Так і починається його химерна пригода.",
      "pt-br": "Conta a história da Épica batalha entre a família Joestar e sua longa geração contra as forças Malignas, tais como Vampiros e Usuários de Stands.\nCada arco da série corresponde a um vilão e a um membro importante da família Joestar.\nGênero: Ação, Aventura, Sobrenatural, Luta\nAutor: Hirohiko Araki \nDemografia: Shonen/Seinen\nAno de publicação: 1987 - Presente\nNúmero de Volumes: 101 - Ainda em publicação"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "1c8c2eda-9b18-4c38-8e90-ba83e1cdaa98",
    "title": {
      "en": "Iyahaya Atami-kun"
    },
    "updatedAt": "2023-09-17T13:27:50+00:00",
    "coverArt": "https://mangadex.org/covers/1c8c2eda-9b18-4c38-8e90-ba83e1cdaa98/c12e17ab-3eef-4cd5-8414-912468b25db6.jpg",
    "altTitles": [
      {
        "ja": "いやはや熱海くん"
      },
      {
        "zh": "热海同学不容易"
      }
    ],
    "description": {
      "en": "A handsome boy, the most handsome in his school, who is constantly receiving and rejecting girls' confessions. What they don't know is that he is in love with another boy."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61526d2c-1a12-402e-9072-76d4a8010cbd",
    "title": {
      "en": "Mairimashita! Iruma-kun: Kalego Gaiden"
    },
    "updatedAt": "2024-04-11T10:47:19+00:00",
    "coverArt": "https://mangadex.org/covers/61526d2c-1a12-402e-9072-76d4a8010cbd/ae92074c-3ccc-404d-a7cc-1ec30e32198a.jpg",
    "altTitles": [
      {
        "ja": "魔入りました！入間くん 外伝"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun - Kalego Gaiden"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun - Kalego Side Story"
      }
    ],
    "description": {
      "en": "A special, two-part side story manga set in the world of *Mairimashita! Iruma-kun*, focusing on Naberius Kalego during his days as a student of Babyls Demon School."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "f5e8b330-01f5-475b-bb75-4890d89cd24c",
    "title": {
      "en": "Last Dot"
    },
    "updatedAt": "2024-05-20T15:36:13+00:00",
    "coverArt": "https://mangadex.org/covers/f5e8b330-01f5-475b-bb75-4890d89cd24c/413a13d4-0fcd-4c3d-b109-17bbf3f85eac.jpg",
    "altTitles": [
      {
        "ko": "라스트 닷"
      }
    ],
    "description": {
      "en": "At a tea manufacturing company, Juwon, a new employee in the product development department, falls in love with his superior, Assistant Manager Yeol, at first sight.One day, as Juwon secretly continues his unrequited love, Yeol reprimands Juwon for spraying perfume in the product development department. Juwon denies it, but Yeol continues to sniff Juwon whenever they meet, saying that he smells something.In this way, a subtle procedure called \"smell inspection\" has arisen between Juwon and Yeol. Juwon is troubled by the daily inspection time as his body instinctively reacting to his beloved Assistant Manager’s closeness..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be718d62-85a7-46f5-bcbe-956bd3f8758f",
    "title": {
      "en": "Shinkon-Yankee Dereru"
    },
    "updatedAt": "2024-05-20T12:08:37+00:00",
    "coverArt": "https://mangadex.org/covers/be718d62-85a7-46f5-bcbe-956bd3f8758f/feec9241-768d-4f3f-a006-dc30511d67ef.jpg",
    "altTitles": [
      {
        "ja": "新婚ヤンキーデレる"
      },
      {
        "ja-ro": "Shinkon Yankee Dereru"
      },
      {
        "en": "Newlywed Delinquent Becomes Lovestruck"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-04-05T22:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "718704c8-d61d-41df-93d5-a8f1cef2e5da",
    "title": {
      "en": "I Just Want to Game in Peace"
    },
    "updatedAt": "2023-12-29T03:03:05+00:00",
    "coverArt": "https://mangadex.org/covers/718704c8-d61d-41df-93d5-a8f1cef2e5da/63af077c-f8ea-4db7-b113-8ebf1e45a9e8.jpg",
    "altTitles": [
      {
        "zh": "我只想安静地打游戏"
      },
      {
        "zh-ro": "Wǒ Zhǐ Xiǎng Ānjìng De Dǎ Yóuxì"
      },
      {
        "en": "I Just Want to Play Games Quietly"
      },
      {
        "en": "I Just Want to Play the Game Quietly"
      },
      {
        "zh-ro": "Wo Zhi Xiang Anjing De Da Youxi"
      },
      {
        "en": "Let Me Game in Peace"
      }
    ],
    "description": {
      "en": "Dimensional storms have descended and many extradimensional areas have appeared on Earth. All kinds of mysterious extradimensional lives are born in these extradimensional areas. In order to become strong, humans started to enter these dangerous areas to hunt and kill extradimensional creatures. But I, Zhou Wen, have made these extradimensional areas into instance dungeons in my mobile game. By levelling up my game character, I will be levelling up my strength in reality. When others are risking their lives, I’m here getting stronger by gaming."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31195a76-d460-4fb3-8e72-d5cd80184900",
    "title": {
      "en": "Hoshino-kun, Shitagatte!"
    },
    "updatedAt": "2024-02-09T06:16:11+00:00",
    "coverArt": "https://mangadex.org/covers/31195a76-d460-4fb3-8e72-d5cd80184900/0f3c286c-454d-4e8e-908d-177cb071190c.jpg",
    "altTitles": [
      {
        "ja": "星野くん、したがって！"
      },
      {
        "en": "Hoshino-kun, Please Follow My Lead!"
      },
      {
        "ru": "Хосино-кун, следуй за мной!"
      },
      {
        "ar": "!هوشينو-كن، رجاءً اتبع توجيهاتي"
      },
      {
        "vi": "Nghe lời tôi nào Hoshino!"
      }
    ],
    "description": {
      "ar": "روم-كوم عن صبي مدرسة ثانوية خجول ولطيف من مدرسة البيسبول يلتقي بطالبة منتقلة جديدة بمفردها. فيعلم عن تعرضها للاعتداء ولكن بطريقة ما تبدو هذه الفتاة غريبة نوعًا ما لأنها فجأةً طلبت منه المال لمساعدتها!",
      "en": "Hoshino, a member of the baseball club meets Yamada, a classmate who has just transferred to his new school. She cries loudly that she was \"mugged\" and makes a certain \"request\" to him. The world's funniest master-slave relationship between a clueless girl and a good-natured little guy is about to begin."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a1fa73c-c20a-4f93-83e1-6b138f017be7",
    "title": {
      "en": "Contradict"
    },
    "updatedAt": "2024-05-20T14:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/1a1fa73c-c20a-4f93-83e1-6b138f017be7/ac49b527-65c1-4d32-ac80-56ec3a3a002e.png",
    "altTitles": [
      {
        "ja": "コントラディクト"
      }
    ],
    "description": {
      "en": "A cocky and confident Yajima harbors dislike for Torikai, a cool and talented fellow trainee in the Rescue Team. The two constantly quarrel, but one day they cross the line while squabbling and end up sleeping together. Yajima regrets it, but at the same time he cannot get Torikai's pleading expression out of his head. However, because they have been rivals until now, he just can't bring himself to be honest with Torikai.",
      "fr": "Yajima, arrogant et sûr de lui, n'aime pas Torikai, un collègue de l'équipe de secours, cool et talentueux. Les deux se disputent constamment, mais un jour ils dépassent les bornes en se chamaillant et finissent par coucher ensemble. Yajima le regrette, mais en même temps, il ne peut s'empêcher de penser à l'expression suppliante de Torikai. Cependant, comme ils ont été rivaux jusqu'à présent, il ne peut pas se résoudre à être honnête avec Torikai."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "267501f5-bcea-47b1-8206-a304cc6fff0f",
    "title": {
      "en": "Kingyoya-san no Karisome Fuufu"
    },
    "updatedAt": "2024-05-13T15:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/267501f5-bcea-47b1-8206-a304cc6fff0f/2f1e58cd-1c2e-4fed-b7ec-c6ba163e0b1c.jpg",
    "altTitles": [
      {
        "ja": "金魚屋さんのかりそめ夫婦"
      }
    ],
    "description": {
      "en": "The story of a contract marriage set in an old-fashioned goldfish shop. \n\nAsahi and Nana are newlyweds who run a goldfish shop. At first glance, they seem to be a normal couple, but in fact, they are a contractual couple who got married because of their mutual interests! They are not true husband and wive,  let alone lovers. And yet...\n\n[I'm sorry. I know this is our first time meeting, but will you marry me?]"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5285a32d-3a95-43e9-b2aa-fd7def64f824",
    "title": {
      "en": "BaDoom"
    },
    "updatedAt": "2021-05-25T15:42:24+00:00",
    "coverArt": "https://mangadex.org/covers/5285a32d-3a95-43e9-b2aa-fd7def64f824/fa98968f-c37a-46fe-8a2b-8c0cb54b928d.jpg",
    "altTitles": [],
    "description": {
      "en": "A woman (Gasolina) and her dog (Krunk) travel through an ecologically hazardous post apocalyptic America."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "61830b36-1712-4b7b-9421-f671e9ced6d3",
    "title": {
      "en": "Tonari no Neko to Koi Shirazu"
    },
    "updatedAt": "2024-04-24T12:59:16+00:00",
    "coverArt": "https://mangadex.org/covers/61830b36-1712-4b7b-9421-f671e9ced6d3/8ac836b4-9c53-4c62-a18a-bdbdbfc6e91d.jpg",
    "altTitles": [
      {
        "ja": "となりの猫と恋知らず"
      },
      {
        "en": "The Feline Neighbor and the Unversed-in-Love"
      },
      {
        "ja": "となねこ"
      },
      {
        "ja-ro": "Tonaneko"
      }
    ],
    "description": {
      "en": "Minato Seno, who has always been very shy since he was young, struggled to make friends during his first few days of high school. He also never got a glimpse of his classmate Nekozane-san's face, as she was always asleep at the desk next to him. However, one day after school, a chance encounter revealed a side of Nekozane-san that was completely different from the one Minato knew in the classroom."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c60d071-882d-4cf8-8ae9-277a331c9cfb",
    "title": {
      "en": "Houtai Gokko"
    },
    "updatedAt": "2024-04-16T12:35:39+00:00",
    "coverArt": "https://mangadex.org/covers/5c60d071-882d-4cf8-8ae9-277a331c9cfb/78d27722-84ac-407b-a6c8-386ee6adb277.jpg",
    "altTitles": [
      {
        "ja": "包帯ごっこ"
      },
      {
        "en": "Bandage Play"
      }
    ],
    "description": {
      "en": "Hirose Itsuki is a high school girl who is afraid of getting hurt. One day, Hino, a celebrity at school who quit basketball because of an injury, asks her, \"Do you know any good ways to pass the time?\" Hino asks her if she knows of any good ways to pass the time, and they end up studying together. Itsuki then gradually becomes aware of Hino. A pure love story of a medical student begins!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11fc8f5b-35da-42f2-bb36-9394d1dfa513",
    "title": {
      "en": "Katasumi no Heartbeat"
    },
    "updatedAt": "2024-05-20T15:55:39+00:00",
    "coverArt": "https://mangadex.org/covers/11fc8f5b-35da-42f2-bb36-9394d1dfa513/ff65676c-0c13-4983-bf4b-5914090f8cde.jpg",
    "altTitles": [
      {
        "ja": "片隅のハートビート"
      },
      {
        "en": "Heartbeat in a Corner"
      }
    ],
    "description": {
      "en": "Seishun Scans Description Ch 1: The story of a teenage girl who always only had a background presence, taking on small roles like being a plant in their school plays, never really standing out until a cute boy in her class starts giving her the right supporting words. \n\nA compilation of one-shots that will make you heart flutter."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c7c56a-f4d9-484d-8e48-8a35dd38fa90",
    "title": {
      "en": "Koi ni Mudaguchi"
    },
    "updatedAt": "2024-02-03T15:23:33+00:00",
    "coverArt": "https://mangadex.org/covers/04c7c56a-f4d9-484d-8e48-8a35dd38fa90/492d448a-c48e-4077-94dd-beaf1bfb662d.jpg",
    "altTitles": [
      {
        "en": "Chatter About Love"
      },
      {
        "ja": "恋に無駄口"
      }
    ],
    "description": {
      "en": "The romantic comedy centers on a high school boy who is wasting his youth."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "60"
  },
  {
    "mangaId": "82476383-e6a9-41a7-b98c-87cc8be9efbb",
    "title": {
      "en": "Zenbu Kimi no Sei"
    },
    "updatedAt": "2024-05-12T12:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/82476383-e6a9-41a7-b98c-87cc8be9efbb/b4629b5d-5f5d-42c6-9019-2a7d838fdf17.jpg",
    "altTitles": [
      {
        "en": "All Because of You"
      },
      {
        "ja": "ぜんぶきみの性"
      },
      {
        "zh": "都是性别惹的祸"
      },
      {
        "ko": "전부 너의 성"
      },
      {
        "en": "All Your Sex"
      }
    ],
    "description": {
      "en": "A romantic comedy of uncertain characters. Sagimiya Ryou, the main character, woke up as a girl one day because of the effects of an unknown sex change syndrome. Ryou, now living with this rare syndrome, meets Mizukami Nagisa on a tour of Tensei Gakuen high school. As the two find each other in a cosplay cafe, Ryou discovers Nagisa's secret.\n\nA (physical) mixed romantic comedy!\n\n---\n**Links:**\n- Alternative Official Raw - [ComicWalker](https://comic-walker.com/contents/detail/KDCW_AM01201412010000_68), [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/45760)",
      "ja": "ある日突然、性転換症候群の影響で女の子になってしまった主人公・鷺宮了を中心とした、男女あやふやなキャラクターたちが織り成すクロッシングラブコメディ。“性転換症候群”という稀な体質の鷺宮了は、高校の学校見学で出会った水上凪沙に憧れを抱き、凪沙のいる天清学園へ入学することになった。２人が再会を果たしたのは凪沙が働くコスプレ喫茶で、さらに凪沙にはヒミツが――？"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "40"
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2023-11-20T17:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1d16bd6-6b08-4985-b15e-e8586a8de78a",
    "title": {
      "en": "I, Who Have the Natural Charismatic Traits, Was Targeted by Yandere Disciples"
    },
    "updatedAt": "2024-05-13T10:05:29+00:00",
    "coverArt": "https://mangadex.org/covers/d1d16bd6-6b08-4985-b15e-e8586a8de78a/e6979cec-18bc-4662-9859-a69b163dc2c9.jpg",
    "altTitles": [
      {
        "zh": "天生媚骨的我被病娇徒儿盯上了"
      },
      {
        "zh-ro": "Tiansheng Meigu De Wo Bei Bing Jiao Tu Er Ding Shangle"
      },
      {
        "zh-ro": "Tiānshēng Mèigǔ De Wǒ Bèi Bìng Jiāo Tú Er Dīng Shàngle"
      },
      {
        "vi": "Trời Sinh Mị Cốt, Ta Bị Đồ Nhi Yandere Để Mắt Tới"
      }
    ],
    "description": {
      "en": "After losing all magical powers, Bing Yuanzi was caught by a female disciple with ulterior motives. Witnessing a disciple she had painstakingly raised harboring malicious intentions, the master drank the last vial of a transformative potion, intending to erase her own existence. Unexpectedly, instead of disappearing, she became the legendary natural beauty, with allure and beauty reaching maximum levels. At the same time, the next words from her female disciple sounded behind her: “Master, you wouldn’t want your loss of magical powers to be known by our enemies, would you?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0c5be8c-bf90-4343-bd27-be6a31e4621e",
    "title": {
      "en": "Moritat"
    },
    "updatedAt": "2023-08-25T14:44:49+00:00",
    "coverArt": "https://mangadex.org/covers/b0c5be8c-bf90-4343-bd27-be6a31e4621e/aac3e2c6-5a33-453e-9260-8b4509bb060a.png",
    "altTitles": [
      {
        "ru": "Моритат"
      },
      {
        "ko": "모리타트"
      }
    ],
    "description": {
      "en": "\"I woke up with nothing but fragments of memories from my life up to now. There was a man standing by my bed, who introduced himself as my lover. But one of my few recollections is of being left for dead in a snowy field by this very same man…  \n  \nStill, he looks like the only one who can provide me with the answers I need. Who the hell is he? What was the real relationship between the two of us?\""
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "52"
  },
  {
    "mangaId": "c323bce7-f210-4811-9019-069e67d2588f",
    "title": {
      "en": "Cats Own the World"
    },
    "updatedAt": "2023-12-04T12:40:54+00:00",
    "coverArt": "https://mangadex.org/covers/c323bce7-f210-4811-9019-069e67d2588f/565f3be6-19fc-4bb4-b98a-46d5a080c60e.jpg",
    "altTitles": [
      {
        "ko-ro": "Jigu-eui Juin-eun Goyang-ida"
      },
      {
        "ko": "지구의 주인은 고양이다"
      },
      {
        "es-la": "Los gatos dominan el mundo"
      }
    ],
    "description": {
      "en": "Though Chichi the cat looks very cute, she has one goal: eradicate humanity and take over the world! She decides to recruit comrades to aid her in her quest, but it looks like world conquest won't be that easy?! \n\nFollow the adventures of Chichi the tyrant, Dunno the doggo who loves humans, and Kaiser Kang Taeshik, the hard-boiled wild hamster, as they face many hardships on their path to absolute dominion!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "207"
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-04-17T22:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Kanashi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "eb5c81e8-5d5b-4552-b582-ee9c29c5368b",
    "title": {
      "en": "Fuuka"
    },
    "updatedAt": "2024-05-20T14:28:07+00:00",
    "coverArt": "https://mangadex.org/covers/eb5c81e8-5d5b-4552-b582-ee9c29c5368b/9933b8f3-790c-4ca9-b204-adc13266c9a5.jpg",
    "altTitles": [
      {
        "ja": "風夏"
      }
    ],
    "description": {
      "en": "Yuu Haruna just moved into town and is addicted to twitter. When he goes out to buy dinner he bumps into a mysterious girl, Fuuka Akitsuki, who breaks his phone thinking he was trying to take a picture of her panties. How will his new life change now?",
      "pt-br": "O protagonista Yuu Haruna se muda para uma cidade e conhece uma garota estranha chamada Fuuka (cujo nome tem caracteres kanji para \"vento\" e \"verão\"). Esta menina, que é como um vento de verão possui um poder misterioso para atrair as pessoas."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "195"
  },
  {
    "mangaId": "2c176c2e-a28c-48d7-839b-2595c0169409",
    "title": {
      "en": "Goze Hotaru"
    },
    "updatedAt": "2024-05-20T15:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/2c176c2e-a28c-48d7-839b-2595c0169409/fe618221-8a38-4b09-a73e-a7752b0e5a73.png",
    "altTitles": [
      {
        "ja": "ごぜほたる"
      }
    ],
    "description": {
      "en": "After losing her mother early on, Hotaru, a girl surrounded by warmth and tranquility, finds her life taking a dramatic turn. An unexpected event draws her into the world of “Goze,” setting her on a path through unknown lands with music as her guide. Armed with her talent and a heart full of questions, she embarks on a quest, seeking her missing father and her true calling...!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a30061a-bc66-4efd-9c4b-87daf8313381",
    "title": {
      "en": "Citrus +"
    },
    "updatedAt": "2024-03-07T20:28:37+00:00",
    "coverArt": "https://mangadex.org/covers/4a30061a-bc66-4efd-9c4b-87daf8313381/ddbfad92-e233-4914-b588-147a217fe392.jpg",
    "altTitles": [
      {
        "en": "Citrus Plus"
      },
      {
        "en": "citrus+"
      },
      {
        "ru": "Цитрус+"
      },
      {
        "ja": "シトラスプラス"
      },
      {
        "zh-hk": "citrus～柑橘味香氣PLUS～"
      },
      {
        "zh": "citrus～柑橘味香气PLUS～"
      }
    ],
    "description": {
      "en": "High schoolers (and stepsisters) Yuzu and Mei have gone public with their relationship! The two are happy to be dating out in the open, but friends and family keep trying to butt in with advice. Can Yuzu and Mei figure things out on their own?",
      "it": "Seguito di Citrus ambientato dopo la fine del manga! Yuzu è riuscita a convincere Mei a tornare da lei e le ha chiesto di sposarla! In Citrus+ seguiremo le vicende delle due ragazze una volta riunite e delle loro amiche che non le lasciano mai sole.",
      "pt-br": "As estudantes do ensino médio (e meias-irmãs) Yuzu e Mei foram a público com seu relacionamento! As duas estão felizes em namorar ao ar livre, mas amigos e familiares continuam tentando se aproximar com conselhos. Yuzu e Mei podem resolver as coisas sozinhas?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b094aab-0cfb-4837-a49b-7267bdb86bec",
    "title": {
      "en": "Boruto: Two Blue Vortex"
    },
    "updatedAt": "2024-05-01T18:29:09+00:00",
    "coverArt": "https://mangadex.org/covers/0b094aab-0cfb-4837-a49b-7267bdb86bec/b7586ada-6383-4748-becc-2f1c9cf8dfbe.jpg",
    "altTitles": [
      {
        "ja": "-ボルト- Two Blue Vortex"
      },
      {
        "en": "Boruto: Two Blue Vortex"
      },
      {
        "id": "BORUTO - TWO BLUE VORTEX -"
      },
      {
        "pt-br": "Boruto -Two Blue Vortex-"
      },
      {
        "en": "BORUTO Part 2"
      }
    ],
    "description": {
      "en": "With everyone's memories having been altered, Boruto finds himself being hunted by his own village. After escaping with Sasuke, what future awaits Boruto...?\n\n(Source: MangaPlus)\n\n---\n\n**Links:**\n- [Viz - Alternative Official English](https://www.viz.com/shonenjump/chapters/boruto-two-blue-vortex)",
      "es": "La memoria colectiva de la gente ha cambiado, y ahora la Villa de la Hoja va detrás de la vida de Boruto. Pese a las adversidades, alguien ha estado esperando junto a Sasuke después de abandonar la Villa.\n\n(Source: MangaPlus)",
      "fr": "Les « souvenirs » des gens ont changé et désormais, la vie de Boruto est menacée au village caché de Konoha. La situation est telle que Boruto quitte le village avec Sasuke sans savoir ce qui les attend…",
      "id": "Sesuatu telah mengubah \"memori\" para warga. Boruto yang kini menjadi buron melarikan diri dari Konoha bersama Sasuke. Di tengah konflik itu, yang telah menanti keduanya adalah...\n\n(Source: MangaPlus)",
      "th": "\"ความทรงจำ\" ของผู้คนเปลี่ยนไป ทำให้โบรุโตะต้องตกอยู่ในฐานะที่โดนหมู่บ้านโคโนะฮะงาคุเระหมายชีวิต ท่ามกลางเคราะห์ร้ายที่ประสบ สิ่งที่รอคอยโบรุโตะซึ่งหนีออกจากหมู่บ้านไปพร้อมๆ กับซาสึเกะก็คือ...\n\n(Source: MangaPlus)",
      "pt-br": "As \"memórias\" das pessoas foram alteradas e Boruto está numa posição onde a Vila Oculta da Folha quer tomar a sua vida. Durante essa adversidade, o que Boruto aguardava quando deixou a vila com o Sasuke era..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-05-04T00:32:33+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/468f1a80-99f1-4cd8-8578-0225a503ae3b.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      },
      {
        "fr": "Dandadan"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40bc649f-7b49-4645-859e-6cd94136e722",
    "title": {
      "en": "Dragon Ball"
    },
    "updatedAt": "2024-04-09T19:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/40bc649f-7b49-4645-859e-6cd94136e722/51c0756f-a053-46d0-a405-246a78541df2.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンボール"
      },
      {
        "ja-ro": "Doragon Boru"
      },
      {
        "en": "Dragonball"
      },
      {
        "en": "Dragon Ball Z"
      },
      {
        "en": "DBZ"
      },
      {
        "la": "Pila draconis"
      },
      {
        "ca": "Bola de drac"
      },
      {
        "es": "Bola de dragón"
      },
      {
        "sq": "Sferat e Dragoit"
      },
      {
        "lt": "Drakonų kovos"
      },
      {
        "uk": "Куля Дракона"
      },
      {
        "ru": "Жемчуг дракона"
      },
      {
        "sr": "Zmajeva kugla"
      },
      {
        "fa": "دراگون بال"
      },
      {
        "hi": "ड्रैगन बॉल"
      },
      {
        "bn": "ড্রাগন বল"
      },
      {
        "he": "דרגון בול"
      },
      {
        "ar": "دراغون بول"
      },
      {
        "te": "డ్రాగన్ బాల్"
      },
      {
        "ko": "드래곤볼"
      },
      {
        "zh": "七龙珠"
      },
      {
        "zh-hk": "七龍珠"
      },
      {
        "th": "ดราก้อนบอล"
      },
      {
        "vi": "Bảy viên ngọc rồng"
      },
      {
        "vi": "Viên ngọc thần kỳ"
      },
      {
        "vi": "7 viên ngọc rồng"
      },
      {
        "ms": "Mutiara naga"
      },
      {
        "id": "Bola naga"
      },
      {
        "tr": "Ejder topu"
      },
      {
        "de": "Dragon Ball"
      },
      {
        "eo": "DrakoPilko"
      },
      {
        "nl": "Dragon Ball"
      }
    ],
    "description": {
      "da": "Den fantastiske historie starter for længe siden, tusindvis af kilometer fra hovedstaden i et fjerntliggende, lille asiatisk rige, langt ude i skoven. Her bor Son-Goku, en løjerlig lille 14-årig meget stærk dreng med en praktisk abehale. Siden sin bedstefars død har han boet helt alene. Han kløver brænde med de bare næver, er nærmest usårlig og har mange bemærkelsesværdige evner.",
      "de": "Der kleine Einsiedler Son-Goku und das Stadtmädchen Bulma brechen gemeinsam zu einem großen Abenteuer auf: Sie wollen die sieben geheimnisvollen Dragon Balls finden, mit deren Hilfe jeder Wunsch in Erfüllung geht...",
      "en": "Dragon Ball follows the adventures of Goku from his childhood through adulthood as he trains in martial arts and explores the world in search of the seven mystical orbs known as the Dragon Balls, which can summon a wish-granting dragon when gathered. Along his journey, Goku makes several friends and battles a wide variety of villains, many of whom also seek the Dragon Balls for their own desires. Along the way becoming the strongest warrior in the universe.\n\nPart II (the post-time skip portion) of Dragon Ball is also known as 'Dragon Ball Z' in North America.\n\n[Official English](https://www.viz.com/dragon-ball)\n\n---\n\n- **The 4th Best Selling Manga in History**",
      "fi": "Pieni mutta vahva Son Goku sekä kaupunkilaistyttö Bulma lyöttäytyvät yhteen suurta seikkailua varten. He metsästävät salaperäisiä lohikäärmekuulia, jotka voivat toteuttaa omistajansa suurimman toiveen...\r\n\r\nSarjakuva etenee takakannesta etukanteen ja oikealta vasemmalle. Suositellaan yli 12-vuotiaille. \r\n\r\n[Lisätieto: Toisen painoksen kirjasta on sensuroitu perheen pienimmille sopimattomia kohtauksia vuoden 2003 pedofiliasyytösten vuoksi.]",
      "fr": "Les Dragon Ball, boules de cristal magiques, offrent à celui qui les détient la possibilité de réaliser tous ses voeux. Bien sûr la quête que mène Sangoku et ses amis pour les réunir n'est pas sans obstacles: tournois et combats rythment chaque tome de cette série-culte pour les jeunes adolescents. Scénarios et dialogues assez simples centrés sur la confrontation entre les différents protagonistes. Les textes se résument parfois aux cris des combattants mais le succès de la série dépasse largement cela, pour en faire un véritable mythe auprès de la jeune génération.",
      "id": "Son Goku adalah seorang anak laki-laki yang luar biasa yang tinggal di dalam gunung. Suatu hari dia berjumpa dengan Bulma yang sedang dalam perjalanan mencari Dragon Ball. Akhirnya mereka bersama-sama menjadi tujuh buah Dragon Ball. Ternyata Dragon Ball ke enam ada di gunjung Frypan yang sedang terbakar...",
      "lt": "Susipažinkite su tyros širdies beždžionuodegiu berniuku Sangoku, atvykėliu iš kito pasaulio. Jis nepaprastai stiprus, o dar nepaprastesni jo nuotykiai. Sutikęs padėti aikštingai šešiolikmetei mergaitei Bulmai Sangokas leidžiasi į neįtikėtiną kelionę ieškoti septynių drakono rutulių, kuriuos surinkus galingasis drakonas išpildys bet kokį norą. Bet tai įvyksta tik kartą per metus! Paskui rutuliai vėl išsibarsto, juos vėl reikia rinkti, kad noras būtų išpildytas. Keliaudamas narsusis Gokas suras pavidalą keičiančių draugų, mokysis pas galingiausią Rytų dvikovų meistrą, kausis pasaulio stipruolio turnyre, susirems su didžiausiais siaubūnais ir nuožmiausiais priešais. O kur dar žiaurioji Raudonojo kaspino armija ir mirtingai pavojinga Raumenų bokšto tvirtovė, kurioje tyko visas būrys nindzių, kiborgų ir dar bjauresnių tipų... Ar pavyks Sangokui rasti drakono rutulius ir likti nenugalėtam?\r\n\r\nKomikso „Drakonų kovos“ veiksmas vyksta kiniškoje aplinkoje, bet nebūtinai Kinijoje. Tiksli vieta nežinoma. Pati istorija labai paprasta, bet kurdamas norėčiau ją papildyti vis naujomis detalėmis ir piešiniais. Taip galiu piešti ką tik noriu ir mėgautis jauduliu bei nežinomybe, ką piešiu toliau.\r\nAkira Torajama, 1985",
      "no": "Den lille enstøingen Son-Goku møter tilfeldigvis den tøffe 16 år gamle storbyjenta Bulma. Hun er på jakt etter syv mystiske dragekuler - dragonballs. Sammen reiser de videre i jakten på de magiske kulene som kan oppfylle deres innerste ønsker.",
      "pl": "Manga stworzona przez Akirę Toriyamę, luźno oparta na motywach zaczerpniętych z chińskiej powieści Wędrówka na zachód. Manga składa się z 42 tomów. \r\nGłównym bohaterem Dragon Balla jest chłopiec z ogonem imieniem Son Gokū, który wraz z nowo poznaną przyjaciółką Bulmą wyrusza w podróż w poszukiwaniu tajemniczych Smoczych Kul. Gdy zbierze się siedem kul, pojawia się smok – Shen Long (pol. Boski Smok), który spełni jedno życzenie. Mimo, iż od wielu lat nikt nie zdołał zebrać wszystkich kul, w dalszych losach udaje się to. Son Gokū już jako dziecko dysponuje potężną siłą (potrafi udźwignąć samochód), a z biegiem czasu staje coraz silniejszy, i wraz z przyjaciółmi broni losów Ziemi, a nawet wszechświata.",
      "ru": "Манга «Жемчуг дракона» во многом перекликается с произведением китайской классической литературы «Путешествие на Запад», авторство которого приписывают У Чэн-Эню. Имя главного героя манги, Сон Гоку,— это японское чтение имени Сунь У-кун, Царя Обезьян, главного героя «Путешествия на Запад». Можно провести параллели и между другими персонажами «Путешествия на Запад» и «Жемчуга дракона». Булма, задавшаяся целью найти семь волшебных жемчужин, имеет много общего с монахом Сюань-цзаном, который отправляется в путешествие в Индию за священными сутрами. Два других спутника Булмы, Улун и Ямча, это пародия на свиноподобного Чжу Ба-цзе и демона Ша-сэна. А Князь-Бык Гюмао — быкоголовый демон Нюмован, которого путешественники повстречали на своем пути. В «Жемчуге дракона» фигурируют не только персонажи, но и предметы из романа «Путешествие на Запад»: волшебное облако Цзиньдоуюнь, на котором можно летать по небу, посох Царя Обезьян жуйбан, меняющий длину по воле хозяина, и многое-многое другое. Некоторые имена и названия мы перевели на китайский лад, чтобы внести в повествование капельку экзотического колорита, присущего оригиналу, другие же оставили в японском прочтении. Это сделано потому что поклонники манги и снятого по ней аниме во всем мире уже давно знают и любят их героев именно под японскими именами. Мы надеемся, что такая смесь имен и названий не помешает восприятию манги, так как весь мир, созданный автором, и без того являет собой беспорядочное смешение всевозможных языков, культур и времен. А вот в переводе названия манги мы решили отклониться от общепринятого варианта ради сохранения авторской шутки. Дело в том, что Dragon Ball — это прежде всего сорт китайского зеленого чая, вручную скрученного в шарики. Кстати, улун и пуэр — тоже китайские сорта чая, а ямча — китайская разновидность чайной церемонии. Автор вовсю обыгрывал «чайное» название манги, так почему же нам не подыграть ему?",
      "uk": "Кулі Дракона... Сім містичних сфер, здатні виконати одне заповітне бажання: від нескінченного запасу полуниці до вічної юності та влади над цілим світом!\n\nУ пошуках цих артефактів дівчинка Бульма знайомиться із Соном Ґокӯ – маленьким хлопчиком із мавпячим хвостиком. Він дещо дивакуватий, але доброзичливий, наївний і неймовірно сильний! Разом вони вирушать у подорож, сповнену пригод, ворогів, небезпеки та битв за долю цілого світу!",
      "zh": "相传，有七颗龙珠散落在世界的各个角落，当它们被聚集到一起时神龙就会出现，能够实现你的任何一个愿望。这个一个美丽的的传说引出了小悟空和他的朋友们寻找龙珠的故事。",
      "es-la": "Por fin! Edición nacional de DragonBall, uno de los mangas más reconocidos a nivel mundial, que originalmente fue publicado en el Shonen Jump de Shueisha entre 1984 y 1995. La historia de Son Goku, el guerrero que, junto a sus amigos, protege a la Tierra de los más diversos y poderosos enemigos desde que es un chico hasta que es un adulto. Una serie que arranca con aventura y prosigue con mucha acción, aunque también algo de comedia. Esta edición argentina es completamente fiel a la japonesa, respetando el sentido de lectura oriental e incluyendo varios extras y sección de aclaraciones de la traducción. Su periodicidad es mensual.\r\n\r\n---\r\nGoku, es un niño muy especial que ha tenido que valerse por sí mismo en medio de la naturaleza y sin contacto con otras personas. Un día conoció a Bulma, una chica que busca las siete Esferas del Dragón, estos son elementos mágicos que al ser reunidos invocan a un dios dragón llamado Shenlong, el cual concederá un único deseo, cualquiera que este sea. Goku se une a Bulma en la búsqueda de las esferas sin imaginar que hay otros seres muy peligrosos que también las desean.",
      "pt-br": "Dragon Ball segue as aventuras de Son Goku desde sua infância até a idade adulta e como ele treina artes marciais e explora o mundo em busca das sete esferas místicas conhecidas como as esferas do dragão, que pode invocar um dragão que concede desejos quando reunidos. Ao longo de sua jornada, Goku faz vários amigos e batalhas com uma grande variedade de vilões, muitos dos quais também procuram as esferas do dragão para seus próprios desejos. Ao longo do caminho se tornar o guerreiro mais forte do universo.\r\n\r\n---\r\nTudo começa com o pequeno rapaz, Son Goku, que mora sozinho numa montanha. Foi encontrado numa floresta pelo velho Son Gohan que o ensinou a arte do kung fu. Numa noite, Gohan foi morto por um monstro misterioso. Ágil e forte e sem maldade, Goku destaca das outras pessoas por ter um rabo de macaco. A história começa quando Goku conhece Bulma, uma rapariga que o convence a ajudá-la na procura das 7 Bolas do Dragão que, quando reunidas, podem realizar um desejo através da invocação ao Deus Dragão…\r\n\r\n---\r\nA obra-prima escrita e desenhada pelo mestre Akira Toriyama, está de volta ao Brasil! Son Goku é um pequeno órfão de coração puro, mas com uma tremenda força. Depois de viver tanto tempo isolado da civilização, ele recebe a inesperada visita de uma garota! Bulma lhe propõe uma parceria para buscar as sete Esferas do Dragão, que, quando reunidas, são capazes de realizar qualquer desejo! Perigos e adversários não faltarão no caminho dessa dupla inusitada, e os mais variados personagens marcarão presença nesta aventura cheia de humor! Não perca a chance de acompanhar Goku em sua jornada, na conquista de novos amigos e na superação de todos os desafios com sua personalidade cativante e incríveis habilidades! Prepare-se para esta viagem cheia de reviravoltas, que a aventura já vai começar!",
      "zh-hk": "從前從前，在距離都市數千公里外的某座深山裡住著一名叫孫悟空的男子，他身上有一顆爺爺留給他的４星龍珠…這個異想天開的故事，就由此拉開了序幕…76P極致彩頁大方分享！完全版三大特點：1.全套封面都是鳥山明老師新畫！2.雜誌連載時彩稿原封不動，忠實呈現！3.裝訂豪華，並收錄未公開之插畫！"
    },
    "status": "completed",
    "releaseDate": 1984,
    "contentRating": "suggestive",
    "lastVolume": "42",
    "lastChapter": "519"
  },
  {
    "mangaId": "d64779a2-45c0-4a82-9f1f-6d702d94e038",
    "title": {
      "en": "Sentou Robot Hunter no Senpai to Kyuukei Shitara…"
    },
    "updatedAt": "2024-05-10T15:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/d64779a2-45c0-4a82-9f1f-6d702d94e038/169116a2-21e0-40ec-87bc-4e61da098d1b.jpg",
    "altTitles": [
      {
        "ja": "戦闘ロボハンターの先輩と休憩したら…"
      },
      {
        "id": "Saat Beristirahat dengan Senpaiku Pemburu Robot Tempur..."
      },
      {
        "ja": "先輩と休憩したら…"
      },
      {
        "en": "When I Was on a Break with Senpai..."
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba7c56b3-668b-4e8d-ab8c-74c6bb944d6b",
    "title": {
      "en": "Island Part 2"
    },
    "updatedAt": "2023-08-09T17:22:29+00:00",
    "coverArt": "https://mangadex.org/covers/ba7c56b3-668b-4e8d-ab8c-74c6bb944d6b/66d24965-51be-4c4d-885c-df496528f5a6.jpg",
    "altTitles": [
      {
        "ko": "아일랜드 2부"
      },
      {
        "zh-hk": "靈甲鬼修羅 - 避邪回歸"
      }
    ],
    "description": {
      "en": "\"On the beautiful Jeju Island, MiHo Won, a beautiful teacher, and Van, a cold and mysterious guy, become entangled in strange events, fighting unknown monsters. A legend of exorcism comics is back as webtoon!\""
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "74acc54a-db1b-4724-bc55-1554945efd1e",
    "title": {
      "en": "Digimon Universe: Appli Monsters: Appmon Academy!!"
    },
    "updatedAt": "2023-07-15T16:46:01+00:00",
    "coverArt": "https://mangadex.org/covers/74acc54a-db1b-4724-bc55-1554945efd1e/fda72cbd-2fcd-4d0f-91c8-4556dff33312.jpg",
    "altTitles": [
      {
        "ja": "アプリモンスターズ アプモン学園！！"
      }
    ],
    "description": {
      "en": "Appli Monsters: Appmon Academy!! is a manga spin-off of Digimon Universe: Appli Monsters, focusing on the Appmon in a school setting."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "9"
  },
  {
    "mangaId": "af2f1d6b-0173-4fea-9871-acbccdb61d9e",
    "title": {
      "en": "Sakura Nadeshiko"
    },
    "updatedAt": "2024-05-13T11:44:24+00:00",
    "coverArt": "https://mangadex.org/covers/af2f1d6b-0173-4fea-9871-acbccdb61d9e/5d37688d-4bcc-4216-bc3c-e1e86c0a170a.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakura*Nadeshiko"
      },
      {
        "ja": "サクラ✿ナデシコ"
      },
      {
        "ja": "サクラ*ナデシコ"
      }
    ],
    "description": {
      "en": "Two girls who want to become idols are entering into their long dreamed school—Kiraboshi-juku—Kiraboshi Nadeshiko and her close friend Mangetsu Sakurako. These two are so close that despite both being girls, they're often compared to a married couple by people around them.  \n  \nAnd so begins their life in the dormitory as roommates. However, on their first night, an unusual, illicit impulse strikes Nadeshiko…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "88635d92-f87e-42a2-8929-2c309236f9b5",
    "title": {
      "en": "Yadonashi Ikemen Hiroimashita"
    },
    "updatedAt": "2024-02-22T16:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/88635d92-f87e-42a2-8929-2c309236f9b5/dc4e9a65-524a-46f9-b51b-97cbc63544e2.png",
    "altTitles": [
      {
        "zh-hk": "撿到無家可歸的美少年"
      },
      {
        "zh": "捡到无家可归的美少年"
      },
      {
        "en": "I Picked up a Homeless Handsome Guy"
      }
    ],
    "description": {
      "en": "26-year old office worker Ao Ichinose is feeling crushed after her boyfriend who she had been dating for 3 years dumps her for a younger girl at work. Getting drunk in her friend's bar, she makes the impulsive decision to sleep with a younger man she picked up there. It was just supposed to be a one-night-stand, but then she happens to meet him again on a rainy day. What's more, he's begged her \"Can't you pick me up ...?\"\nA fun story of a strong lady and the puppy-dog boy she lives with!",
      "ja": "3年付き合った彼氏を職場の後輩に奪われた亜緒(26)は、親友が営むバーで傷心を癒やしていた。\n\nそこに居合わせた、名前が同じ読み方の年下男子・青空(21)と意気投合し、そのまま一夜を共にしてしまう。\n\n一夜限りだと割り切っていたが偶然再会、会話の中で「俺のこと拾ってくれない…？」と懇願されてしまい――!?\n\n---\n交往3年的男友被職場後輩給搶走，失意的亞緒(26)在好友經營的酒吧裡療傷。\n\n在那裏遇見了，與自己名字讀音相同的年下男子——青空(21)，且情投意合共度了一夜春宵。\n\n原以為僅僅只是共度一夜的關係，卻偶然間再次相會，而且談話之間竟然透露出「不要將我拋棄....?」的懇求────!?",
      "zh-hk": "交往3年的男友被職場後輩給搶走，失意的亞緒(26)在好友經營的酒吧裡療傷。\n\n在那裏遇見了，與自己名字讀音相同的年下男子——青空(21)，且情投意合共度了一夜春宵。\n\n原以為僅僅只是共度一夜的關係，卻偶然間再次相會，而且談話之間竟然透露出「不要將我拋棄....?」的懇求────!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "948dd677-89b4-4b25-868f-c471bd399e79",
    "title": {
      "en": "Love Wins"
    },
    "updatedAt": "2024-04-06T23:06:21+00:00",
    "coverArt": "https://mangadex.org/covers/948dd677-89b4-4b25-868f-c471bd399e79/fd0fc63a-788e-4f0c-92eb-eb380dd44fff.jpg",
    "altTitles": [
      {
        "ko": "LOVE WINS"
      }
    ],
    "description": {
      "en": "Da-yeon was excited by the news of legalization of same-sex marriage. I filed a marriage registration with a woman I didn't know because I was drunk....!?",
      "ko": "「 레진챌린지에서 독자들의 정신이 아찔해지게 웃기고 설렜던 선 결혼 후 연애 로맨스!! 」\n동성혼 합법화 소식에 들떠 번개에 나간 모쏠 레즈 이다연.\n술에 취해 모르는 여자와 혼인신고를 해버렸다....!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f20aded-1216-41e3-b48d-87b0c4d9957c",
    "title": {
      "en": "Kono Healer, Mendokusai"
    },
    "updatedAt": "2023-10-14T10:07:34+00:00",
    "coverArt": "https://mangadex.org/covers/5f20aded-1216-41e3-b48d-87b0c4d9957c/f3b661a3-0caa-4efc-929b-04c6abd99cb3.jpg",
    "altTitles": [
      {
        "en": "This Healer is Annoying"
      },
      {
        "en": "This Healer is Obnoxious"
      },
      {
        "ja": "このヒーラー、めんどくさい"
      },
      {
        "ru": "Этот противный целитель!"
      }
    ],
    "description": {
      "en": "Fantasy adventuring comedy starring Karla the dark elf cleric who invested too much on her taunting skills and Alvin the swordsman who has to put up with her.",
      "ru": "Фантастическая приключенческая комедия с участием Карлы, тёмной эльфийки-клирика, которая слишком много вложила в навыки грубости, и Элвина, мечника, вынужденного мириться с ней.\n\n---\n\n(Source: [readmanga](https://readmanga.io/etot_protivnyi_celitel___A5275))"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-04-29T06:42:49+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/62c28c06-838e-43e7-afa1-533ddde1e9db.jpg",
    "altTitles": [
      {
        "en": "Bocchi the Rock!"
      },
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "zh": "爱好·扎·摇滚！"
      },
      {
        "ru": "Одинокий Рокер!"
      },
      {
        "it": "Bocchi the Rock!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "pl": "Samotność w Rocku!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, \nbut she's so shy that she hasn't made a single friend. \nHowever her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。\n家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。\n人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？\n全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！\n陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]