[
  {
    "mangaId": "d2df017b-c003-4de6-9625-4f1fba7aef97",
    "title": {
      "en": "How to Fight"
    },
    "updatedAt": "2024-04-25T01:28:49+00:00",
    "coverArt": "https://mangadex.org/covers/d2df017b-c003-4de6-9625-4f1fba7aef97/4602ab68-0eb7-42a3-bfba-5d90ec19ca40.jpg",
    "altTitles": [
      {
        "fr": "Comment se Battre"
      },
      {
        "ko-ro": "Ssaumdokak"
      },
      {
        "en": "Viral Hit!"
      },
      {
        "zh": "格鬥實況"
      },
      {
        "ko": "싸움독학"
      },
      {
        "pt-br": "Como Lutar"
      }
    ],
    "description": {
      "en": "Good for nothing Yoo Hobin is always bullied by students who feel superior to him, yet he ignores them as his life is all too difficult already. However, an unintentional incident ends up turning his life around. He becomes famous through a viral video that he didn't even intend to upload! Everything is perfect! He instantly becomes famous and starts earning money from the accidental video he uploaded.  \n  \nBut since it was unintentional, he is unable to reproduce it. Fueled by the potential money to be made and his sudden surge of popularity, he plans to make more captivating videos that people will find interesting and help him gather more subscribers… However, he cannot accomplish any of that unless he learns HOW TO FIGHT.",
      "fr": "Bon à rien, Yoo Hobin est toujours intimidé par des étudiants qui se sentent supérieurs à lui, mais il les ignore car sa vie est déjà trop difficile. Cependant, un incident involontaire finit par bouleverser sa vie. Il devient célèbre grâce à une vidéo virale qu'il n'avait même pas l'intention de mettre en ligne ! Tout est parfait ! Il devient instantanément célèbre et commence à gagner de l'argent grâce à la vidéo accidentelle qu'il a mise en ligne. Mais comme elle n'était pas intentionnelle, il est incapable de la reproduire. Alimenté par l'argent potentiel à gagner et le changement soudain de popularité, il prévoit alors de réaliser des vidéos plus captivantes que les gens trouveront intéressantes et qui l'aideront à rassembler plus d'abonnés… Cependant, il ne peut rien faire de tout cela à moins de savoir \" COMMENT SE BATTRE \".",
      "pt-br": "Hobin, um estudante intimidado, sem querer surgiu com um novo canal no NewTube. A partir desse momento, sua vida mudou. Como ele irá aprender a lutar e fazer um bom conteúdo? Como ele administrará a mudança essa em sua vida e até onde essa mudança vai? Ação, Drama, Comédia, e com um toque de Romance!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "218"
  },
  {
    "mangaId": "c847351c-61b1-4675-8e4f-cc57f8f5205a",
    "title": {
      "en": "The Wretched"
    },
    "updatedAt": "2024-02-24T20:45:53+00:00",
    "coverArt": "https://mangadex.org/covers/c847351c-61b1-4675-8e4f-cc57f8f5205a/ed0c6e76-cd54-4a18-80c4-611366be83df.jpg",
    "altTitles": [
      {
        "en": "I Am the Bane of Others' Existence"
      },
      {
        "zh": "我，天煞孤星"
      },
      {
        "pt-br": "Os miseráveis"
      },
      {
        "fr": "Les Misérables"
      },
      {
        "zh-ro": "wǒ, tiānshàgūxīng"
      }
    ],
    "description": {
      "en": "Ji YouChuan was investigating the mysterious organization Blaze in order to take revenge for his parents. 36 demons were released during one of the confrontation with Blaze and he signed a contract with the strongest demon, Chelsea.\n\nHe joined the “Wrath of Heaven” team for the sake of investigating Blaze even more deeply and to retrieve the 36 demons, but after getting betrayed by his teammates, the sacrifice of his friend, wandering the wastelands and various other incidents, Ji YouChuan and Chelsea will uncover the thousand-years conspiracy behind the Red Rain catastrophe!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cade38b7-64c4-4a29-8e3c-8c283291d6c6",
    "title": {
      "en": "Land of the Lustrous"
    },
    "updatedAt": "2024-04-24T18:37:00+00:00",
    "coverArt": "https://mangadex.org/covers/cade38b7-64c4-4a29-8e3c-8c283291d6c6/f69ae786-b7ad-4f24-bd29-3b00998d3a17.jpg",
    "altTitles": [
      {
        "tr": "Cevher Diyarı"
      },
      {
        "ja-ro": "Houseki no Kuni"
      },
      {
        "it": "Il Regno delle Gemme"
      },
      {
        "fr": "L'Ère des Cristaux"
      },
      {
        "ms": "Negara Permata"
      },
      {
        "es": "La tierra de las gemas"
      },
      {
        "ru": "Страна самоцветов"
      },
      {
        "ja": "宝石の国"
      },
      {
        "ko": "보석의 나라"
      },
      {
        "id": "Tanah Permata"
      },
      {
        "es-la": "La tierra de las gemas"
      },
      {
        "pt-br": "Terra das Gemas"
      },
      {
        "ar": "أرض الجواهر"
      },
      {
        "az": "Cəvahirat Ölkəsi"
      },
      {
        "en": "LOTL"
      },
      {
        "uk": "Землі Самоцвітів"
      }
    ],
    "description": {
      "ar": "في المستقبل البعيد ، يولد شكل جديد من أشكال الحياة يسمى Houseki (الجواهر). يجب على الجواهر الـ 28  القتال ضد القمريين الذين يرغبون في مهاجمتهم وتحويلهم إلى زينة ، وبالتالي يتم تعيين كل جوهرة دور مثل مقاتل أو مسعف. على الرغم من أنهم يأملون في محاربة القمريين ، إلا أن فوس  عبارة عن جوهرة لم يتم منحها أي مهمة حتى يطلب منه المعلم الجواهر كونغو كتابة موسوعة.",
      "az": "Cəvahiratlar ölkəsi (Houseki no Kuni), meteoritlərin altı dəfə Yerə düşdüyü və bu prosesdə onu məhv etdiyi uzaq gələcəkdə baş verir. Demək olar ki, bütün canlılar məhv oldu, qalan bütün torpaqlar tək bir sahilə çevrildi. Çox uzun zaman dilimləri ərzində həsas həyat forması olan yeni bir irq yarandı; insan şəklini alan ölməz zinət əşyaları. Fosfofillit (Phos) zəifdir (ən aşağı sərtliklərdən birinə malikdir) və həmyaşıdları tərəfindən yararsız hesab edilir. Phos'a təbiət tarixinin ensiklopediyasını yaratmaq tapşırığı verildikdən sonra o, uzaq, lakin müdrik həmkarı Kinovarın (Cinnabar) köməyinə müraciət edir, beləliklə onların dostluğu və şəxsi inkişafı başlayır. Eyni zamanda “Cəvahirat camaatı” onun dəbdəbəli dəyərindən yararlanmaq istəyən Aydan gələnlərlə (aylılarla) müharibə aparır.",
      "en": "In the distant future, a new life form called The Lustrous are born. The 28 Lustrous must fight against the Lunarians who want to attack them and turn them into decorations, thus each Lustrous is assigned a role such as a fighter or a medic. Though they hope to fight the Lunarians, Phos is a Lustrous who is given no assignment until the Lustrous' master Adamantine asks them to write an encyclopedia.",
      "uk": "У далекому майбутньому народжується нова форма життя, яку називають самоцвітами. 28 самоцвітів повинні боротися проти лунаріанців, які хочуть напасти на них і перетворити на прикраси, тому кожному самоцвіту призначена роль бійця або медика. Фос - одна з самоцвітів, яка сподівається боротися з лунаріанцями, але їй не дають жодних завдань, доки майстер самоцвітів Адамантін не просить її написати енциклопедію."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "108"
  },
  {
    "mangaId": "7bd45a18-27d4-43ba-b3b9-2293f9a957d0",
    "title": {
      "en": "I Stole the First Ranker’s Soul"
    },
    "updatedAt": "2023-09-10T12:33:25+00:00",
    "coverArt": "https://mangadex.org/covers/7bd45a18-27d4-43ba-b3b9-2293f9a957d0/3c760d8c-f073-43ad-b07a-6cdd35d9445c.png",
    "altTitles": [
      {
        "ko": "랭킹 1위를 영혼까지 털어버림"
      },
      {
        "ko-ro": "Ranking 1-Wireul Yeonghonkkaji Teoreobeorim"
      },
      {
        "en": "I Stole the Number One Ranker's Soul"
      }
    ],
    "description": {
      "en": "One day, Son Mo-Ah fell into a dungeon and became a gathering hunter.\nSon Mo-Ah, who somehow narrowly escaped death, was going to live a normal life but gets caught up in a dungeon yet again.\nIn a moment of crisis, she is rescued by Seo Ji-Han, the number one ranker, and succeeds in surviving the situation. Somehow, Son Mo-Ah got entangled in a fateful relationship with said number one ranker.\n\nBut he said something really unusual to me.\n\n“Promise me that you will kill all the dungeons bosses in this world, as many as you can.”\n\nWhat?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63b53485-81a3-45f8-9427-4d1cb929f81d",
    "title": {
      "en": "Vanilla land"
    },
    "updatedAt": "2024-02-14T05:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/63b53485-81a3-45f8-9427-4d1cb929f81d/a83727a4-454c-41bf-9b1e-0bd3a990ff16.jpg",
    "altTitles": [
      {
        "en": "vanilla land"
      },
      {
        "en": "Vanilla Land"
      }
    ],
    "description": {
      "en": "In lands far..far away, where scary monsters and horrific creatures live. where hidden treasures and magic exists, where there are still undiscovered kingdoms and empires mankind discovered a new source of energy to empower their mechanical machines & weapons. we discovered vanilla the source of unlimited energy. follow the journey of gen orchid, rosa & altamiras as they seek the djinn chef master to grant their wishes\n\nstory & art by me & my wife, together we are couple comics #fantasy_Manga_to_read"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b954e8c-3b97-49ad-bd39-2731d46a0aa5",
    "title": {
      "en": "Troll Trap"
    },
    "updatedAt": "2024-03-19T22:04:24+00:00",
    "coverArt": "https://mangadex.org/covers/6b954e8c-3b97-49ad-bd39-2731d46a0aa5/fb30be35-aa31-4890-a550-cf674351c7d6.jpg",
    "altTitles": [
      {
        "ru": "Троллья ловушка"
      },
      {
        "ko": "트롤트랩"
      }
    ],
    "description": {
      "en": "Have you ever noticed that someone you knew is no longer themselves? The subtle changes they show that indicate that they are no longer… human? Join hunters Ha-Te, Sul-bak and their part-time partner Ji-Hyun Kang on their adventure of hunting trolls to save humanity!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "275"
  },
  {
    "mangaId": "fd057701-8338-4118-8a0a-748ca9f8e7fc",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse (Fan Colored)"
    },
    "updatedAt": "2024-01-11T17:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/fd057701-8338-4118-8a0a-748ca9f8e7fc/1497d5bb-1e2f-45fc-800c-f8ca043217c9.png",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "ja-ro": "Yandere ka to Omottara Motto Yabe Onna Datta"
      },
      {
        "en": "I Thought She Was a Yandere"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dbd08c3-a4ed-4fa3-82e2-18a400f80627",
    "title": {
      "en": "Nimotsu Mochi no Nousuji Musou"
    },
    "updatedAt": "2024-02-27T16:23:26+00:00",
    "coverArt": "https://mangadex.org/covers/9dbd08c3-a4ed-4fa3-82e2-18a400f80627/8a69494d-4213-434f-841e-ce3aecc7f04d.jpg",
    "altTitles": [
      {
        "ja": "荷物持ちの脳筋無双"
      }
    ],
    "description": {
      "en": "The more he carries, the stronger he becomes! An unmatched fantasy by the weakest adventurer duo!\n\nRyuk, a boy with a unique skill “Porter,” which allows him to carry a massive amount of items, was being exploited as a chore boy for the S-rank party “Black Lion of Foresight.” One day, the party managed to acquire a storage item more convenient than Ryuk’s skill, thus no longer needed, Ryuk is banished inside a dangerous dungeon. Despairing in this hopeless situation, suddenly he meets a shrine maiden girl, Mio — and then?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-04-04T18:14:19+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/dd2a5b3f-d9b7-41e7-8887-cc9c2547649d.jpg",
    "altTitles": [
      {
        "en": "Konosuba: God's Blessing on This Wonderful World!"
      },
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8c6395b-aa04-426f-aa09-284ae1c3a1e5",
    "title": {
      "en": "Tsui no Taimashi ―Ender Geisterー"
    },
    "updatedAt": "2024-01-27T10:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a8c6395b-aa04-426f-aa09-284ae1c3a1e5/21b70ef1-cdf6-48c8-bc46-622948dad202.jpg",
    "altTitles": [
      {
        "es": "El último exorcista -Ender geister-"
      },
      {
        "en": "The Last Exorcist -Ender Geyster-"
      },
      {
        "ja": "終の退魔師―エンダーガイスター"
      },
      {
        "zh-hk": "終之退魔師"
      },
      {
        "th": "มือปราบปิศาจคนสุดท้าย ENDER GEISTER"
      },
      {
        "vi": "Chung Chi Thối Ma Sư -Ender Geister-"
      }
    ],
    "description": {
      "en": "Akira, a demonically strong S-class exorcist, is sent from Germany to investigate a paranormal event in a certain city in Japan. \nHe destroys creatures from other worlds with his beautiful exorcist partner Chikage.",
      "es": "Akira es un exorcista de clase S que es enviado desde Alemania para investigar un incidente sobrenatural en cierta ciudad de Japón. Él y su compañera, la hermoso exorcista Chikage, acabarán a las criaturas que han venido de otro mundo.",
      "id": "Akira adalah pengusir setan kelas S yang dikirim dari Jerman untuk menyelidiki insiden supernatural di kota tertentu di Jepang. Dia dan rekannya, pengusir setan cantik Chikage, akan menghabisi makhluk yang datang dari dunia lain."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "188e4f34-a80c-4a91-b54e-69572e8ed4d5",
    "title": {
      "en": "Saint Cecilia and Pastor Lawrence"
    },
    "updatedAt": "2024-02-25T04:21:23+00:00",
    "coverArt": "https://mangadex.org/covers/188e4f34-a80c-4a91-b54e-69572e8ed4d5/43f01b64-35f1-4938-afa5-4767f6401294.jpg",
    "altTitles": [
      {
        "ja": "白聖女と黒牧師"
      },
      {
        "ru": "Святая Сесилия и Пастор Лоуренс"
      },
      {
        "vi": "Thánh Nữ Cecilia và Mục Sư Lawrence"
      },
      {
        "ja-ro": "Shiro Seijo to Kuro Bokushi"
      }
    ],
    "description": {
      "en": "With the cute and able-bodied saint, along with the overprotective yet dense pastor, the \"natural love comedy\" unfolds!!",
      "vi": "Thánh nữ Cecilia có một bí mật - đó là cô sống hoàn toàn phụ thuộc vào Lawrence, mục sư của nhà thờ. Ngoài ra cô còn có một tình cảm bí mật đối với Lawrence, nói bí mật cho oai thế thôi chứ ai cũng biết riêng chỉ có Lawrence là không biết thôi"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3ad6ee2-fda5-499f-96c2-4942a46c9d26",
    "title": {
      "en": "Debuff Master"
    },
    "updatedAt": "2024-04-19T11:32:15+00:00",
    "coverArt": "https://mangadex.org/covers/d3ad6ee2-fda5-499f-96c2-4942a46c9d26/d9dbb583-6b08-45c2-9f89-0d2ffc163201.jpg",
    "altTitles": [
      {
        "ko": "디버프 마스터"
      }
    ],
    "description": {
      "en": "Han Tae-Sung, thought he was talented in video games and dreamt of turning his life around through BNW, but he would soon realize that life was not as easy as he thought it was.\n\nHe’s betrayed by his comrades, hunted down by his enemies, and even chased by debts in real life. He lost everything in the blink of an eye and was thrown down a pit of despair.\n\nWhat stood in his way? Talent, wealth, connections, and luck.\n\nThere was simply no way he could win against those born differently no matter how much he struggled.\n\nHowever, armed with a second chance and a hidden class, Tae-Sung starts from scratch and embarks on a journey to redeem himself and exact revenge against his enemies."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ba43723-337b-4123-912c-03e9dfa5e632",
    "title": {
      "en": "Takamori-kun wo Damarasetai!!"
    },
    "updatedAt": "2024-04-23T03:17:10+00:00",
    "coverArt": "https://mangadex.org/covers/9ba43723-337b-4123-912c-03e9dfa5e632/8c282ee4-fd92-4cb6-bef4-8de4a7097407.jpg",
    "altTitles": [
      {
        "ja": "高森くんを黙らせたいっ！！"
      },
      {
        "en": "I Wanna Shut up Takamori-kun!!"
      },
      {
        "vi": "Đừng nghĩ thế nữa mà, Takamori-kun!"
      }
    ],
    "description": {
      "en": "Minamikawa-san, a girl with the ability to read minds is curious about the boy sitting next to her, Takamori-kun. It's because Takamori-kun's mind is so damn loud...!!",
      "ja": "南川さんは隣の席の高森くんの「ヒミツ」を知っている。それは高森くんの心の声が聞こえるということ。そしてさらに、高森くんは南川さんのことが大好きだということ…!!毎日毎日うるさい高森くんの心の声を黙らせられるのか…!?テレパス青春ラブコメ、開幕です!!",
      "vi": "Một cô gái có khả năng đọc suy nghĩ người khác và cậu bạn kế bên có máu simp lỏ. Điều gì sẽ chờ đợi cả hai phía trước?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2023-04-26T05:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/ebf59fc3-20c9-4930-9030-48826dddfb46.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "f777bcce-d6fd-4cff-a18b-56e67e2aeb35",
    "title": {
      "en": "Come on a My House!"
    },
    "updatedAt": "2023-06-29T03:43:27+00:00",
    "coverArt": "https://mangadex.org/covers/f777bcce-d6fd-4cff-a18b-56e67e2aeb35/42792e88-1211-42c5-b964-44d67618f2c5.jpg",
    "altTitles": [
      {
        "en": "Come on-a My House!"
      },
      {
        "en": "Kamona My House"
      },
      {
        "ja": "カモナ マイ ハウス"
      }
    ],
    "description": {
      "en": "From Lovesick Alley: Ever since she was little, Hina has always had a routine of visiting a particular vacant house. One day, she notices a stranger sleeping inside. Why is Hina so fixated on that house and who is that guy sleeping there?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "22"
  },
  {
    "mangaId": "c6dc99d1-4b39-4a7e-bfda-ad66fdff235f",
    "title": {
      "en": "Hotaru no Yomeiri"
    },
    "updatedAt": "2024-03-24T12:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/c6dc99d1-4b39-4a7e-bfda-ad66fdff235f/31e721e8-c156-40fb-a54d-897912419ddf.jpg",
    "altTitles": [
      {
        "ja": "ホタルの嫁入り"
      },
      {
        "en": "Firefly Wedding"
      },
      {
        "uk": "Весілля світлячків"
      },
      {
        "ne": "जुनकिरी को विवाह"
      },
      {
        "zh-hk": "螢火蟲之婚"
      },
      {
        "vi": "Đám cưới đom đóm"
      },
      {
        "es": "Matrimonio de luciérnagas"
      },
      {
        "es-la": "Matrimonio de luciérnagas"
      },
      {
        "en": "Firefly Marriage"
      }
    ],
    "description": {
      "en": "A romance story set in the Meiji era. Born into a prestigious family and blessed with good looks, Satoko is said to have a short life expectancy. But suddenly, her life is targeted by a mysterious killer...?! In order to survive on the spot, Satoko makes a \"proposal\" for the killer...?! - A young lady and an assassin... A contract marriage love suspense between two people who should never meet!",
      "es": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "ja": "令嬢と殺し屋…絶対交わらないはずの二人の、契約結婚ラブサスペンス！\n時は明治。\n名家に生まれ美貌に恵まれるも、余命わずかと言われている紗都子の唯一の夢は…家の利益になる結婚をすること。\nしかし突然、謎の殺し屋に命を狙われ…！？\nその場を生き延びるため、紗都子は殺し屋にある“提案”を…！？",
      "uk": "\"Весілля світлячків\" – манґа, події якої розгортаються у давні часи епохи Мейджі. Дівчина на ім'я Сатоко, донька заможної родини, якій пощастило успадкувати красу, прагне одружитися з тим, кого запропонує їй батько, але як же це зробити, якщо її життю загрожує хвороба? Одного дня героїня потрапляє до рук викрадачів, де, задля порятунку себе, вона пропонує шлюб власному вбивці. Куди її приведе узгоджений шлюб з людиною, яку вона ніколи не мала зустріти?",
      "es-la": "Una joven y un asesino a sueldo... ¡un thriller de amor sobre un matrimonio contractual entre dos personas que nunca deberían cruzarse!\nEstamos en la era Meiji.\nNacida en el seno de una familia prominente y bendecida con una buena apariencia, a Satoko le dicen que le queda poco tiempo de vida, y su único sueño es casarse en beneficio de su familia.\n¡Pero, de repente, un misterioso asesino atenta contra su vida...!\n¡Para sobrevivir, Satoko le hace una proposición al asesino...!",
      "pt-br": "Uma história de romance ambientada na era Meiji.  \n\nNascida em uma família de prestígio e abençoada com boa aparência, Satoko tem uma expectativa de vida curta. Mas de repente, sua vida é alvo de um misterioso assassino...?! Para sobreviver no local, Satoko faz uma \"proposta\" para o assassino...?! \n- Uma jovem e um assassino... \n\nUm suspense de amor por contrato de casamento entre duas pessoas que nunca deveriam se encontrar!",
      "zh-hk": "千金小姐與殺手…絕對沒有交集的兩個人間的契約結婚愛情喜劇！\n時值明治時代。\n出生名門又集美貌於一身，卻被告知餘命不久矣的紗都子唯一的夢想是…為了家族的利益而結婚。\n但是，突然之間被謎樣的殺手給襲擊了…！？\n為了從這種局面中活下來，紗都子向殺手提出了某項“提案”…！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-03-23T00:20:44+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/8064c136-95df-46e8-b97d-ea2dd8ab1fb2.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch Has Begun - I Will Live Freely In A World Where Only I Can View The \"Strategy Site\" -"
      },
      {
        "ja-ro": "Sekai Saikyou no Majo, Hajimemashita"
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d37c33c-fade-4f20-8a10-4257f4985871",
    "title": {
      "en": "Tende Freeze!"
    },
    "updatedAt": "2023-07-01T21:16:47+00:00",
    "coverArt": "https://mangadex.org/covers/1d37c33c-fade-4f20-8a10-4257f4985871/37b3573e-aad4-4adb-91a1-9d0966a6d8db.jpg",
    "altTitles": [
      {
        "ja": "てんでフリーズ!"
      }
    ],
    "description": {
      "de": "Koyuki hat die Macht, die Zukunft zu sehen. Leider sieht sie nur die schlechten Dinge die Leuten passieren. Bis sie eines Tages Umehachi trifft, einen Oberstufenschüler. Fanservice, Chaos und Heiterkeit folgen.",
      "en": "Koyuki has the power to see the future, but she can only see the unfortunate things that happen to people. Until the day she meets Umehachi, a high school senior… Fanservice, mayhem, and hilarity ensues."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "dbb06c60-31a9-4d68-bff9-98ce98d0d3c6",
    "title": {
      "en": "When The Black Wolf Beckons Me"
    },
    "updatedAt": "2024-04-24T22:44:14+00:00",
    "coverArt": "https://mangadex.org/covers/dbb06c60-31a9-4d68-bff9-98ce98d0d3c6/5f51279a-48d7-4ac9-a2df-111d3710adfc.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When The Black Wolf Calls Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\nYeonwoo killed herself in front of her ex-husband who murdered her family.\nYet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself...\nI ask another man to take me.\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7eb5f0e6-0811-4115-bfbc-253118411dc8",
    "title": {
      "en": "Ogre no Aniki to Dorei-chan"
    },
    "updatedAt": "2024-02-23T01:41:27+00:00",
    "coverArt": "https://mangadex.org/covers/7eb5f0e6-0811-4115-bfbc-253118411dc8/0fb72db2-9679-4047-92a0-40e5ac09cdb3.jpg",
    "altTitles": [
      {
        "en": "Big Bro Ogre and Slave-chan"
      },
      {
        "ja-ro": "Ogre no Aniki to Dorei-chan"
      },
      {
        "ja": "オーガの兄貴と奴隷ちゃん"
      }
    ],
    "description": {
      "en": "Gadis, an ogre that is feared by children, had found a human girl with a choker during one of his carriage raids. Under the supervision of Gadis' comrade, Mizary, they ensure that the girl is brought home so that they can have dinner for the night. This sweet and innocent girl has an enchanting smile… but with it comes with a lot of trouble. Additionally, the girl has a big secret…  \n  \n\n\n---\n\n  \n[Author’s Twitter](https://twitter.com/kurikimaru)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2023-08-14T21:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/9155f8de-88f8-49a9-844d-770b5ee86dd7.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \n  \nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff01fec1-6465-4825-9497-44c7d9133f2c",
    "title": {
      "en": "Bell & Ring wa Kane"
    },
    "updatedAt": "2024-01-12T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/ff01fec1-6465-4825-9497-44c7d9133f2c/596d223c-97bb-48b8-9129-2ecc89b9b78e.jpg",
    "altTitles": [
      {
        "ja": "ベルリンは鐘"
      },
      {
        "ja-ro": "Bell & Ring ha Kane"
      },
      {
        "en": "Bell & Ring are Bells"
      }
    ],
    "description": {
      "en": "A chaotic 4-panel manga about the daily lives of siblings Ringabelle and Bigbell, who are bells."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "132"
  },
  {
    "mangaId": "e675297b-8b2a-4612-a956-5eee26269606",
    "title": {
      "en": "Mokuyoubi no Furutto"
    },
    "updatedAt": "2023-09-09T19:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/e675297b-8b2a-4612-a956-5eee26269606/818ff432-f200-4db9-83f9-493bd07c78aa.jpg",
    "altTitles": [
      {
        "ja-ro": "Furutto on Thursday"
      },
      {
        "ja": "木曜日のフルット"
      },
      {
        "zh-hk": "木曜日的弗羅多"
      }
    ],
    "description": {
      "en": "Furutto is a cat that leads a double life. On one hand, he's the companion of a young woman in an apartment building named Kujirai, who feeds him (when she hasn't gambled away her meager manga-assistant's paycheck) and spends time with him in her apartment. On the other hand, he wants to keep his street cred as a stray cat and spends a good amount of time hanging out with the other strays, trying to steal food out of trash cans and rumbling with the cats from the next town over."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e76dadd-e0c6-452a-9f7d-b9f2ae85bc35",
    "title": {
      "en": "Koroshiya no Oshi"
    },
    "updatedAt": "2024-04-02T10:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/9e76dadd-e0c6-452a-9f7d-b9f2ae85bc35/9ed0b545-b0f1-4354-950e-e0b87c45fcdf.jpg",
    "altTitles": [
      {
        "ja": "殺し屋の推し"
      },
      {
        "en": "The Hitman's Fav"
      },
      {
        "vi": "Idol của Sát Thủ"
      }
    ],
    "description": {
      "en": "A legendary assassin found the light of life. It was an underground idol!\n\nEndo Owal is the most powerful assassin in the Fujisan-kai, a huge black market organization. He was feared as a \"killing machine\" because of his ruthless work and overwhelming fighting power, but one day he decides to retire. The reason for his decision was to live his life proudly with Kaorin of the underground idol Ro~Xesia.\n\nCan a man covered in blood and sorrow protect the light of life that he has finally obtained?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b187ef7-d554-4c2a-970e-4bc73a08fe26",
    "title": {
      "en": "Kore Kaite Shine"
    },
    "updatedAt": "2024-03-12T01:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/1b187ef7-d554-4c2a-970e-4bc73a08fe26/fb16e35a-6feb-48b2-849a-ad9f82de091f.jpg",
    "altTitles": [
      {
        "ja": "これ描いて死ね"
      },
      {
        "ja-ro": "Kore Egaite Shine"
      },
      {
        "en": "Draw This, Then Die!"
      },
      {
        "en": "Draw this, then die!"
      },
      {
        "en": "Draw This, Then Die"
      }
    ],
    "description": {
      "en": "Yasumi Ai. She's a first-year high school student living on Izu Ōshima, an island that's part of Tokyo prefecture. She loves to read manga, but a certain event triggered her to start thinking about \"creating\" manga. She begins to think about \"creating\" manga. What is the world that awaits her? A manga by Minoru Toyoda, a manga artist who loves manga! The pain and joy of creating works of art. No expense is spared in this tale of growing up and manga adventure!\n\n----\nNote: Won the 16th Manga Taisho Award in 2023."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23b7cc7a-df89-4049-af28-1fa78f88713e",
    "title": {
      "en": "Kawaii Joushi wo Komarasetai"
    },
    "updatedAt": "2024-02-18T23:15:58+00:00",
    "coverArt": "https://mangadex.org/covers/23b7cc7a-df89-4049-af28-1fa78f88713e/8832622f-79ff-4044-a04b-8c2bc1c8b677.jpg",
    "altTitles": [
      {
        "pt-br": "Quero judiar da minha linda chefinha"
      },
      {
        "es": "Quiero molestar a mi linda jefa"
      },
      {
        "ru": "Моя начальница – милашка"
      },
      {
        "ja": "可愛い上司を困らせたい"
      },
      {
        "ko": "귀여운 상사를 난처하게 만들고 싶어"
      },
      {
        "en": "I want to Annoy the Pretty Boss"
      },
      {
        "ja-ro": "Kawaii Joushi wo Komarasetai"
      }
    ],
    "description": {
      "en": "Ira Megumi is a 31-year-old woman who is currently at the top of her career. She's a beautiful woman who's brimming with pride and totally has no interest in love or marriage. Though the next morning, she wakes up and finds the new employee, Aoki Shun, sleeping next to her. Just what in the world happened?!",
      "ja": "敏腕女性上司+新人男子=恋人!?\n\n井羅恵は31歳の食品会社次長。\n仕事に全てを捧げ、恋愛や結婚は二の次に。\nそんな彼女の前に、要領が良い新人男子・青木が現れる。\n彼の言動にいらつく恵だが、飲み会で酔った挙句、\n青木と一夜を共にして…。\n\nドキドキが止まらないラブコメ4コマ!!",
      "pt-br": "Ira Megumi é uma mulher que desistiu de ter uma família ou de agir como uma simples mulher e se dedicou arduamente em seu trabalho, assim chegando ao cargo de vice-diretora em uma grande empresa. Aoki Shun um novato na empresa, amigável, porém desleixado e não parece levar o novo trabalho a sério. Mas algo acontece na festa de boas vindas dos novatos na empresa e Ira acorda ao lado de Aoki na cama… O que diabos aconteceu? Será possível um relacionamento amoroso entre duas pessoas tão diferentes?"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f86092e-81d1-4ed6-a0e9-e0e11ac0b7d8",
    "title": {
      "en": "Your Ultimate Love Rival"
    },
    "updatedAt": "2024-04-25T00:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/1f86092e-81d1-4ed6-a0e9-e0e11ac0b7d8/da80abd8-1894-48c9-80ba-f2466e83e8d2.jpg",
    "altTitles": [
      {
        "ko": "남주의 연적이 되어버렸다"
      },
      {
        "ko": "남주의 연적이 되어 버렸다"
      },
      {
        "ko-ro": "Namjuui Yeonjeogi Doeeo Beoryeotda"
      },
      {
        "en": "I Became the Male Leads' Love Rival"
      },
      {
        "en": "I Have Become the Heroes' Rival"
      },
      {
        "es": "Me he convertido en la rival de los ML"
      },
      {
        "uk": "Я стала суперницею головних героїв"
      },
      {
        "th": "ฉันกลายเป็นศัตรูหัวใจของเหล่าพระเอก"
      },
      {
        "ja": "男主人公の恋のライバルは私！？"
      },
      {
        "mn": "Би баатрын дайсан болчихлоо"
      },
      {
        "mn": "Би баатарын дайсан болчихлоо"
      },
      {
        "zh": "我是男主的情敌"
      },
      {
        "zh-hk": "男主角的頭號情敵"
      },
      {
        "pt-br": "Eu me tornei a rival dos heróis"
      }
    ],
    "description": {
      "en": "Naturally charming, Irene attracts women like a magnet, even when she doesn't mean to. Enter her best friend, Claudia, who refuses to marry any of her three suitors because of her affection for Irene. As a result, these powerful and mentally unstable men declare Irene as their rival in love and threaten her life. She knows none of them deserves to be with Claudia, but she doesn't want to die! To save both her friend and herself, Irene must prove she's their ultimate rival, but will she succeed?",
      "fa": "آیرین که به طور طبیعی جذابه، زنا رو مثل آهنربا جذب میکنه، حتی اگه قصدش رو نداشته باشه. بهترین دوستش، کلودیا، وارد میشه که به دلیل علاقه ای که به آیرین داره از ازدواج با هر یک از سه خواستگارش امتناع میکنه. در نتیجه، این مردان قدرتمند و بی ثبات ذهنی، آیرین رو رقیب عشقیشون اعلام میکنن و زندگیش رو تهدید میکنن. اون میدونه که هیچ کدوم از اونا لیاقت کلودیا رو ندارن، اما اون نمیخواد بمیره! برای نجات دوستش و خودش، آیرین باید ثابت کنه که رقیب نهایی اوناس، اما آیا موفق میشه؟",
      "id": "Irene tiba-tiba masuk ke dalam cerita novel. Dia dibenci tiga pemeran utama pria dalam novel karena pemeran utama wanita lebih memilih dirinya. Karena itu, dia harus melindungi Claudia dari tiga pemeran utama pria jahat yang mencoba mengusai pemeran utama wanita dan menyelamatkan diri dari death flag-nya. Akankah Irene berhasil?",
      "ko": "“아이린이랑 살 거예요, 평생―!!!”\n\n원작 여주 클로디아의 화끈한 고백 탓에 원작 남주 세 명의 싸늘한 시선이 내게 꽂혔다.\n저건 필히 연적을 보는 눈빛?!!! \n\n“마, 망했다.” \n\n왜냐면―나도 여자거든. \n왜냐면―남주들 인성이 쓰레기거든. \n쓰레기 남주들에게서 클로디아도 지키고 나도 살아남아야 한다!!!\n.....로맨스도 겸사겸사. \n\n졸지에 소설 속으로 들어가버린 아이린! \n자신의 사망플래그를 비틀어버리기로 한 아이린의 처절한 고군분투기!!!",
      "pt-br": "Naturalmente encantadora, Irene atrai as mulheres como um ímã, mesmo quando ela não tem a intenção de fazê-lo. Entre sua melhor amiga, Claudia, que se recusa a casar com qualquer um de seus três pretendentes por causa de seu afeto por Irene. Como resultado, estes homens poderosos e mentalmente instáveis declaram Irene como sua rival no amor e ameaçam sua vida. Ela sabe que nenhum deles merece estar com Claudia, mas ela não quer morrer! Para salvar tanto sua amiga quanto ela mesma, Irene deve provar que é sua última rival, mas será que ela conseguirá?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "93"
  },
  {
    "mangaId": "061ef842-fc90-49c1-bf1c-9106b8660dfb",
    "title": {
      "en": "Tayutau Kemuri wa Tsukamenai"
    },
    "updatedAt": "2024-03-21T11:40:31+00:00",
    "coverArt": "https://mangadex.org/covers/061ef842-fc90-49c1-bf1c-9106b8660dfb/fab768c7-5cdb-4c67-8fba-63d33f8a29b1.jpg",
    "altTitles": [
      {
        "ja": "たゆたう煙は掴めない"
      },
      {
        "en": "Can’t Catch The Shimmering Smoke"
      }
    ],
    "description": {
      "en": "Chiaki, a college student without a girlfriend, meets Miyako, a waitress at a shisha store, through a matching app recommended by a friend. This is a love story that lyrically depicts a faint love that begins with a matching app and shisha.",
      "pt-br": "Chiaki, um estudante universitário sem namorada, conhece Miyako, uma garçonete de uma casa de shisha, através de um aplicativo de relacionamento recomendado por um amigo. Esta é uma história de amor que retrata poeticamente um sentimento inicial e delicado, nascido em um aplicativo de celular e embalado pelo aroma do shisha."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb114652-dbaa-49bc-b49a-ac9483967a78",
    "title": {
      "en": "Shojo Null"
    },
    "updatedAt": "2024-04-12T15:36:32+00:00",
    "coverArt": "https://mangadex.org/covers/cb114652-dbaa-49bc-b49a-ac9483967a78/ca107776-882c-48f6-a547-2c26fb6b2652.jpg",
    "altTitles": [
      {
        "ja": "少女Null"
      }
    ],
    "description": {
      "en": "With the proliferation of organic robots called Gijins, humanity is enjoying prosperity in 23rd century Tokyo. But when a young man named Riaha meets a certain Gijin, he uncovers the dark truth of the world! From the creators of Hiasobi Domei!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "637e7d4e-adff-45e8-8980-5bbeb66918fc",
    "title": {
      "en": "Tirkom"
    },
    "updatedAt": "2023-07-16T12:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/637e7d4e-adff-45e8-8980-5bbeb66918fc/60db4e1c-0267-42e5-9cc4-c8d1da841988.png",
    "altTitles": [],
    "description": {
      "en": "[Reads left-to-right]\n\n Drithurs are a government-contracted group of individuals with unnatural abilities, tasked with the objective of keeping what is considered 'society' functioning. Karykom is a Drithur, but her true objective is fighting. Follow Karykom and her coworkers as they complete nonsensical tasks and battle strange foes in a wasteland.\n\nArtist's Twitter: [@Hdittus13](https://twitter.com/hdittus13)\nSeries Patreon: [Patreon.com/Tirkom](https://www.patreon.com/Tirkom)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "477800d5-bae8-4adb-b422-23e6cfa7ec87",
    "title": {
      "en": "Shingetsutan Tsukihime"
    },
    "updatedAt": "2023-10-18T19:13:06+00:00",
    "coverArt": "https://mangadex.org/covers/477800d5-bae8-4adb-b422-23e6cfa7ec87/84a91b1d-9266-4a3e-9880-23b0635b836c.jpg",
    "altTitles": [
      {
        "ja-ro": "Tsukihime"
      },
      {
        "en": "Lunar Legend Tsukihime"
      },
      {
        "en": "True Lunar Chronicle Tsukihime"
      },
      {
        "en": "Lunar Legend Chronicles"
      },
      {
        "ru": "Повесть о Лунной Принцессе"
      },
      {
        "th": "นัยตามรณะ พันธสัญญาเลือด"
      },
      {
        "ja": "真月譚月姫"
      },
      {
        "ko": "진월담 월희"
      }
    ],
    "description": {
      "en": "The story follows Tohno Shiki, a teenage boy who, after a near-fatal accident in his childhood, gained the mysterious power to perceive lines covering everything around him. When he cuts along these lines, whatever it was immediately falls apart with a clean cut; in other words, killing it. He would have quickly gone insane from living in a world that could fall apart so easily, had it not been for a wandering self-proclaimed magician who gave him a pair of glasses that blocked his unnatural perception when worn.  \r\n  \r\nSoon afterwards, he was disinherited from his family and sent to live with some relatives. For eight years he lived a normal life, hiding his special eyes, until one day he receives a letter inviting him to come back home. Shiki suddenly becomes caught up in a strange and life-threatening series of events, ones that are somehow linked to his childhood accident and a forgotten past…  \r\n  \r\nAdaptation of the visual novel Tsukihime by Type-Moon.",
      "ru": "Тоно Шики - обычный старшеклассник, как он сам любит себя называть, тем не менее являющийся членом семьи из высшей прослойки общества. Когда-то в детстве он получил смертельную травму, но выжил, однако эта травма впоследствии наградила его проблемами со здоровьем, из-за которых он периодически теряет сознание и страдает анемией, что, как он сам смутно помнит, побудило его отца поселить его у родственников. Более того, глаза его после травмы стали видеть странные вещи. Со смертью обоих родителей Шики, его младшая сестра, ставшая главой семьи, зовет его вернуться в родной дом и в лоно семьи Тоно. Однако в день возвращения туда, когда Шики проходит мимо привлекательной девушки, на него внезапно нападает жгучее желание убить ее, перед которым оказывается не в силах устоять. С этого и начинается история. Манга-адаптация одной из веток одноименной визуальной новеллы (помимо ветки Арквейд насчитывает еще четыре ветки для героинь: Сиэль, Акихи, Хисуи и Кохаку). По мнению зарубежных поклонников: \"The manga eats Arc's route and shits out awesome\" (\"Манга вбирает в себя ветку Араквейд, выдавая на выходе высший класс\"), тогда как аниме-адаптация отличается исключительным убожеством, заработавшим гневное \"There is NO Tsukihime anime\". Также имеет псевдо-манга-сиквел \"Melty Blood\", в свою очередь являющийся адаптацией одноименного псевдо-сиквела оригинальной визуальной новеллы \"Повесть о Лунной принцессе\".",
      "pt-br": "Baseado em um visual novel criado pela empresa/grupo TYPE-MOON cujo reconhecimento fez com que o título ganhasse versões em outros meios. \n\nAcordando em um hospital, Shiki Tohno recebe a notícia de que sofreu um acidente de carro que fez com que um fragmento de vidro penetrasse em seu peito e causasse um grave ferimento. Esse acidente teve para ele duas consequências, uma saúde frágil por causa da anemia adquirida após o acidente, e a característica de ser o único a enxergar linhas em pessoas e objetos, linhas estas que se trespassadas com algum instrumento fazem com que as coisas..."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "71.9"
  },
  {
    "mangaId": "5e16acfe-896a-4f20-8223-482f862107e3",
    "title": {
      "en": "One Day, Suddenly, Seoul Is"
    },
    "updatedAt": "2024-03-30T15:29:43+00:00",
    "coverArt": "https://mangadex.org/covers/5e16acfe-896a-4f20-8223-482f862107e3/83462f1a-5aa6-455e-978e-09c14eaafc78.jpg",
    "altTitles": [
      {
        "ko": "어느날 갑자기 서울은"
      },
      {
        "ko-ro": "Eoneunal Gapjagi Seoul-eun"
      }
    ],
    "description": {
      "en": "A terrible virus has appeared in Seoul! On the same day Lee Yeongwoo and his classmates are traveling there. They are trapped in the tense atmosphere of Seoul, with the virus in the form of bubbles like frog eggs!",
      "pt-br": "Yeon Woo está apaixonado. Ele não tem olhos pra mais nada além da So Yeon. Na escola ele não conseguiu falar com ela, mas agora que eles estão indo pra uma excursão escolar em Seoul, ele tem esperança de conseguir pelo menos começar a conversar com ela, mesmo apesar de ser muito introvertido. Porém, tem coisas estranhas acontecendo em Seoul… Algo terrível está prestes a dominar a cidade… Nesse dia, Seoul de repente é…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9660c79b-0b65-4f13-956c-03364651800b",
    "title": {
      "en": "Zense wa Kentei. Konjou Kuzu Ouji"
    },
    "updatedAt": "2023-12-13T13:39:50+00:00",
    "coverArt": "https://mangadex.org/covers/9660c79b-0b65-4f13-956c-03364651800b/01d01302-e8a7-4756-b818-5def14cbf506.jpg",
    "altTitles": [
      {
        "en": "Previous Life was Sword Emperor. This Life is Trash Prince."
      },
      {
        "ja-ro": "Zensei wa Ken Mikado. Konjou Kuzu Ouji"
      },
      {
        "ja": "前世は剣帝。今生クズ王子"
      },
      {
        "zh-hk": "前世是劍帝。今生是渣王子"
      },
      {
        "pt-br": "Na Minha Vida Anterior Eu Era o Imperador da Espada. Nesta vida sou um Príncipe Lixo."
      },
      {
        "en": "Sword Emperor Previous Life, Prince Trash This Life."
      }
    ],
    "description": {
      "en": "He was called a Sword Emperor who lived for the sword and died by the sword. And his end was a tragedy. \n\nHowever, by strange coincidence, he was reincarnated as the third prince in a country. He was enjoying his lazy lifestyle away from swords and heroism. As a consequence, people began referring to him as Prince Trash.\n\nHe never cared about his derogatory name until one day, he encounters someone who gets the wheel of fate to move in motion.",
      "pt-br": "A espada, vivia pela espada e morria pela espada. Depois de dias e meses de batalha, o espadachim escolheu a morte por sua própria vontade, mas renasceu como Fai Hanse Diestburg, o terceiro príncipe do reino de Diestburg. Querendo se distanciar de sua vida passada, onde vivia como possuído pela espada, Fai decidiu levar uma vida perdulária, ganhando o apelido de “Príncipe Lixo”. No entanto, um dia, devido a um trato com a casa real de Afillis, o reino vizinho, Fai é enviado para a guerra, liderando tropas de reforço. No campo de batalha, Fai testemunha uma cena de desespero quando o “Herói”, uma existência com poder rivalizando com dezenas de milhares, varre o campo de batalha. Fai considerou retornar ao reino, mas a morte de um certo cavaleiro conseguiu abalar seu coração, então ele decidiu empunhar a espada mais uma vez – a lenda do príncipe preguiçoso mais forte começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd2f1e4e-6b51-4a7a-b54b-7f8ca8f5368a",
    "title": {
      "en": "Demoniac Two Heroes"
    },
    "updatedAt": "2024-02-03T22:13:49+00:00",
    "coverArt": "https://mangadex.org/covers/fd2f1e4e-6b51-4a7a-b54b-7f8ca8f5368a/b3fe5a92-33fe-40ff-b075-61d869c8431d.jpg",
    "altTitles": [
      {
        "en": "The Twin Swords of the Sima Clan"
      },
      {
        "ko": "사마쌍협"
      },
      {
        "zh": "邪魔雙俠"
      }
    ],
    "description": {
      "en": "\"The head of our family is foolish person,\" thought Cha Wun-Yeop, the servant of the respected sage.\n\nA foolish master, who plays around by his mistress, Chang Sanmi and an upright man, Beom Seosoo, stand in stark contrast as the prince.\n\n“Beom Seosoo, with his upright character, is the most formidable person I've ever known!”\n\nCaught stealing, he faced severe scolding and disgrace, but Cha Wun-Yeop ends up aiding Beom Seosoo against Chang Sanmi's plot.\n\n\"But as the eldest son of the Kamseuk Clan, I can’t just stand by and watch.\"\n\n\"I will grow stronger than I am now and deal with of them all.\"\n\nDetermined to seek revenge on Chang Sanmi, Beom Seosoo sets out to gain strength, while Cha Wun-Yeop leaves the Seol family to follow his own path.\n\n\"Living life once, I’ll no longer be an orphan or a servant, but live as a transcendent being.\"\n\n\"Freely and with pride, I will roam this vast world.\"\n\nPracticing his unique martial arts through mystical methods, Cha Wun-Yeop becomes a master, getting closer to the mastermind behind the plot at Seol Kam-Seuk's House.\n\nOne day, Cha Wun-Yeop and Beom Seosoo reunite. Cha Wun-Yeop is astonished to see if Beom Seosoo's martial arts.\n\n“As the eldest son of a prestigious family, you use this kind of swordsmanship!”\n\nThe man who once criticized him was now walking the same path of martial arts as him!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a90308a-8b12-4a4d-9c6d-2487028fe319",
    "title": {
      "en": "Uzaki-chan wa Asobitai!"
    },
    "updatedAt": "2023-12-04T04:29:50+00:00",
    "coverArt": "https://mangadex.org/covers/5a90308a-8b12-4a4d-9c6d-2487028fe319/dcdd49df-9f98-4322-a7e1-50dea452c0eb.jpg",
    "altTitles": [
      {
        "id": "Uzaki-chan ingin bermain!"
      },
      {
        "ru": "Узаки хочет тусоваться!"
      },
      {
        "ja": "宇崎ちゃんは遊びたい!"
      },
      {
        "zh-hk": "宇崎酱想要玩耍!"
      },
      {
        "ko": "우자키 양은 놀고 싶어!"
      },
      {
        "fr": "Uzaki-chan wants to hang out !"
      },
      {
        "ja-ro": "Uzaki-chan wa Asobitai!"
      },
      {
        "fa": "اوزاکی چان میخواد وقت بگذرونه!"
      },
      {
        "en": "Uzaki-chan Wants to Hang Out!"
      }
    ],
    "description": {
      "en": "Annoying! Cute! But Annoying!  Shinichi Sakurai is a grumpy-faced, athletic and quiet college student who just wants to be left alone,  but he is frequently teased by his cute, stacked underclassman Hana Uzaki, whom he has known since high school.     Sugoi Dekai means something along the lines of \"impressively huge.\"",
      "pt": "A vida diária de um quieto universitário que só quer ficar sozinho, que começou a ser zombado pela sua Kouhai \"Fofa! Mas irritante!\".  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/syokumutaiman)",
      "pt-br": "A vida diária de um quieto universitário que só quer ficar sozinho, que começou a ser zombado pela sua Kouhai \"Fofa! Mas irritante!\".\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 35. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b3e475c-31ab-4f56-8d6c-e4e2fbad5358",
    "title": {
      "en": "STOP! PIRACY"
    },
    "updatedAt": "2024-04-21T21:48:32+00:00",
    "coverArt": "https://mangadex.org/covers/9b3e475c-31ab-4f56-8d6c-e4e2fbad5358/17cd330a-279e-47b7-bd34-ee48a974d035.jpg",
    "altTitles": [
      {
        "ja": "STOP! 海賊版"
      },
      {
        "en": "STOP! PIRACY."
      },
      {
        "en": "STOP! PIRACY"
      },
      {
        "en": "STOP PIRACY!"
      },
      {
        "en": "STOP PIRATING"
      },
      {
        "ja": "海賊版、ダメ、絶対。～「STOP！ 海賊版」漫画描きおろし16作品集～"
      }
    ],
    "description": {
      "en": "In a world where manga can be enjoyed forever…\nManga culture has been able to blossom thanks to the power of manga lovers.\nHowever, right now, manga is suffering because of piracy.\nWe need your help.\n\n(Source: [Manga Planet](https://mangaplanet.com/blog/stop-piracy/))\n\n---\n\n**Links:**\n- Alternative Official Raw - [Sukima](https://www.sukima.me/book/title/BT0000818522/)\n- Alternative Official English - [Manga Planet](https://mangaplanet.com/blog/stop-piracy/) (Note: Last page of each chapter is missing)",
      "es": "En un mundo donde el manga se puede disfrutar para siempre...\nLa cultura del manga ha podido florecer gracias al poder de los amantes del manga.\nSin embargo, ahora mismo, el manga está sufriendo a causa de la piratería.\nNecesitamos tu ayuda.",
      "ja": "いつまでも漫画を楽しめる世の中に 漫画を愛するみなさまの力で\n漫画文化は花開きました。\nしかし、今、漫画は海賊版に苦しんでいます。\nみなさまの力が必要です。\nまずは、下の「漫画」を読んでみてください。\n漫画の未来を一緒に創りましょう！",
      "zh": "[Official Chinese](https://coda-cj.jp/enlightenment/manga/)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "16"
  },
  {
    "mangaId": "a5d21e77-b961-42e3-8d69-bbb1610c1c71",
    "title": {
      "en": "When the Black Wolf Calls Me"
    },
    "updatedAt": "2024-04-25T01:03:49+00:00",
    "coverArt": "https://mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When the Black Wolf Beckons Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "162bea2f-e78c-4338-9f9b-86f6113ca57d",
    "title": {
      "en": "Period wo matte"
    },
    "updatedAt": "2024-04-25T01:55:49+00:00",
    "coverArt": "https://mangadex.org/covers/162bea2f-e78c-4338-9f9b-86f6113ca57d/cb8a5672-a259-4e0d-b34f-033814c84227.jpg",
    "altTitles": [
      {
        "ja": "ピリオドをまって"
      },
      {
        "en": "Wait for the period"
      }
    ],
    "description": {
      "en": "\"Senpai, you’re adorable when defenseless.”\n\nYasuhara is a kind salaryman whose love life seldom works out. He’s strangely attracted to his popular junior, Kurose. When a female employee asks Yasuhara out on a date, Yasuhara decides to have dinner with Kurose as “practice.” He’s supposed to be learning how to be popular, but for some reason he ends up having a one-night stand with Kurose...!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "2637b09c-bb11-4861-8f19-23ee7672e854",
    "title": {
      "en": "All Soccer Talents Are Mine"
    },
    "updatedAt": "2024-02-28T00:39:24+00:00",
    "coverArt": "https://mangadex.org/covers/2637b09c-bb11-4861-8f19-23ee7672e854/2d63d8f1-57a7-4fe5-b7ef-aba50f0aa49f.jpg",
    "altTitles": [
      {
        "ko": "축구재능 다 내꺼"
      },
      {
        "en": "Soccer Talent Is All Mine"
      },
      {
        "en": "All Soccer Talent Is Mine"
      },
      {
        "en": "All Football Talents Are Mine"
      }
    ],
    "description": {
      "en": "Uho-yeong had dreamed of becoming a soccer player. However, he was not blessed with the talent and died without realizing his dream, struck by lightning. It was then that the demon Mammon appeared, offering the ability to covet everyone's talents..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4754fc66-6bcb-4cc3-98ec-10f585cc55f3",
    "title": {
      "en": "Moto-Sekai Ichii Sub-chara Ikusei Nikki ~Hi-Player, Isekai wo Kouryaku-chu!~"
    },
    "updatedAt": "2024-04-11T11:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/4754fc66-6bcb-4cc3-98ec-10f585cc55f3/8d56f661-981f-4d70-865a-7ca3c2fd3f85.jpg",
    "altTitles": [
      {
        "en": "The Former Top 1's Sub-Character Training Diary: A Dedicated Player is Currently Conquering Another World!"
      },
      {
        "en": "The Former World Number 1's Alt Character Training Diary"
      },
      {
        "ja": "元・世界１位のサブキャラ育成日記～廃プレイヤー、異世界を攻略中！～"
      },
      {
        "ko": "전(前) 세계1위의 서브캐 육성일기~폐플레이어 이세계를 공략중!~"
      },
      {
        "ru": "Дневник тренировок с нуля бывшего топ-1 игрока"
      },
      {
        "ja-ro": "Moto Sekai Ichi'i Subchara Ikusei Nikki: Hai Player, Isekai wo Kouryakuchuu!"
      }
    ],
    "description": {
      "en": "The protagonist who was rarely ever at school during his middle school and high school days, is unemployed even as an adult. From morning till night, it was video games. For him who was ranked first worldwide, it was his life.   \n  \nOne day, his character is suddenly hacked. The data was unrecoverable and there was nothing that could be done. Feeling great despair at having lost his rank that he had bet everything to achieve in a world that controlled his life, the protagonist attempts suicide.   \n  \nWhen he awakens, he finds himself inside the video game, no, it was a real world that resembled it. There, he notices that he has reincarnated into the the body of a sub character that he had created and bought premium benefits for long ago but had left neglected.",
      "ja": "ネトゲに人生を賭け、世界ランキング1位に君臨していた佐藤。が、ある事をきっかけにゲームに似た世界へ転生してしまう！ ゲーム知識をフル活用して、愉快な仲間と共に0スタートから再び『世界1位』を目指す！",
      "ru": "Главного героя довольно редко видели в средней и старшей школе. А всё потому, что с утра до ночи он был увлечён лишь видеоиграми. Так он стал лучшим в одной ММО, это была его жизнь. Однажды его персонажа внезапно взломали. Весь прогресс был потерян, вся жизнь оказалась прожита впустую... Но проснувшись, он оказывается в той самой игре, а в себе узнаёт давно забытого своего второго персонажа. И теперь ему предстоит прокачаться с нуля!\n\n(Source: mangalib)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a578ac3-7ced-4771-bbfb-92cecbae0df1",
    "title": {
      "en": "Ningen no Kaikata"
    },
    "updatedAt": "2024-04-23T22:59:54+00:00",
    "coverArt": "https://mangadex.org/covers/0a578ac3-7ced-4771-bbfb-92cecbae0df1/ca3f2c8d-a40e-4844-adc2-36d83c534c51.jpg",
    "altTitles": [
      {
        "ja": "ニンゲンの飼い方"
      },
      {
        "en": "How to Care For Your Human"
      },
      {
        "en": "How To Keep A Human"
      }
    ],
    "description": {
      "en": "**What is a *Human*?**\n\nThis is a world in which monsters and demons live. Every few years, a *Human* appears, almost as if they are reborn here.  \nThese *Humans* require great care when picking food for them. They become sick at the slightest change in temperature. They get hurt from the smallest of falls.  \nBut *Humans*, unlike Une (dogs), Nosa (cats), and Eshigu (rabbits), have a unique kind of loyalty and intelligence, and even something endearing about them...  \n\nA diary manga about an encounter and their daily life. Along with its illustrated guide, this book is a great pickup for first-time *Human* owners!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-03-30T23:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/b70c874a-be6d-4089-989d-7c408536544d.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "258d2691-ffea-4e77-8968-ce5c24ffc6f7",
    "title": {
      "en": "Isekai Tensei de Kenja ni Natte Boukensha Seikatsu ~[Mahou Kairyou] de Isekai Saikyou~"
    },
    "updatedAt": "2024-03-17T02:10:14+00:00",
    "coverArt": "https://mangadex.org/covers/258d2691-ffea-4e77-8968-ce5c24ffc6f7/b16dd47d-5b7d-4dfe-927f-5376ded6d1ae.jpg",
    "altTitles": [
      {
        "ja": "異世界転生で賢者になって冒険者生活〜【魔法改良】で異世界最強〜"
      },
      {
        "en": "My Adventurer Life: I Became the Strongest Magic-Refining Sage in a New World"
      },
      {
        "es-la": "Mi vida de aventurero: Me convertí en el sabio refinador de magia más fuerte en un mundo nuevo"
      },
      {
        "ru": "Я стал мудрецом, перевоплотившись в другом мире, чтобы жить как авантюрист и стать сильнейшим в мире"
      },
      {
        "th": "ชีวิตนักผจญภัยของปราชญ์ผู้เริ่มใหม่ในต่างโลก สุดแกร่งด้วยสกิล ปรับแต่งเวท"
      }
    ],
    "description": {
      "en": "After his tragic death, Minato was reborn in a world where offensive magic has not been banned. He was thrilled to see that offensive magic for the first time, however he couldn't help but wonder why all the magic circles are so inefficient?!\n\nAfter witnessing how ineffective the magic in this new world is, he decides to use knowledge from his previous, far more advanced world to improve it.\n\nCome along on Minato's quest to improve the magic of his new home!",
      "ja": "危険な魔法が禁忌とされる世界にいたミナト。彼が転生した先は、なんと攻撃魔法が使える異世界だった。初めて目にする攻撃魔法に喜ぶミナトだったが「……なんだこの非効率な魔法陣は――!?」ムダだらけの魔法陣に疑問を抱き、魔法改良のスキルを覚醒させる――！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee27a2a-82ce-49bf-8d1a-80d8c1595db2",
    "title": {
      "en": "Blacksmith Zig"
    },
    "updatedAt": "2024-03-18T20:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/eee27a2a-82ce-49bf-8d1a-80d8c1595db2/0c8096b2-a38c-456f-b2db-75b8cc80a852.png",
    "altTitles": [
      {
        "ko": "대장장이 지그"
      },
      {
        "en": "Legendary Blacksmith's Vengeance"
      },
      {
        "ko-ro": "Daejangjangi Jigeu"
      }
    ],
    "description": {
      "en": "‘Berserker Bartz’, a legendary solo player of Arpedia Online, had his character hacked and deleted one day.\n\n\"Damn it. No way I'm giving up! I don't know who you are, but I'm going to find you and crush you!\"\n\nHaving lost the character he put his all into, Kang YuHan creates 'Zigg', a blacksmith with the sole mission of finding the hacker!\n\nCan YuHan find the hacker who deleted Bartz?\nFollow Zigg's action-packed adventure to become the greatest blacksmith!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-04-04T19:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/f941c5e9-ca88-4122-990e-220bba684cac.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8847f905-550d-4fe6-bcda-ac2b896789c7",
    "title": {
      "en": "Golden Kamuy"
    },
    "updatedAt": "2024-04-06T01:23:39+00:00",
    "coverArt": "https://mangadex.org/covers/8847f905-550d-4fe6-bcda-ac2b896789c7/e96cfe6d-7876-4558-b4bc-0930deb5060a.jpg",
    "altTitles": [
      {
        "ja": "ゴールデンカムイ"
      },
      {
        "ja-ro": "Golden Kamui"
      },
      {
        "ar": "غولدن كاموي"
      },
      {
        "he": "קאמוי מוזהב"
      },
      {
        "tl": "Gintong Anito"
      },
      {
        "tr": "Gol tamanawas"
      },
      {
        "ru": "Золотое божество"
      },
      {
        "uk": "Золотий Камуї"
      },
      {
        "th": "โกลเดนคามุย"
      },
      {
        "ko": "골든 카무이"
      },
      {
        "zh": "黄金神威"
      },
      {
        "zh-hk": "黃金神威"
      },
      {
        "vi": "Cơn sốt vàng sau chiến tranh"
      }
    ],
    "description": {
      "de": "Die Jagd nach dem Ainu-Gold hat begonnen…\r\n\r\nWir schreiben das frühe 20. Jahrhundert, kurz nach dem russisch-japanischen Krieg. Hoch im verschneiten Norden Japans schlägt sich ein einzelner Mann durch die Wildnis. Sein Name: Sugimoto, der Unsterbliche. Geplagt von den Erinnerungen an den Krieg versucht er, sein mageres Einkommen durch Goldschürferei aufzubessern – ohne Erfolg.\r\n\r\nAber dann erfährt er von einem riesigen Goldschatz, der einst den Ainu gestohlen wurde. Der einzige Hinweis: eine Schatzkarte, eintätowiert auf die Rücken zahlreicher Gefängnisinsassen, die sich nun auf der Flucht befinden. Gemeinsam mit dem Ainu-Mädchen Asirpa bricht Sugimoto auf die tödlichste Schatzsuche der Geschichte auf. Denn wer dieses Gold jagt, ist bereit, über Leichen zu gehen…\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "en": "In the early twentieth century, Russo-Japanese War veteran Saichi “Immortal” Sugimoto scratches out a meager existence during the postwar gold rush in the wilderness of Hokkaido. When he stumbles across a map to a fortune in hidden Ainu gold, he sets off on a treacherous quest to find it. But Sugimoto is not the only interested party, and everyone who knows about the gold will kill to possess it! Faced with the harsh conditions of the northern wilderness, ruthless criminals and rogue Japanese soldiers, Sugimoto will need all his skills and luck—and the help of an Ainu girl named Asirpa - to survive.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.",
      "es": "Año 37 de la era Meiji. Tras sobrevivir a la guerra Ruso-Japonesa, Sugimoto, apodado “el Inmortal”, se une a la fiebre del oro para ayudar a la viuda de uno de sus amigos caído durante el conflicto. En su búsqueda, alguien le revela que existe un tesoro escondido y que las distintas claves para encontrarlo las llevan tatuadas en sus espaldas peligrosos convictos prófugos. En su camino se topará con Asirpa, quien no solo le salva la vida, sino que además le ayudará a sobrevivir en la dura tundra salvaje. ¡La carrera por hacerse con el tesoro ha comenzado!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "fr": "Saichi Sugimoto est une véritable légende de la guerre russo-japonaise du début du XXe siècle. Surnommé «l'Immortel,» il a survécu aux pires batailles menées dans les régions les plus sauvages qui soient. Mais quand le conflit se termine, il se retrouve seul et sans le sou… C'est alors qu'il apprend l'existence d'un fabuleux trésor de 75 kilos d'or accumulé par les Aïnous, peuple autochtone vivant en harmonie avec la nature. Hélas, le magot a été volé, puis caché par un homme désormais enfermé dans la pire prison d'Hokkaido. Les seuls indices menant au butin sont de mystérieux tatouages inscrits sur la peau de criminels évadés…\r\n\r\nPour Sugimoto, la chasse au trésor est lancée… Cependant, seul, il a peu de chances de s'en sortir. À peine sa quête commence-t-elle qu’il manque de se faire déchiqueter par un ours brun! Il ne doit la vie qu'à l'intervention providentielle d'Ashirpa, jeune indigène liée aux propriétaires légitimes du butin. Ils décident de faire équipe pour affronter les nombreux dangers qui les guettent sur la route de l'or des Aïnous…\r\n\r\nMaintes fois primé au Japon, *Golden Kamui* est un formidable mélange d'aventure en milieu hostile et de découverte culturelle, le tout porté par une intrigue aux rebondissements multiples. Laissez-vous entraîner dans cette quête épique à travers les immensités sauvages d'Hokkaido!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Traduction française officielle](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "it": "Nel pieno dell’Era Meiji Saichi Sugimoto, ex soldato d’élite sopravvissuto a una delle battaglie più sanguinose della guerra Russo-Giapponese, lasciato l’esercito ha ormai un solo obiettivo: la corsa all’oro. È questa a portarlo in Hokkaido, l’estremo nord del Giappone abitato dal misterioso popolo degli Ainu e dove secondo una leggenda qualcuno ha nascosto una enorme quantità del prezioso metallo giallo… ma Sugimoto non è l’unico a seguire le tracce che portano al tesoro nascosto e per trovarlo dovrà affrontare spietate bande di criminali, l’esercito e il clima proibitivo dell’Hokkaido con l’aiuto di una giovane e decisa Ainu in cerca di vendetta.\r\n\r\n---\r\nIn Hokkaido, la regione più a nord del Giappone, Sugimoto è sopravvissuto alla guerra russo-giapponese dell'epoca Meiji. Soprannominato durante la guerra \"l'invincibile Sugimoto\", adesso inizia la sua corsa all'oro alla ricerca delle ricchezze che gli permetteranno di salvare la moglie di un suo commilitone morto durante la guerra. Durante la ricerca s'imbatte in alcuni indizi che lasciano presagire l'esistenza una riserva d'oro gestita da criminali corrotti. Accompagnato da una ragazza Ainu che ha salvato la sua vita messa alla prova dal terribile clima del nord, i due iniziano la loro avventura contro i criminali.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "ja": "『不死身の杉元』日露戦争での鬼神の如き武功から、そう謳われた兵士は、ある目的の為に大金を欲し、かつてゴールドラッシュに沸いた北海道へ足を踏み入れる。そこにはアイヌが隠した莫大な埋蔵金への手掛かりが!?　立ち塞がる圧倒的な大自然と凶悪な死刑囚。そして、アイヌの少女、エゾ狼との出逢い。『黄金を巡る生存競争』開幕ッ!!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "pt": "Após feitos dignos de um guerreiro na Guerra Russo-Japonesa, o soldado conhecido como “Sugimoto, o imortal” vai para Hokkaido, onde houve a corrida do ouro, em busca de uma grande quantia de dinheiro para realizar certo objetivo. Ali, encontra pistas que levam a um grande tesouro escondido pelos ainus, mas ele precisa enfrentar também a natureza selvagem opressiva e prisioneiros violentos, assim como conhece uma garota ainu e um raro lobo-de-hokkaido. Tem início a luta pela sobrevivência em busca do ouro!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "ru": "На Хоккайдо, далеко, в северных землях Японии, живёт Сугимото, переживший русско-японскую войну, и прозванный на ней Бессмертный Сугимото. Теперь он ищет богатства, обещанные золотой лихорадкой, в надежде спасти овдовевшую жену своего покойного товарища. Во время своей охоты на золото, он находит намеки на скрытый золотой склад преступников. Вместе с девушкой айну, которая некогда спасла его, они отважились на смертельное приключение против преступников, в поисках золотого тайника.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "tr": "Sugimoto, Meiji Dönemi'nde, Japonya'nın kuzeyindeki Hokkaido'da meydana gelen Rus-Japon Savaşından sağ olarak kurtulur. Savaş boyunca \"Ölümsüz Sugimoto\" olarak anılan bu adam, şimdilerde savaşta ölen arkadaşının karısını kurtarma ümidi ile altınla gelen vaat edilmiş zenginliğin peşine düşer. Bu altın avcılığı süresince, yozlaşmış suçluların sakladığı altın gömüsüyle alakalı ipuçları bulur. Kötü iklim şartlarında hayatını kurtaran Auni'li bir kızla ortak olarak, altını arayan amansız suçlulara karşı ölüm-kalım mücadelesine girerler.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "uk": "Далеко, на північних землях Хоккайдо, ветеран російсько-японської війни, за прізвиськом Суґімото \"Безмертний\", вирушив на пошуки багатств, обіцяні золотою лихоманкою. Загиблий товариш благав попіклуватись Сайчі про його хвору дружину, що терміново потребує гроші на лікування. Під час свого чергового невдалого полювання на золото, старий п'яниця розбовтує колишньому солдату про таємничий скарб айну, який викрав та сховав невідомий злодій. Натрапивши на слід \"Безсмертний\" Суґімото Сайчі розпочинає смертельну гонку з дівчинкою айну, на ім’я Асірпа.\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "vi": "Tại Hokkaido, hòn đảo xa miền cực bắc của nhật bản, nhân vật chính của chúng ta - Sugimoto Saichi trở về từ cuộc chiến tranh Nga Nhật thời kì Minh Trị. Với biệt danh \"Sugimoto Bất Tử\" trong chiến tranh, anh lao vào chạy theo cơn sốt vàng nhằm thực hiện ý nguyện của người bạn thân đã mất trong trận chiến\r\n\r\n---\r\n[Traduction française officielle](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)",
      "pt-br": "Em Hokkaido, nas terras do extremo norte do Japão, Sugimoto sobreviveu à guerra russo-japonesa da era Meiji. Apelidado de \"Sugimoto, o Imortal\" durante a guerra, ele agora procura as riquezas prometidas pela corrida do ouro, na esperança de salvar a esposa viúva de seu falecido companheiro da guerra. Durante a sua caça ao ouro, ele descobre sobre um estoque enorme de ouro escondido por um criminoso. Através de uma parceria com uma garota da tribo Ainu, que salva a sua vida, ele luta contra os criminosos, os militares, e a própria natureza para encontrar o tesouro!",
      "zh-hk": "被稱為『不死身的杉元』、在日俄戰爭中有如鬼神般的殺敵， 被世人如此熟知的杉元佐一， 為了得到大量的黃金，來到了昔日淘金熱潮盛行的北海道。 於某次機遇下，他得知了隱藏著愛奴人龐大財寶的線索!? 在充滿威嚴的大自然中， 和許多兇惡的死刑犯、以及愛奴少女相遇， 『尋找黃金的生存競爭』正式開幕!!!\r\n\r\n---\r\n- Winner of the 9th Manga Taisho Award in 2016.\r\n- Nominated for the 20th Tezuka Osamu Cultural Prize and 40th Kodansha Manga Awards that same year.\r\n- Winner of the 22th Tezuka Osamu Cultural Prize in 2018.\r\n* While the serialization is complete at 314 chapters, **the final volume is *not* out until 17/06/2022, so this series is still considered to be ongoing.**\r\n\r\n---\r\n[Official French Translation](http://www.ki-oon.com/mangas/minisite-574-golden-kamui-l-histoire.html)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "31",
    "lastChapter": "314"
  },
  {
    "mangaId": "029b5f96-0fe6-49e6-8d2e-8c774175b978",
    "title": {
      "en": "I Encountered A False Spiritual Revival"
    },
    "updatedAt": "2024-04-16T23:23:24+00:00",
    "coverArt": "https://mangadex.org/covers/029b5f96-0fe6-49e6-8d2e-8c774175b978/9920438a-c0d7-493b-b3d0-171f1221f862.jpg",
    "altTitles": [
      {
        "zh": "我遇到了假的灵气复苏"
      }
    ],
    "description": {
      "en": "Everyone in the world is mentally ill, except me! (Confirmed!)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cf0d6d4-4a29-462a-9587-ac1961f328ac",
    "title": {
      "en": "Ingoshima"
    },
    "updatedAt": "2024-04-20T19:39:53+00:00",
    "coverArt": "https://mangadex.org/covers/6cf0d6d4-4a29-462a-9587-ac1961f328ac/daa62e3a-9f4d-4119-9fc3-6387cb82221e.jpg",
    "altTitles": [
      {
        "ru": "Ингошима"
      },
      {
        "ja": "インゴシマ"
      },
      {
        "zh-hk": "隐语岛"
      },
      {
        "es-la": "La isla escondida"
      }
    ],
    "description": {
      "en": "The Yoshinomiya Municipal High School 2nd year students embarked on what they'd hoped was an educational trip with their friends and away from family but it was not meant to be… Their ship was hit by unexpected rough seas and crashed on a strange island! The surviving students are trying to understand what happened but soon they realize they are not alone on this island and the locals don't appear to be very friendly to strangers!!!",
      "es-la": "Los estudiantes de 2º de Bachillerato Municipal de Yoshinomiya se embarcaron en lo que esperaban que fuera un viaje educativo con sus amigos y lejos de la familia, pero no estaba destinado a ser así... ¡Su barco fue golpeado por un inesperado oleaje y se estrelló en una extraña isla! Los estudiantes supervivientes intentan entender lo que ha pasado pero pronto se dan cuenta de que no están solos en esta isla y ¡¡¡los lugareños no parecen ser muy amables con los extraños!!!",
      "pt-br": "Os alunos do 2º ano do Yoshinomiya Municipal High School embarcaram no que esperavam ser uma viagem educacional com seus amigos e longe da família, mas não foi isso que aconteceu... Seu navio foi atingido por inesperados mares e caiu em uma ilha estranha! Os estudantes sobreviventes estão tentando entender o que aconteceu, mas logo eles percebem que não estão sozinhos nesta ilha e os moradores não parecem ser muito amigáveis com estranhos!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-04-18T20:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-04-20T14:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]