[
  {
    "mangaId": "d78c706d-bc6f-4acf-ba8f-5c7dd0b84b88",
    "title": {
      "en": "Haiiro no Onmyouji"
    },
    "updatedAt": "2024-03-29T17:02:44+00:00",
    "coverArt": "https://mangadex.org/covers/d78c706d-bc6f-4acf-ba8f-5c7dd0b84b88/d70048de-d4db-43cd-93e0-e447cc1cbff4.jpg",
    "altTitles": [
      {
        "ja": "灰色の陰陽師"
      },
      {
        "en": "Gray Exorcist"
      }
    ],
    "description": {
      "en": "Sabatora, a boy whose parents were killed by Kuragari, works as an Onmyoji for the Public Security Bureau to get revenge. His only comfort is Kyue, a Kuragari who lives with him. Kyue, who has lived with Sabatora since he was a small child, is a kind and gentle soul who is like an irreplaceable member of Sabatora's family. One day, however, Kyue is attacked by Seto, a colleague from the Public Security Bureau who hates Kuragari. In a pinch, Sabatora and Kyue undergo an unexpected transformation.(natalie.mu)",
      "ja": "人間を食い殺し世を脅かす【暮明】。公安の陰陽寮に所属する陰陽師の鯖虎は、丑三つ時になると暮明を退治する生活を送っていた。\n\nそんな鯖虎には1つの秘密が…。両親を失い唯一の家族【きゅえ(暮明)】を隠れ家で匿っているのだった。\n\nだが上司の陰陽師に秘密がバレてしまったことで生活は一変!! 暮明に与する者は外敵と見なされ…!? 指名手配されてしまった鯖虎! 反逆のダークヒーロー譚ここに開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38fc40fa-eb8d-4eb6-a11c-8792fec59f2a",
    "title": {
      "en": "I HATE"
    },
    "updatedAt": "2024-04-04T13:37:58+00:00",
    "coverArt": "https://mangadex.org/covers/38fc40fa-eb8d-4eb6-a11c-8792fec59f2a/c9ee7a94-a2aa-4b52-b6e3-ec5619167305.jpg",
    "altTitles": [],
    "description": {
      "en": "\"The only taste you need to know is mine.\"  \n  \nA chance reunion after 10 years for Hiro and Kiriya. They were \"kiss-friends\" during their last summer of high school: a memory from the past which Hiro wants to forget. However, even after turning 27, his memory of those times keeps binding him to the point he can't date anyone. Kiriya on the other hand, even after the reunion, kept his cool, but… These cool men intense feelings are welling up!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "50a34f67-7adb-42b5-96a8-7ebcc72c9c0c",
    "title": {
      "en": "Trigun - Multiple Bullets"
    },
    "updatedAt": "2023-04-24T09:46:46+00:00",
    "coverArt": "https://mangadex.org/covers/50a34f67-7adb-42b5-96a8-7ebcc72c9c0c/477ff0d5-2ad5-4607-be29-f37a4459f48d.jpg",
    "altTitles": [
      {
        "en": "Cutting is Fighting"
      },
      {
        "en": "Denizens of the Sand Planet"
      },
      {
        "en": "Eisei Mil Mer TV"
      },
      {
        "ja-ro": "Gekijouban Trigun Badlands Rumble: Bangaihen"
      },
      {
        "en": "Les Enfants"
      },
      {
        "en": "Mil/Mer TV"
      },
      {
        "en": "Raijin: Risin"
      },
      {
        "ja-ro": "Suna no Wakusei no Tami"
      },
      {
        "en": "Trigun Badlands Rumble: Bangaihen"
      },
      {
        "en": "Trigun: Multiple Bullets"
      },
      {
        "en": "Trigun: Rising"
      },
      {
        "en": "Trigun: The Lost Plant"
      },
      {
        "ja": "トライガン・マルチプルバレッツ"
      }
    ],
    "description": {
      "en": "Trigun is back with a heavily armed posse of talented gunslingers. An anthology of tales, Multiple Bullets features the hard-to-find story Badlands Rumble by Trigun's creator Yasuhiro Nightow. Plus original stories from Boichi, Yusuke Takeyama, Satoshi Mizukami, Kennji Mitsuyoshi and Koichi Ishikawa's studio Ark Performance, Akira Sagami, humor cartoonist Yuga Takauchi and Masakazu Ishiguro.  \n  \n**Contents:**  \n- Trigun Badlands Rumble by [Nightow Yasuhiro](https://mangadex.org/search?artist=Nightow%20Yasuhiro)  \nVash is caught in a sticky situation with the evil Dodongo Bros. until Wolfwood saves him and they retreat. In the city, they meet with two men who want to hire Vash & Wolfwood to protect their city from those very same Dodongo Bros.  \n  \n- Trigun: The Lost Plant by [Boichi](https://mangadex.org/search?artist=Boichi)  \nA short one shot written and drawn by Boichi featuring Vash the Stampede set after the events of Trigun Maximum. (Included at the end of Sun-Ken Rock vol 12)  \n  \n- Denizens of the Sand Planet (Suna no Wakusei no Tami) by [Satoshi Mizukami](https://mangadex.org/search?artist=Mizukami%20Satoshi)  \n  \n- Les Enfants by [Ark Performance](https://mangadex.org/search?artist=Ark%20Performance)  \n  \n- Eisei Mil Mer TV (Mil/Mer TV) by [Yuga Takauchi](https://mangadex.org/search?artist=Takauchi%20Yuuga)  \n  \n- Trigun: Rising by [Takeyama Yuusuke](https://mangadex.org/search?artist=Takeyama%20Yuusuke)  \nA oneshot to celebrate the release of the Trigun movie. The story focuses on Rai The Blade, one of the Gung-Ho Guns, who is living in a small Plant town.  \n  \n- Cutting is Fighting by [Akira Sagami](https://mangadex.org/search?artist=Sagami%20Akira)  \n  \nAlso includes illustrations by [Masakazu Ishiguro](https://mangadex.org/search?artist=Ishiguro%20Masakazu)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "a9b64893-0b8a-46a9-b925-6359e3c2d693",
    "title": {
      "en": "Sora Yori Takaku"
    },
    "updatedAt": "2023-06-02T13:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/a9b64893-0b8a-46a9-b925-6359e3c2d693/6ff75065-1a47-4e95-920b-be1ffaca413c.jpg",
    "altTitles": [
      {
        "ja": "天より高く"
      },
      {
        "en": "Higher Than the Sky"
      }
    ],
    "description": {
      "en": "When the Devil King announces his retirement, he calls forth his two sons, Yomi and Sora, to give them each a quest. Whichever of them finds a pure Yamato maiden within a year would inherit the throne of the Devil King, while the other would die. Thus begins Sora's sex-fuelled adventure to find a woman that can satisfy his father…"
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "erotica",
    "lastVolume": "27",
    "lastChapter": "351"
  },
  {
    "mangaId": "99c1ca04-c4fb-4ba9-87d1-be9bc7a847f4",
    "title": {
      "en": "Wǒ zài liàn zōng bèi yǐng hòu hòumā qiángzhì àile"
    },
    "updatedAt": "2024-03-25T20:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/99c1ca04-c4fb-4ba9-87d1-be9bc7a847f4/4e1a3d81-0afb-4227-ae51-da042d1d7f1b.jpg",
    "altTitles": [
      {
        "zh-ro": "Wǒ zài liàn zōng bèi yǐng hòu hòumā qiángzhì àile"
      },
      {
        "zh": "我在恋综被影后后妈强制爱了"
      },
      {
        "ru": "Мачеха заставила меня в неё влюбиться"
      },
      {
        "en": "I was forced to love by my stepmother"
      },
      {
        "en": "Stepmom made me fall in love with her"
      }
    ],
    "description": {
      "en": "Ruan Tao, who originally wanted to dominate the entertainment world, encounters his malicious stepmother at the very beginning of his career. However, the stepmother is a great actress who dominates the world of entertainment with an iron fist. Ruan Tao can only submit and at the same time think about how to overthrow the evil stepmother's reactionary forces!\n\nAs a result, she is arranged to participate in a romance reality show with her stepmother, but who is to tell her that it isn't a young love reality show with men and women courting each other? What is the plot when the stepmother holds her hand and asks with concern, fearing that she will hurt herself?",
      "zh": "明艳腹黑大影后小妈x骄纵任性小辣椒女儿 原本想要称霸娱乐圈的阮桃一出道就撞上了自己黑心的后妈，奈何后妈是在娱乐圈只手遮天的大影后，阮桃只能夹着尾巴做人，顺便想着怎么才能打倒恶毒后妈的反动势力！结果就被安排和后妈一起参加恋综，可是谁来告诉她，不是男女嘉宾卿卿我我的青春恋爱综艺吗?后妈拉着她的手嘘寒问暖生怕她磕着碰着是什么剧情?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb",
    "title": {
      "en": "Kumo Desu ga, Nani ka?"
    },
    "updatedAt": "2024-01-21T02:51:15+00:00",
    "coverArt": "https://mangadex.org/covers/eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb/5c782437-96d9-4e47-942f-f6c133cfdc33.jpg",
    "altTitles": [
      {
        "tr": "Örümceğim ben, ne olmuş?"
      },
      {
        "lt": "AÅ¡ voras, ir kas iÅ¡ to?"
      },
      {
        "id": "Aku ini laba laba, lalu apa ?"
      },
      {
        "sv": "Jag är en spindel, vadå då?"
      },
      {
        "no": "Jeg er en edderkopp, hva så?"
      },
      {
        "ja-ro": "kumoko"
      },
      {
        "pl": "No i co z tego że jestem pająkiem?"
      },
      {
        "it": "Sono un ragno, e quindi?"
      },
      {
        "es": "Soy una araña, ¿y qué?"
      },
      {
        "ru": "Да, я паук, и что же?"
      },
      {
        "ru": "Да, я паук, и что с того?"
      },
      {
        "ar": "أنا عنكبوت، وماذا في ذلك؟"
      },
      {
        "fa": "من یک عنکبوتم. خب که چی؟"
      },
      {
        "th": "แมงมุมแล้วไง, ข้องใจเหรอคะ?"
      },
      {
        "zh": "不过是蜘蛛什么的"
      },
      {
        "ja": "蜘蛛ですが、なにか？"
      },
      {
        "ko": "거미입니다만, 문제라도?"
      },
      {
        "de": "Ich bin eine Spinne, na und?!"
      },
      {
        "pt-br": "Então eu sou uma aranha, e daí?"
      },
      {
        "en": "So I'm a Spider, So What?"
      },
      {
        "kk": "Өрмекшімін, енді не?"
      },
      {
        "ja-ro": "Kumo Desu ga, Nani ka?"
      }
    ],
    "description": {
      "en": "When a mysterious explosion killed an entire class full of high school students, the souls of everyone in class were transported into a fantasy world and reincarnated. While some students were reincarnated as princes or prodigies, others were not as blessed.  \nOur heroine, who was the lowest in the class, discovered that she was reincarnated as a spider! Now at the bottom of the food chain, she needs to adapt to the current situation with willpower in order to live. Stuck in a dangerous labyrinth filled with monsters, it's eat or be eaten!  \nThis is the story of a spider doing whatever she can in order to survive!",
      "ru": "В результате необъяснимого происшествия с участием пикселей класс обычных японских школьников погибает, но перерождается в другом мире. А нашей героине, которая была самой непопулярной в классе, повезло куда больше. Она переродилась пауком в подземелье, полном опасностей. Сможет ли она, используя лишь свою хитрость и удачу, выжить?",
      "pt-br": "Quando uma misteriosa explosão mata toda uma classe cheia de alunos do ensino médio, as almas de todos na sala de aula são transportadas para um mundo de fantasia e reencarnados. Enquanto alguns estudantes foram reencarnados como príncipes ou prodígios, outros não foram tão abençoados. Nossa heroína, que era a menor na classe, descobriu que ela estava reencarnado como uma aranha!? Agora, na parte inferior da cadeia alimentar, ela precisa se adaptar à situação atual com a força de vontade para viver! Preso em um labirinto perigoso, repleto de monstros, é comer ou ser comido! Esta é a história de uma aranha fazendo tudo o que puder para sobreviver!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65263bf9-4f87-4513-b72f-ad6436b3911c",
    "title": {
      "en": "Otaku ni Koi wa Muzukashii"
    },
    "updatedAt": "2024-03-12T16:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/65263bf9-4f87-4513-b72f-ad6436b3911c/b7f78e11-c910-48bb-a842-798e04f0f92f.jpg",
    "altTitles": [
      {
        "ja": "ヲタクに恋は難しい"
      },
      {
        "ja-ro": "Wotaku ni Koi wa Muzukashii"
      },
      {
        "en": "Love Is Hard for Otaku"
      },
      {
        "en": "Wotakoi: Love Is Hard for Otaku"
      },
      {
        "tr": "Aşk Bir Otaku İçin Zordur"
      },
      {
        "id": "Cinta itu Sulit untuk Seorang Otaku"
      },
      {
        "de": "Keine Cheats für die Liebe"
      },
      {
        "fr": "♂taku ♀taku"
      },
      {
        "fr": "Otaku Otaku"
      },
      {
        "es": "Qué difícil es el amor para un otaku"
      },
      {
        "pl": "Wotakoi. Miłość jest trudna dla otaku"
      },
      {
        "pt-br": "Wotakoi: O amor é difícil para otakus"
      },
      {
        "ru": "Так сложно любить отаку"
      },
      {
        "th": "ยากแท้จริงหนอรักของโอตาคุ"
      },
      {
        "zh": "宅男腐女恋爱真难"
      },
      {
        "zh-hk": "阿宅的戀愛太難"
      },
      {
        "ko": "오타쿠에게 사랑은 어려워"
      },
      {
        "uk": "Так складно кохати отаку"
      },
      {
        "uk": "Отакої: Складності кохання отаку"
      }
    ],
    "description": {
      "de": "Narumi ist ein Vollblut-Nerd. Doch ihre Liebe zu Manga und Anime trifft bei Normalo-Männern nicht gerade auf Verständnis – sobald sie hinter ihr Geheimnis kommen, nehmen sie Reißaus! Zum Glück bietet sich ihr alter Kindheitsfreund Hirotaka – selbst hoffnungsloser Game-Nerd – als Freund an. Aber kann die Rechnung Nerd + Nerd = Liebe wirklich aufgehen?\n\nThe Big Bang Theory trifft auf Manga – eine herrlich durchgeknallte Rom-Com nicht nur für Nerds!",
      "en": "Narumi Momose has had it rough: every boyfriend she’s had dumped her once they found out she was an otaku, so she’s gone to great lengths to hide it. When a chance meeting at her new job with childhood friend, fellow otaku, and now coworker Hirotaka Nifuji almost gets her secret outed at work, she comes up with a plan to make sure he never speaks up. But he comes up with a counter-proposal: why doesn’t she just date him instead? In love, there are no save points. [Kodansha]",
      "es": "\"Cuando me preguntan qué clase de manga es Qué difícil es el amor para un otaku, como no estoy muy segura de si es un shojo, uno romántico o un manga cómico, al final explico que es un combate de amor entre integrantes de una especie diferente.\"\n\nFujita\n\nÉl, un gamer empedernido. Ella, una fujoshi. Ambos guardan sus secretos bajo su apariencia profesional. ¿Podrán mantener una relación sin revelarlos o sin que sus pasatiempos se interpongan entre ellos?",
      "fr": "Narumi et Hirotaka travaillent dans la même société. Ce sont tous deux des otaku. Ils ont chacun une passion dévorante pas toujours évidente à faire entendre aux autres. Peut-elle même être compatible avec une relation amoureuse ? Comprendre l'autre, l'accepter tel qu'il est, se montrer tel qu'on est vraiment... Misant sur ce point commun, «des otaku,» ils décident alors de sortir ensemble. Mais comme dans toutes les histoires d'amours, des interrogations et des doutes persistent. Leur passion va-t-elle les rapprocher ou les séparer? Heureusement les amis sont là pour en discuter mais aussi pour partager leur «otaku attitude.»",
      "id": "Kisah percintaan Narumi Momose amat sulit. Dia diputuskan oleh pacarnya setelah sang pacar tahu kalau Narumi adalah fujoshi. Akhirnya dia memutuskan untuk pindah kerja dan menyembunyikan kenyataan kalau dirinya seorang otaku di kantor barunya. Tapi di tempat kerja barunya dia malah bertemu dengan Hirotaka Nifuji, teman masa kecilnya yang tampan dan terampil tapi otaku gamer kelas berat. Mendengar keluhan Narumi mengenai otaku yang tidak akan berhasil dalam cinta, Hirotaka pun mengajak Narumi berpacaran sebagai sesama otaku!? “Kalau aku pasti akan menemanimu mengumpulkan material atau naik level. Aku nggak akan mengecewakanmu atau membuatmu menangis Ditambah lagi, aku bisa membantumu berjualan di comiket akhir pekan minggu depan.",
      "it": "L'amore non è un gioco. Nemmeno quando è ad alto tasso nerd.\n\nNarumi e Hirotaka: professione impiegati e... otaku hardcore. Tenere segreta la passione per manga, anime e videogiochi può essere utile per essere considerati normali, ma legarsi a chi la condivide sarà la strada più agevole per trovare il vero amore?",
      "ja": "隠れ腐女子のOL・成海(なるみ)と、ルックス良く有能だが重度のゲーヲタである宏嵩(ひろたか)とのヲタク同士の不器用な恋愛を描いたラブコメディ。『次にくるマンガ大賞2014』の〝本にして欲しいWebマンガ部門〟第1位、pixiv内オリジナルコミックブックマーク数歴代1位の大人気作品が多数の描き下ろしを加えて待望の書籍化。",
      "ko": "일본 현지 420만부 돌파!\n이 만화가 대단해 2016 여자편 제1위, 2018년 일본 현지 TV애니메이션 방영 확정\n게임 오타쿠 X 숨덕 부녀자\n\n숨은 부녀자인 나루미는 새로 옮긴 직장에서 잘생기고 능력 있지만 심각한 게임 오타쿠 히로타카와 재회한다. 일단 연인이 되긴 했지만 오타쿠 친구이자 서툰 두 사람에게 연애는 어렵기만 하고. 오타쿠라면 고개를 끄덕일 시추에이션 가득하다. 오타쿠가 아닌 사람이라도 피식피식 웃다가 찡 하게 눈물이 고이게 되는, 픽시브에서 연재되었던 초인기 작품이 마침내 한국 정식 발간했다.",
      "pl": "Narumi Momose dobrze wie, że bycie sobą nie zawsze sprawdza się w romantycznych związkach. Faceci porzucali ją już z wielu powodów. Gdy jednak jeden z nich zakończył znajomość, bo dowiedział się, że Narumi jest otaku, miarka się przebrała. Nauczona doświadczeniem, w nowej pracy nikomu nie mówi więc o swoich zainteresowaniach. Przypadek sprawia, że w tej samej firmie pracuje jej kolega z gimnazjum, a zarazem zapalony fan gier, Hirotaka Nifuji. Aby upewnić się, że jej sekret jest bezpieczny, Narumi wyciąga go na obiad i przestrzega, aby wiedzę o jej wstydliwych upodobaniach zatrzymał dla siebie. On ma jednak inną propozycję - a może by tak zostali parą?",
      "pt": "Apesar de Narumi Momose esconder seu gosto por histórias yaoi, seu namorado descobre tal hobby e termina o relacionamento. Para renovar sua vida, ela decide mudar de trabalho e lá acaba encontrando seu amigo de infância, Hirotaka Nifuji, um viciado em video games, que por pouco não revela o segredo de sua amiga. Então, ela decide sugerir um plano para que ele nunca mais fale sobre o assunto, mas não contava com uma contraproposta: por que não começarem a namorar? Obcecados por seus interesses pessoais, será difícil para eles manterem um relacionamento.",
      "ru": "Наруми — обычная офисная работница... которая втайне ото всех рисует яойную мангу. Хиротака на хорошем счету в своей компании... и в то же время он — интроверт и хардкорный геймер. Читайте историю их неуклюжей любви в романтической комедии «Так сложно любить отаку»!",
      "th": "นารุมิ และ ฮิโรทากะ อดีตเพื่อนสมัยเด็กที่แต่เดิมทั้งสองนั้นก็มีความชื่นชอบในวัฒนธรรมการ์ตูนและเกมอยู่แล้ว ได้กลับมาพบเจอกันอีกครั้งในฐานะเพื่อนร่วมงาน แต่ทว่าความรู้สึกบางอย่างนั้นกลับไม่เหมือนเดิม... ความสัมพันธ์ของทั้งสองจะเป็นอย่างไร จะสามารถพัฒนาจากเพื่อนสมัยเด็กกลายเป็นคนรักได้หรือไม่ นี่คือเรื่องราวความรักที่สุดแสนจะโรแมนติคคอมเมดี้ ระหว่างหนุ่มสาวโอตาคุที่กำลังเริ่มต้นขึ้น",
      "uk": "Як же важко будувати стосунки отаку... Багато людей не розуміють нас і цураються, косі погляди чекають на нас практично скрізь, куди б ми не йшли. Тому що ми не такі, як оточуючі, і їх це лякає... Але ж ми теж люди і теж хочемо любові і розуміння, відчувати, що ми не самотні...\n\nМомосе Нарумі, 26 років, отаку, раптово дізнається, що тепер працюватиме з хлопцем, якого знає з початкової школи, але з вступу до старшої вона його не бачила... Що ж принесе це їй - самотній любительці чоловічого кохання та отоме-ігор , а що йому - \"фахівцеві з відеоігор\" Ніфудзі Хіротаке?\n\nАдже... так складно любити отаку...",
      "es-la": "¿Puede un oficinista que es secretamente un empedernido gamer y una mujer que es en secreto una fujoshi salir sin que sus pasatiempos se entrometan en su relación o sin revelar su secreto? Para Narumi Momose no ha sido fácil encontrar pareja, cada novio la ha dejado cuando se enteran de sus aficiones, eso la ha llevado a ocultar que es una fujoshi. Pero cuando entra a su nuevo trabajo, encuentra a su amigo de la infancia Hirotaka Nifuji quien sabe de su secreta afición. Ella pensará en un plan para que no diga su secreto, pero él le hace una contrapropuesta, ¿Por qué no empiezan a salir?",
      "zh-hk": "極力隱瞞自己是個腐女的粉領族‧成海，在新公司與長相帥氣又能幹，但卻是個重度電玩宅的兒時玩伴宏嵩重逢了。為了方便，提議兩人乾脆交往，於是同為阿宅的成海與宏嵩正式成為男女朋友。而公司中的另一對情侶小柳和樺倉也是阿宅，四人經常在一起喝酒聊天。作者以自己身旁的朋友為靈感，描繪出狀況不斷又有趣的阿宅戀愛故事"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "86"
  },
  {
    "mangaId": "bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc",
    "title": {
      "en": "EDENS ZERO"
    },
    "updatedAt": "2024-03-06T07:01:54+00:00",
    "coverArt": "https://mangadex.org/covers/bbaa17c4-0f36-4bbb-9861-34fc8fdf20fc/ea9f4e07-b86a-40e7-b58d-46e60def0859.jpg",
    "altTitles": [
      {
        "ru": "Нулевой Эдем: Эденс Зеро"
      },
      {
        "ja": "エデンズ ゼロ"
      },
      {
        "ko": "에덴즈 제로"
      },
      {
        "zh-hk": "伊甸星原"
      },
      {
        "ne": "एडेंस जेरो"
      }
    ],
    "description": {
      "en": "Shiki is a human who lives in a city filled with only robots. He considers the robots to be his best friends, and always takes care of them. Then, one day, he comes across another human - Rebecca, a girl who makes videos online to become popular. And at the same time, the robots start to go crazy?   \n   \nA new manga from Hiro Mashima, of [*Rave Master*](<https://mangadex.org/manga/1036>) and [*Fairy Tail*](<https://mangadex.org/manga/558>) fame.",
      "fr": "[*Official Fench*](<https://www.pika.fr/serie/edens-zero>)",
      "ru": "Она явит читателям абсолютно новую форму фэнтези. Там будет куча довольно-таки вызывающих шуток. Никакой связи с Хвостом новинка иметь не будет. В ней появится Плу из манги Rave Master.",
      "tr": "İnsanların terk ettiği bir tema parkı olan Granbell Krallığı'nda artık robotlar yaşamaktadır. Robotların yanı sıra onlarla birlikte yaşamını sürdüren tek bir insan vardır: Shiki. Ömrünü sürekli bu makinelerle beraber yaşasa da günün birinde Rebecca ve kedisi Happy, bu tema parkına gelirler. Yeni ziyaretçilerin bilmediği ise Granbell'in yüzyıllar içerisindeki ilk konukları olduklarıydı. Shiki yeni arkadaşlar edinme yolunda tökezlerken robotlar bir ayaklanma başlatırlar. Doğup büyüdüğü yer artık çok tehlikeli bir hâle gelince Shiki, Rebecca ve Happy'nin uzay gemisine katılır ve uçsuz buçaksız bir uzay macerası başlar.\n\n [**Rave Master**](https://mangadex.org/title/5923081c-ad82-4a8b-a509-89ebe752db01) ve [**Fairy Tail**](https://mangadex.org/title/227e3f72-863f-46f9-bafe-c43104ca29ee) ile tanınan Hiro Mashima'nın yeni serisi."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69b96982-259f-46e9-a558-438d616b7996",
    "title": {
      "en": "Heroic Chronicles of the Three Continents"
    },
    "updatedAt": "2024-02-16T01:54:09+00:00",
    "coverArt": "https://mangadex.org/covers/69b96982-259f-46e9-a558-438d616b7996/b19eeeb3-7ebe-4ff3-9102-07e0dc629ca9.jpg",
    "altTitles": [
      {
        "en": "Champion of the Three Continents"
      },
      {
        "en": "Hero of the Three Continents"
      },
      {
        "ja-ro": "San Tairiku Eiyuuki"
      },
      {
        "ja": "三大陸英雄記"
      },
      {
        "ja-ro": "Santairiku Eiyuuki"
      }
    ],
    "description": {
      "en": "Possessing memories of being born, raised, and died in a country called Japan… the young boy Hercule was born in the imperial household of a declining empire. This empire that once was a superpower that reigned over the world… is now a country nearing its end. The public finances are on bankruptcy, the military strength declined to the point that barbarians are able to wreak havoc on their territories and the neighboring countries squeezed the Empire for tribute payments every year. And the young Hercule is forced to take over this empire!  \n  \nThus, the 12-year-old Hercule ascends to the throne. Using the knowledge from his previous life, Hercule struggles to rebuild the empire… reforming the tax system, revolutionizing the industry, reorganizing the public finances, rebuilding the administration, and reforming the military system. This will later be known as the story of the young emperor who restored the Lemurian empire, which would later carve its name in history as the great monarch of the three continents, the \"Divine Light Emperor\" Hercule the First.  \n- [WN (Raw)](https://ncode.syosetu.com/n4694ep)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "19.2"
  },
  {
    "mangaId": "84aecc41-06f1-4003-8492-5c84f8731601",
    "title": {
      "en": "Reforming the Obsessive Male Lead"
    },
    "updatedAt": "2024-03-31T11:19:50+00:00",
    "coverArt": "https://mangadex.org/covers/84aecc41-06f1-4003-8492-5c84f8731601/adc92b50-a984-4e87-8fe9-c60c7207523d.jpg",
    "altTitles": [
      {
        "ko": "후회 광공의 여동생이 되었다"
      },
      {
        "ko-ro": "Huhoe Gwanggongui Yeodongsaengi Doeeotda"
      },
      {
        "en": "I Became the Younger Sister of a Regretful Obsessive Male Lead"
      },
      {
        "en": "I Became the Younger Sister of a Regretful Obsessive Male Lead"
      }
    ],
    "description": {
      "en": "One day, I transmigrated to an unknown story!\n \nMy parents here have passed away, and it was only after being adopted by a new duke that I realized what story I transmigrated to…\n \nA tragic BL webtoon where all the characters die- and at the center of it, I’m the first side character to die!\n \nAnd on top of that, I’m destined to die by my favorite character, Lucian’s, hands?!\n \nFortunately, or unfortunately, we’re here before the start of the tragedy.\nSince I’ve been adopted by the dukedom where my favorite character is, there’s still plenty of time to change the ending!\n \nHowever…\n \nI just wanted to change Lucian into a sweet guy and have a happily ever after, but why is his obsession coming towards my direction?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-05T11:52:14+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/9ab2ebe0-f0e4-48c7-894c-c3b492ef1722.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d4454e5-58a5-4e9d-ab37-bf96270cc5c4",
    "title": {
      "en": "Koishita Hito wa, Imouto no Kawari ni Shindekure to Itta"
    },
    "updatedAt": "2024-02-25T02:43:55+00:00",
    "coverArt": "https://mangadex.org/covers/5d4454e5-58a5-4e9d-ab37-bf96270cc5c4/db41995e-4880-4d8c-a949-707af2e1be4e.jpg",
    "altTitles": [
      {
        "ja": "恋した人は、妹の代わりに死んでくれと言った"
      },
      {
        "ja": "恋した人は、妹の代わりに死んでくれと言った。―妹と結婚した片思い相手がなぜ今さら私のもとに?と思ったら―"
      },
      {
        "ja": "恋した人は、妹の代わりに死んでくれと言った。―妹と結婚した片思い相手がなぜ今さら私のもとに?と思ったら―@COMIC"
      },
      {
        "ja-ro": "Koishita Hito wa, Imouto no Kawari ni Shindekure to Itta: Imouto to Kekkonshita Kataomoi Aite ga Naze Imasara Watashi no Moto ni? To Omottara"
      },
      {
        "ja-ro": "Koishita Hito wa, Imouto no Kawari ni Shindekure to Itta: Imouto to Kekkon shita Kataomoi Aite ga Naze Imasara Watashi no Moto ni? to Omottara @COMIC"
      },
      {
        "en": "The Person I Loved Asked Me to Die in My Younger Sister's Place"
      },
      {
        "zh": "我爱的人、让我代替妹妹去死"
      }
    ],
    "description": {
      "en": "In place of her sister, Wisteria took on the job of becoming a guardian of a poisonous otherworld. One day, a man who resembled her first love dropped out of the sky. His name was Lloyd. To her surprise, he was the son of her first love!\n\n To win the hand of the princess, he has come to ask for Wisteria's partner, Saltis, a sentient holy sword. Having survived in the other world frozen in time, Wisteria easily defeated Lloyd and told him to go home... But despite her best efforts at persuasion, Lloyd refused to leave. \n\n\"Please take me as your apprentice, until I get strong enough to defeat you!\" \n\nSo began a one-sided relationship between master and apprentice. Will her time, which has remained frozen for so long, begin to move again? A master-student love fantasy between a lonely former noble lady and a prodigy prince!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c848df5e-e47a-4fb2-a66c-2a9cfbbb6e7f",
    "title": {
      "en": "What Does It Mean To Be...?"
    },
    "updatedAt": "2022-06-06T01:35:20+00:00",
    "coverArt": "https://mangadex.org/covers/c848df5e-e47a-4fb2-a66c-2a9cfbbb6e7f/4dd78761-8e25-4efc-a06b-c89f0367e76a.png",
    "altTitles": [],
    "description": {
      "en": "After a near death experience, Angel wakes up in a new body with a new name. Everything is the same, except him; he's mysteriously become a girl. Despite claiming he used to be a boy, people treat Angelyn as if she was here from the very beginning.\n\nThis is the story of a boy who became a girl, and the journey of trying to discover what does it mean to be..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "defa12b2-6b85-4d08-9a51-560e4b717ef2",
    "title": {
      "en": "Two Way Trial"
    },
    "updatedAt": "2022-05-02T07:02:50+00:00",
    "coverArt": "https://mangadex.org/covers/defa12b2-6b85-4d08-9a51-560e4b717ef2/4019940e-6f97-4a5c-8671-d327ea70913f.jpg",
    "altTitles": [
      {
        "zh": "双向渡劫·青春集"
      }
    ],
    "description": {
      "en": "A collection of stories between two boys when they were still students."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef2cc94-eb99-4058-929f-6b1afae1caca",
    "title": {
      "en": "Is it Normal to Raise a Yandere Heroine as a Villainess ?!"
    },
    "updatedAt": "2024-03-16T20:17:53+00:00",
    "coverArt": "https://mangadex.org/covers/6ef2cc94-eb99-4058-929f-6b1afae1caca/500263ae-db48-4adf-8458-248eef830f80.jpg",
    "altTitles": [
      {
        "zh": "身为恶役女配的我养成病娇女主很正常吧？！"
      }
    ],
    "description": {
      "en": "Jiang Yang was a lead designer for a popular game company until she fell to her death while gathering inspiration for a new game. After waking up in a world of cultivation, she trained tirelessly to return to her original world, when a thread of fate pulled her into the world of an otome game.\n\nJiang Yang quickly realizes she is in the world of the very first game she had worked on. The thread of fate connected her to Stardew, the heroine of the game who is being bullied during her first year at the Royal Academy of Magic.\n\nAs the game progresses, Jiang Yang remembers the ridiculous story the game follows, and she decides that she can’t stand by while the game makes Stardew suffer. She helps Stardew deal with the flirtatious love interest of the original game, Crown Prince Miller, and even imparts her with some of her cultivation power. To protect Stardew from the game’s story, she even puts herself in danger. However, as Jiang Yang and Stardew’s relationship becomes closer, Jiang Yang realizes that the thread of fate connecting her and Stardew is not as simple as she imagined.",
      "zh": "姜央是一名为了游戏新作采风不幸摔下悬崖穿越到修真世界的游戏主美，为了回到原本的世界，姜央努力修炼，终于要飞升成神回到原本的世界，结果因为一条神秘的因果线，被强制牵引到了一个魔法世界中（还是个乙女游戏，游戏刚开始），捡到了初入魔法校园就被恶役女二欺负的的游戏女主。 姜央这时反应过来，这不就是当初让自己穿越的那个倒霉换皮游戏吗？而自己的因果线就连接在了游戏女主星露的身上。姜央以为只要跟着游戏通关，自己就能回到最初的现实世界，但是随着游戏发展，姜央再次回想起了煞笔策划写的沙雕剧情，看着星露受苦，具有强烈责任心和道德感的姜央选择对星露出手相助，不仅要帮对方清理花心皇子那些烂桃花，还传授修真技巧以防对方被其他学生霸凌，甚至有时还得搭上自己的身子！！随着姜央和星露的交往越来越密切，姜央发现自己在星露身上的因果线没有自己想象中那么简单……"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62339654-1b5b-4485-87bb-1ccc4f15669f",
    "title": {
      "en": "Qiang Jin Jiu"
    },
    "updatedAt": "2024-02-23T20:46:40+00:00",
    "coverArt": "https://mangadex.org/covers/62339654-1b5b-4485-87bb-1ccc4f15669f/978dfcbe-ec50-4c56-b7e2-b4321feb9cee.jpg",
    "altTitles": [
      {
        "zh": "将进酒"
      },
      {
        "en": "Balad of Sword and Wine"
      }
    ],
    "description": {
      "en": "During the Xiande period of the Dazhou dynasty, the Prince of Jianxing, Shen Wei, suffered defeat at the Chashi river in the northeast, leading to the Six Prefectures of Zhongbo almost falling to external foes. Shen Zechuan, meanwhile, was arrested and taken to the capital, to be the target of everyone's hatred as the surviving villain. When the young son of the Prince of Libei, Xiao Chiye, heard the news, he came and delivered a ruthless blow that nearly cost Shen Zechuan his life. Unexpectedly, the latter, who had seemed weak, was actually quite fierce, turning around and biting him, causing the former to bleed profusely. Henceforth, an enmity developed between the two, with the strife continuing both within and outside the court. Amidst this open and secret conflict, the true reason for Shen Wei's defeat was surprisingly discovered."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ef0c54d-761a-4d8f-b96c-afa3499ee4be",
    "title": {
      "en": "Bai Ze's Bizarre Collection"
    },
    "updatedAt": "2023-06-26T13:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/0ef0c54d-761a-4d8f-b96c-afa3499ee4be/fa5a6636-5b1a-4803-819f-c9268bd817a3.jpg",
    "altTitles": [
      {
        "en": "Bai Ze's Bizarre Records"
      },
      {
        "ru": "Необычная коллекция Бай Цзэ"
      },
      {
        "zh": "白泽异闻录"
      },
      {
        "zh-hk": "白澤異聞錄"
      }
    ],
    "description": {
      "en": "A bespectacled pervert girl named Ling Yun discovered the domineering side of the seemingly weak and handsome Bai Ze. Thus, everyday was spent catching demons it was full of fear and welfare!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "291"
  },
  {
    "mangaId": "537f0aed-f362-454a-8938-2b7b851ac5e6",
    "title": {
      "en": "The Rising Of The Commoner-Origin Officer: Beat Up All The Incompetent Noble Superiors!"
    },
    "updatedAt": "2024-03-30T21:23:03+00:00",
    "coverArt": "https://mangadex.org/covers/537f0aed-f362-454a-8938-2b7b851ac5e6/7b821c43-c9c0-4bf8-8375-9a9d0149c212.jpg",
    "altTitles": [
      {
        "ja-ro": "Heimin Shusshin no Teikoku Shoukan, Munou na Kizoku Joukan wo Juurin shite Nariagaru"
      },
      {
        "ja": "平民出身の帝国将官、無能な貴族上官を蹂躙して成り上がる"
      }
    ],
    "description": {
      "en": "All the bosses are annoying! The reincarnated strongest magician's trampling and subjugation begins! Hazen Heim, a newly appointed imperial general, is demoted to the front line because he is a commoner. There were a lot of incompetent people, such as \"a trash superior who takes advantage of his position to steal the achievements of his subordinates\", \"an evil subordinate who keeps bullying people below him\", and \"a top who is too opportunistic to do anything''. \n\nHowever, Hazen has the experience and overwhelming ability as the strongest magician that he cultivated in his previous life. He slaughters his malevolent subordinates in accordance with military law, and completely refutes his superiors who complain. He achieved extraordinary results, such as making peace with a hostile tribe by teaming up with a genius girl, and defeated all the annoying bosses! An exhilarating upstart fantasy about an unscrupulous superior."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fb13e27-641c-427e-ac61-01db67837b83",
    "title": {
      "en": "Desharow Merman"
    },
    "updatedAt": "2024-02-29T21:02:58+00:00",
    "coverArt": "https://mangadex.org/covers/4fb13e27-641c-427e-ac61-01db67837b83/89a4f872-f0c5-48d2-b108-b08dce8a0d45.jpg",
    "altTitles": [
      {
        "zh": "德萨罗人鱼"
      },
      {
        "en": "Desharow Mermaid"
      },
      {
        "ko": "다니엘의 인어"
      },
      {
        "th": "นายเงือกของเดซาโรว"
      }
    ],
    "description": {
      "en": "Desharow, a Biology student at the Russian Maritime Academy, embarked on a long distance voyage with his mentor, Rhine, where the two caught a mysterious black scaled merman in Iceland. Little did he know that this mysterious black and evil creature had long viewed him as his prey…\n\nOfficial Translations:\n[Official Korean Translation](https://www.peanutoon.com/ko/comic/detail/11357)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e16acfe-896a-4f20-8223-482f862107e3",
    "title": {
      "en": "One Day, Suddenly, Seoul Is"
    },
    "updatedAt": "2024-03-30T15:29:43+00:00",
    "coverArt": "https://mangadex.org/covers/5e16acfe-896a-4f20-8223-482f862107e3/83462f1a-5aa6-455e-978e-09c14eaafc78.jpg",
    "altTitles": [
      {
        "ko": "어느날 갑자기 서울은"
      },
      {
        "ko-ro": "Eoneunal Gapjagi Seoul-eun"
      }
    ],
    "description": {
      "en": "A terrible virus has appeared in Seoul! On the same day Lee Yeongwoo and his classmates are traveling there. They are trapped in the tense atmosphere of Seoul, with the virus in the form of bubbles like frog eggs!",
      "pt-br": "Yeon Woo está apaixonado. Ele não tem olhos pra mais nada além da So Yeon. Na escola ele não conseguiu falar com ela, mas agora que eles estão indo pra uma excursão escolar em Seoul, ele tem esperança de conseguir pelo menos começar a conversar com ela, mesmo apesar de ser muito introvertido. Porém, tem coisas estranhas acontecendo em Seoul… Algo terrível está prestes a dominar a cidade… Nesse dia, Seoul de repente é…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "acadbef3-fc56-44b6-8089-d1f59f5b41c5",
    "title": {
      "en": "Kissing with God's Eyes Covered"
    },
    "updatedAt": "2023-12-22T01:36:41+00:00",
    "coverArt": "https://mangadex.org/covers/acadbef3-fc56-44b6-8089-d1f59f5b41c5/bbfe4f94-df17-43d7-a474-8c0849e246e2.jpg",
    "altTitles": [
      {
        "ko": "신의 눈을 가린 채 입을 맞추면"
      },
      {
        "en": "When Fate Finds Us"
      },
      {
        "ko-ro": "Sinui Nuneul Garin Chae Ibeul Matchumyeon"
      },
      {
        "zh": "如若遮住神的眼眸亲吻"
      }
    ],
    "description": {
      "en": "One kiss could save my life. As a prophetess, Noemi can see the futures of those she touches. Yet sadly, as the wife of a god, she sees only death in her own fateful future. But then, a sudden kiss with an unruly merchant brings a vision of life. Could he be Noemi’s key to survival? Or will she be unable to escape her destiny?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-03-04T12:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/129b959b-7ba9-4412-9f4e-459237e756c1.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. Strolling around the neighborhood, soaking in the public bath, eating the local cuisine, enjoying the park... even though she can’t take a big vacation or travel far, she’s determined to still enjoy any little “vacation” she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a14aefaa-473c-4824-b297-1d16c4899737",
    "title": {
      "en": "Pillow Fish"
    },
    "updatedAt": "2024-01-28T19:34:23+00:00",
    "coverArt": "https://mangadex.org/covers/a14aefaa-473c-4824-b297-1d16c4899737/26c0a73a-4002-44af-83a0-bc9637e6cd8d.png",
    "altTitles": [
      {
        "ja": "枕魚"
      },
      {
        "ja-ro": "Makura Uo"
      },
      {
        "ru": "Рыба-подушка"
      }
    ],
    "description": {
      "en": "I thought I could keep moving forward, but in an unexpected instant, I’ve lost myself in the gaps of this vast universe. Where have I seen this, this landscape that doesn’t exist? Right over there, in a time that will never come to pass. Welcome to the world of panpanya.    The 22 chapters of Makura Uo, which include stories like Ame no Hi (Rainy Day) and Gomi no Sakebigoe (The Cries of Trash), were either serialized in the special web edition of Hakusensha’s Rakuen Le Paradis magazine or published as doujinshi. Included are entries from panpanya’s diary as well as annotations from the author herself.    \n\n(Source: AniList)",
      "ru": "Странные будни странной девочки в странном городе, полном странных созданий."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "22"
  },
  {
    "mangaId": "1d9601d0-64fb-40ff-a3ae-238d36a3e85b",
    "title": {
      "en": "Afterglow"
    },
    "updatedAt": "2024-03-30T12:11:42+00:00",
    "coverArt": "https://mangadex.org/covers/1d9601d0-64fb-40ff-a3ae-238d36a3e85b/a8c76c14-50b4-4707-932f-d7815930b694.jpg",
    "altTitles": [
      {
        "ja": "アフターグロウ"
      }
    ],
    "description": {
      "en": "\"On one awful night, I met the strangest man.\"\n\nKiyotaka Higuchi was on his way to becoming an elite cardiovascular surgeon after graduating from medical school. Yet, just before getting his specialty qualification, he was sent off to a remote rural town in Kyushu. Now practicing as an internal medicine physician, he struggles every day to listen to the strong accents of the elderly people he treats. Feeling dejected by what he sees as his sudden demotion, Higuchi spends his evenings drowning his sorrows, until one night, while he was drunk and crying, a yakuza named Tenju, rescues him. Not knowing what's going on, he decides to go with the flow—"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "3d16cce6-b504-4927-a98b-dd1edadd8792",
    "title": {
      "en": "Love Live! School Idol Festival All Stars Event Memory"
    },
    "updatedAt": "2024-03-15T18:46:57+00:00",
    "coverArt": "https://mangadex.org/covers/3d16cce6-b504-4927-a98b-dd1edadd8792/bfaa30d2-7d51-4764-b5cd-e6a3bdc63bc7.jpg",
    "altTitles": [
      {
        "ja": "ラブライブ！スクールアイドルフェスティバルALL STARS イベントメモリー"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-01-21T03:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/561f08b0-059d-43c4-8dae-571bd94cd2b6.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gal Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-03-06T07:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/b1328685-b96d-44a7-9adf-75538ed37622.jpg",
    "altTitles": [
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      },
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      }
    ],
    "description": {
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27878fe3-d412-4216-88c1-87116164a09e",
    "title": {
      "en": "L.A.G"
    },
    "updatedAt": "2024-04-02T04:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/27878fe3-d412-4216-88c1-87116164a09e/ee735f14-00d3-4194-bd4c-35f47392acd3.png",
    "altTitles": [
      {
        "en": "Unlimited Passive"
      },
      {
        "ko": "언리미티드 패시브"
      },
      {
        "en": "LAG"
      },
      {
        "ru": "Безграничные пассивные навыки"
      },
      {
        "pt-br": "Habilidades Passivas Ilimitadas"
      },
      {
        "en": "Limitless Passive Skills"
      },
      {
        "fr": "Passifs infinis"
      }
    ],
    "description": {
      "en": "L.A.G, an unknown space where humans use abilities or skills through awakening, monsters appear on each floor and room, and missions are given accordingly.\n\nThe goal here is to reach the bottom. The protagonist repeats death and life countless times in the unknown space L.A.G. However, in this life, he has the ability to own unlimited passive skills and finally has a chance to escape there.\n\nHowever, unlike what he has been through so far, he will not know an inch of the future as L.A.G continues to change. This is a desperate survival story in which no one can be trusted and continues to survive the hellish L.A.G, where there is no end in sight, and fights for escape from the bottom.",
      "ko": "인간이 각성을 통해 능력이나 스킬을 쓸고 있고\n각 층, 방마다 몬스터들이 나오고\n거기에 따른 미션이 주어지는 미지의 공간 L.A.G\n\n이곳의 목표는 최하층에 도달하는 것이다.\n그 알 수 없는 공간 L.A.G에서\n수없이 죽음과 삶을 반복하고 있는 주인공.\n하지만 이번 생에는 패시브 스킬을\n무한으로 소유할 수 있는 능력을 갖게 되고\n드디어 이곳을 탈출할 수 있는 기회가 찾아온다.\n\n그러나 L.A.G도 지금까지 자신의 겪어왔던 것과 달리\n계속 변하게 되면서 한 치 앞도 알 수 없게 된다.\n그 누구도 믿을 수 없고\n끝이 보이지 않는 지옥 같은 L.A.G에서\n끝까지 살아남아 최하층 탈출을 위해 싸워나가는\n처절한 생존 서바이벌.",
      "ru": "Что будет, если дать расчётливому человеку возможность бесконечно наращивать количество пассивных навыков и поставить перед ним целью выбраться из заточения, в которое он попал против своей воли? L.A.G - мистическое сооружение с огромным количеством помещений и этажей, что бесконечно тянутся вниз. Здесь люди вынуждены сражаться за свою жизнь в попытках попасть на самый нижний этаж, в котором, предположительно, они найдут все ответы. В придачу ко всему, L.A.G играет роль системы, благодаря которой игроки получают навыки и постоянно наращивают боевой потенциал. Здесь не выживает сильнейший - сильнейшим становится тот, кто выжил.",
      "pt-br": "L.A.G, um local desconhecido onde humanos através de um despertar conseguem utilizar perícias e habilidades especiais e precisam concluir missões derrotando os monstros que aparecem em cada sala de cada andar.\nO objetivo é alcançar o último andar do subterrâneo. O protagonista repete o ciclo de vida e morte incontáveis vezes no espaço desconhecido de L.A.G.\nNo entanto, desta vez, foi lhe concedido a aptidão de possuir habilidades passivas ilimitadas, e, com isso, ele usará dessa oportunidade peculiar para escapar desse inferno."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e23b98e0-3e23-4fb2-8351-f401ed9ccf34",
    "title": {
      "en": "Dog and Sandbag"
    },
    "updatedAt": "2023-09-12T15:41:48+00:00",
    "coverArt": "https://mangadex.org/covers/e23b98e0-3e23-4fb2-8351-f401ed9ccf34/45877b7e-3712-4ef1-86cb-f8712c301b14.jpg",
    "altTitles": [
      {
        "ja": "犬とサンドバッグ"
      },
      {
        "ja-ro": "Inu to Sandbag"
      },
      {
        "zh": "狗与沙袋"
      }
    ],
    "description": {
      "en": "A small island where the sky and sea shine. That is the hometown of Nichiko.\nShe returns to the island by herself after being away for many years and begins to live in her parents' house, which still has an empty dog kennel!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "f0c504c3-56eb-4bb3-bcab-427e315319c3",
    "title": {
      "en": "Yougisha \"A\" no Hanayome"
    },
    "updatedAt": "2024-04-01T15:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/f0c504c3-56eb-4bb3-bcab-427e315319c3/62e12f82-989c-4a81-a618-0d6966b70556.jpg",
    "altTitles": [
      {
        "ja": "容疑者Aの花嫁"
      },
      {
        "en": "The Bride of Suspect A"
      }
    ],
    "description": {
      "en": "The \"erotic love suspense\" manga centers on Hana, who returns to her family after her husband dies. She lives every day in an oppressive atmosphere, until one day her parents start talking about having a marriage interview for her with a globally renowned artist named Aoi.",
      "ja": "夫を亡くし、実家に戻った羽菜。息苦しい毎日を送っていたある日、世界的に有名な画家・蒼井重瑠との見合い話が持ち上がる。今の生活から逃れるために、蒼井との再婚を受け入れた羽菜だけど…彼は、前妻3人を殺した連続殺人事件の容疑者で――！？"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "09d29299-40cd-47b9-ae1a-fa8c70e520ce",
    "title": {
      "en": "Genjitsu no Yohane: Unpolarized Reflexion"
    },
    "updatedAt": "2024-03-29T08:49:13+00:00",
    "coverArt": "https://mangadex.org/covers/09d29299-40cd-47b9-ae1a-fa8c70e520ce/2b08fe35-1ae9-4cea-8ff7-9cfd87a83e40.jpg",
    "altTitles": [
      {
        "en": "Yohane of the Parhelion - Unpolarized Reflexion"
      },
      {
        "ja": "幻日のヨハネ -Unpolarized Reflexion-"
      }
    ],
    "description": {
      "en": "The story of the girl everyone knows, but no one knows the story of. The daily life of Yohane, who runs a fortune teller's shop in a town by the sea, is relaxed, heartwarming, sometimes full of black magic? A short comic depicting the days of an illusion, near and far."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24"
  },
  {
    "mangaId": "6204ff54-c3d5-4645-b21f-f83f6fa303d0",
    "title": {
      "en": "Ani no Yome to Kurashite Imasu."
    },
    "updatedAt": "2024-01-22T12:23:59+00:00",
    "coverArt": "https://mangadex.org/covers/6204ff54-c3d5-4645-b21f-f83f6fa303d0/c6fc7d45-bcb4-449d-834f-ac0547fccb9d.jpg",
    "altTitles": [
      {
        "ja-ro": "Ani no Yome to Kurashiteimasu."
      },
      {
        "en": "Living with My Brother's Wife"
      },
      {
        "en": "Life with My Brother’s Wife"
      },
      {
        "id": "Tinggal bersama Istri Kakakku."
      },
      {
        "ru": "Жизнь с женой моего брата"
      },
      {
        "th": "เมื่อรักของฉันและเธอเริ่มผลิบาน"
      },
      {
        "ja": "兄の嫁と暮らしています。"
      },
      {
        "zh": "我和嫂子的同居生活。"
      },
      {
        "ko": "오빠의 아내와 살고 있습니다."
      }
    ],
    "description": {
      "de": "Seit dem Tod ihres Bruders, lebt die 17-jährige Shino Kishibe mit der Witwe Ehefrau ihres Bruders, Nozomi. Nozomi möchte ein Person sein, an die sich Shino anlehnen kann, während Shino entschlossen dazu ist, ihr keine Bürde zu sein. Zusammen versuchen die verwaiste Oberschülerin und die junge Witwe sich gegenseitig zu unterstützen, während ihre Leben normal weitergehen.",
      "en": "Since the death of her brother, seventeen year-old Shino Kishibe has been living with her sister-in-law Nozomi. Nozomi wants to be a person Shino can lean on, while Shino is determined not to be a burden. Together the orphaned high-schooler and young widow try to support one another while carrying on with their everyday lives.  \n  \n\n\n---",
      "fr": "Après la mort de son frère, Shino Kishibe doit vivre avec sa belle-soeur, Nozomi. Ensemble, elles apprendront à communiquer, à se faire confiance mutuellement et surtout à faire le deuil.",
      "id": "Shino Kishibe, seorang gadis yatim piatu tinggal bersama Kakak iparnya, Nozomi, semenjak Kakak kandungnya meninggal. Shino dan Nozomi menjalani hari-harinya dengan saling menguatkan satu sama lain.",
      "ko": "키시베 시노, 고교생. 17세. 부모님이 돌아가신 뒤 유일한 가족이었던 오빠도 6개월 전 세상을 떠났습니다. 지금 저는 '오빠의 아내'인 '노조미 씨'와 살고 있습니다. 「타인이지만 가족」. 그런 두 사람의 조금은 불가사의하고, 서투르고, 조금은 행복을 깨닫게 하는 일상 감성 스토리.",
      "ru": "\"Мои родители умерли давным-давно: погибли в автокатастрофе. После этого мы с братом жили вдвоем, до тех пор пока он…\""
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb24ecc9-155b-448d-aa74-bf31eb25e480",
    "title": {
      "en": "Housekeeper"
    },
    "updatedAt": "2022-05-29T08:42:21+00:00",
    "coverArt": "https://mangadex.org/covers/bb24ecc9-155b-448d-aa74-bf31eb25e480/c03e0dbf-cc48-4281-861e-806874af5740.jpg",
    "altTitles": [
      {
        "zh": "AI俏女僕"
      },
      {
        "zh-hk": "AI管家在末世"
      },
      {
        "fa": "خانه‌دار"
      },
      {
        "ko": "하우스키퍼"
      }
    ],
    "description": {
      "en": "In the near future where Android (A.I) becomes common among humans, a virus outbreak suddenly occurred, turning over 70% humanity into zombie-like \"Creatures.\" The A.I soon break away from their infected owners since they're not programmed to recognize \"Creatures\" as humans, but one of them, the housekeeper Hasty, acted otherwise when her infected young master, Neville's final words struck something in her. Sticking with him after all other humans have been infected in the area they're living in, Hasty vows to do whatever it takes to cure master Neville, even if she has to fight against the whole world who's now looking to exterminate all Creatures to cut off the infection source completely."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b5543e3-017b-4c00-857b-6b88463f31a9",
    "title": {
      "en": "Isekai Saikouhou no Guild Leader ~Guild Saijaku no Boku da Kedo, Guild Members Zen'in no ai ga Omokute Guild o Yameraremasen~"
    },
    "updatedAt": "2024-01-05T20:00:06+00:00",
    "coverArt": "https://mangadex.org/covers/7b5543e3-017b-4c00-857b-6b88463f31a9/785b0b5a-1cd3-4173-ad7e-6891b1bc14b2.jpg",
    "altTitles": [
      {
        "ja": "異世界最高峰のギルドリーダー～ギルド最弱の僕だけど、ギルメン全員の愛が重くてギルドをやめられません～"
      },
      {
        "en": "Another World's Highest Guild Leader: I'm the Weakest in the Guild, But I Can't Quit the Guild Because of the Heavy Love of All the Guild Members"
      }
    ],
    "description": {
      "en": "I thought that if I reincarnated, I would be able to build a happy harem and be peerless in another world...! ! The guild that was created on a whim has become the pinnacle guild of strong men. Moreover, except for me, everyone is handsome and beautiful. I'm the weakest in the guild... can I quit the guild now? The opening of the dark fantasy of the lethargic hero and the guild members who adore him at the level of worship――"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8863585-8652-43b5-8211-b425f8776e39",
    "title": {
      "en": "Picked up From Another World"
    },
    "updatedAt": "2023-09-22T16:58:41+00:00",
    "coverArt": "https://mangadex.org/covers/d8863585-8652-43b5-8211-b425f8776e39/27567e49-0a1b-4034-ba29-82d7e0bb1646.jpg",
    "altTitles": [
      {
        "ko": "다른 세계에서 주워왔습니다"
      },
      {
        "en": "I Picked It Up From Another World"
      },
      {
        "en": "I Picked a Mobile From Another World"
      },
      {
        "ja": "別の世界から拾ってきました"
      },
      {
        "ru": "Я прибыл из другого мира"
      }
    ],
    "description": {
      "en": "In the midst of the devastation, only the soldiers’ bones remained.\nIt’s only a matter of time before the entire world is annihilated. To avoid this, Kyung-Hoon began searching for clues in another universe with the help of a ten-year-old phone he discovered in an abandoned building.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%A4%EB%A5%B8-%EC%84%B8%EA%B3%84%EC%97%90%EC%84%9C-%EC%A3%BC%EC%9B%8C%EC%99%94%EC%8A%B5%EB%8B%88%EB%8B%A4/2408)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73500)",
      "ja": "ある日、目が覚めるとなんと…見知らぬ廃虚にいた。 そこには無数の白骨化した死体に巨大なネズミ！？ なんとここは、滅亡した世界線の日本！ 元の世界がこうなるのも時間の問題…平行世界で手がかりを見つけ、滅亡を止めるんだ！\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%A4%EB%A5%B8-%EC%84%B8%EA%B3%84%EC%97%90%EC%84%9C-%EC%A3%BC%EC%9B%8C%EC%99%94%EC%8A%B5%EB%8B%88%EB%8B%A4/2408)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73500)",
      "ko": "낯선 곳에서 눈을 떴다.\n폐허가 된 주변, 뼈만 남겨진 군인의 시체.\n이곳은 멸망한 서울!!!!\n이대로 멸망한 세계처럼 되는 건 시간문제?!\n다른 세계에서 단서를 찾아, 멸망을 막아야 한다.\n\n***\n\n킹메이커 작가님의 <다른 세계에서 주워왔습니다> 본격 웹툰화!\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%A4%EB%A5%B8-%EC%84%B8%EA%B3%84%EC%97%90%EC%84%9C-%EC%A3%BC%EC%9B%8C%EC%99%94%EC%8A%B5%EB%8B%88%EB%8B%A4/2408)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73500)",
      "ru": "Я открыл глаза в незнакомом месте. Вокруг развалин были только тела и кости погибших солдат. Это разрушенный Сеул!!! Лишь вопрос времени, когда этот мир заменит мой. Я должен найти улики в параллельном мире и предотвратить его разрушение.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%8B%A4%EB%A5%B8-%EC%84%B8%EA%B3%84%EC%97%90%EC%84%9C-%EC%A3%BC%EC%9B%8C%EC%99%94%EC%8A%B5%EB%8B%88%EB%8B%A4/2408)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/73500)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-03-18T18:12:05+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/f4432b76-4553-4641-b77d-ba07d02ba62c.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja-ro": "Oniichan ha Oshimai!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c941e60f-4c23-420f-ab56-a1c81acac5ae",
    "title": {
      "en": "Hybrid"
    },
    "updatedAt": "2023-12-03T12:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/c941e60f-4c23-420f-ab56-a1c81acac5ae/d8788cdf-b913-4171-b9ca-931d63c532c5.jpg",
    "altTitles": [
      {
        "ko": "사기캐"
      }
    ],
    "description": {
      "en": "the Grand Hybrid, born from the union of angels and demons, is believed to possess the highest lineage among hybrids. When awakened, this extraordinary being, known as the ‘Apex Hybrid’, is said to have the power to blow up the universe.\n\nContrary to Jake’s desire for a simple and ordinary life, angels and devils eventually seek him out as the ultimate ‘Apex Hybrid’. They employ various strategies to convince him to join their respective sides."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c02343b3-74e4-4057-b34a-90e08d93f95a",
    "title": {
      "en": "Gochuumon wa Usagi desu ka?"
    },
    "updatedAt": "2023-03-01T16:05:13+00:00",
    "coverArt": "https://mangadex.org/covers/c02343b3-74e4-4057-b34a-90e08d93f95a/887f0fa4-f161-4ae4-a401-ff42f11eee78.jpg",
    "altTitles": [
      {
        "id": "Apakah kamu mau pesan kelinci?"
      },
      {
        "ja-ro": "GochiUsa"
      },
      {
        "en": "Is the Order a Rabbit?"
      },
      {
        "ru": "Заказывали кролика?"
      },
      {
        "ja": "ごちうさ"
      },
      {
        "ja": "ご注文はうさぎですか？"
      },
      {
        "zh": "请问您今天要来点兔子吗"
      },
      {
        "ko": "주문은 토끼입니까?"
      },
      {
        "vi": "Quán cà phê thỏ"
      }
    ],
    "description": {
      "en": "One day, Cocoa arrived in a town for a work-stay program as organized by her school. There, she excitingly entered the café \"Rabbit House,\" expecting to be able to cuddle rabbits, but instead she found the Kafuu residence, her new home where she will be staying. In this town she will meet her precious and important friends, a responsible, calm but cute girl named Chino, a tough and soldier-esque girl named Rize, a spacey and quintessentially Japanese girl named Chiya, and the ordinary but dignified Syaro."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ef11280-30bc-434b-bf61-c61e092905ac",
    "title": {
      "en": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
    },
    "updatedAt": "2024-02-15T00:01:28+00:00",
    "coverArt": "https://mangadex.org/covers/8ef11280-30bc-434b-bf61-c61e092905ac/1550d1d9-b033-4b54-a10e-bd2eb84b00ab.jpg",
    "altTitles": [
      {
        "ja": "クラスで２番目に可愛い女の子と友だちになった"
      },
      {
        "en": "I Became Friends with the Second Cutest Girl in My Class"
      },
      {
        "ja-ro": "Class de 2 Banme ni Kawaii Onna no Ko to Tomodachi ni Natta"
      },
      {
        "id": "Aku Berteman dengan Gadis Paling Cantik Kedua di Kelas ku"
      },
      {
        "it": "Sono diventato amico con la seconda ragazza più carina nella mia classe"
      }
    ],
    "description": {
      "en": "I, Maehara Maki, someone who couldn’t make any acquaintances or friends in high school, finally had someone I can hang out with outside of school. A girl.\n\nHer name was Asanagi-san. The boys in my class called her ‘The class’ second cutest girl’ behind her back.\n\nOn Fridays, she would refuse her best friend, Amami, ‘the cutest girl in class’ invitation just to hang out in my house with me.\n\nTogether, we played games, watched some movies, read some manga while eating junk foods like pizza and hamburgers, and chugging cola without a care in the world. To others, we may seem sloppy, but it was a precious, secret time together for Asanagi-san and myself.",
      "id": "Aku, Maehara Maki, seseorang yang tidak memiliki kenalan atau teman di SMA, akhirnya memiliki seseorang yang bisa aku ajak bergaul di luar sekolah. Seorang gadis.\n\nNamanya Asanagi-san. Anak-anak laki-laki di kelas saya memanggilnya 'Gadis paling imut kedua di kelas' di belakangnya.\n\nPada hari Jumat, dia akan menolak ajakan sahabatnya, Amami, 'gadis paling manis di kelas' hanya untuk berkumpul di rumah ku dengan ku.\n\nBersama-sama, kami bermain game, menonton film, membaca manga sambil makan junk food seperti pizza dan hamburger, dan menenggak cola tanpa peduli dengan dunia. Bagi orang lain, kami mungkin terlihat ceroboh, tetapi itu adalah waktu yang berharga, waktu rahasia bersama untuk Asanagi-san dan ku sendiri.",
      "es-la": "Yo, Maehara Maki, alguien que no podía conocer ni hacer amigos en la escuela secundaria, finalmente tenía a alguien con quien podía pasar el rato fuera de la escuela. Una mujer. Su nombre era Asanagi-san. Los chicos de mi clase la llamaban \"La segunda chica más linda de la clase'\" a sus espaldas. Los viernes, rechazaba la invitación de su mejor amiga, Amami, \"la chica más linda de la clase\" solo para pasar el rato en mi casa conmigo. Juntos, jugamos, vimos algunas películas, leímos manga mientras comíamos comida chatarra como pizza y hamburguesas, y tomábamos refrescos de cola sin preocuparnos por nada. Para otros, podemos parecer descuidados, pero fue un tiempo secreto y precioso para Asanagi-san y para mí.",
      "pt-br": "Eu, Maehara Maki, alguém que não conseguia conhecer ou fazer amigos no ensino médio, finalmente consegui alguém com quem eu pudesse sair fora da escola. Uma garota.\n\nO nome dela era Asanagi-san. Os meninos da minha turma a chamavam de 'a segunda garota mais fofa da turma' pelas costas.\n\nÀs sextas-feiras, ela recusava o convite de sua melhor amiga, Amami, 'a garota mais fofa da classe' só para ficar na minha casa comigo.\n\nJuntos, jogamos, assistimos a alguns filmes, lemos alguns mangás enquanto comíamos junk food como pizza e hambúrgueres e bebíamos refrigerantes sem nenhuma preocupação no mundo. Para outros, podemos parecer desleixados, mas foi um tempo precioso e secreto juntos para Asanagi-san e eu."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff78afd7-6298-4ab0-8d45-9bd2660fa66f",
    "title": {
      "en": "THE iDOLM@STER Cinderella Girls - Daremasu Battle Royale (Doujinshi)"
    },
    "updatedAt": "2024-03-29T09:07:22+00:00",
    "coverArt": "https://mangadex.org/covers/ff78afd7-6298-4ab0-8d45-9bd2660fa66f/c0734bcd-d426-4fad-a031-b02127efa8b4.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-03-05T18:16:47+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/cb11794c-955d-44f5-b903-f08c8eb45c9f.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ece5274-501e-45f0-ab4d-243f60692960",
    "title": {
      "en": "Skeleton Double"
    },
    "updatedAt": "2023-12-08T15:22:48+00:00",
    "coverArt": "https://mangadex.org/covers/4ece5274-501e-45f0-ab4d-243f60692960/34c51301-aae9-4efb-a3c6-5dfb95b2cdb4.jpg",
    "altTitles": [
      {
        "ja": "スケルトンダブル"
      },
      {
        "ru": "Двойной Костяк"
      },
      {
        "ja-ro": "Sukeruton daburu"
      }
    ],
    "description": {
      "en": "A man dies a mysterious death just outside Shinjuku Station. Eight years later, his son, Yodomi Arakawa, is leading a tranquil life until he meets…an invisible man?! And to learn the truth behind his father's death, Yodomi will have to become invisible himself..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13e39275-7b8b-4b70-a758-1314392e0e48",
    "title": {
      "en": "Wedding Peach"
    },
    "updatedAt": "2022-03-05T21:29:03+00:00",
    "coverArt": "https://mangadex.org/covers/13e39275-7b8b-4b70-a758-1314392e0e48/c8e02cd3-216b-4c76-9ea7-98d96c6854c9.jpg",
    "altTitles": [
      {
        "ja-ro": "Ai Tenshi Densetsu Wedingu Pīchi"
      },
      {
        "en": "Legend of the Angel of Love: Wedding Peach"
      },
      {
        "ja": "ウエディングピーチ"
      }
    ],
    "description": {
      "en": "There are three known worlds: the human world, the angel world, and the devil world. The evil queen Raindevilla yearns to destroy the angel world with help or her many devil minions. The goddess Aphrodite sends an angel to the human world, Limone, to summon three love angels in the form of three school girls, Momoko Hanasaki, Yuri Tanima, and Hinagiku Tamano, who together become Angel Lilly, Angel Daisy, and Wedding Peach. The three girls must fight to overcome the evils of the devils, as well as their own lives, and restore peace to the angel world by gathering all pieces of the Sacred Four Somethings (or Saint Something Four) and defeat the evil queen once and for all.  \n  \nNote: Volume 7 is a recap of volumes 1-6.  \nChapter number might also not match up but nothing is missing."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "23"
  },
  {
    "mangaId": "563ccf5a-7078-4411-b05b-3985295a2e43",
    "title": {
      "en": "100-nen no Oshi"
    },
    "updatedAt": "2024-02-23T07:45:58+00:00",
    "coverArt": "https://mangadex.org/covers/563ccf5a-7078-4411-b05b-3985295a2e43/6979f063-ca93-4097-8989-db81387ac3eb.jpg",
    "altTitles": [
      {
        "ja": "100年の推し"
      },
      {
        "en": "100 Years Recommendation"
      },
      {
        "zh-ro": "100 Nián de tuī"
      },
      {
        "zh": "100年的推"
      },
      {
        "ja-ro": "100-nen no Oshi"
      }
    ],
    "description": {
      "en": "This is a story about the main character named Inuyama, who is on the edge of life with no job or savings. One day, he is tasked with the role of \"broadcast advisor\" and \"pseudo-boyfriend\" of a gravure idol. Can he reach the top of the world of gravure in this romantic comedy harem? ♡",
      "ja": "職なし、貯金なしの人生崖っぷちな主人公・狗山（いぬやま）が、ある日任されたのはグラビアアイドルの「配信アドバイザー」兼、「疑似彼氏」!? グラビア界のてっぺん目指すハーレムラブコメ♡"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9378c75e-4cd7-4c6a-8ee3-7bbfb4f3ee54",
    "title": {
      "en": "Shima-san"
    },
    "updatedAt": "2024-04-05T08:03:33+00:00",
    "coverArt": "https://mangadex.org/covers/9378c75e-4cd7-4c6a-8ee3-7bbfb4f3ee54/c098eb8d-fc79-46d8-aa3e-282509c2e8ad.jpg",
    "altTitles": [
      {
        "ja": "島さん"
      },
      {
        "zh": "岛叔"
      }
    ],
    "description": {
      "en": "At a certain late-night convenience store, an old man who was a little unreliable, but a little reliable, had a part-time job. \n\nThe long-awaited serialization of the 14th Kamikaze Award Honorable Mention, which is a hot topic on Twitter!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55506301-f4d2-4fe9-9374-b2ec7bc9d7b0",
    "title": {
      "en": "Kono Naka ni Hitori, Ore no Yome ga Iru"
    },
    "updatedAt": "2023-10-03T15:30:04+00:00",
    "coverArt": "https://mangadex.org/covers/55506301-f4d2-4fe9-9374-b2ec7bc9d7b0/29ddfc9c-d558-4522-9ded-3bd74df113de.jpg",
    "altTitles": [
      {
        "ja": "Oreyome"
      },
      {
        "ja": "Kono Naka ni 1-ri, Ore no Yome ga Iru"
      },
      {
        "ja": "この中に1人、俺の嫁がいる"
      },
      {
        "en": "One of them is my wife"
      }
    ],
    "description": {
      "en": "For the sake of finding clues about his younger twin brother who suddenly went missing, the protagonist changed his identity and infiltrated the academy his brother was attending.\n\nHowever, what clearly came to light there was a surprising truth! His brother had multiple fiancées...?\n\n(Source: Ganma)",
      "id": "Souya seorang laki-laki yang menggantikan posisi adiknya yang tiba-tiba menghilang, Terlebih lagi dia menemukan fakta yang mengejutkan bahwa adiknya memiliki banyak tunangan?",
      "ja": "突如失踪した双子の弟の手がかりを得る為、入れ替わって学園に潜入することになった主人公。 しかし、そこで明らかになるのは驚愕の事実！ 弟には複数人の婚約者が居て……？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d2270b0-4716-4164-942a-d626c131b50d",
    "title": {
      "en": "Royal Tailor -Oukyuu no Saihoushi-"
    },
    "updatedAt": "2024-04-05T09:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/5d2270b0-4716-4164-942a-d626c131b50d/f6cd52ab-510c-48b3-9778-ec2b8e6e4a77.jpg",
    "altTitles": [
      {
        "zh": "皇家裁缝 -王宫的裁缝师-"
      },
      {
        "zh-hk": "皇家裁縫 -王宮的裁縫師-"
      },
      {
        "ja": "ロイヤルテーラー　―王宮の裁縫師―"
      },
      {
        "ja-ro": "Royal Tailor -Oukyuu no Saihoushi-"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5412816d-a3c9-4bab-956b-b08d1f8f41f6",
    "title": {
      "en": "Fuzoroi no Renri"
    },
    "updatedAt": "2024-03-21T22:34:35+00:00",
    "coverArt": "https://mangadex.org/covers/5412816d-a3c9-4bab-956b-b08d1f8f41f6/1b891f8b-fca7-466a-96df-6d3e2fd89408.jpg",
    "altTitles": [
      {
        "ja-ro": "Fusoroi no Renri"
      },
      {
        "en": "Rationalism of Irregularities"
      },
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Assorted Entanglements"
      },
      {
        "zh-hk": "不對稱的連理"
      },
      {
        "fr": "Nos différences enlacées"
      }
    ],
    "description": {
      "en": "Tanaka Iori is a worker for a company that sets unreasonable demands, on top of that she has a penchant for dating married men. What a recipe for disaster! One day she gets drunk with an acquaintance and wakes up the next morning by her side naked! What's Iori to do?  \r\n  \r\n- [Part 1 raw](https://twitter.com/i/moments/1030773596430327808)\r\n- [Part 2 raw](https://twitter.com/i/moments/1044057437831979008)\r\n- [Part 3 raw](https://twitter.com/i/moments/1065586182698889216)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]