[
  {
    "mangaId": "3bce85cf-0459-42ca-be2d-5ec56445fce9",
    "title": {
      "en": "Eyeshield 21: Brain x Brave"
    },
    "updatedAt": "2024-08-26T15:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/3bce85cf-0459-42ca-be2d-5ec56445fce9/dac61aa7-9202-4d35-b9f9-a02c4df73aa6.jpg",
    "altTitles": [
      {
        "ja": "アイシールド21 BRAIN×BRAVE"
      }
    ],
    "description": {
      "en": "This special one-shot celebrates the 21st anniversary of the beloved American football manga Eyeshield 21. The story revisits the characters after their high school days, as they step into the world of college football. The intense action and strategic gameplay that fans loved return, with former teammates now facing off as rivals in a decisive match. This one-shot captures the spirit of competition, the growth of its characters, and the thrilling atmosphere of football, making it a must-read for both longtime fans and newcomers."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "761064a4-bd69-4cb4-a45d-e5b5c74016d5",
    "title": {
      "en": "Warning! Beware of the Dog"
    },
    "updatedAt": "2024-08-03T01:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/761064a4-bd69-4cb4-a45d-e5b5c74016d5/f09c85e2-35ce-457b-a4d7-977e1b394aa3.png",
    "altTitles": [
      {
        "zh": "内有恶犬请小心"
      },
      {
        "en": "Beware of the Vicious Dog Inside!"
      },
      {
        "zh-ro": "Nei You E Quan Qing Xiao Xin"
      }
    ],
    "description": {
      "en": "By some sort of fate, exorcist Xiao Yu is forced to \"cohabitate\" with the succubus named Obsidian, who killed her adoptive father. Yet she discovers that the succubus seems to have lost her memories! Unaccepting of this fact, Xiao Yu decides to spy on Obsidian's every move, yet the latter doesn't seem bothered by the least. Instead, she starts to thirst after Xiao Yu openly and often teases her body to satiate her own hunger...\n\nAlthough they seem to have a love-hate relationship, they both know that something is stirring beneath the depths. Why her adoptive father was killed, why Obsidian's memory was sealed away, and..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4604db12-cafd-4572-a9f8-68525fb1b167",
    "title": {
      "en": "Monochrome Days"
    },
    "updatedAt": "2024-11-05T19:15:50+00:00",
    "coverArt": "https://mangadex.org/covers/4604db12-cafd-4572-a9f8-68525fb1b167/69d1fd8c-348e-4bf3-b4e1-1d8afb87d10a.jpg",
    "altTitles": [
      {
        "ja": "モノクロのふたり"
      },
      {
        "ja-ro": "Monochro no Futari"
      },
      {
        "ja-ro": "Monochrome no Futari"
      },
      {
        "ja-ro": "Monokuro no Futari"
      },
      {
        "en": "Monochrome Pair"
      }
    ],
    "description": {
      "en": "A reliable office worker, Hanaichi Fudo, undoubtedly had a gift for the arts but gave up on his dreams of becoming an artist to lead a normal life. One day, his senior at work, Saori Wakaba, asked Hanaichi for help in writing her manga. Will he take up the pen again?! Written by Yosuke Matsumoto, author of \"The Lady Becomes an Idol\", a unique new take on aspiring manga artists!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb",
    "title": {
      "en": "Saiaku no Avalon"
    },
    "updatedAt": "2024-10-20T12:45:38+00:00",
    "coverArt": "https://mangadex.org/covers/7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb/a0d7ea9a-8a53-4e08-9f28-41cd63f86b7e.jpg",
    "altTitles": [
      {
        "en": "Finding Avalon: The Quest of a Chaosbringer"
      },
      {
        "ja-ro": "Wazawai Aku no Avalon"
      },
      {
        "ja": "災悪のアヴァロン"
      },
      {
        "ja": "災悪のアヴァロン～ゲーム最弱の悪役デブに転移したけど、俺だけ“やせれば強くてニューゲーム”な世界だったので、最速レベルアップ＆破滅フラグ回避で影の英雄を目指します～"
      }
    ],
    "description": {
      "en": "The main character loves the MMORPG game called Dungeon Explorer Chronicle (Dun-Ex). During one particular day, a beta test event was announced, and he managed to beat it.\nIn exchange for clearing the event, he was granted permission to try the beta test server.\nForcing to choose different avatar and skill as the system doesn't allow his own, he eventually settled on random. However, he is transferred to a place where, as expected, he finds a fat, villainous mob character...!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "609ccb17-fd83-4126-876a-5bf8c037b065",
    "title": {
      "en": "Sonna Kazoku nara Sutechaeba?"
    },
    "updatedAt": "2024-10-24T12:14:04+00:00",
    "coverArt": "https://mangadex.org/covers/609ccb17-fd83-4126-876a-5bf8c037b065/cce06e8a-9c51-4f11-bb6b-ed7e45ae1eda.jpg",
    "altTitles": [
      {
        "ja": "そんな家族なら捨てちゃえば?"
      },
      {
        "vi": "Một gia đình như vậy có đáng để giữ lại không?"
      },
      {
        "en": "Is A Family Like This Worth Keeping?"
      },
      {
        "en": "If It's A Family Like That, Why Don't You Throw It Away?"
      },
      {
        "fr": "Dysfunctional Family"
      }
    ],
    "description": {
      "en": "\"My wife made a rule for our home: 'Don't talk to Dad.'\" \"Isn't that domestic violence? Weren't you sending me an SOS for help?\" Reitarou Shinotani has been long ignored by his wife and daughter, left all alone, and forced to do nothing but eat and sleep in a small, dark, cramped room in the house. What fate awaits him, as he aims to revitalize his family...?",
      "vi": "Bị vợ và con gái lạnh nhạt, Shinoya Reitaro buộc phải sinh hoạt trong cô độc ngay trong chính căn nhà của mình. \n\"Không được bước qua ranh giới, \nKhông được ăn uống chung, \nKhông được dùng nhà vệ sinh, \nKhông được bắt chuyện, \nKhông được tạo ra tiếng ồn khi đóng/mở cửa...\" \nCho đến khi anh gặp được một người phụ nữ mà anh không nhớ rõ đã từng gặp qua ở đâu. \n\"Một gia đình như vậy có đáng để giữ lại không? Sao anh không vứt quách nó cho rồi đi?\" \nLiệu số phận của người đàn ông đang đứng giữa hai sự lựa chọn này rồi sẽ ra sao?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5d8654e-67a8-4cda-9249-698592fffbb9",
    "title": {
      "en": "Shinyaku Seisho"
    },
    "updatedAt": "2024-10-19T10:13:14+00:00",
    "coverArt": "https://mangadex.org/covers/d5d8654e-67a8-4cda-9249-698592fffbb9/4339da50-a341-4ec4-b16e-ea0b7a55423d.png",
    "altTitles": [
      {
        "en": "Manga Bible"
      },
      {
        "en": "Manga Messiah"
      },
      {
        "ja": "救世主(メシア) ~人類を救いし者~"
      },
      {
        "zh-hk": "新約聖書"
      },
      {
        "vi": "Truyện Tranh Đấng Cứu Thế"
      },
      {
        "vi": "Thánh Kinh Truyện"
      }
    ],
    "description": {
      "en": "The story of Jesus Christ told through Manga."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "128"
  },
  {
    "mangaId": "65fb387a-d83b-41d9-a6f7-05172672d375",
    "title": {
      "en": "Sotomura Tanteisha no Manekarezaru Kyaku"
    },
    "updatedAt": "2024-11-12T16:03:58+00:00",
    "coverArt": "https://mangadex.org/covers/65fb387a-d83b-41d9-a6f7-05172672d375/28716a64-9d93-47ad-8da5-1bac6ce18b20.jpg",
    "altTitles": [
      {
        "ja": "外村探偵社の招かれざる客"
      },
      {
        "ko": "소토무라 탐정사무소의 초대받지 못한 손님"
      },
      {
        "en": "The Troublesome Guests of Sotomura Detective Agency"
      }
    ],
    "description": {
      "en": "Matsuda is a private eye who runs his own detective firm, taking on quirky cases centered around the local shopping arcade. He's recently taken on a new roommate (and lover) named Kamiko who is unemployed, ruthlessly horny, and was actually a classmate of his from his past. While the two work together to solve cases, they carry on in what starts as a strictly physical relationship, but which by and by evolves into one that neither wants to lose."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "d8fb5110-0570-4de7-9af8-87c1c11f30c9",
    "title": {
      "en": "I Need Someone to Stop My Older Brothers"
    },
    "updatedAt": "2023-07-22T14:34:48+00:00",
    "coverArt": "https://mangadex.org/covers/d8fb5110-0570-4de7-9af8-87c1c11f30c9/7a7bc303-a409-434e-ac3f-1623efa451b3.jpg",
    "altTitles": [
      {
        "ko": "누가 우리 오빠들 좀 말려 주세요"
      }
    ],
    "description": {
      "en": "I only went to calm the disturbance in front of my house, but the one I encountered was the Demon King that I punished, and unfortunately, I was falsely accused of being the demon king and died in the hand of the subjugation team.\n\n‘I’ll kick your ass, Pamel Asinov! I’ll make you shed tears from both of your eyes!’\n\nAmong them, the worst one was the hero, Pamel Asinov, who drove me to death as a Demon King!\n\nBut when I pleaded to take revenge, I opened my eyes, 500 years later! Pamel’s been dead for a long time, and the ‘brothers’ who came one day…\n\n“Purple eyes. It’s not a color that anyone can have.”\n“But I was like this from the beginning.”\n“Yes, you were. Because you are the granddaughter of Archduke Asinov.”\n“…the granddaughter of Archduke Asinov?”\n\nOf all people, I’m the daughter of ‘that’ Asinov? It’s nice to live a peaceful life, but I was born an enemy’s blood!\n\n‘All the brothers in this house have a habit of hugging people.’\n\nThis shitty family. I have to hate them, but why do I keep getting attached to them?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "138df658-cbb2-44a4-8306-e3c92598f22d",
    "title": {
      "en": "I'm a Solo Guide"
    },
    "updatedAt": "2024-10-22T09:42:07+00:00",
    "coverArt": "https://mangadex.org/covers/138df658-cbb2-44a4-8306-e3c92598f22d/17bb63d0-7016-42eb-bdd9-11480f5b2423.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 가이드"
      }
    ],
    "description": {
      "en": "Ye Ji-an, the only S-class guide in Korea, was often called the “useless guide” due to her unique trait of having a 0% matching rate with all espers. After failing to match with an esper from Russia and on her way back home, she is suddenly swept away by a gate manifestation and wakes up alone in a strange temple-like place. The world she has traveled to through the gate is the continent of Wisrode, filled only with espers, and in this place, Ji-an is the only guide…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "624e2b30-55c1-4de9-8dc9-991abf0241ea",
    "title": {
      "en": "Tonari no Jii-san"
    },
    "updatedAt": "2024-10-25T20:21:13+00:00",
    "coverArt": "https://mangadex.org/covers/624e2b30-55c1-4de9-8dc9-991abf0241ea/c3ba2202-f044-42c9-9934-662ab486faee.png",
    "altTitles": [
      {
        "en": "My Old Man Neighbor"
      },
      {
        "ja": "トナリノジイサン"
      }
    ],
    "description": {
      "en": "Yuki, a girl living in a rural town, studies art with the goal of becoming a painter in the city. One day, her sister leaves the town to fulfill her own dreams. Yuki boards the train with her to see her off, but during the journey, she is struck by a strange phenomenon!? Is it reality or an illusion... A chilling horror."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1916fee6-a149-44b2-afde-81bca7c3dff6",
    "title": {
      "en": "Yuri-Suki no Ryuugakusei ni Rabukome wo Semara rete imasu! ~ Yandere Osananajimi to no Shuraba ni mo Hatten!?~"
    },
    "updatedAt": "2023-09-25T00:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/1916fee6-a149-44b2-afde-81bca7c3dff6/5e925ff4-19a1-40d6-996d-33d0e8cc1ee5.jpg",
    "altTitles": [
      {
        "ja": "百合好きの留学生にラブコメを迫られています！ ～ヤンデレ幼馴染との修羅場にも発展!?～"
      },
      {
        "ko": "백합을 좋아하는 유학생에게 러브코미디를 강요당하고 있습니다! ~얀데레 소꿉친구와의 아수라장으로도 발전!?~"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95801a6e-1e69-4876-b7ed-41d92c9853e3",
    "title": {
      "en": "Mob kara Hajimaru Tansaku Eiyuutan"
    },
    "updatedAt": "2024-10-02T19:53:19+00:00",
    "coverArt": "https://mangadex.org/covers/95801a6e-1e69-4876-b7ed-41d92c9853e3/ac76daaf-3095-4ed0-9ee2-82d0fde9de89.jpg",
    "altTitles": [
      {
        "ja": "モブから始まる探索英雄譚"
      },
      {
        "zh-hk": "從路人開始的探索英雄譚"
      },
      {
        "zh": "从路人开始的探索英雄谭"
      },
      {
        "en": "The Story of an Exploration Hero Who Has Worked His Way up From Common People"
      }
    ],
    "description": {
      "en": "Takagi Kaito, a low status high schooler, your typical mob character so to say, was just a normal everyday explorer who hunted slimes every day in the dungeons that appeared in Japan, earning pocket money while admiring his childhood friend, the class queen, from afar. \n\nOne day, a golden slime he had never seen appears before him. After he defeats it, he obtains an extremely rare item worth hundreds of millions as a drop, a servant card that can summon mythical beings!! After he makes up his mind and summons it, a warrior maiden with unparalleled beauty appears. \n\nRise above being just a mob explorer Kaito! A modern battle fantasy story has begun!\n\n---\n\n[Web Novel (JP)](https://ncode.syosetu.com/n8930fk/) \n[Alternative Raw (Niconico)](https://seiga.nicovideo.jp/comic/55183)",
      "ja": "＜ダンジョン＞にソロで潜り、スライム狩りの毎日を送る男子高校生・高木海斗。そんなある日、変なスライムから時価10億の<サーバントカード>を手に入れる。悩み抜いた末に召喚を選択した海斗のもとに現れたのは神話の戦乙女ヴァルキリーの格好をした幼女シルフィーだった。一度は落胆したものの、シルフィーが最強クラスのスキルを持っている事が判明し…!? モブな探索者から成り上がれ!",
      "pt-br": "Takagi Kaito, um colegial de baixa estatura, o típico personagem Mob, era um explorador comum que caçava slimes todos os dias nas masmorras que surgiram no Japão, ganhando dinheiro extra enquanto admirava sua amiga de infância, a madona da classe. Um belo dia, um slime dourado que ele nunca tinha visto antes aparece para ele. Depois de derrotá-lo, ele obtém um item extremamente raro no valor de centenas de milhões, uma carta de Servo que pode convocar seres lendários!! Depois que ele se decide, ele a convoca, e uma donzela guerreira extremamente linda aparece. Supere sua posição como um simples Mob, Kaito! Uma nova fantasia moderna começa!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "142ff914-4068-4b2b-a7e4-bc3a88da388d",
    "title": {
      "en": "Tensei-saki wa Akuyaku Reijou no Chichioya deshita ~Kawaii Musume no Shibou Flag wa Zenbu Orimasu~"
    },
    "updatedAt": "2024-11-13T11:22:57+00:00",
    "coverArt": "https://mangadex.org/covers/142ff914-4068-4b2b-a7e4-bc3a88da388d/8f1b1868-41fa-4f94-8cde-d739d9266d88.jpg",
    "altTitles": [
      {
        "ja": "転生先は悪役令嬢の父親でした～可愛い娘の死亡フラグは全部折ります～"
      },
      {
        "ja-ro": "Tensei-saki ha Akuyaku Reijou no Chichioya deshita ~Kawaii Musume no Shibou Flag ha Zenbu Orimasu~"
      },
      {
        "en": "I Was Just Reincarnated As The Villainess's Father ~I'll Snap All Of My Cute Daughter's Death Flags~"
      }
    ],
    "description": {
      "en": "Ryuichi, a 44-year-old single father, gets into a traffic accident while protecting his high school daughter Mizuho, ​​who ran away from home after an argument. After losing consciousness and accepting his death, he finds himself in the body of a young man he had never seen before. While panicking, he finds a girl who looks exactly like Mizuho when she was a child, and as he sorts out the situation, it seems that he has been reincarnated as the father of the game's villainess…!?",
      "ja": "44歳のシングルファザーの龍一（りゅういち）は口論の末、家を飛び出した女子高生の娘・瑞穂（みずほ）をかばい、交通事故に遭ってしまう。意識が遠のき死を覚悟した後に目覚めると、見知らぬ若い男性の姿になっていた。動揺する中、小さい頃の瑞穂そっくりな少女がいて、状況を整理していくと、どうやらゲームの悪役令嬢の父親に転生してしまったようで……!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e85832b-4e3d-46e8-a0a2-4770b471f96d",
    "title": {
      "en": "A Dream Escape"
    },
    "updatedAt": "2024-07-28T16:32:58+00:00",
    "coverArt": "https://mangadex.org/covers/7e85832b-4e3d-46e8-a0a2-4770b471f96d/9195d8f8-ae74-4838-9d8c-2da73380376e.jpg",
    "altTitles": [
      {
        "ko": "손만 잡고 잘게"
      },
      {
        "ko-ro": "Pegang Saja Tanganku"
      },
      {
        "en": "Just Hold my Hand"
      }
    ],
    "description": {
      "en": "'Sonidor', a dream artisan who enters into other people's dreams through physical contact and grants wishes that could not be fulfilled in reality. One day, the emperor suddenly arrives at the house and asks to wake up the crown prince who has fallen into eternal sleep. \"I want you to wake him up.\"\n\nSonidor enters the dream of 'Marmel', the crown prince who is praised by everyone for his gentle nature and beautiful appearance, but somehow Marmel's dream is gloomy and desolate. “You were just going to kill me?!” \n\nAccording to the taste of the prince who hates people, Sonidor turns into various animals and finds the reason why Marmel fell asleep one by one, and Marmel gradually opens his heart to Sonidor... \"Your Highness, do you believe me?\" Will Sonidor be able to wake Marmel from his eternal sleep?",
      "pl": "\"Będę trzymać jego ręce, by obudzić go z wiecznego snu\"  Sodinor, ekspert do spraw snów, ma umiejętność spełnienia marzeń nawet w świecie snów. Na rozkaz cesarza została wprowadzona do snu księcia Marmella, który nie mógł się obudzić.  Jednak w snach księcia, który znany jest ze swojej dobroci i łagodności, jest coś bardzo dziwnego. Jego kraina marzeń jest opuszona i bezbarwna.   Sonidor infiltrując sny Marmella pod postacią uroczego zwierzątka udaje się znaleźć powód jego długiego letargu...  Czy Marmell obudzi się w końcu z wiecznego snu?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e93849b2-939f-40f3-91b4-79b96133052e",
    "title": {
      "en": "Medusa Dorei o Katta"
    },
    "updatedAt": "2024-10-11T17:14:35+00:00",
    "coverArt": "https://mangadex.org/covers/e93849b2-939f-40f3-91b4-79b96133052e/33fb8f04-fe91-4e0e-8ac5-841f2deb0c5d.jpg",
    "altTitles": [
      {
        "id": "Aku Membeli Budak Medusa"
      },
      {
        "ja": "メドゥーサ奴隷を買った"
      },
      {
        "en": "I Bought a Medusa Slave"
      },
      {
        "pt-br": "Eu Comprei Uma Escrava Medusa"
      },
      {
        "es-la": "Compré una esclava medusa"
      },
      {
        "uk": "Я купив рабиню медузу"
      }
    ],
    "description": {
      "en": "I’m not sure why I decided to buy a medusa in the slave market, but since then she insists a lot that I remove the blindfold from her eyes. Is she trying to petrify me? Or does she really want to see me with her own eyes?",
      "es-la": "No estoy seguro de por qué decidí comprar una medusa en el mercado de esclavos, pero desde entonces ella parece ser muy proactiva con su petición de que remueva la venda de sus ojos. \n¿Acaso busca petrificarme? ¿O de verdad quiere verme con sus propios ojos?",
      "pt-br": "Não tenho certeza de por que decidi comprar uma medusa no mercado de escravos, mas desde então ela insiste muito para que eu remova a venda de seus olhos. Ela está tentando me petrificar? Ou ela realmente quer me ver com seus próprios olhos?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1522b1b-4b5a-4c09-bb39-8b092f4b7edd",
    "title": {
      "en": "Shoukan sareta Kenja wa Isekai wo Yuku ~Saikyou nano wa Fuyou Zaiko no Item deshita~"
    },
    "updatedAt": "2024-11-02T18:38:04+00:00",
    "coverArt": "https://mangadex.org/covers/f1522b1b-4b5a-4c09-bb39-8b092f4b7edd/0279ffd2-4969-4f8b-bab8-0b9bffbe12c1.jpg",
    "altTitles": [
      {
        "ja": "召喚された賢者は異世界を往く ～最強なのは不要在庫のアイテムでした～"
      },
      {
        "en": "A Sage Is Summoned to Another World: The Undesired Items Are Now the Strongest"
      },
      {
        "es-la": "El sabio es invocado a otro mundo ~Los artículos más fuertes eran los menos deseados del inventario~"
      },
      {
        "ko": "소환된 현자는 이세계를 누빈다 ~최강인 것은 필요없는 재고 아이템이었습니다~"
      },
      {
        "zh-hk": "被召喚的賢者前往異世界～廢棄庫存道具才是最強～"
      },
      {
        "zh": "被召唤的贤者前往异世界～废弃库存道具才是最强～"
      },
      {
        "en": "Wise Man Is Summoned to Another World ~The Strongest Items Were Those Less Desired in Inventory~"
      }
    ],
    "description": {
      "en": "Touya, the strongest player in the game Pandemic World Online, had won so many items that he decided to create an alternate account to store the extra ones. While playing this very game in his second account, he was summoned to another world as a character he made, where the people were merrily expecting a hero. However, when it is known that he doesn't have the title of a hero, he is discarded and replaced by another person. Now, he must survive in an another world with the account he merely used to store his extra items in.  \n\n\n---",
      "es-la": "Touya, el jugador mas fuerte del juego Pandemic World Online, ha ganado tantos items que decidió crear una cuenta alternativa para almacenarlos, mientras jugaba fue invocado a otro mundo, pero al no tener la categoría de héroe es desechado y remplazado por otra persona, ahora tendrá que sobrevivir solo en ese mundo y con el personaje que creó para almacenar esos objetos.  \n\n\n---\n\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n9275ei/) (Japanese)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6e2fc57-8103-478d-9196-3cb2c4fe939e",
    "title": {
      "en": "Chiisana Kimi to, Koe wo Tooku ni"
    },
    "updatedAt": "2024-11-02T16:32:59+00:00",
    "coverArt": "https://mangadex.org/covers/e6e2fc57-8103-478d-9196-3cb2c4fe939e/048a17c3-8f12-4979-a98b-7c082c8e7ca6.jpg",
    "altTitles": [
      {
        "ja": "ちいさな君と、こえを遠くに"
      }
    ],
    "description": {
      "en": "Sota former vocalist of a popular band, having lost his former voice, he moves to a new high school where there is no one he knows to try to live quietly as Kanata Fujinami.\nHowever, when he meets Sora, an elementary school girl who wants to become a voice actor, Kanata's dormant heart is moved and the story of Sora's journey toward her dream begins.",
      "ja": "大人気バンドのボーカルをしていたソウタは、当時の声を失ったことで、誰も知らない転校先の高校で本名の藤波奏太（ふじなみかなた）としてひっそり暮らそうとしていた。だが、声優になりたい女子小学生・空（そら）と出会ったことで、奏太の心の変化と、空の夢へ向かう物語が始まる――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d470548-6493-4b6e-80c1-f35af7ccc6be",
    "title": {
      "en": "Can You Hear Me"
    },
    "updatedAt": "2024-11-10T22:39:32+00:00",
    "coverArt": "https://mangadex.org/covers/1d470548-6493-4b6e-80c1-f35af7ccc6be/a0f3c3a6-935a-431f-8f6d-b63990d6b2da.png",
    "altTitles": [
      {
        "zh": "你听得见"
      }
    ],
    "description": {
      "en": "During a big campus carnival, five people escaped to the beach to play a card game.\nLin Weixia then got the chance to ask Ban Sheng a question.\n\nLin Weixia: \"What do you want to be?\"\nBan Sheng: \"A shark.\" He then paused and asked, \"What about you?\"\n\"A fish tank.\" she answered.\n\nEveryone knows that sharks and fish tanks can never be together.\n\nThe handsome and arrogant boy × the cold and cool academic girl."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2a31702-51ca-44a3-832b-4c384113008b",
    "title": {
      "en": "Mr. and Mrs. Shizuyama"
    },
    "updatedAt": "2023-08-18T18:57:03+00:00",
    "coverArt": "https://mangadex.org/covers/e2a31702-51ca-44a3-832b-4c384113008b/a977a444-a66e-45ca-a592-2170d602d6ca.jpg",
    "altTitles": [
      {
        "ja": "しずヤマ夫妻"
      },
      {
        "ja-ro": "ShizuYama Fusai"
      }
    ],
    "description": {
      "en": "[Official Raw - Twitter Moment (Broken)](https://twitter.com/i/moments/1186029096368668672)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5de9751-7449-4bb0-b96e-2bb6607c81f9",
    "title": {
      "en": "Sabi no Yume Hidari"
    },
    "updatedAt": "2024-08-04T05:32:30+00:00",
    "coverArt": "https://mangadex.org/covers/b5de9751-7449-4bb0-b96e-2bb6607c81f9/e1a2473b-ae97-4ad6-9de8-b76c9fef9786.png",
    "altTitles": [
      {
        "ja": "錆のゆめ 左"
      },
      {
        "ja-ro": "Sabi no Yume (Left)"
      }
    ],
    "description": {
      "en": "Toshio, who was created by modifying the body of a boy into a cyborg designed for sex - was taken in by Shindou, the person who takes care of him.\n\nToshio spends his peaceful days doing chores, and waiting for the arrival of his beloved Shindou.\n\nHowever, while cleaning up Shindou’s belongings after they move out, Toshio happens to find a certain picture…\n\nHuman x Cyborg BL - The awaited sequel volume"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9.5"
  },
  {
    "mangaId": "00673eae-0d07-4105-9e24-d65a2cc6922f",
    "title": {
      "en": "Kimi Dake ga Hontou"
    },
    "updatedAt": "2024-11-13T17:22:40+00:00",
    "coverArt": "https://mangadex.org/covers/00673eae-0d07-4105-9e24-d65a2cc6922f/b2a1ba64-8c27-447f-a39b-c8626ef82027.jpg",
    "altTitles": [
      {
        "ja": "きみだけがほんとう"
      }
    ],
    "description": {
      "en": "High school boy, Rikimaru, is unable to touch women due to childhood trauma. He has a pair of childhood friends who are siblings. The older sister, Kagami, and then the younger brother, Kyou. Between the two of them they share a similar height and appearance. Under these circumstances a unique twin love romance begins to bloom.",
      "id": "Rikimaru adalah siswa SMA yang tak bisa menyentuh perempuan karena trauma di masa kecilnya. Dia punya teman masa kecil yang merupakan anak kembar, yaitu si kakak perempuan, Kagami, dan si adik laki-laki, Kyou. Seperti apa hubungan spesial antara dia dengan dua orang yang memiliki wajah dan tinggi yang sama ini? Kisah cinta dengan anak kembar ini merupakan karya mangaka dewasa berbakat, Yasson Yoshiyuki!",
      "es-la": "Rikimaru es un chico de secundaria que ha perdido la capacidad de tocar a las mujeres debido a un trauma infantil. Tiene amigos gemelos de la infancia un año más jóvenes que él. Kagami es la hermana mayor y Kyou es el hermano menor, ¿hay una situación especial entre dos personas que tienen altura y cara similar...? Un romance de gemelos único por Yasson Yoshiyuki, un artista talentoso en el mundo del manga adulto."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "13"
  },
  {
    "mangaId": "557615b9-6fec-4ab7-a512-03cbde39815f",
    "title": {
      "en": "Chika Idol wo Kage de Sasaeru Ore"
    },
    "updatedAt": "2024-11-07T22:39:53+00:00",
    "coverArt": "https://mangadex.org/covers/557615b9-6fec-4ab7-a512-03cbde39815f/0985ba3f-2152-4c18-9deb-ee418c60ce36.jpg",
    "altTitles": [
      {
        "ja": "地下アイドルを影で支える俺"
      },
      {
        "en": "Underground Idol & I"
      },
      {
        "en": "Supporting an Underground Idol from the Shadows"
      },
      {
        "pl": "Podziemna Idolka i Ja"
      }
    ],
    "description": {
      "en": "Kageyama, an unremarkable boy, secretly receives a message from gal classmate Natsukawa , saying, “Meet me at the usual karaoke place after school.” \n\nHe goes to karaoke with her alone. There, Kageyama reveals something he had been asked by Natsukawa to show her.",
      "pl": "Kageyama, niewyróżniający się chłopak, otrzymuje potajemnie wiadomość od koleżanki z klasy, Natsukawy, o treści \"Spotkajmy się po szkole w miejscu z Karaoke\". Idzie tam z nią sam na sam. Tam, Kageyama pokazuje coś o co został poproszony przez Natsukawe.",
      "pt-br": "Kageyama, um garoto normal, recebe secretamente uma mensagem da colega de classe Natsukawa, dizendo: “Encontre-me no karaokê de sempre depois da escola”.\n\nEle vai ao karaokê sozinho com ela. Lá, Kageyama revela algo que Natsukawa pediu para mostrar a ela."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f110cc-2653-4dae-9177-b07b7706abd5",
    "title": {
      "en": "Bar Flowers"
    },
    "updatedAt": "2024-11-08T19:10:50+00:00",
    "coverArt": "https://mangadex.org/covers/66f110cc-2653-4dae-9177-b07b7706abd5/ddeb29eb-4c3c-43c2-8093-548bc2afac67.jpg",
    "altTitles": [
      {
        "ja": "バーフウラーズ"
      }
    ],
    "description": {
      "en": "I am 30 years old, jobless and in despair, when I was invited to become a \"Girls Bar Manager.\" So I entered the world of urban nightlife, and what awaited me was a very cute cast of girls. However, the owner had an ironclad rule for me: \"Never touch any of the bar girls.\" I wonder if I will be able to stick to the rule...... This adult-themed romantic comedy takes place in a girls bar, a place of relaxation for gentlemen!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "39"
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73965527-b393-4f65-9bc3-2439ec44935a",
    "title": {
      "en": "That Time I Was Blackmailed By the Class's Green Tea Bitch"
    },
    "updatedAt": "2024-10-06T01:11:04+00:00",
    "coverArt": "https://mangadex.org/covers/73965527-b393-4f65-9bc3-2439ec44935a/2eb7463e-40e3-4306-ba38-6df573d5e68d.png",
    "altTitles": [
      {
        "zh": "关于被班上绿茶威胁那件事"
      },
      {
        "zh-ro": "Guānyú bèi bān shàng lǜchá wēixié nà jiàn shì"
      },
      {
        "zh-hk": "關於被班上綠茶威脅那件事"
      },
      {
        "fr": "La fois où la garce manipulatrice [garce au thé vert] de ma classe m'a fait chanter"
      },
      {
        "en": "GTB"
      }
    ],
    "description": {
      "en": "Green Tea Bitch (n.): A woman who pretends to be pure and innocent but is in fact manipulative and calculating.\n\nWhen school ends, a good honor student is threatened by the class's green tea bitch.\n\"I never thought a wide-eyed goody-two-shoes like you would get up to something like that.\"\n\"If you don't want me to expose your shameful secret...\"\n\nA cute romance that stems from a misunderstanding begins in *That Time I Was Blackmailed By the Class's Green Tea Bitch*!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "892227ec-c998-4d9e-acf3-e407405ce8b5",
    "title": {
      "en": "The Divine Urban Physician"
    },
    "updatedAt": "2024-08-26T23:10:32+00:00",
    "coverArt": "https://mangadex.org/covers/892227ec-c998-4d9e-acf3-e407405ce8b5/c1d6eecc-f0bb-4e26-82d0-9ca408a002f6.jpg",
    "altTitles": [
      {
        "en": "The Best Medical God in the City"
      },
      {
        "zh": "都市极品医神"
      },
      {
        "en": "Urban God of Medicine"
      },
      {
        "ja": "一族を滅ぼされた俺が最強の力を手に入れて帰ってきた"
      }
    ],
    "description": {
      "en": "Five years ago, the Ye family was destroyed, and the trash Ye Chen disappeared mysteriously. Now, and the trash Ye Chen is back! He came back with a cultivating body that penetrated the heavens and the earth and cried, \"Ghosts and gods!\" \n\nThis time, Ye Chen wants to make the sky fall in awe! Let the Earth tremble! To be in control of everything, to the top of the sky!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c4a2d5d-9705-465b-b8e9-6d57171fb17c",
    "title": {
      "en": "Kareshi Tokidoki Kanojo"
    },
    "updatedAt": "2024-10-09T05:15:06+00:00",
    "coverArt": "https://mangadex.org/covers/8c4a2d5d-9705-465b-b8e9-6d57171fb17c/5896ad41-109f-4491-bec3-a59c6c20b02b.jpg",
    "altTitles": [
      {
        "ja": "彼氏時々彼女"
      },
      {
        "en": "Boyfriend Sometimes Girlfriend"
      },
      {
        "fr": "Petit ami de temps en temps petite amie"
      }
    ],
    "description": {
      "en": "Akizuki Hodaka, a high school student just turned 17, met the school’s madonna, Shishizaki Chihaya due to a certain turn of events. Prepared to be shot down, he gambled it all by telling her 'I love you. Please go out with me!' And that how they started going out. But Chihaya has a secret Hodaka cannot even imagine…? A kind of love changes everything. The curtain raises on a new frontier in shonen love comedy!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "10"
  },
  {
    "mangaId": "83f93f38-0af7-4428-b661-706b32aaee87",
    "title": {
      "en": "Radiance of Tribulation: The Old Man Leads the Way"
    },
    "updatedAt": "2024-10-27T01:30:53+00:00",
    "coverArt": "https://mangadex.org/covers/83f93f38-0af7-4428-b661-706b32aaee87/75a9bfd5-d5b5-425a-b100-e0d0dc3807d4.jpg",
    "altTitles": [
      {
        "zh": "破劫之辉：老大爷带飞"
      }
    ],
    "description": {
      "en": "Together with the Demon Lord, he is reborn 60 years into the past. Witness how the dashing elder mercilessly crushes the Demon Lord, all while safeguarding his beloved."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25996493-b2ae-46c5-96bf-2a8eb9c72dd8",
    "title": {
      "en": "Number One Beast Master"
    },
    "updatedAt": "2024-10-27T01:17:57+00:00",
    "coverArt": "https://mangadex.org/covers/25996493-b2ae-46c5-96bf-2a8eb9c72dd8/1dffb329-71cd-4f7f-be9a-68f53a139b0f.jpg",
    "altTitles": [
      {
        "zh": "第一御兽师"
      }
    ],
    "description": {
      "en": "A global anomaly has occurred, and monsters have invaded. Monster trainers now bear the burden of saving human civilization. After Xiao Xingyu crosses over, he awakens the “God-tier Monster Training System”. By opening the Eye of the Demonic God, he can see through all hidden evolution paths of monsters, activate their hidden bloodlines, and unlock infinite evolution… A husky can evolve into the Hellhound! A fairy can mutate into the Twelve-Winged Blazing Angel! Hatching a dragon egg can summon the Nine-Spirited Candle Dragon!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "Rikon Shinai Otoko CASE２"
    },
    "updatedAt": "2024-10-13T19:52:28+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/dd6993f2-111f-4a14-ac3f-a08323ef1e7a.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      },
      {
        "es-la": "UN DIVORCIO IMPOSIBLE CASO 2"
      },
      {
        "vi": "Người đàn ông không thể ly hôn CASE 2"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!",
      "es-la": "La Segunda Parte de Un Divorcio Imposible, nos cuenta la casi imposible vida de nuestro protagonista \"Takeshi Nagase\" que tras una noche en la que perdio el conocimiento por culpa de una actriz malvada queda envuelto en un caso de supuesta violación y es alejado de sus hijos. ¡¿Una lucha por demostrar que es inocente?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f0ce7d61-d172-459a-9010-25aa9c399627",
    "title": {
      "en": "I Am the Descendant of the Divine Dragon!"
    },
    "updatedAt": "2024-09-23T02:39:36+00:00",
    "coverArt": "https://mangadex.org/covers/f0ce7d61-d172-459a-9010-25aa9c399627/3664f2b3-8653-4e55-a9e7-66adcb61d931.png",
    "altTitles": [
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "zh": "我，神龙之后！"
      },
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "en": "I, the Queen of Dragons!"
      },
      {
        "en": "The Descendant of the Divine Dragon"
      },
      {
        "ko": "신룡의 후예"
      },
      {
        "ja": "神龍無双"
      }
    ],
    "description": {
      "en": "In the highly competitive world of the Xuan Realm Continent, where warriors strive to refine their bodies, cultivate their martial abilities, harness the essence of the heavens and earth, and push beyond mortal limitations, our protagonist, Lu Hao, faces unjust persecution from his own clan since childhood. However, fate smiles upon him as he awakens the dormant bloodline of the Divine Dragon within him. With an unyielding resolve, Lu Hao embarks on an extraordinary journey, overcoming countless obstacles to ascend to the zenith of power. Along the way, he unravels the enigmatic secrets of his past life."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "496b7402-6272-46b5-bf99-1f216acd20df",
    "title": {
      "en": "Rebirth in the End Times: I Reached the Top by Opening Boxes"
    },
    "updatedAt": "2024-09-14T18:11:47+00:00",
    "coverArt": "https://mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "altTitles": [
      {
        "zh": "末世重生：我靠开箱子问鼎巅峰"
      }
    ],
    "description": {
      "en": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6f3ee17-bc7f-45b9-8210-cc414cb50494",
    "title": {
      "en": "Daxia Swordsman"
    },
    "updatedAt": "2024-11-04T07:36:43+00:00",
    "coverArt": "https://mangadex.org/covers/d6f3ee17-bc7f-45b9-8210-cc414cb50494/fa24e706-d383-4664-b125-56e915f1b3ef.jpg",
    "altTitles": [
      {
        "zh": "大夏剑主"
      }
    ],
    "description": {
      "zh": "他是陆无为，七年前的他碌碌无为。家族内斗，权力交接，他遭奸人陷害，被逐出家族废去修为，人们称他“京城之耻”。七年时光流转，陆无为成为最为有为的人。无敌于世间，而他手下的亲卫皆为巅峰战神，成员皆名垂青史，被世人称为大雪龙骑。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6fbb32f-b6d6-453a-9a22-8ccea45451dd",
    "title": {
      "en": "Oda-chan to Akechi-kun"
    },
    "updatedAt": "2024-11-13T15:30:41+00:00",
    "coverArt": "https://mangadex.org/covers/f6fbb32f-b6d6-453a-9a22-8ccea45451dd/349737cc-767f-4a20-bf7e-40a442320853.jpg",
    "altTitles": [
      {
        "en": "Oda and Akechi"
      },
      {
        "ja": "織田ちゃんと明智くん"
      },
      {
        "es-la": "Oda y Akechi"
      }
    ],
    "description": {
      "es-la": "Akechi Ryunosuke, el chico más rebelde de la escuela, y Oda Maria, la idol más querida, jamás imaginaron que sus mundos opuestos podrían unirse. Sin embargo, después de que Akechi confiesa sus sentimientos, comienzan una inesperada relación. Pero durante su primer beso, un impactante recuerdo del incendio del Templo Honnouji invade sus mentes... ¡Comienza así una electrizante vida escolar, donde el amor y el rencor de vidas pasadas se mezclan en una historia apasionante y llena de misterio!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7cda9b15-71a6-4bb0-bf08-de35b13db6ff",
    "title": {
      "en": "Apocalypse Insect Master"
    },
    "updatedAt": "2024-10-27T00:46:56+00:00",
    "coverArt": "https://mangadex.org/covers/7cda9b15-71a6-4bb0-bf08-de35b13db6ff/f0faec07-bf01-4ee7-9353-b4248ead9d90.jpg",
    "altTitles": [
      {
        "zh": "末日虫师"
      },
      {
        "zh-ro": "Mo Ri Chong Shi RSS Feed"
      }
    ],
    "description": {
      "en": "As the apocalypse descends, all things mutate, and humanity falls from the top of the food chain, becoming nothing more than struggling ants. Plunder and slaughter fill every corner. This is a hell for ordinary people, but a paradise for the evolved. Starting with the Parasite of the Insect Emperor and gaining the power of evolution, I will become the ruler of this wasteland!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "472c4347-408b-4c52-8080-595387eacee9",
    "title": {
      "en": "King of the Arena"
    },
    "updatedAt": "2024-07-16T06:17:33+00:00",
    "coverArt": "https://mangadex.org/covers/472c4347-408b-4c52-8080-595387eacee9/b7938176-ed21-42d2-9ba2-b9513ae600d2.png",
    "altTitles": [
      {
        "es-la": "El rey de la violencia"
      },
      {
        "ko": "폭력의 왕"
      },
      {
        "en": "King of Violence"
      }
    ],
    "description": {
      "en": "First-year Gilsu Lee transfers schools to run from the bullying and violence. And the new place seems almost perfect. Everyone in his class is friendly and kind, and no one is bullying anybody. Violence? No, we don’t do anything like that in this school. That’s what the “Arena” is for. Don’t forget, Gilsu. What happens in the ring stays in the ring!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a",
    "title": {
      "en": "Clinic of Horrors"
    },
    "updatedAt": "2024-01-28T19:24:23+00:00",
    "coverArt": "https://mangadex.org/covers/40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a/118b83f0-59db-4bbb-a5d7-bbfdb8933de9.jpg",
    "altTitles": [],
    "description": {
      "en": "In a strange city, there is a clinic that will treat the victims of horrific diseases. For a price."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ffc37c7-8f02-42bf-881e-40825d94b402",
    "title": {
      "en": "Meme Girls"
    },
    "updatedAt": "2023-03-26T17:42:00+00:00",
    "coverArt": "https://mangadex.org/covers/3ffc37c7-8f02-42bf-881e-40825d94b402/8b7dc2ac-8af3-456c-81a8-f20e2f30f576.jpg",
    "altTitles": [
      {
        "ja": "meme娘"
      },
      {
        "ru": "Девчонки-мемы"
      }
    ],
    "description": {
      "en": "Memes, gaming consoles, and websites turned into anime girls! Please enjoy this compilation of meme comics, oneshots, and shorts from the team behind Merryweather Comics!",
      "pl": "Memy z internetu zostały zmienione w słodkie anime dziewczynki.",
      "pt": "(Brazilian) / Português(Brasil): ||Memes da internet se tornaram garotas fofas de anime, criado por Merryweather e com arte por Princess Hinghoi.||  \n\n\n---\n\n**Links:**  \n[Author's Twitter](https://twitter.com/Merryweatherey)  \n[Author's Youtube (with Dubbed Comics)](https://www.youtube.com/channel/UCvCtIO1it51jSkZGibS9R3w)",
      "ru": "Мемы из интернета, превращенные в милых анимешных девочек, создано Merryweather с иллюстрациями Princess Hinghoi."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK Kuzuhana-chan"
    },
    "updatedAt": "2024-10-30T23:44:27+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/7c7c6fb2-b8fe-4aae-aa3a-a0546766e679.jpg",
    "altTitles": [
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "en": "Delinquent High School Girl Kuzuhana-chan"
      },
      {
        "en": "Yankee High School Girl Kuzuhana-chan"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio Kuzuhana-chan"
      },
      {
        "es": "Colegiala Delincuente/Yankee Kuzuhana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! While most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone. Is this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359! Bien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix. Est-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!! 359人の女子高生にいじられまくり!! つらたんハーレム学園ラブコメ!! コワかわ最強ヒロイン爆誕!! 四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?! Saotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2024-11-10T21:50:08+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      },
      {
        "pl": "Nanoroboty"
      },
      {
        "pl": "Maluska Maszynka"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6ba1583-76d5-456a-a9d2-b695c0f13ca9",
    "title": {
      "en": "Long Live the Drama King"
    },
    "updatedAt": "2024-06-29T06:19:32+00:00",
    "coverArt": "https://mangadex.org/covers/b6ba1583-76d5-456a-a9d2-b695c0f13ca9/fbe4a0e4-7819-4808-8890-2bf741db5bbc.jpg",
    "altTitles": [
      {
        "en": "The King of Dramas"
      },
      {
        "ja": "ドロドロドラマの帝王"
      },
      {
        "ko": "막장드라마의 제왕"
      }
    ],
    "description": {
      "en": "After his first drama flopped, Lee Hyunseok gave up on being a PD. But when he finds himself being granted one last wish in his dying moments, he wants only one thing: to produce the ultimate makjang drama. Now, he's been given a second shot at life (and the assistance of a ghostly PD), but he's on a time crunch to achieve ratings and recognition. With no budget, rookie actors, and an amateur writer, Hyunseok's got his work cut out for him. But what's a good drama without a few twists and turns?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "125"
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "9d44a209-f885-4851-98ed-c478d5adb8ee",
    "title": {
      "en": "For the Musical Genius"
    },
    "updatedAt": "2024-09-22T17:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/9d44a209-f885-4851-98ed-c478d5adb8ee/c904b63c-8dd4-49e2-a3c7-a21e731aa4b9.jpg",
    "altTitles": [
      {
        "ko": "음악천재를 위하여"
      },
      {
        "en": "For the Music Genius"
      }
    ],
    "description": {
      "en": "Kang Hyeon, who was ashamed of his poor family, cut off ties with those around him and studied desperately to achieve success, but eventually he realized that his ideals were wrong.\nTo make matters worse, Hyeon, who has cancer, gets run over while trying to save someone who fell on the subway tracks, and returns to the past while listening to the melody of a symphony.\nHyeon, who was determined not to live the same life as before, realizes that he has tremendous musical talent..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21a05dbf-6e10-4a5e-bd4e-65a2da298904",
    "title": {
      "en": "Cryptid"
    },
    "updatedAt": "2024-11-09T03:28:18+00:00",
    "coverArt": "https://mangadex.org/covers/21a05dbf-6e10-4a5e-bd4e-65a2da298904/f4c22cde-3b58-47a1-8806-8fef0ab3c304.jpg",
    "altTitles": [
      {
        "ko": "크립티드"
      }
    ],
    "description": {
      "en": "Robin is an ordinary high school student in South Korea.\n\nOn his way home from school as usual, an air raid warning sounds throughout the city, and an unidentified 'thing' takes away Robin's ordinary daily life.\n\nRobin gets caught up in the fight between the 'monster', a being forgotten by humans for a long time, and the 'nameless unit' that protects humans... \n\nWhat the heck, this is scary!",
      "ko": "대한민국의 평범한 고등학생 로빈.\n\n평소와 다름 없던 하교길 도중, 도시 전역에 공습 경보가 울려 퍼지고정체 불명의 '그것'은 평범했던 로빈의 일상을 송두리째 앗아 간다.\n\n오랜 시간동안 인간들에게 잊혀졌던 존재 '괴이'와 인간을 지키는 '무명대'의 싸움에로빈은 휘말리게 되는데... 뭐야, 이거 무서워!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d72564a-00d1-49a3-b6b6-375a83a5b3b9",
    "title": {
      "en": "Sono Hada no Atsusa wo Oboeteru"
    },
    "updatedAt": "2024-09-19T15:53:41+00:00",
    "coverArt": "https://mangadex.org/covers/2d72564a-00d1-49a3-b6b6-375a83a5b3b9/1f2a96fe-089b-41e9-8142-cbe7f7dcf863.png",
    "altTitles": [
      {
        "ja": "その肌の熱さをおぼえてる"
      },
      {
        "ja-ro": "Sono Hada no Atsusa o Oboeteru"
      }
    ],
    "description": {
      "en": "“What would you do if I told you your partner that day was ‘me’?” Gen, a hairdresser, has long been in love with his older childhood friend, Koutarou, who likes his older brother, Kanade. One night, Gen spends the night at a hotel with a drunken Koutarou, bolstered by the thought that he might have a chance. However, Koutarou mistakenly thinks it was his older brother, Kanade, that he slept with. Gen’s used to being mistaken as Kanade, but they felt each other’s heat– to think he was mistaken as him even at night–. A devoted, younger, handsome hairdresser x a naturally airheaded, devilish, older, plain-faced boy’s one-sided, childhood love!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb",
    "title": {
      "en": "There Is No True Peace in This World -Shin Kamen Rider SHOCKER SIDE-"
    },
    "updatedAt": "2024-10-31T06:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb/12628b1d-b83c-46c6-bcf5-13ddbb4dea12.jpg",
    "altTitles": [
      {
        "ja": "真の安らぎはこの世になく-シン・仮面ライダー SHOCKER SIDE-"
      },
      {
        "ja-ro": "Shin no Yasuragi wa Konoyo ni Naku -Shin Kamen Raidā Shokkā Saido-"
      },
      {
        "la": "Nulla Mundo Pax Sincera: SHOCKER SIDE"
      },
      {
        "en": "Shin Kamen Rider 2023: Prologue"
      }
    ],
    "description": {
      "en": "A completely original manga project spun-off from *Shin Kamen Rider* directed by Anno Hideaki! A dark hero rising story by a superb production team depicting the biggest enemy in *Shin Kamen Rider* and *SHOCKER*!",
      "ja": "庵野秀明監督作品『シン・仮面ライダー』より、完全オリジナルの漫画プロジェクト！ 超豪華制作陣が『シン・仮面ライダー』作中最大の敵と、\"SHOCKER\"を描く、ダークヒーロー・ライジング・ストーリー！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3975b7da-2822-48f7-87d6-ce62f1a46bf4",
    "title": {
      "en": "Black-Haired Tactical Genius"
    },
    "updatedAt": "2024-07-12T16:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/3975b7da-2822-48f7-87d6-ce62f1a46bf4/75f9dd08-d65b-4925-ae13-1484670cd3f4.jpg",
    "altTitles": [
      {
        "ko": "검은 머리 전술 천재"
      }
    ],
    "description": {
      "en": "K-League Third Division\n\nThe protagonist, Ma Jung-woo, is a strategic analyst.\n\nAs he suffered from mounting debt, he inherited his late grandfather's British football team without notice.\nHe tried to sell the club and start a new life...\n\nWhat? 150 billion won in debt alone?\n\nJungwoo is trying to pay off his debts alone as the club owner's coach…."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54fa20c3-3509-40a7-a69c-a1eda2f8702a",
    "title": {
      "en": "ARK"
    },
    "updatedAt": "2024-05-26T22:11:07+00:00",
    "coverArt": "https://mangadex.org/covers/54fa20c3-3509-40a7-a69c-a1eda2f8702a/7232b33a-2c81-4eab-8e2b-a8c537c54a81.jpg",
    "altTitles": [
      {
        "en": "ARK (Taeha)"
      },
      {
        "ko": "아크"
      },
      {
        "zh": "ARK：游戏新世界"
      },
      {
        "ja": "アーク〜フリーター人生に終止符を〜"
      },
      {
        "ru": "АРК"
      }
    ],
    "description": {
      "en": "Hyunwoo, an unemployed part-timer worker, is struggling with his everyday life. With his only strong suit being gaming, he struggles to be employed and getting a job at a major company seems like a dream that'll never come true.\n\nHowever, one day he receives an opportunity to turn his life around! A job interview at the largest virtual reality game developer ever, Global Exus, is through a game?! With his father's absence since childhood, his ill mother, and their severe poverty; this seems like an opportunity of of a lifetime.\n\nArmed only with his tough nature, Hyunwoo enters <New World> and begins his conquest!\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%95%84%ED%81%AC/2391)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12947)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/60137)",
      "ja": "就職活動どころか生活難に苦しみながら、日々の暮らしに追われる晩年フリーターの翔太。 他人と比べ自信があるのは、ゲームしかない彼にとって大企業への就職は無縁だった。 しかし突然やって来た人生逆転のチャンス！ 大企業の入社面接が仮想現実ゲーム!?父親の不在、病気の母親、貧困… 根性だけが取り柄である翔太の仮想現実ゲーム＜ニューワールド＞征服期が始まる！\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%95%84%ED%81%AC/2391)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12947)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/60137)",
      "ko": "취업준비는커녕 생활고에 시달리며, \n하루하루 살기 급급한 만년 알바생 현우. \n\n그나마 남들보다 잘하는 건 게임밖에 없는 그에게 있어, \n대기업 취직은 딴 세상 이야기였다...\n\n갑작스럽게 찾아온 인생역전의 기회! \n대기업 입사 면접이 가상현실게임이라고?!\n\n아버지의 부재, 병든 어머니.. 지독한 가난. \n\n남은 건 악바리 근성밖에 없는 현우의 가상현실게임 <뉴월드>정복기가 시작된다!\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%95%84%ED%81%AC/2391)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12947)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/60137)",
      "ru": "Хён Ву - обычный безработный, прожигающий свою жизнь в видеоиграх. Из-за того, что его единственная сильная сторона это игры, он  мечтает устроиться на работу в крупную компанию. Ему кажется, что эта мечта несбыточная, однако он всё же получает шанс изменить свою жизнь. Собеседование в \"Global Exus\" пройдёт в виде экзамена в игре?! У него с детства не было отца, сейчас его мать тяжело больна, и они на грани бедности, это возможность изменить всю его жизнь. Вооружённый лишь своей жёсткой натурой, Хён Ву приходит в \"Новый Мир\", чтобы завоевать его!\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%95%84%ED%81%AC/2391)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12947)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/60137)",
      "zh": "面试，是一件很恐怖的事情。去全球五百强的企业面试，更是地狱难度。他，为了摆脱生活的窘迫，挣脱贫穷的枷锁，鼓足了勇气来到了这家企业，却被告之面试内容就是玩游戏？！而这款游戏的要求只有一个，就是“不择手段的活下去！”\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%95%84%ED%81%AC/2391)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12947)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/60137)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]