[
  {
    "mangaId": "b76c5d04-cc45-4f3f-a4b5-29ab8758c480",
    "title": {
      "en": "Shinitagari no Fukushuusha"
    },
    "updatedAt": "2024-10-29T19:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/b76c5d04-cc45-4f3f-a4b5-29ab8758c480/9294a9dd-a74d-4b6f-9328-43d820cf0dbc.jpg",
    "altTitles": [
      {
        "ja": "死にたがりの復讐者"
      },
      {
        "en": "Almost Immortal"
      },
      {
        "en": "Deathly Revenge"
      }
    ],
    "description": {
      "en": "A high school girl, Shizuku, who despairs of living after being bullied at school and sexually abused at home, attempts to commit suicide at a deserted shrine, where she is cursed with immortality by an eerie raven. \n\nUnable to even die, Shizuku decides to use her immortal body to inflict deathly retribution on her tormentors.\n\n A revenge drama about a high school girl with a different power in her hands!",
      "ja": "学校ではいじめ、家庭では性的虐待を受けて生きることに絶望した女子高生・雫は寂れた神社で自殺を図るが、そこで雫は不気味な烏に不死の呪いをかけられる。\n\n死ぬことすらできなくなった雫は、不死のからだを使っていじめた奴らに死の報復を与えると決意する。\n\n異能を手にした女子高生の復讐劇!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "7d7e5b68-5dc2-42bc-b4dc-6bb6818f628f",
    "title": {
      "en": "The Demonic Empress Traveled Through Time And Became My Boss"
    },
    "updatedAt": "2024-10-08T15:45:20+00:00",
    "coverArt": "https://mangadex.org/covers/7d7e5b68-5dc2-42bc-b4dc-6bb6818f628f/2548b213-417e-4220-a3a7-1975f098f5c6.jpg",
    "altTitles": [
      {
        "en": "The Demon Queen Transmigrated as My Boss"
      },
      {
        "en": "The Demonic Empress Traveled Through Time And Became My Boss"
      },
      {
        "zh": "Mó Zūn Nǚdì Chuānyuè Chéng Wǒ Shàngsi"
      },
      {
        "zh-hk": "魔尊女帝穿越成我上司"
      }
    ],
    "description": {
      "en": "Should I save my boss who collapsed in front of me or not? If I save her, wouldn't that betray my resentment for working 996 every day? But if I don't, who will approve my pending reimbursement claims? Lu Youwei sighed and decided to save his boss. To his surprise, the woman who usually tormented him claimed to be the Empress of the Demon Sect after waking up from the accident and insisted on teaching him the path of cultivation"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccdcf166-f179-41ee-8879-f5fdbc1ed411",
    "title": {
      "en": "Gachaman"
    },
    "updatedAt": "2024-04-25T22:56:40+00:00",
    "coverArt": "https://mangadex.org/covers/ccdcf166-f179-41ee-8879-f5fdbc1ed411/0e32e0db-a2ce-4a57-a643-af9e46513614.jpg",
    "altTitles": [
      {
        "ja": "ガチャマン"
      }
    ],
    "description": {
      "en": "One day, high schooler Kaito Kuji lost his memory. When he came to, he found the word \"Thank you\" written on his chest above a dial for a capsule toy vending machine. It's a mysterious capsule toy vending machine, which contains his lost memories and also some special supernatural abilities. But in order for him to turn the dial, he has to have someone tell him, \"Thank you\"...?!! So he needs to gather people's gratitude and use the toy capsule machine to fight!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "82"
  },
  {
    "mangaId": "38ce723f-6069-4fd7-89c8-b3c6242d96b8",
    "title": {
      "en": "Doku Doku Mori Mori"
    },
    "updatedAt": "2024-10-26T13:11:04+00:00",
    "coverArt": "https://mangadex.org/covers/38ce723f-6069-4fd7-89c8-b3c6242d96b8/fcee8d9f-678d-409e-b59f-f8c88177099b.jpg",
    "altTitles": [
      {
        "ja": "どく・どく・もり・もり"
      },
      {
        "en": "Poison Poison Forest Forest"
      }
    ],
    "description": {
      "en": "In the deep, deep forest. a Tamagotake mushroom fairy who has been left alone in the world after her parents were killed is chasing after the culprit, a Tsukiyotake, to take revenge on him. In the Sea of Trees, where life and death intersect, can the young Tamago take revenge on the hated Tsukiyo? An unprecedented mushroom suspense begins.",
      "es-la": "En el bosque profundo, profundo. Tamagotake, un hada de los hongos que se ha quedado sola en el mundo después de que mataran a sus padres, persigue al culpable, Tsukiyotake, para vengarse de él. En el Mar de árboles, donde la vida y la muerte se cruzan, ¿podrá el joven Tamago vengarse del odiado Tsukiyo? Comienza un suspenso de hongos sin precedentes."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "817326a0-fc3f-42dc-99a6-ff10a952d535",
    "title": {
      "en": "The Male Leads Were Stolen by an Extra"
    },
    "updatedAt": "2024-04-11T07:34:05+00:00",
    "coverArt": "https://mangadex.org/covers/817326a0-fc3f-42dc-99a6-ff10a952d535/8793ff84-d0bc-4be9-8e9e-fbabf0aa1015.jpg",
    "altTitles": [
      {
        "ko": "엑스트라에게 남주들을 빼앗겼다"
      },
      {
        "en": "The Male Leads Were Taken Away by the Extra"
      },
      {
        "en": "The Male Leads Were Stolen by the Extra"
      },
      {
        "zh": "被群演夺去了男主们"
      }
    ],
    "description": {
      "en": "A woman who has lost her male leads to an extra who did not appear in the original story... That's me.\n\nSelonia fell into a coma on the way back from defeating the Demon King. After wandering through death for several months, she survived, but what? \n\n“I want you to break off the engagement. I want to hurry up to marry Grace.” \n\n“I want you to pretend my knight’s oath to you didn't happen.” \n\n“Give me back my heart. I’ll give it to Grace.” \n\nThe fiancé who was the male lead, the paladin and the dragon who were the sub-male leads, and the fellows all turned away. These reckless bastards! There was a lot of cursing, but what can I do to stop it? I was trying to start a new life in a cool way. By the way… \n\n“Do you know me?” \n\nHow is the dead demon king alive? \n\n“What, I don’t know…”\n\n“No, you know me. tell me Who am I?” \n\nTo make matters worse, the Demon King, who has no memory, sticks to my side and does not leave. Inevitably, I tried my best to prevent the return of the Demon King. \n\n“How can I always hold your hand?” \n\nWhy is it not enough to spit out vulgar words? \n\n“Are you going to kill all those who left you? Just speak.” \n\nHe’s even going to kill the male leads for me!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3326c2a-fb18-4550-b539-15840ab2fb0b",
    "title": {
      "en": "Shitto wa Ai wo Kumoraseru"
    },
    "updatedAt": "2024-04-04T02:18:08+00:00",
    "coverArt": "https://mangadex.org/covers/d3326c2a-fb18-4550-b539-15840ab2fb0b/eb7831f7-70c1-4ced-9b87-fff4f3d8958f.jpg",
    "altTitles": [
      {
        "ja": "嫉妬は愛を曇らせる"
      },
      {
        "zh": "嫉妒让爱蒙上阴翳"
      },
      {
        "ko": "질투는 사랑을 흐리게 한다"
      },
      {
        "ja-ro": "Shitto wa Ai wo Kumoraseru"
      },
      {
        "en": "Jealousy Blinds Love"
      },
      {
        "en": "Jealousy Clouding Love"
      },
      {
        "en": "Jealousy Disturbs Love"
      }
    ],
    "description": {
      "en": "“Falling in love, I didn’t expect it would only take an instant.” A gifted but burned out pianist x a late blooming genius. A progressive love story about being bound by an inferiority complex!\n\nKirino feels that his talent for piano is at its limit. On the other hand, his junior, Takase, who is naive and loved by everyone, is blossoming with talent. Kirino feels annoyed by Takase’s admiration for him and views him as a thorn in his side. However, Takase doesn’t even hesitate when he tells Kirino, “Senpai is my everything”……\n\nKirino doesn’t trust Takase, and uses his longing for him to play with his feelings, wanting to make him feel troubled. “You’re too shy to even look at me when I’m by your side, it’s so cute how you look like a puppy when you’re trembling with expectation.”\n\nFeeling complacent because of Takase’s affection, Kirino gradually starts to depend on him…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "ec96fc62-975a-4abf-83e3-d2426ca8fbe6",
    "title": {
      "en": "The Villainess Lives Again"
    },
    "updatedAt": "2024-07-23T03:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/ec96fc62-975a-4abf-83e3-d2426ca8fbe6/c773bf7f-9db8-44a6-80d0-9709a4b479a3.jpg",
    "altTitles": [
      {
        "ko": "악녀는 두 번 산다"
      },
      {
        "ko-ro": "Agnyeoneun Du Beon Sanda"
      },
      {
        "fr": "La vilaine vit encore une fois"
      },
      {
        "fr": "L'antagoniste vit une deuxième fois"
      },
      {
        "pt": "A vilã vive duas vezes"
      },
      {
        "es": "La villana vive dos veces"
      },
      {
        "uk": "Друге життя лиходійки"
      },
      {
        "ru": "Вторая жизнь злодейки"
      },
      {
        "ja": "悪女は2度生きる"
      },
      {
        "ja": "悪女は２度生きる"
      },
      {
        "tr": "Kötülüğün İkinci Yaşamı"
      },
      {
        "th": "ชีวิตที่สองของนางร้าย"
      },
      {
        "th": "ชีวิตครั้งใหม่ ของยัยตัวร้าย"
      },
      {
        "zh": "恶女的王座"
      },
      {
        "zh": "恶女的重生"
      },
      {
        "zh": "恶女的二次人生"
      },
      {
        "zh-hk": "惡女重生"
      },
      {
        "zh-hk": "惡女的王座"
      },
      {
        "zh-hk": "惡女的重生"
      },
      {
        "zh-hk": "惡女的二次人生"
      },
      {
        "vi": "Ác nữ tái sinh"
      },
      {
        "id": "The Villainess Lives Twice"
      },
      {
        "fr": "The Villainess Lives Again"
      }
    ],
    "description": {
      "de": "Von klein auf lebte Artezia Rosan in dem Glauben, sie könne ein glückliches Leben führen, solange ihr Bruder erfolgreich ist. Als Meisterin der Manipulation und Intrigen wurde sie das wichtigste Hilfsmittel ihres Bruders, um den Thron des Imperiums zu erobern. Genau deshalb traf sie der Verrat ihres Bruders so hart, als sie für ihre Taten gefesselt und gefoltert wurde. Nachdem sie von Großherzog Cedric Ebron gerettet wird, nutzt sie eine verbotene Magie und opfert ihr eigenes Leben, um ihm zu helfen, dem grausamen Kaiser ein Ende zu setzen. Die Ereignisse nehmen eine seltsame Wendung, als sie einige Jahre in der Vergangenheit aufwacht und schwört, Großherzog Cedric um jeden Preis zu helfen, selbst wenn dies bedeutet, ihre eigene Familie aufzugeben. Man sagt, Blut ist dicker als Wasser, aber kann Artezia es schaffen, ihren Bruder zu besiegen, während ihre eigene Romanze inmitten des Chaos erblüht?\n\n---\n* [Official Translation (DE)](https://www.tappytoon.com/de/comics/the-villainess-lives-again-de)",
      "en": "From childhood, Artezia Rosan's happiness was dependent on ensuring the success of her brother. As a master manipulator and schemer, she became his most valuable ally in seizing the empire’s throne. That’s exactly why her brother's betrayal cut so deeply when Artezia was imprisoned as punishment for all of her crimes. Soon after being rescued by Grand Duke Cedric Ebron, she vows to help him overthrow the cruel new emperor by sacrificing her own life with forbidden magic. Now waking up several years earlier back in time, she will forsake her own family to help Cedric at all costs. They say that blood is thicker than water, but can Artezia destroy her brother while her own romance blossoms amidst the chaos?",
      "fr": "Depuis son plus jeune âge, Artezia vit dans l’ombre de son frère, dont le succès suffirait à garantir le bonheur et la sécurité de la famille, selon sa mère. Elle devient donc la meilleure alliée de ce dernier, organisant maintes conspirations afin de l’aider à accéder au trône impérial. C’est pourquoi, quand ce but est finalement atteint mais qu’elle se retrouve trahie, mutilée et enchaînée en punition pour ses crimes, son ressentiment n’en est que plus grand. Sauvée par le Grand Duc Cedric Ebron, elle décide alors d’utiliser la magie pour aider ce dernier à détrôner l’empereur cruel qu’est devenu son frère. Un sort magique lui permet de revenir plusieurs années en arrière et de changer le cours des choses… Mais Artezia parviendra-t-elle à changer le destin, alors que l’amour s'immisce au milieu du chaos?\n\n---\n**Official Translations:**\n* [French / Français](https://www.tappytoon.com/fr/comics/villainess-lives-again-fr)",
      "ja": "謀略の天才、皇帝を作り上げる！ ”お兄様が成功すれば、お前も成功するのよ” それを信じ、あらゆる悪事を企てた悪女「アルティゼア」。 しかし、彼女の兄への忠誠は裏切りとして返ってくる。 死を前にした彼女に手を差し伸べたのは宿敵であり、正義ある大公「セドリック」だけだった。 魔術で命と引き換えに18歳の自分に生まれ変わった彼女は、「セドリック」を皇帝にするために新たな人生を捧げることにするがーー\n\n---\n**Official Translations:**\n* [Japanese / 日本語](https://piccoma.com/web/product/50796)",
      "ko": "모략의 천재, 황제를 만들다!\n\n\"오빠가 잘되어야 너도 잘되는 거야.\"\n\n온갖 악행을 저질러 오빠를 황제로 만들었다.\n하지만 아르티제아의 헌신은 배신으로 돌아왔다.\n죽음의 문턱에서 그녀에게 구원의 손을 내민 것은, 정의로운 숙적 세드릭 대공뿐이었다.\n\n“계책을 내라.”\n“…….”\n“이 상황을 뒤집을 수 있는 인물을 나는 그대 외에는 떠올리지 못하겠어. 로산 후작.”\n“…….”\n“나에게는 그대의 힘이 필요하다.”\n\n이미 기울어진 세력 판도를 뒤집고 도탄에 빠진 제국을 구할 계책은 없다.\n그러나 방법은 있다.\n모든 것이 잘못되기 이전으로 시간을 돌리는 것.\n\n피의 눈물과 함께 그녀는 자신의 몸을 바쳐 고대마법으로 시간을 돌린다.\n이번에는, 실패하지 않으리라.\n\n죽지 않고 18세로 회귀한 아르티제아는 세드릭 대공을 위한 악녀가 될 것을 결심한다.\n\n“저에게 청혼해 주십시오. 당신을 황제로 만들어 드리겠습니다.”\n\n악마에게 무릎을 꿇은 대가로,\n당신은 당신 대신 손을 더럽힐 악마를 얻을 것입니다.",
      "pt": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric.Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira... de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar.",
      "ru": "«Твой старший брат хорош, и ты должна соответствовать.»\nОна совершила множество злoдеяний, чтoбы сделать своего старшего брата Императором. Однако преданность Артезии обернулась против неё, ведь единственным, кто подал ей руку помощи на пороге смерти, был заклятый враг, эрцгерцог Седрик.\n«Уловки прочь.»\n«Я не знаю никого, кроме вас, кто мог бы обратить эту ситуацию вспять. Маркиза Розанна.»\n«Мне нужна ваша сила.»\nКазалось, тогда уже невозможно было спасти Империю, находившуюся в крайне бедственном положении, и предотвратить падение власти. Но всё же был один способ. Повернуть время вспять прежде, чем все пойдёт не так. Она, с кровавыми слезами на глазах, пожертвовала своим телом, чтобы овладеть древней магией и обернуть время вспять. В этот раз она не подведёт. Вернувшись в возраст восемнадцати лет, Артезия принимает решение не покорно умереть, а стать злодейкой и пойти на службу к эрцгерцогу Седрику.\n«Пожалуйста, сделайте мне предложение. И я сделаю вас Императором.»\nДабы демoн пал ниц, нужнo запoлучить другoгo, что испачкает руки вместо вас.",
      "zh": "前世为助哥哥成王做尽坏事，却反遭灭口…这一世甘为恶女，联手曾经的政治宿敌，夺回操控人生的王座！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9146/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E9%87%8D%E7%94%9F/116)",
      "pt-br": "Ao cometer todo tipo de atos malignos, ela fez do irmão o imperador. Mas sua dedicação foi recompensada com traição. À beira da morte, quem estendeu uma ajuda foi seu arqui-inimigo, o justo Grão-Duque Cedric. Não era possível restaurar o equilíbrio de poder para um império que já estava caindo em ruínas, mas havia uma maneira … de voltar no tempo antes que tudo desse errado. Com seu sangue e lágrimas, ela sacrifica seu próprio corpo para lançar magia antiga, a fim de voltar no tempo. Desta vez, ela não iria falhar."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20a93e77-248a-46ec-8237-c54cfdc2a72e",
    "title": {
      "en": "Road to Kingdom"
    },
    "updatedAt": "2024-10-01T00:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/20a93e77-248a-46ec-8237-c54cfdc2a72e/a07d952d-463d-405f-850d-20a63430c2ad.jpg",
    "altTitles": [
      {
        "ja-ro": "Oukoku e Tsuzuku Michi Dorei Kenshi no Nariagari Harem Life"
      },
      {
        "en": "Road to the Kingdom Slave Swordsman the Rise of Heroes - Harem Life"
      },
      {
        "ja": "王国へ続く道 奴隷剣士の成り上がり英雄譚（ハーレムライフ）"
      },
      {
        "ru": "Дорога в королевство"
      }
    ],
    "description": {
      "en": "This is the story of a young slave gladiator in an underground arena. He doesn’t know about his past or how he got to where he is, only that his name is Aegir, and that he is strong.  \n  \nOne day he kills the boss and escapes the arena, joining a band of mercenaries as a new recruit. During one mission, they encounter the vampire, Lucy, who slaughters the band with her inhuman strength. After learning that Aegir only knows how to kill, Lucy lets him stay at her house, educating and taking care of him.  \n  \nTwo years pass, and on the day of Aegir’s departure, they both exchange a promise that if Aegir becomes a king and owns the land of Erg forest, he can come and take her as his woman. Making this his life goal, Aegir set out on a journey to become a hero, a king, and found his own kingdom.",
      "ru": "Это история о молодом рабе-гладиаторе на подземной арене. Он не знает ни о своем прошлом, ни о том, как он попал туда, где находится, знает только, что его зовут Эгир и что он силен.\n\nОднажды он убивает босса и убегает с арены, присоединившись к банде наемников в качестве нового рекрута. Во время одной миссии они сталкиваются с вампиром Люси, который убивает группу с ее нечеловеческой силой. Узнав, что Эгир умеет только убивать, Люси позволяет ему оставаться в ее доме, обучая и заботясь о нем.\n\nПрошло два года, и в день отъезда Эгира они оба обменялись обещанием, что если Эгир станет королем и будет владеть землей леса Эрг, он сможет прийти и взять ее в жены. Сделав это своей жизненной целью, Эгир отправился в путешествие, чтобы стать героем, королем и найти свое собственное королевство."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00d5181-e971-4542-ac69-27786c9855f3",
    "title": {
      "en": "Kekkon surutte, Hontou desu ka"
    },
    "updatedAt": "2024-12-20T10:22:02+00:00",
    "coverArt": "https://mangadex.org/covers/c00d5181-e971-4542-ac69-27786c9855f3/5ebe49ef-9dae-4caf-915c-98c60cd2051b.jpg",
    "altTitles": [
      {
        "pt-br": "Vocês realmente vão se casar?"
      },
      {
        "uk": "Чи правда, що ви одружуєтесь? [365 днів до весілля]"
      },
      {
        "ja": "結婚するって、本当ですか"
      },
      {
        "ru": "365 дней до свадьбы"
      },
      {
        "en": "365 Days to the Wedding"
      },
      {
        "ko": "결혼한다는 게, 정말인가요"
      },
      {
        "zh-hk": "聽說你們要結婚!?"
      },
      {
        "zh": "真的要结婚吗？！"
      },
      {
        "th": "แต่งงานที่ว่านี่เรื่องจริงเหรอครับ?"
      },
      {
        "ru": "Вы правда женитесь?"
      },
      {
        "ja": "結婚するって、本当ですか 365 Days To The Wedding"
      },
      {
        "ja-ro": "Kekkon Surutte, Hontou desu ka: 365 Days To The Wedding"
      },
      {
        "vi": "365 Ngày Cho Đến Lúc Hai Ta Kết Hôn"
      },
      {
        "vi": "Chúng Ta Sẽ Kết Hôn Thật Sao?"
      },
      {
        "en": "Are You Really Getting Married?"
      },
      {
        "ja-ro": "Kekkon suru tte, Hontou desu ka"
      },
      {
        "en": "Map for The Wedding"
      }
    ],
    "description": {
      "en": "Takuya and Rika are co-workers for a travel agency and have barely ever interacted as they are both introverted, anti-social people. Both are doing their jobs as normal when an announcement from the higher-ups comes down: in one year, an overseas branch will be opening in Siberia, and an employee from their location will be sent to work there! While there's no telling who will be chosen to go, it is explained that people who are married and have families are far less likely to be sent! Neither Takuya nor Rika want to go to Siberia! Desperate to protect their solitary lives, they develop a plan: pretend that they are getting married to each other! Will they be able to keep up this charade for 365 days, and, maybe, even fall for one another in that time?",
      "ja": "首都圏の旅行代理店、JTCの企画部に勤めるタクヤとリカは、共に人付き合いが苦手で目立たないが、充実した一人生活を送っていた。ところがシベリアの支店開設により独身者が優先で海外派遣されることになり、困ったリカはタクヤにとある計画を持ちかけて……。ほとんどしゃべったこともない二人が、たったの365日後に結婚することに！？\n\n### 登場人物紹介\n \n* 大原拓也●旅行代理店JTCの企画部所属。弱っている猫を保護している。やっと慣れてきた所なので家を離れたくない。\n\n* 本成寺莉香●拓也の1年先輩。 クールに見えるが実は極度の人見知りで海外などもってのほか。 地図さえあれば幸せ。",
      "ru": "Такуя и Рика — коллеги по туристическому агентству, они практически не общались друг с другом, так как оба — интроверты. Оба заняты своим делом, как обычно, когда приходит объявление от вышестоящего руководства: через год в Сибири откроется зарубежный филиал, и сотрудник из их отдела будет отправлен туда на работу! Неизвестно, кого выберут, но объяснили, что вероятность того, что туда отправят женатых и имеющих семьи, гораздо ниже, чем одиночек! Ни Такуя, ни Рика не хотят ехать в Сибирь! Отчаявшись защитить свою одинокую жизнь, они придумывают план: сделать вид, что женятся друг на друге! Смогут ли они продержаться 365 дней и, может быть, даже влюбиться друг в друга за это время?",
      "uk": "Гонджоуджі Ріка та Оогара Такуя працюють у відділі планування туристичної агенції JTC в Токіо, вони не люблять спілкуватися і повноцінно живуть спокійним життям наодинці. Однак через відкриття філії в Сибіру Ріка запропонувала Такуї план, щоб не відправитися за кордон. Чи одружаться ці двоє замкнутих людей всього за 365 днів?",
      "vi": "Takuya và Rika là đồng nghiệp trong một công ty lữ hành ở Tokyo. Cả hai đều độc thân, nhưng họ không bận tâm, vì họ là những người hướng nội với cuộc sống viên mãn ở nhà. Thật không may, giờ công việc của họ là tìm kiếm nhân viên cho một văn phòng ở Siberia, và những nhân viên chưa kết hôn là những người đầu tiên được cân nhắc. Rika rất muốn tránh việc chuyển công tác và đến gặp Takuya với một ý tưởng: nếu họ giả vờ kết hôn sau một năm, họ có thể ở lại Tokyo. Vấn đề duy nhất là cả hai hầu như không biết nhau! Nếu hai người đồng nghiệp trầm tính này \"giả vờ\" một mối quan hệ, liệu nó có trở thành một mối quan hệ thực sự không?",
      "pt-br": "Takuya e Rika são colegas de trabalho de uma agência de viagens e quase nunca interagiram, pois ambos são introvertidos, pessoas anti-sociais. Ambos estão fazendo seu trabalho normalmente quando um anúncio dos superiores chega: em um ano, uma filial no exterior será aberta na Sibéria, e um funcionário de sua localidade será enviado para trabalhar lá! Embora não se saiba quem será escolhido para ir, explica-se que as pessoas que são casadas e têm família são muito menos propensas a serem enviadas! Nem o Takuya nem a Rika querem ir para a Sibéria! Desesperados para proteger suas vidas solitárias, eles criam um plano: fingir que vão se casar um com o outro! Serão capazes de manter esta farsa por 365 dias, e, talvez, até se apaixonar um pelo o outro nesse tempo?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "110"
  },
  {
    "mangaId": "ceacd8dc-64e2-4732-804b-961f255627ec",
    "title": {
      "en": "Eighteen's Bed"
    },
    "updatedAt": "2025-01-08T19:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/ceacd8dc-64e2-4732-804b-961f255627ec/641c7374-1947-4e02-b77c-cf33520268bc.jpg",
    "altTitles": [
      {
        "ko": "열여덮의 침대"
      }
    ],
    "description": {
      "fr": "Dans ce monde, il y a des gens qui attirent naturellement les autres. Jun Kang, qui cache la douleur d'un amour unilatéral derrière une image d'étudiant modèle, commence à s'intéresser à Go Yohan lorsqu'ils deviennent camarades de classe en deuxième année. Que se serait-il passé s'il était tombé amoureux de Go Yohan ? « Jun-ah, à quoi ressemble le premier amour ? »"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "f3d3cf42-a12a-42f5-bd56-70b587eee06a",
    "title": {
      "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
    },
    "updatedAt": "2025-01-02T18:11:53+00:00",
    "coverArt": "https://mangadex.org/covers/f3d3cf42-a12a-42f5-bd56-70b587eee06a/b3b583d8-7358-4791-a4e8-b8514dad02bc.jpg",
    "altTitles": [
      {
        "ja": "陰キャの僕に罰ゲームで告白してきたはずのギャルが、どう見ても僕にベタ惚れです"
      },
      {
        "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
      },
      {
        "en": "The Gal Who Was Meant to Confess to Me as a Punishment Game Has Apparently Fallen in Love with Me"
      },
      {
        "zh-hk": "因懲罰遊戲才向陰角的我告白的辣妹，怎麼看都已經完全迷戀上我了"
      },
      {
        "ko": "아싸인 내게 벌칙 게임으로 고백해 온 갸루가 아무리 봐도 나한테 반한 것 같다"
      },
      {
        "ru": "Девушка, которая должна была признаться мне в качестве игрового наказания, очевидно, влюбилась в меня"
      },
      {
        "pl": "Introwertyczne wpadki podrywowe: Ta Gyaru zakochała się we mnie po uszy!"
      },
      {
        "pl": "Gal, która miała mi wyznać miłość w ramach gry z karą, najwyraźniej się we mnie zakochała."
      },
      {
        "ja-ro": "Inkya no Boku ni Batsu Game ni Kokuhaku Shitekita Hazu no Gyaru ga, Doumitemo Boku ni Betahore Desu"
      },
      {
        "vi": "Nhỏ Gyaru lẽ ra tỏ tình với người u ám như tôi chỉ vì trò chơi trừng phạt, nhưng dù có nhìn kiểu gì thì cổ cũng yêu tôi mà!"
      }
    ],
    "description": {
      "en": "When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!\n\n---\n**Links:**\n- Official Video Manga - [YouTube](https://youtube.com/playlist?list=PL0zfSjyskgIUZdlu7xyxLAv956kN32dP6) (Chapters 1-3, With voice acting)\n- [Official English Light Novel](https://j-novel.club/series/an-introvert-s-hookup-hiccups)",
      "ja": "**陰キャ×清楚ギャル、罰ゲームから始まるピュアラブコメ!!**\n\nクラス内カーストトップの清楚ギャル・茨戸七海に罰ゲームで告白されて付き合うことになった陰キャ男子・簾舞陽信。 しかし罰ゲームのはずが、七海は陽信にガチ惚れしているようで…？",
      "pl": "Kiedy piękna Nanami Barato wyznaje miłość Yoshinowi Misumai, wydaje się to zbyt piękne, by mogło być prawdziwe! Tylko, że tak jest - i Yoshin o tym wie. Jak taki introwertyczny facet jak on ma zachować zimną krew, skoro wie, że to tylko wyzwanie? Jeszcze bardziej zastanawiające jest to, że pomimo jej krzykliwego wyglądu, ta rzekoma gyaru nie jest tak dobra w kontaktach z facetami! Być może jest to idealna okazja dla tego nieśmiałego faceta, aby zebrać się na odwagę i powiedzieć \"tak\" tej nieśmiałej dziewczynie. Tak zaczyna się ich nowe, wygodne życie porannych spotkań i ręcznie robionych lunchów. Rzecz w tym, że sądząc po jej zachowaniu, Nanami zakochała się w nim po uszy! Czy ta dwójka może odkryć swoje uczucia, a może nawet zakochać się w sobie - tym razem naprawdę?!",
      "pt-br": "Barato Nanami, uma versão atenuada da garota no topo da hierarquia da escola, perdeu um jogo de cartas e agora tem que confessar a um cara de sua classe como punição. Misumai Youshin, que é um solitário sem amigos, foi o cara escolhido, mas ele sabe da punição! Deveria ter sido uma punição do jogo, mas será que Nanami vai desenvolver sentimentos por Youshin…?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-12-21T17:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/76c100fb-e9b0-4823-a3dc-3f2428dd5423.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "en": "The Mikadono Sisters are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      },
      {
        "vi": "Ba Chị Em Nhà Mikadono Dễ Đối Phó Thật Đấy"
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…",
      "pt-br": "Embora Ayase Yuu seja filho de uma atriz renomada e talentosa, ele está abaixo da média em tudo o que faz. Ele é encarregado de viver sob os cuidados de um amigo de sua mãe, e mais tarde descobre que também vai morar com as três irmãs de sua escola que possuem beleza e talento. Embora Yuu pensasse que um entendimento seria impossível de alcançar entre uma pessoa comum e aqueles abençoados com talento, as três irmãs são surpreendentemente...?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b586cbab-ec8f-4719-b9f0-9e6746da6526",
    "title": {
      "en": "Kamen Rider Amazon"
    },
    "updatedAt": "2023-03-24T12:24:43+00:00",
    "coverArt": "https://mangadex.org/covers/b586cbab-ec8f-4719-b9f0-9e6746da6526/5c6411e0-6bff-4770-8589-20a6f3c39c4f.png",
    "altTitles": [
      {
        "ja": "仮面ライダーアマゾン"
      },
      {
        "en": "Masked Rider Amazon"
      }
    ],
    "description": {
      "en": "Amazon, a wild youth in the jungle, is remodeled by the ancient Inca science. With the \"Bracelet of Gigi,\" the key that opens the door to the hidden treasure, on his arm, he protects the treasured ordnance and weaponry, as well as the future of mankind! \n\nThe enemy is Gorgoth, a ten-faced demon who plans to conquer the world with the \"Bracelet of Gaga,\" an opposing key!"
    },
    "status": "completed",
    "releaseDate": 1974,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
    },
    "updatedAt": "2024-11-02T01:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/ccb8b6f2-a715-4719-8db7-31b68b6671dd.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "ja-ro": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "en": "I, the Demon Lord, Took a Slave Elf as My Wife, but How Do I Love Her?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      },
      {
        "pt-br": "O dilema de um arquidemônio: como amar sua noiva elfa"
      },
      {
        "es": "Soy un rey demonio y he tomado como esposa a una elfa esclava, ¿cómo puedo amarla?"
      },
      {
        "es-la": "Soy un rey demonio y he tomado como esposa a una elfa esclava, ¿cómo puedo amarla?"
      },
      {
        "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "es": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "- [Seiga nicovideo](http://seiga.nicovideo.jp/comic/33204) (Alternate Raw)",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "es-la": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2025-01-05T13:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      },
      {
        "en": "The Green Yuri"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "05d09897-585c-4807-a724-cebec848fcb5",
    "title": {
      "en": "Tsubanakasu Haru"
    },
    "updatedAt": "2023-09-26T01:00:22+00:00",
    "coverArt": "https://mangadex.org/covers/05d09897-585c-4807-a724-cebec848fcb5/5b747552-123b-4809-82dd-03a605c44330.jpg",
    "altTitles": [
      {
        "en": "When Flowers Scatter"
      },
      {
        "ja": "茅花かす陽"
      }
    ],
    "description": {
      "en": "Chiaki has finally found something to look forward to in life-His regular visits to the flower vendor who opens shop once in a few months. When delivering mail to his house, he accidentally stumbles upon his biggest secret, which changes their relationship and gets Chiaki a chance to get closer to Mei."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "a787b10a-02d0-46c0-8236-0d01d69ad4a3",
    "title": {
      "en": "Naruto (Official Colored)"
    },
    "updatedAt": "2024-12-24T00:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/a787b10a-02d0-46c0-8236-0d01d69ad4a3/a2b399c6-a938-4971-89f3-870b30038e5a.jpg",
    "altTitles": [
      {
        "en": "Naruto - Digital Colored Comics"
      },
      {
        "ja": "ナルト"
      },
      {
        "ja": "NARUTO―ナルト― カラー版"
      },
      {
        "ar": "ناروتو"
      },
      {
        "bg": "Наруто Цветна Версия"
      }
    ],
    "description": {
      "en": "Twelve years ago, the powerful Nine-Tailed Demon Fox attacked the ninja village of Konohagakure. The demon was quickly defeated and sealed into the infant Naruto Uzumaki, by the Fourth Hokage who sacrificed his life to protect the village. Now Naruto is the number one knucklehead ninja who's determined to become the next Hokage and gain recognition by everyone who ever doubted him!",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Naruto\". Uzumaki Naruto é um garoto que teve um demônio preso dentro dele quando era um bebê, para evitar que esse demônio destruísse sua vila. Ele cresceu sendo temido por todos, já que existe a lembrança dos mortos pelo demônio em quase todas as famílias. Evitado e ignorado, tudo o que ele realmente deseja é ser amado e reconhecido pelos outros, pelo que de fato ele é. Acompanhe a vida de Naruto, seu amor pela \"doce e amável\" Sakura e sua \"amizade\" com Sasuke... Uma história aparentemente simples, em que o herói acumula poderes e vence os malvados, fazendo amigos no caminho, certo? Errado. Naruto tem ação e comédia, sim, mas o tema central do mangá é a solidão e como cada um dos personagens lida com essa solidão. A leveza cômica de alguns capítulos é francamente contrastante com o clima pesado e trágico de outros."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "72",
    "lastChapter": "700"
  },
  {
    "mangaId": "6a109fbb-8777-41ef-b338-62e893907926",
    "title": {
      "en": "Omiai ni Sugoi Komyushou ga Kita"
    },
    "updatedAt": "2025-01-12T14:52:35+00:00",
    "coverArt": "https://mangadex.org/covers/6a109fbb-8777-41ef-b338-62e893907926/755632b5-9913-4976-8b27-3f9a7dd8a6ea.jpg",
    "altTitles": [
      {
        "ja": "お見合いにすごいコミュ症が来た"
      },
      {
        "en": "A Girl Who Really Can’t Communicate Showed up to My Marriage Meeting"
      },
      {
        "vi": "ĐI XEM MẮT VỚI CÔ GÁI BỊ RỐI LOẠN GIAO TIẾP"
      }
    ],
    "description": {
      "en": "Itami, a middle-aged, miserly businessman, registers with a marriage agency to find a marriage partner, but his marriage activity is going on with great difficulty. Perhaps unable to see him like this, his subordinate in the same department, Mr. Sonoda, introduces him to a friend.",
      "ja": "しがない中年サラリーマン・伊丹は、結婚相手を見つけるべく結婚相談所に登録するも、婚活は絶賛難航中。そんな彼を見かねてか、同じ部署の部下・園田さんが友達を紹介してくれるというが……。異色すぎる婚活コメディ！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "34"
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-12-10T18:02:55+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/639d4146-f068-4ac3-8c76-2ba7a3cb9816.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b2110dd-5ae3-4c4d-89f0-127733da8b6b",
    "title": {
      "en": "My Shrine Was Destroyed by a Psychopath..."
    },
    "updatedAt": "2024-12-14T15:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/5b2110dd-5ae3-4c4d-89f0-127733da8b6b/9d947ee4-f0b0-49f9-84d2-c92cf1115a10.jpg",
    "altTitles": [
      {
        "ja": "なんかヤバい人間に祠壊された…"
      },
      {
        "ja": "なんかヤバい人に祠壊されたし脅迫されてる"
      },
      {
        "ja-ro": "Nanka Yabai Ningen ni Hokora Kowasareta…"
      },
      {
        "ja-ro": "Nanka Yabai Hito ni Hokora Kowasareta shi Kyouhaku Sareteru"
      },
      {
        "en": "A Psychopath Destroyed My Shrine and Threatened Me"
      },
      {
        "en": "I Was Threatened by a Psycho Who Destroyed My Shrine"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-12-26T13:19:48+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/91a6fbb8-6d3b-41cd-9de4-daa2f4a4727e.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      },
      {
        "ur": "Sath ki kursi par beithne wali mujhe \"Un Ankhoñ\" se deikhti he"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1a5751e-fd75-4df1-b8c8-77d8b7b92e9a",
    "title": {
      "en": "Please Give Me Your Blood, I Will Serve You in Gratitude"
    },
    "updatedAt": "2025-01-05T01:02:01+00:00",
    "coverArt": "https://mangadex.org/covers/b1a5751e-fd75-4df1-b8c8-77d8b7b92e9a/5db765df-54cf-48ab-ad60-208dc78d467a.jpg",
    "altTitles": [
      {
        "ja": "お役に立つので血をください"
      },
      {
        "ja-ro": "Oyaku ni Tatsu no de Chi wo Kudasai"
      },
      {
        "pt-br": "Por favor, me dê seu sangue, eu vou servi-lo em gratidão"
      }
    ],
    "description": {
      "en": "A young man rescues a young vampire girl who has fallen ill; she tries to give her all to repay him for his blood, but she's too clumsy to do so. A vampire rom-com that depicts a warm life among different species where no one is left behind or abandoned!\n\nA long-awaited new series by the author of \"Demon Mother: My Son is so Cute, I Just Can't Help Myself!\"",
      "ja": "行き倒れになった吸血鬼の少女を拾った青年。血の恩返しに精一杯のご奉仕をしようとする彼女だが、あまりにポンコツでままならず。\n\n誰も見捨てない、置き去りにしない、異種族間のあたたかな暮らしを描く吸血鬼コメディ！\n\n「息子がかわいくて仕方がない魔族の母親」作者、待望の新連載！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "50"
  },
  {
    "mangaId": "b2a9bce4-a95e-4c6a-b79f-87993289db57",
    "title": {
      "en": "Oswald the Overman in the Lesser Planes of Hell"
    },
    "updatedAt": "2023-08-01T13:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/b2a9bce4-a95e-4c6a-b79f-87993289db57/462252eb-adf1-4a52-88ac-91d163742bde.jpg",
    "altTitles": [
      {
        "en": "Oswald the Overman"
      }
    ],
    "description": {
      "en": "An idiot wakes up in hell, and goes on a journey to reclaim their life."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8df9b44f-abb6-4b14-a2c6-4e4dcb877d33",
    "title": {
      "en": "Book of Yaoguai: Tale of the Nine-tailed Fox"
    },
    "updatedAt": "2025-01-12T17:56:04+00:00",
    "coverArt": "https://mangadex.org/covers/8df9b44f-abb6-4b14-a2c6-4e4dcb877d33/c91aefb1-e146-406e-8d63-8b57531ad3d9.jpg",
    "altTitles": [
      {
        "en": "Monster List: Jiu Fox Chronicle"
      },
      {
        "zh": "妖怪名单之九狐传"
      },
      {
        "en": "Yaoguai Mingdan: Jiu Fox Tale"
      }
    ],
    "description": {
      "en": "The Yang Eye of this life is a young a literary genius and a high-ranking member of the Imperial court. Facing hardships, one day he meets a fox spirit, starting a wonderful journey. In this life, can the two achieve happiness?...",
      "fr": "Dans cette vie, Yang Yan est la réincarnation de l’étoile littéraire Wenquxing. Bien que talentueux, son destin est marqué par des épreuves dès son plus jeune âge. Un jour, sa vie prend un tournant inattendu lorsqu'il rencontre une renarde céleste. Ensemble, ils entament une aventure captivante, pleine de mystères et de défis. Mais cette fois-ci, parviendront-ils à trouver le bonheur tant espéré… ?",
      "zh": "这一世的阳眼，是文曲星下凡。年少命苦的阳眼，一日偶遇了狐仙，展开一段精彩旅程。这一世，二人能否得到幸福……"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "13"
  },
  {
    "mangaId": "a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3",
    "title": {
      "en": "Is a Mother in Her 30s Like Me Alright?"
    },
    "updatedAt": "2024-06-22T16:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3/a461681d-e38e-47e6-86af-ac89258aa7fd.jpg",
    "altTitles": [
      {
        "ja-ro": "Arasaamama no Watashi de Ii no?"
      },
      {
        "ja": "アラサーママの私でいいの？"
      },
      {
        "zh": "三十多岁当妈的我也可以吗？"
      },
      {
        "vi": "Bà mẹ đơn thân ngoài 30 như chị liệu ổn chứ?"
      },
      {
        "ja-ro": "Arasaa mama no Watashi de Ii no?"
      },
      {
        "uk": "Хіба 30-річна матір, як я, підійде?"
      },
      {
        "en": "I'm around 30 is it OK with me?"
      },
      {
        "ru": "С такой матерью как я, которой за 30, всё ли будет хорошо?"
      }
    ],
    "description": {
      "en": "A 32-year-old single mother is told by her neighbor, a university student around 20, that he likes her. Thing is… he's not particularly *shy* about why he likes her.",
      "ru": "20 летний студент университета, говорит 32-летней матери-одиночки, что она ему нравится . Дело в том... Что он не особенно стесняется того, почему она ему нравится.",
      "uk": "20-річний студент зізнався у коханні своїй 32-річній сусідці матері-одиначці. Справа в тому... Що він зовсім не *соромиться* розказувати про те, чому закоханий у неї.\n\n[Офіційно] прохання виразити свої думки та враження від манґи у [цьому опитуванні.](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform)",
      "vi": "Shiraishi Hanano là một người phụ nữ 32 tuổi. Một ngày nọ, cô nhận được lời tỏ tình từ người hàng xóm Yoshio-kun, một sinh viên đại học. Cậu ta khăng khăng muốn cưới cô ấy làm vợ, thậm chí không quan tâm cả việc cô ấy đã từng kết hôn hay có một đứa con gái",
      "pt-br": "Uma mãe solteira de 32 anos ouve de seu vizinho, um estudante universitário de cerca de 20, que ele gosta dela. A coisa é… ele não é particularmente tímido sobre por que gosta dela.  \n  \n[Oficial] Por favor, responda [this survey](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform) para dar seus pensamentos e impressões!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "55"
  },
  {
    "mangaId": "ff475910-9dc8-4b78-91ff-9e5c411717af",
    "title": {
      "en": "Houkago Play"
    },
    "updatedAt": "2023-05-07T20:15:08+00:00",
    "coverArt": "https://mangadex.org/covers/ff475910-9dc8-4b78-91ff-9e5c411717af/0f13cbb3-55c1-456b-b69c-eb544c73f63a.jpg",
    "altTitles": [
      {
        "en": "After School Play"
      },
      {
        "en": "After School Play High Heels"
      },
      {
        "en": "After School Play R"
      },
      {
        "ja-ro": "Houkago Play D"
      },
      {
        "ja-ro": "Houkago Play High Heels"
      },
      {
        "ja-ro": "Houkago Play Maniax"
      },
      {
        "ja-ro": "Houkago Play R"
      },
      {
        "ja": "放課後プレイ"
      },
      {
        "ja": "放課後プレイ D"
      },
      {
        "ja": "放課後プレイ High Heels"
      },
      {
        "ja": "放課後プレイ Maniax"
      },
      {
        "ja": "放課後プレイ R"
      },
      {
        "zh-hk": "放學後PLAY"
      },
      {
        "zh": "放学后PLAY"
      },
      {
        "ar": "لعب هوكاجو"
      },
      {
        "ru": "Игра после школы"
      },
      {
        "ko": "방과후 플레이"
      }
    ],
    "description": {
      "en": "In the Houkago Play Series:  \n  \nV.1: 4-koma about a high-school gamer and his bossy but tsundere girlfriend.  \nV.2: About a gamer and his mangaka girlfriend.  \nV.3: About a boy and a girl who are both gamers, though they play with different styles.  \nV.4: R  \nV.5: High Heels  \nV.6: Maniax  \nV.7: High Heels 2  \nV.8: High Heels 3"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "263deeff-c010-4ac7-bc01-6341f3e698ac",
    "title": {
      "en": "Dragon Quest: The Great Adventure of Dai - Avan the Brave and the Demon King of Hellfire"
    },
    "updatedAt": "2024-11-03T13:20:20+00:00",
    "coverArt": "https://mangadex.org/covers/263deeff-c010-4ac7-bc01-6341f3e698ac/77309183-0ab5-428b-843e-6221bc6cd03e.png",
    "altTitles": [
      {
        "ja": "ドラゴンクエスト ダイの大冒険 勇者アバンと獄炎の魔王"
      },
      {
        "ja-ro": "Dragon Quest: Dai no Daibouken - Yuusha Avan to Gokuen no Maou"
      },
      {
        "ar": "مهمة التنين: مغامة داي الكبرى: البطل افان و جحيم ملك الشياطين المستعر"
      },
      {
        "vi": "Dragon Quest: Dũng giả Avan và Ngục viêm Ma vương"
      }
    ],
    "description": {
      "en": "The Demon King's army led by Hadler is attacking the world. The Kingdom of Carl and Princess Flora stand up to stop the invasion. And then there's young Avan! Another heroic story begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e19faf72-2235-4126-9a77-46f9275de222",
    "title": {
      "en": "Primal Hunter"
    },
    "updatedAt": "2025-01-06T18:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/e19faf72-2235-4126-9a77-46f9275de222/69369803-4c6f-4805-b0f7-2b37fafeb99c.jpg",
    "altTitles": [
      {
        "pl": "Pierwotny Łowca"
      }
    ],
    "description": {
      "en": "Jake, a seemingly average office worker, unexpectedly finds himself thrust into a fantasy world teeming with dangers and opportunities. Rather than succumbing to fear, Jake thrives in this unfamiliar realm. As he navigates the expansive multiverse, his power grows and he transforms—evolving from a mundane office worker into a true apex hunter."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86ce84b4-22e3-4f39-a01d-7a1dae239ead",
    "title": {
      "en": "The Basketball Girl"
    },
    "updatedAt": "2025-01-09T16:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/86ce84b4-22e3-4f39-a01d-7a1dae239ead/83aa14a7-94ad-45cc-be4f-0859d1d86c95.png",
    "altTitles": [
      {
        "zh-ro": "Qiu Niang"
      },
      {
        "ru": "Баскетболистка"
      },
      {
        "zh": "球娘"
      }
    ],
    "description": {
      "en": "The unknown interior designer, Hans Duan (22 years old), was involved in a criminal dispute as he designed the house for one of the members in that group. Unfortunately, he was persecuted as a murderer due to the case and sentenced to death. In the prison, he met a scientist from the government (Code name No.73) who asked him to take part in a human experiment. But the experiment failed and Hans died. His body was buried in a dump in the city. However, the experimental medicine left in his body leads to gene mutation. Hans is revived and changed into a female. What will happen on him (her)?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "269"
  },
  {
    "mangaId": "6d6bcc0d-bdd7-4960-bd5a-4701246cce1c",
    "title": {
      "en": "The 53 Year Old Online Gamer's First IRL Meet-Up"
    },
    "updatedAt": "2024-12-06T18:04:05+00:00",
    "coverArt": "https://mangadex.org/covers/6d6bcc0d-bdd7-4960-bd5a-4701246cce1c/e7dfc1b6-593a-4128-816c-d4b06fb6c72f.jpg",
    "altTitles": [
      {
        "ja": "53歳で初めてオフ会に参加しました"
      },
      {
        "ja-ro": "53-sai de Hajimete Off-kai ni Sanka Shimashita"
      },
      {
        "en": "Our First Meet-Up"
      }
    ],
    "description": {
      "en": "Let's go to the offline meet-up with online gaming friends!\n\n\"MAKOTO\" is a middle-aged man and newbie gamer who's excited for his offline meeting with \"Ao\", a veteran adventurer who has always been helping him out. However, the one who appeared for the meeting was... an elementary school boy!?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "59"
  },
  {
    "mangaId": "b6886009-e60b-44a7-abc2-a575765277ba",
    "title": {
      "en": "D.Gray-man"
    },
    "updatedAt": "2024-11-25T00:27:15+00:00",
    "coverArt": "https://mangadex.org/covers/b6886009-e60b-44a7-abc2-a575765277ba/2722ec59-83df-48ed-a97d-a3f22fefed5b.jpg",
    "altTitles": [
      {
        "en": "DGM"
      },
      {
        "NULL": "Dī Gureiman"
      },
      {
        "vi": "Thầy trừ tà"
      },
      {
        "ru": "Д.Грэй-мен"
      },
      {
        "he": "ד.גריי-מן"
      },
      {
        "ar": "الرجل الرمادي"
      },
      {
        "ja": "ディー・グレイマン"
      }
    ],
    "description": {
      "en": "Losing a loved one is so painful that one may sometimes wish to be able to resurrect them—a weakness that the enigmatic Millennium Earl exploits. To make his mechanical weapons known as \"Akuma,\" he uses the souls of the dead that are called back. Once a soul is placed in an Akuma, it is trapped forever, and the only way to save them is to exorcise them from their vessel using the Anti-Akuma weapon, \"Innocence.\"  \n  \nAfter spending three years as the disciple of General Cross, Allen Walker is sent to the Black Order—an organization comprised of those willing to fight Akuma and the Millennium Earl—to become an official Exorcist. With an arm as his Innocence and a cursed eye that can see the suffering souls within an Akuma, it's up to Allen and his fellow Exorcists to stop the Millennium Earl's ultimate plot: one that can lead to the destruction of the world.",
      "ru": "Действие манги разворачивается в альтернативной Европе конца 19 века. Мир заселен Акума - созданиями Тысячелетнего Графа, созданными из механизма и человеческой души. Те, кто могут уничтожать Акума и освобождать души заключенные в них, называются экзорцистами, которые наделены некой Чистой Силой. Главный герой манги - Аллен Уолкер, юноша пятнадцати лет, проклятый Акума, носитель Чистой Силы в его левой руке. Путь Аллена Уолкера связан с его любовью к людям и Акума, путь, который принесет ему много неожиданностей…",
      "pt-br": "Perder um ente querido é tão doloroso que às vezes podemos desejar ressuscitá-lo - uma fraqueza que o enigmático Conde do Millennium explora. Para tornar suas armas mecânicas conhecidas como “Akuma”, ele usa as almas dos mortos que são chamadas de volta. Uma vez que uma alma é colocada em um Akuma, ela fica presa para sempre, e a única maneira de salvá-la é exorcizá-la de seu recipiente usando a arma Anti-Akuma, \"Inocência\".\n\nDepois de passar três anos como discípulo do General Cross, Allen Walker é enviado para a Ordem Negra – uma organização composta por aqueles dispostos a lutar contra Akuma e o Conde do Milênio – para se tornar um Exorcista oficial. Com um braço como sua Inocência e um olho amaldiçoado que pode ver as almas sofredoras dentro de um Akuma, cabe a Allen e seus colegas Exorcistas impedir a trama final do Conde do Millennium: uma que pode levar à destruição do mundo."
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2025-01-12T12:19:15+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/36415f2c-1c2b-4d0e-984c-84c07973e84c.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "ja-ro": "Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo"
      },
      {
        "ja-ro": "Kimi no Koto ga Dai Dai Dai Dai Daisuki na 100-nin no Kanojo"
      },
      {
        "bg": "Стокано"
      },
      {
        "it": "Le 100 fidanzate"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "it": "Le 100 fidanzate che ti amano tanto tanto tanto tanto tanto"
      },
      {
        "it": "Le 100 ragazze che ti amano tanto tanto tanto tanto tanto"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. Except, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "it": "**Link:**\n- Official Italian - [J-POP](https://j-pop.it/it/fumetti/manga/le-100-ragazze-che-ti-amano-tanto-tanto-tanto-tanto-tanto.html)",
      "ja": "「好き」っていいたい！いわれたい！中学卒業式に100回目の失恋をした愛城恋太郎は、高校でこそ初めての彼女を！と願う。そんな彼の前に現れた恋の神様が告げた未来は「高校生活で出会う“運命の人”は100人。しかし彼女達は、幸せになれなければなんやかんや（中略）あって…死ぬ」　突然始まるDEAD OR LOVEな純愛ハーレムライフ!!　絶対に脱落しない・させない！",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2025-01-05T22:31:13+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/6ae7c384-8f33-4c29-a062-ff71628c2e95.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bceebfe-d19a-4c8c-a86c-1e40a1fb9d2a",
    "title": {
      "en": "The Emperor is a Pervert!"
    },
    "updatedAt": "2024-07-27T19:13:12+00:00",
    "coverArt": "https://mangadex.org/covers/8bceebfe-d19a-4c8c-a86c-1e40a1fb9d2a/953dcd0e-97e2-4137-8eb8-ae2f00d0cd95.jpg",
    "altTitles": [
      {
        "zh": "内侍每天都想离皇上远点"
      },
      {
        "zh-ro": "Nèishì Měitiān Dū Xiǎng Lí Huángshàng Yuǎn Diǎn"
      },
      {
        "vi": "Hoàng Thượng Xin Tránh Xa Thái Giám Ta Ra Chút"
      },
      {
        "th": "องค์จักรพรรดิจ้องจะเล่นงานเจ้า"
      },
      {
        "ja": "宦官、陛下から逃げ出したい"
      },
      {
        "en": "His Majesty Only Likes to Sleep with Men"
      }
    ],
    "description": {
      "en": "I became a eunuch as soon as I transmigrated? Fine, a eunuch it is, I'll climb my way up to the top and find a way to wear modern clothes and become a normal man again. My mind is a tangled mess, and I'm going crazy....suddenly, someone interrupts my hopes and dreams: \"Mister Xie, tonight the Emperor will sleep with you.\"\n\n \"......Nani?!\""
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "70"
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-24T23:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      },
      {
        "pl": "Moja nowa dziewczyna nie jest człowiekiem?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42238d60-72cc-42bf-aa0c-b54f24e607a4",
    "title": {
      "en": "The Wolf's Gratitude"
    },
    "updatedAt": "2024-10-30T18:50:35+00:00",
    "coverArt": "https://mangadex.org/covers/42238d60-72cc-42bf-aa0c-b54f24e607a4/dbef60dd-027b-4686-98c3-a013490d6dc8.jpg",
    "altTitles": [
      {
        "en": "Lang De Bao En"
      },
      {
        "en": "狼的报恩"
      }
    ],
    "description": {
      "en": "Lu Fei (ex-gangster) wants to free himself from his identity of housekeeper and maid but lawyer, Yang Xiyuan is determined to stop him..It was 1 years ago Yang saved Lu Fei from a dangerous situation related to gang turf war… since then as a sigh of gratitude he has been working as his live-in maid…but what will happen when Lu Fei express to return back to his previous lifestyle..??  \n  \nThis is a story about a famous underworld gangster who become an unconventional housekeeper of a lawyer.",
      "fr": "Lu Fei, un ancien gangster, aspire à se libérer de son rôle de domestique et homme de ménage pour son bienfaiteur, l'avocat Yang Xiyuan. Pourtant, ce dernier est déterminé à l’en empêcher. Un an plus tôt, Yang avait tiré Lu Fei d'une situation périlleuse liée à une guerre de territoire entre gangs. Depuis, en signe de reconnaissance, Lu Fei vit chez lui et s'occupe de toutes les tâches ménagères. Mais lorsqu’il exprime le désir de retrouver son ancienne vie dangereuse, les choses prennent une tournure inattendue. Cette histoire raconte le parcours d'un ancien gangster de renom devenu domestique pour un avocat, dans une relation peu conventionnelle où les loyautés et les désirs risquent de se confronter."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "12ac16ec-8894-420b-bc03-eade9340dfd8",
    "title": {
      "en": "Trinity Seven"
    },
    "updatedAt": "2024-10-14T12:42:32+00:00",
    "coverArt": "https://mangadex.org/covers/12ac16ec-8894-420b-bc03-eade9340dfd8/3cdb9d45-248f-495c-bc53-d68584db4688.jpg",
    "altTitles": [
      {
        "en": "Trinity 7"
      },
      {
        "ja-ro": "Trinity Seven - 7-Nin no Masho Tsukai"
      },
      {
        "ja-ro": "Trinity Seven: 7-Nin no Mahoutsukai"
      },
      {
        "id": "ทรินิตี้เซเว่น 7 จ้าวคัมภีร์เวท"
      },
      {
        "ja": "トリニティセブン 7人の魔書使い"
      },
      {
        "ko": "트리니티 세븐"
      },
      {
        "en": "Trinity Seven - The 7 Magicians"
      }
    ],
    "description": {
      "en": "Everyday is a normal day in the small town where Kasuga Arata lives. However, everything changed on the day of the Black Sun, and following it, a magician appears before him. The Black Sun caused the Breakdown Phenomenon which destroyed the town where he lives. Because of this, his normal life was artificially reconstructed by a Grimoire that his childhood friend had left. Just what is the purpose of the magician coming to the town? What will he do with the Grimoire's keepsake?",
      "pt-br": "Arata Kasuga está vivendo uma vida comum com sua prima, Hijiri, quando um acontecimento misterioso chamado \"Fenômeno do Colapso\" a faz desaparecer diante de seus olhos. Determinado a erradicar o Fenômeno do Colapso e trazer Hijiri de volta, Arata se matricula na Academia Real Biblia. É uma estrada difícil pela frente, mas nada é impossível quando você tem sete lindas garotas — cada uma mestre em sua própria arte mágica — ao seu lado! A comédia romântica e a história às vezes séria da escola de bruxas começa!\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 30. ]"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0842cc1d-9bcb-4fbe-a76a-c1d74a12691d",
    "title": {
      "en": "There's a Rat in Our House"
    },
    "updatedAt": "2025-01-09T17:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/0842cc1d-9bcb-4fbe-a76a-c1d74a12691d/59dbf8f5-8213-4466-b2d5-bdfd6e8372bc.png",
    "altTitles": [
      {
        "ko": "우리 집에는 쥐가 있다"
      },
      {
        "id": "Ada Tikus Dirumahku"
      },
      {
        "en": "There Is a Mouse in My House"
      },
      {
        "en": "There's a Mouse in my House"
      },
      {
        "pl": "Szczur w moim domu"
      }
    ],
    "description": {
      "en": "Amidst the freezing winter, a solitary being huddled on the snow-covered pavement, bearing the burden of deep loneliness and faded scars. It had forsaken itself, fragile and vulnerable. The reason for welcoming this nameless creature into the home was straightforward. \"What... does this mean?\" \"You helped me, and I wish to return the favor.\" In the complete darkness where no trace of light could penetrate, only two warm bodies occupied the space"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3646619f-42e2-4ced-a4cb-361229c88a6e",
    "title": {
      "en": "Nibiiro no Chameleon"
    },
    "updatedAt": "2024-12-24T11:45:46+00:00",
    "coverArt": "https://mangadex.org/covers/3646619f-42e2-4ced-a4cb-361229c88a6e/04c0a6ed-74ab-4ef9-8b4d-09302db20ab1.jpg",
    "altTitles": [
      {
        "ja": "鈍色のカメレオン"
      },
      {
        "ja-ro": "Nibi iro no Chameleon"
      },
      {
        "en": "The Chameleon of \"Nibiiro\""
      },
      {
        "en": "The Chameleon of Nibiiro"
      },
      {
        "de": "Das dunkelgraue Chamäleon"
      },
      {
        "fr": "De nous il ne restera que des cendres"
      },
      {
        "zh": "深灰的变色龙"
      }
    ],
    "description": {
      "de": "Ende der Achtzigerjahre steht Japan am Abgrund einer nie dagewesenen Wirtschaftskrise. Während Profitgier und Skrupellosigkeit das Land regieren, begibt sich eine junge Frau auf einen blutigen Rachefeldzug. Doch die düstere Vergangenheit der hübschen Killerin ist nicht ihr einziges Geheimnis, denn hinter Lippenstift und Minirock verbirgt sich in Wahrheit ein Mann…",
      "en": "During the Japanese Asset Price Bubble, everyone, men or women, young or old, lived in a world that was filled with frenzy. In the air where strength overruns weakness, there is a \"woman\" who tries to avenge her past. But, there's a twist with this \"woman\". One is that she was a cold killer. Second is that this \"woman\" is actually a man.",
      "fr": "Elle apparaît tantôt comme une jeune femme docile qui ferait tout pour son amoureux, tantôt comme une provocante reine de la nuit ou même encore dans la peau d'une lycéenne aguicheuse qui séduit son prof... Sa méthode est toujours la même: mettre sa cible en confiance pour ensuite l'éliminer prestement et sans état d'âme. Et, au fait, elle, c'est lui! Yû est un tueur impitoyable qui, tel un caméléon, se déguise en femme pour mieux ferrer ses victimes. Yû agit pour le compte d'une organisation mafieuse tout en espérant par là même occasion retrouver l'assassin qui a massacré sa famille! Seul indice: le tueur porte à l'épaule un tatouage de fleur de chrysanthème. Soyez certains que ce tueur aux multiples visages, fera tout ce qu'il faut pour se venger du seul être dont il désire intensément la mort!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9749b7f1-3228-4623-be18-468172b7f5b4",
    "title": {
      "en": "Twin Moon"
    },
    "updatedAt": "2024-12-30T21:57:27+00:00",
    "coverArt": "https://mangadex.org/covers/9749b7f1-3228-4623-be18-468172b7f5b4/690dc289-2626-4099-a892-c61945baaaf7.jpg",
    "altTitles": [
      {
        "ko": "트윈문"
      }
    ],
    "description": {
      "en": "A woman identical to me appears in my dreams, crying.  \n\n\"Who are you?\"  \n\nFor three years, Shunaelle, the Demon King of the North, has been haunted by the same dream, growing curious about the woman and deciding to track her down.  \n\nThe truth? She’s a fragment of Shunaelle’s soul, cast away into the human realm.  \n\nWhen Shunaelle tries to absorb the fragment back into herself, the woman resists.  \n\n『I don’t want to be absorbed!』  \n\nInstead, she makes a plea:  \nIf you want me back, live my life—a life filled with regret—and make it right."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2024-06-10T12:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      },
      {
        "es-la": "Solo quiero derrotarte"
      },
      {
        "es-la": "Solo quiero derrotarte"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?",
      "es-la": "El protagonista masculino que nunca ha sido derrotado en su vida 'gana', la heroína femenina 'solo' que hizo ese guiño pierde por primera vez ¿Quién será el ganador de esta 'apuesta'?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "3a605c68-a3e4-4027-a198-6976fb00ce4e",
    "title": {
      "en": "Ichigo no Haitta Soda-sui"
    },
    "updatedAt": "2024-10-27T03:28:35+00:00",
    "coverArt": "https://mangadex.org/covers/3a605c68-a3e4-4027-a198-6976fb00ce4e/d87c84d1-d118-4ccb-a6b9-b3bd36ea75bf.jpg",
    "altTitles": [
      {
        "en": "Strawberry in Soda Water"
      },
      {
        "ja": "いちごの入ったソーダ水"
      }
    ],
    "description": {
      "en": "Mannenrou Ladies' Academy is famous for its upper class and posh students. Despite knowing how out-of-place she'd be, the former yankee, Hanaizumi Luna, decides to enroll there. Moreover, according to her underling: \"Girls' schools means yuri!! Add in school dormitories? Now that's a world of girl on girl action!!\""
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "70"
  },
  {
    "mangaId": "afcd0d75-582f-4693-8636-5d1ca23503d6",
    "title": {
      "en": "E, Shanai System Subete Wan'ope shiteiru Watashi wo Kaiko desu ka?"
    },
    "updatedAt": "2024-10-30T21:36:37+00:00",
    "coverArt": "https://mangadex.org/covers/afcd0d75-582f-4693-8636-5d1ca23503d6/68945c84-e6be-4c9a-8aa9-c524b0067e9c.jpg",
    "altTitles": [
      {
        "ja": "え、社内システム全てワンオペしている私を解雇ですか？"
      },
      {
        "ja-ro": "E, Shanai System Subete OneOpe shiteiru Watashi o Kaiko Desu ka?"
      },
      {
        "en": "Eh, Are You Seriously Going to Fire Me When I’ve Been Handling the Company’s In-House System as a One-Man Show?"
      }
    ],
    "description": {
      "en": "Satou Ai who has been handling the company's in-house system as a one-man show, has received a notice of dismissal upon a change in president. After the dismissal, Ai was alone in deep sorrows until she stumbled upon Suzuki Kenta. Kenta invites her to join his startup company. The company was something he started to get close to others with the name, \"True programmer's cram school\" with Ai's unconventional, daring and sometimes wild lectures, the student started to look forward to the lessons.",
      "ja": "社内システムをワンオペしていた佐藤愛は、社長交代を機に解雇予告を受ける。退職後、ファミレスでひとり悲しみに暮れていた愛は、幼馴染の鈴木健太と再会する。そして健太は彼女を自らのスタートアップに招待した。相手の心に寄り添うために始めた事業、その名は「真のプログラマ塾」。佐藤愛の熱く、時に破天荒な講義で受講生たちは少しだけ前を向く。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8",
    "title": {
      "en": "Kyou mo Veranda de"
    },
    "updatedAt": "2025-01-08T15:13:00+00:00",
    "coverArt": "https://mangadex.org/covers/fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8/c76f37b5-5414-453e-8e7e-bd9acfcf2923.jpg",
    "altTitles": [
      {
        "ja": "今日もベランダで"
      },
      {
        "ja-ro": "Kyou mo Beranda de"
      },
      {
        "en": "On the Balcony Again Today"
      },
      {
        "en": "Today, Again, on this Veranda"
      },
      {
        "en": "Today, Again on this Balcony"
      },
      {
        "ru": "Сегодня снова на балконе"
      },
      {
        "uk": "Сьогодні знову на балконі"
      },
      {
        "vi": "Lại gặp nhau ở ban công rồi"
      },
      {
        "th": "วันนี้ที่ระเบียง"
      }
    ],
    "description": {
      "en": "A freelance designer loves to relax from work through gardening on his balcony. There he starts talking to his new neighbor next door over the wall without knowing her face.",
      "ja": "フリーのエディトリアルデザイナー・土岐田旬は、仕事に追われ部屋に籠りっぱなしの毎日。癒やしを求めてベランダガーデニングにハマるように。そんなある日、隣にちょっと変わった天然系の女性が引っ越してきた。ふとした出来事から、お互いの顔も知らぬままベランダの隔壁越しに話をするようになる二人。実は隣の女性は新進俳優・成海游なのだが……。ベランダとグリーンが繋ぐ隔壁越しの二人は？",
      "ru": "Фрилансер дизайнер-редактор Сюн Токита настолько занят своей работой, что целыми днями сидит взаперти в своей квартире. В поисках отдыха он пристрастился к балконному садоводству. Однажды по соседству с ним поселяется необычная женщина природной красоты. Они начинают разговаривать через стенку балкона, не зная друг друга в лицо. На самом деле соседка — восходящая актриса Ю Наруми...\nБалкон и зелень объединяют их через перегородку.",
      "uk": "Дизайнер-фрілансер любить відпочивати від роботи, займаючись садівництвом на своєму балконі. Там він починає розмовляти зі своєю новою сусідкою через стіну, не знаючи її в обличчя."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "90"
  },
  {
    "mangaId": "9dea0e32-3a19-416e-8832-c0b2fd937cce",
    "title": {
      "en": "Shin Devilman"
    },
    "updatedAt": "2024-12-26T18:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/9dea0e32-3a19-416e-8832-c0b2fd937cce/d30d1a6f-8f8c-42fa-8f1f-45a3d79b4b2e.jpg",
    "altTitles": [
      {
        "en": "Devilman Time Travelers"
      },
      {
        "en": "New Devilman"
      },
      {
        "ja": "新デビルマン"
      },
      {
        "vi": "Tân Devilman"
      }
    ],
    "description": {
      "en": "The story of Shin Devilman is supposed to take place between the second and third volume of the original Devilman series. Here we have Akira and Ryo who mysteriously manage to travel in time. Where they discover the have been sent back to dispatch demons that are invading history to end humanity. They visit several time periods including pre-World War Vienna, ancient Greece, France during the Hundred Years' War, Rococo period France, and wild west America. The end of this series also includes a new epilogue for the Devilman series.\n\n* *NOTE: The US official release of Devilman is based on a version that has both the main Devilman manga and Shin Devilman.*",
      "vi": "Fudo Akira và Asuka Ryo du hành về quá khứ để tiêu diệt ác quỷ."
    },
    "status": "completed",
    "releaseDate": 1979,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "dd0b8df1-1b59-4ce3-a6f3-cc19cf6ca4f6",
    "title": {
      "en": "Iinchou Desu ga Furyou ni Naru Hodo Koi Shitemasu!"
    },
    "updatedAt": "2024-11-11T21:08:23+00:00",
    "coverArt": "https://mangadex.org/covers/dd0b8df1-1b59-4ce3-a6f3-cc19cf6ca4f6/e0a802a9-afc8-4da0-aa6b-8648922f38c1.jpg",
    "altTitles": [
      {
        "ja": "委員長ですが不良になるほど恋してます！"
      },
      {
        "en": "I'm the Class President, but I Fell in Love and Became a Bad Girl!"
      },
      {
        "en": "I'm the Class President, but I Fell in Love and Became a Delinquent!"
      }
    ],
    "description": {
      "en": "Ryoko Masaki is a serious class president, yet she has decided to become a delinquent to catch the attention of her childhood friend, Masato Todoroki. The reason is that as a discipline committee president, Masato always goes out of his way to remind delinquents about their attire, yet he doesn't pay any mind to the serious Ryoko. That's why Ryoko decided to dye her hair and shorten her skirt, and when Masato saw her, he was devastated and concerned. Is this what Ryoko had hoped for...?\n\nA ridiculous rom-com between a serious class president and a dense discipline committee member!",
      "ja": "クラス委員長を務める真面目な真崎涼子 (まざき りょうこ) は、 ある決意をする。それは、不良になって幼なじみの轟正斗 (とどろき まさと) の気を引くこと。なぜなら、 正斗は風紀委員長で、不良に対しては注意するが、真面目な涼子には構ってくれないから。髪を染め、スカートも短くした涼子を見て、正斗は動揺し、何があったのかと気にかけてくれ、涼子の思惑通りとなったのだが…!?",
      "pt-br": "Ryoko Masaki é uma presidente de classe séria, no entanto, decidiu se tornar uma delinquente para chamar a atenção de seu amigo de infância, Masato Todoroki. A razão é que, como presidente do comitê disciplinar, Masato sempre faz questão de lembrar os delinquentes sobre suas vestimentas, mas ele não dá atenção a Ryoko, que é séria. Por isso, Ryoko decidiu tingir o cabelo e encurtar a saia, e quando Masato a viu, ficou arrasado e preocupado. Será que isso era o que Ryoko esperava…?\n\nUma comédia romântica ridícula entre uma presidente de classe séria e um membro desatento do comitê disciplinar!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f97bd7fa-e7e7-488b-9c08-890405036a0f",
    "title": {
      "en": "Confessing My Love to Him, the Treacherous One"
    },
    "updatedAt": "2025-01-12T17:02:05+00:00",
    "coverArt": "https://mangadex.org/covers/f97bd7fa-e7e7-488b-9c08-890405036a0f/ff249f2d-9324-4cc8-a334-c69e7a1d3afa.jpg",
    "altTitles": [
      {
        "zh": "Xiang Weixian De Ta Gaobaile"
      },
      {
        "zh": "Xiàng Wéixiǎn De Tā Gàobáile"
      },
      {
        "zh": "向危险的他告白了"
      }
    ],
    "description": {
      "en": "When Natalie went back in time after her death, her only desire was for revenge. Instead, she accidentally confessed to the most dangerous man in the empire?! Natalie, the only daughter of the Count, was tricked by her stepmother and stepsister into marrying an abusive scumbag before dying tragically. After going back in time, she decided to turn her back against them and prepared to interfere with her stepsister’s love for the young master of the Duke’s mansion, Eli. But what she didn’t expect was for an accident to occur, and she ended up confessing to his uncle instead?! Help, this man is notorious for being difficult to deal with! Is it too late now to withdraw the confession?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]