[
  {
    "mangaId": "b198f9b8-7489-44cc-a062-1cb4b32d5507",
    "title": {
      "en": "Jimoto no Ijimekko-tachi ni Shikaeshi Shiyou to Shitara, Betsu no Tatakai ga Hajimatta."
    },
    "updatedAt": "2024-09-07T18:45:30+00:00",
    "coverArt": "https://mangadex.org/covers/b198f9b8-7489-44cc-a062-1cb4b32d5507/48259198-f0e1-41fc-84f7-daade9f098ff.jpg",
    "altTitles": [
      {
        "ja": "地元のいじめっ子達に仕返ししようとしたら、別の戦いが始まった。"
      },
      {
        "zh": "本想报复以前欺负我的孩子王，另一场战斗却开始了。"
      },
      {
        "en": "When Trying to Get Back at the Hometown Bullies, Another Battle Began."
      }
    ],
    "description": {
      "en": "Local bullies tormented Kotaro when he was a youngster. They were the skilled wrestler Akari, a skilled basketball prodigy Kanae, and Shigure, a prodigy in video games. Every day, Kotaro competed against these three guys in their respective sports with the intention of winning. Unfortunately, he was no match for them. As a senior in high school, Kotaro now has another opportunity to confront them and exact his retribution...! But he will discover a secret that he never would have expected...",
      "ja": "子供のころ、小太郎は地元のいじめっ子によって屈辱の日々を送っていた。レスリングの天才少年・アキラ、バスケの天才少年・カナエ、天才ゲーマー少年・シグレにあらゆる勝負で負け続けていたのだった高校生となった小太郎は、仕返しするべく３人と再会したのであったが…！？",
      "vi": "Oneshot chính thức được làm thành series của tác giả Matsumoto Kengo. Sau nhiều năm rời xa quê hương, Kotaro đã quay về để báo thù 3 kẻ bắt nạt từng khiến cậu khổ sở hồi cấp 1. Thế nhưng khi gặp lại 3 kẻ bắt nạt, những gì chờ đợt cậu lại vượt xa những gì cậu tưởng tượng...",
      "pt-br": "Os valentões locais atormentaram Kotaro quando ele era jovem. Eles eram o lutador habilidoso Akari. Kanae, um prodígio do basquete, e Shigure, um prodígio dos videogames. Todos os dias, Kotaro competia contra esses três caras em seus respectivos esportes com a intenção de vencer. Infelizmente, ele não era páreo para eles. No último ano do ensino médio, Kotaro agora tem outra oportunidade de enfrentá-los e exigir sua retribuição…! Mas ele descobrirá um segredo que nunca teria esperado…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b7795ce-36d7-4c5d-bf19-5578776c9145",
    "title": {
      "en": "Superior"
    },
    "updatedAt": "2024-09-03T22:55:02+00:00",
    "coverArt": "https://mangadex.org/covers/2b7795ce-36d7-4c5d-bf19-5578776c9145/61406848-6363-4561-819e-215ecb01ffae.jpg",
    "altTitles": [
      {
        "ja": "シューピアリア"
      },
      {
        "zh": "魔王愛勇者"
      },
      {
        "ko": "수피리어"
      }
    ],
    "description": {
      "en": "The demon queen subdued enormous and powerful monsters and slaughtered over half of the world's population. Surviving members of the human race elected a hero to slay the demon queen, beseeching release from her oppressive rule. However, he questions his mission to eradicate the monsters: in his opinion, they too are conscious and alive, and so he anguishes over that fact. Sheila the Demon Queen became interested in him and decides to join his journey, hiding her identity and planning to kill him after she has gained his trust. Immediately, however, she realizes that she's fallen in love with the hero, and hence their journey begins…",
      "ja": "強大な力を持ち世界の半分を征服し、人間を滅ぼさんとする魔王シーラ。"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "27"
  },
  {
    "mangaId": "ddb80900-12c2-4b9e-bfb7-cb8abc082f9a",
    "title": {
      "en": "The Lady's Servant"
    },
    "updatedAt": "2024-08-05T23:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/ddb80900-12c2-4b9e-bfb7-cb8abc082f9a/8cd95dea-1423-4409-a61c-4d00d315e0f6.jpg",
    "altTitles": [
      {
        "es-la": "El Sirviente de la Joven Dama"
      },
      {
        "pt": "Servo da Jovem Senhora"
      },
      {
        "en": "The Young Lady's Servant"
      },
      {
        "ru": "Слуга юной госпожи"
      },
      {
        "ja": "お嬢様の僕"
      },
      {
        "zh-hk": "大小姐的僕人"
      },
      {
        "ja-ro": "Ojousama no Shimobe"
      }
    ],
    "description": {
      "en": "The story centers around a main character who was raised as a butler from his family's trade, and who one day meets a rich young lady who cannot even change her own clothes, let alone know what to do in the outside world.",
      "pt": "A história se concentra em um personagem principal que foi criado como mordomo do comércio de sua família e que, um dia, conhece um jovem rica que nem sequer consegue trocar sua própria roupa e, muito menos, saber o que fazer no mundo exterior.",
      "es-la": "La historia se centra en un personaje principal que fue criado como un mayordomo por la ocupación de su familia, y que un día conoce a una joven rica que no puede siquiera cambiarse la ropa por su propia cuenta, y mucho menos, saber qué hacer en el mundo exterior.",
      "pt-br": "A história se concentra em um personagem principal que tem uma personalidade intrometida cujo pai é um mordomo e cuja mãe é uma criada e que, um dia, conhece uma jovem rica que nem sequer consegue trocar sua própria roupa e, muito menos, saber o que fazer no mundo exterior"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bb7932c-ca3f-4827-9513-44bd9f0a75e9",
    "title": {
      "en": "You're So Sloppy, Hotta-sensei!"
    },
    "updatedAt": "2024-07-06T14:53:47+00:00",
    "coverArt": "https://mangadex.org/covers/1bb7932c-ca3f-4827-9513-44bd9f0a75e9/90724bf3-02d6-4cb8-a30f-ea9f0d50e1f1.jpg",
    "altTitles": [
      {
        "ja": "だらしないです 堀田先生！"
      },
      {
        "ja-ro": "Darashinai desu, Hotta-sensei!"
      }
    ],
    "description": {
      "en": "Makoto Kuribayashi is your typical high schooler with a not-so-typical after-school gig as a housekeeper. His latest client? None other than his school’s most popular teacher, the gorgeous Rumiko Hotta. But Hotta-sensei is hiding a dirty little secret: she's a total slob, the polar opposite of her flawless public image! Now, Makoto's got the unenviable task of cleaning up after her mess. Will his admiration for Hotta-sensei survive a dose of harsh reality in this irreverent comedy?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d05dcb4-1e11-4d2f-b1d1-3506fb7d9420",
    "title": {
      "en": "I Am a Max-level Priestess in Another World"
    },
    "updatedAt": "2024-09-08T17:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/5d05dcb4-1e11-4d2f-b1d1-3506fb7d9420/c8b04583-d906-4fdf-aaaf-6f4cd5dec6b4.png",
    "altTitles": [
      {
        "zh": "满级穿越的我为什么是牧师小姐啊"
      },
      {
        "en": "Why Am I a Max-Level Priestess After Crossing into Another World?"
      }
    ],
    "description": {
      "en": "A top-level player accidentally transmigrates into the game character \"he\" was playing, becoming a max-level priestess and teaming up with a dragon to venture into another world! However—why do these girls keep looking at her in such an increasingly strange way?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade2f85e-7bb4-4c55-a9e5-b782765ba0ad",
    "title": {
      "en": "Sekai no Owari no Encore"
    },
    "updatedAt": "2024-03-22T10:36:00+00:00",
    "coverArt": "https://mangadex.org/covers/ade2f85e-7bb4-4c55-a9e5-b782765ba0ad/2cf6d1fc-e709-4d72-9cd7-948bffc01be1.jpg",
    "altTitles": [
      {
        "en": "Encore of the World’s End"
      },
      {
        "ja-ro": "Sekai no Owari no Sekairoku"
      },
      {
        "ru": "Летопись конца света"
      },
      {
        "th": "อองกอร์ ล่าบันทึกวีรบุรุษสุดขอบโลก"
      },
      {
        "ja": "世界の終わりの世界録"
      },
      {
        "zh": "世界终焉的世界录"
      },
      {
        "ko": "세계 종언의 세계록"
      }
    ],
    "description": {
      "en": "The valuable treasure, the “Encore” which was left by the legendary Elline the Brave Hero, has the recording of the end of the world and the reincarnation of the world. The countries and brigades (parties) all over the world are searching for its whereabouts; the age to fight for the Encore. The boy called Ren who wants to become a knight has no talent in wielding swords despite looking exactly like the Elline the Brave Hero, he has been having a lifestyle where people taunts him as the “Fake Brave Hero”. The one that appears in front of him is the legendary Dragon Princess Krische, who had woken up from her seal. She mistakes Ren for Elline, though she gets disappointed since he simply looks like him, but she later finds out a hidden potential in him. And she invites him to the journey to find the Encore together with the Archangel Phia and the Demon-Lord Elise that saved the world before. “Do you want to come with us?”. This is the prelude of wild excitement played by the heroes. The boy known as the fake Brave Hero cross paths with the legend now!  \n  \n\n\n---",
      "fr": "À la fin de la Guerre de la Fin, le Héros vaillant, Elline, laissa derrière lui un trésor inestimable, l’Encore, archive contenant tout de ce monde, de sa création à sa réincarnation. Les pays du monde envoyèrent des équipes d’aventuriers à la recherche de l’Encore, et formèrent la jeunesse pour leur futur. Ren E. Maxwell, un épéiste en devenir sans talent, est moqué par tous ces camarades : copie conforme d’Elline, il est appelé le Faux héros vaillant. Un jour cependant, il fit la rencontre de Kylse, ancienne équipière d’Elline. Celle-ci le confond alors avec Elline… La légende du Faux héros vaillant commence ici!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/sazanek)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/usuiryu)  \n- [![](https://i.imgur.com/oiVINmy.png) Author’s Pixiv](https://www.pixiv.net/en/users/2241184)  \n- [![](https://i.imgur.com/oiVINmy.png) Manga Artist's Pixiv](https://www.pixiv.net/en/users/873046)  \n- [Official LN (JP)](https://mfbunkoj.jp/special/sekai/)  \n- [Alternative Raw](https://comic-alive.jp/product/sekai/)",
      "pt": "O valioso tesouro, o \"Encore\", que foi deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e as brigadas (partes) em todo o mundo estão buscando a localização do seu paradeiro; a era de lutas pelo Encore. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline the Brave Hero, ele tem tido um estilo de vida onde as pessoas zombam dele como o \"Falso Bravo Herói\". O que aparece na frente dele é a lendária Princesa Dragão Krische, que tinha acordado de seu selamento. Ela confunde Ren com Elline, embora ela fica decepcionada, pois ele simplesmente parece com ele, mas ela mais tarde descobre um potencial oculto nele. E ela o convida para a viagem para encontrar o Encore, juntamente com a Arcanja Phia e a Lorde Demônio Elise que salvaram o mundo antes. \"Você quer vir conosco?.\" - Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como o falso com seu caminho cruzado com a lenda Bravo Herói começa agora!",
      "pt-br": "O valioso tesouro, o “Encore”, deixado pelo lendário Bravo Herói, Elline, tem a gravação do fim do mundo e a reencarnação do mundo. Os países e os grupos de aventureiros em todo o mundo, estão buscando sua localização. O garoto chamado Ren que quer se tornar um cavaleiro, mas não tem talento empunhando espadas, apesar de procurar ser exatamente como o Elline o Bravo Herói, ele tem sido menosprezado pelas pessoas que o chamam de “Falso Bravo Herói”. Quem aparece na frente dele é a lendária Princesa dos Dragões, Kyelse, que acordou de seu selamento. Ela confunde Ren com Elline, embora fique decepcionada, pois ele é simplesmente alguém parecido ao seu falecido companheiro, mais tarde um potencial oculto é descoberto nele, então ela o convida para uma viagem em busca do Encore, com a Arcanjo, Fear e a Lorde Demônio, Elise, que salvaram o mundo anteriormente. “Você quer vir conosco?.” – Este é o prelúdio de excitação selvagem desempenhado pelos heróis. O garoto conhecido como uma cópia barata tem seu caminho cruzado com a lenda do Bravo Herói! 68 Visualizações totais, 68 Visualizações hoje"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac",
    "title": {
      "en": "Onimushi"
    },
    "updatedAt": "2024-06-30T20:30:39+00:00",
    "coverArt": "https://mangadex.org/covers/8eb92cda-ea0b-45f9-8cd2-42d31c5cdaac/61193efb-f2cb-4ecb-9173-a159d06e50dc.jpg",
    "altTitles": [
      {
        "ja": "鬼虫"
      },
      {
        "fr": "Rivage"
      },
      {
        "en": "Demon Bug"
      }
    ],
    "description": {
      "en": "In the middle Heian period, a small island called Onishima is isolated from civilization.\nAs a young girl, Torago was playing with her sister, Tana, when she disappears into the sea unexpectedly.\nHowever, it wasn't Torago's fault, but the fault of another boy who was playing with them.\nTorago and that boy grew up with guilt, and later ended up together, but one day a woman who looks like “Tana” appears in Onishima...",
      "es": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima...",
      "ja": "平安時代中頃、文明から隔離された小さな島「鬼島」。\nトラゴは幼少時代、実姉「タナ姉え」と海辺で遊んでいるとき、自分のせいで「タナ姉え」を行方不明にしてしまう。\nだが、それはトラゴの過失ではなく、一緒に遊んでいたもう一人の少年の過失だった。\nトラゴと少年は共に罪悪感にさいなまれながら成長し、後に結婚するが、ある日「タナ姉え」に似た女が鬼島に漂流してきた…。",
      "es-la": "A mediados del periodo Heian, la pequeña isla de Onishima está aislada de la civilización.\nDe niña, Torago estaba jugando junto al mar con su hermana, Tana, cuando esta desapareció por causas ajenas a su voluntad.\nSin embargo, no fue culpa de Torago, sino de otro niño que jugaba con ellas.\nTorago y el chico crecen juntos, ambos llenos de culpa, y más tarde terminan juntos, pero un día una mujer que se parece a «Tana» aparece en Onishima..."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "61"
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-05-01T19:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/2ee470f3-b1d0-48f2-82df-d74b1f3fcbf2.jpg",
    "altTitles": [
      {
        "ja-ro": "Chieri no Koi wa 8 Meter"
      },
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      },
      {
        "en": "Chieri's Love Is 8 Meters Tall"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!\n\nThe start of a literally larger-than-life romcom!",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c00ba6a-0240-47bd-9fb4-b01d2fd69ce7",
    "title": {
      "en": "Mijuku na Futari de Gozaimasu ga"
    },
    "updatedAt": "2024-08-13T20:09:32+00:00",
    "coverArt": "https://mangadex.org/covers/6c00ba6a-0240-47bd-9fb4-b01d2fd69ce7/d6c23eaa-1d03-484f-9769-ecf481b9a2eb.jpg",
    "altTitles": [
      {
        "en": "We're New at This"
      },
      {
        "ru": "Может, мы и неопытная пара, но..."
      },
      {
        "ja": "未熟なふたりでございますが"
      },
      {
        "en": "We May Be an Inexperienced Couple But..."
      },
      {
        "ko": "미숙한 두 사람입니다만"
      },
      {
        "id": "Kami Pemula dalam Hal Ini"
      }
    ],
    "description": {
      "en": "Ikuma Saeki finally married his childhood friend and the girl of his dreams, Sumika. But while years of pining came easily to him, physical closeness does not...and he's having trouble navigating the intimacy that comes with marriage. Sumika, too, is having trouble bridging the gap between friend and lover...what is this innocent couple to do but navigate it together, awkwardness and all! A new rom-com from the author of *Ao-chan Can't Study!* [Kodansha]"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "147"
  },
  {
    "mangaId": "99b8eaeb-9041-4bfd-8eb7-d72addc88eb7",
    "title": {
      "en": "The Café Terrace and Its Goddesses"
    },
    "updatedAt": "2024-09-19T02:35:58+00:00",
    "coverArt": "https://mangadex.org/covers/99b8eaeb-9041-4bfd-8eb7-d72addc88eb7/9a121907-49db-4a83-87c3-ce60e1f4b98e.jpg",
    "altTitles": [
      {
        "ja": "女神のカフェテラス"
      },
      {
        "ru": "Терраса-кафе богинь"
      },
      {
        "ja-ro": "Megami no Cafe Terrace"
      },
      {
        "ja-ro": "Megami no Kafeterasu"
      },
      {
        "ne": "देवीहरूको क्याफे टेरेस"
      },
      {
        "fr": "Le café terrasse des déesses"
      },
      {
        "en": "Goddess Café Terrace"
      }
    ],
    "description": {
      "en": "Kasukabe Hayato has been accepted to Tokyo U on his first try. Receiving news of his grandmother's death, he returns to his childhood home, Cafe Terrace Familia, for the first time in three years to find five strange girls there who claim to be \"Grandma's Family\"! Hayato's unexpected life in a seaside town with these five girls of fate begins here!  \n  \nIn this handsome harem under one roof by Koji Seo of *Suzuka*, *Kimi no Iru Machi*, and *Fuuka*, which girl will you fall in love with? A seaside love comedy with too many heroines!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10009/episode/319474) (U.S. Only)",
      "ru": "Спустя три года, после ссоры со своей бабушкой, Хаято Касукабэ возвращается в свой родной дом в котором поселилось пять девушек. Выясняется, что бабушка Хаято позволила девушкам жить в этом доме, а те заботились о ней до самой её смерти. Так начинается история Хаято и пяти \"Богинь\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "215e3ced-247e-4f34-8e1a-27b60ffef8ac",
    "title": {
      "en": "My Girlfriend's Not Here Today"
    },
    "updatedAt": "2024-09-03T14:44:27+00:00",
    "coverArt": "https://mangadex.org/covers/215e3ced-247e-4f34-8e1a-27b60ffef8ac/7ba3667c-7e5b-4a09-9a2d-4bc7680355de.jpg",
    "altTitles": [
      {
        "ja": "今日はカノジョがいないから"
      },
      {
        "ja-ro": "Kyou wa Kanojo ga Inai kara"
      },
      {
        "zh": "因为今天女友不在"
      },
      {
        "zh-hk": "因為今天女友不在"
      },
      {
        "zh-ro": "Yīn wéi jīntiān nǚyǒu bùzài"
      },
      {
        "en": "Today, She is not here…"
      },
      {
        "en": "Today, My Girlfriend's Not Here, So"
      }
    ],
    "description": {
      "en": "It's a secret that I'm dating the love of my life at school. There's no way I can tell anyone, especially when we're both girls. But I can't help my feelings from slipping out in the background. It's not the ideal way to be a couple, but I can put up with it because I really love her... But such loneliness has also nurtured dark thoughts in my head.",
      "th": "ผลงานมังงะเรื่องใหม่ของ อ.อิวามิ คิโยโกะ ผู้เขียน \"Luminous = Blue\"\nโลกความเป็นจริงกับโลกออนไลน์ สิ่งที่เปิดเผยให้คนอื่นรู้ได้กับสิ่งที่ต้องการปิดเป็นความลับจากคนรอบข้าง ใครหลายคนอาจมีโลกสองฝั่งแบบนี้อยู่เหมือนกัน\nอาซาฮินะ ยูนิ คือหนึ่งในคนที่เป็นแบบนั้น แต่แล้วความลับของเธอก็ถูก ทาคิ ฟูโกะ เพื่อนร่วมชั้นคนหนึ่งล่วงรู้เข้า..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d384ea2-1efd-4815-8c12-ff9663215060",
    "title": {
      "en": "Boukensha ni Narenakatta Ore, Skill [Oppai Kyousei] de Nayameru Anoko wo Hitotasuke!?"
    },
    "updatedAt": "2024-08-12T00:02:06+00:00",
    "coverArt": "https://mangadex.org/covers/7d384ea2-1efd-4815-8c12-ff9663215060/b604e0a4-cfed-4434-a245-aa27d83e3af7.jpg",
    "altTitles": [
      {
        "ja": "冒険者になれなかった俺、スキル「おっぱい矯正」で悩めるあの子を人助け!?"
      },
      {
        "en": "I Couldn’t Become an Adventurer, so I’ll Help Troubled Girls With My [Breast Correction] Skill!?"
      }
    ],
    "description": {
      "en": "More than ten years have passed since dungeons suddenly appeared on Earth. In a world where people with excellent skills play an active role as adventurers, the skill that high school student Takeshi Miyamoto has discovered is... [Breast Correction]!?\n\nTakeshi is confused by the unique skill he has never seen or heard of. But there seems to be a surprising number of girls who need it...?\n\n---\n**Links:**\n- Web Novel Raw Link - [https://kakuyomu.jp/works/16816700426616946277](https://kakuyomu.jp/works/16816700426616946277)",
      "ja": "地球上に突如としてダンジョンが現れてから十余年。優れたスキルを持つ者が冒険者として活躍する世界で、高校生・宮本武が開眼したスキルは……「おっぱい矯正」!? 見たことも聞いたこともない異色のスキルに戸惑う武だったが、それを必要とする女の子は意外にも多そうでーー。\n\n* **宮本 武（みやもと たける）**\n高校1年生。密かに冒険者への憧れていたものの、「おっぱい矯正士」という謎のジョブを得てしまう。\n\n* **平良璃夢(たいらりむ)**\n武のクラスメイト。武がジョブ「おっぱい矯正士」であることに気づき、あるお願いをする。\n \n--- \n \nChikyū-jō ni totsujotoshite danjon ga arawarete kara jūyonen. Sugureta sukiru o motsu mono ga bōken-sha to shite katsuyaku suru sekai de, kōkōsei miyamoto takeshi ga kaigan shita sukiru wa... \"oppai kyōsei\"!? Mita koto mo kiita koto mo nai ishoku no sukiru ni tomadou budattaga, sore o hitsuyō to suru on'nanoko wa igainimo ō-sōde ̄̄. \n\n* **Miyamoto Takeshi**\nKōkō 1-nensei. Hisoka ni bōken-sha e no akogarete ita mono no, \"oppai kyōsei-shi\" to iu nazo no jobu o ete shimau. \n\n* **Taira Aki yume**\nTake no kurasumeito. Bu ga jobu \"oppai kyōsei-shi\" dearu koto ni kidzuki, aru onegai o suru."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c258c7a-5529-4fde-b6c0-f8028223993b",
    "title": {
      "en": "Yu-Gi-Oh! OCG Structures"
    },
    "updatedAt": "2024-04-15T15:39:23+00:00",
    "coverArt": "https://mangadex.org/covers/1c258c7a-5529-4fde-b6c0-f8028223993b/166cfb05-6cb3-4d50-ab7f-864f5cd0a638.jpg",
    "altTitles": [
      {
        "en": "Yu-Gi-Oh! Official Card Game Structures"
      },
      {
        "ja": "遊☆戯☆王 OCGストラクチャーズ"
      },
      {
        "ja": "遊☆戯☆王 オフィシャルカードゲーム ストラクチャーズ"
      },
      {
        "ja": "遊戯王 OCGストラクチャーズ"
      },
      {
        "ja": "遊戯王 オフィシャルカードゲーム ストラクチャーズ"
      },
      {
        "pt-br": "O Rei dos Jogos! Estruturas OCG"
      }
    ],
    "description": {
      "en": "Shoma Yusa, a new kid who moved to Tokyo with his sister, learns how to make friends through Dueling and creating Structure Decks.  \n  \n*This series is based on the real life Yu-Gi-Oh! OCG (Official Card Game, known in the west as TCG) and how to build the best deck, based on the latest rule- and banlist.*",
      "pt-br": "Shoma Yusa, um novo garoto que se mudou para Tóquio com sua irmã, aprende a fazer amigos através de Duelos e criando Decks Estruturais. \n\n*Esta série é baseada no jogo da vida real de Yu-Gi-Oh! OCG (Official Card Game, conhecido no ocidente como TCG) e como construir o melhor deck, com base nas últimas regras e banlists.*"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b76a0506-5168-431b-8acc-fa340a042f93",
    "title": {
      "en": "Tenkaichi - Nihon Saikyou Bugeisha Ketteisen"
    },
    "updatedAt": "2024-08-19T07:37:45+00:00",
    "coverArt": "https://mangadex.org/covers/b76a0506-5168-431b-8acc-fa340a042f93/57303565-b48c-4fce-8ecc-d310345b7d6e.jpg",
    "altTitles": [
      {
        "ja": "テンカイチ -日本最強武芸者決定戦-"
      },
      {
        "zh": "天下第一 日本最強武士選拔賽"
      },
      {
        "zh-hk": "天下第一 日本最强武士选拔赛"
      },
      {
        "vi": "Tenkaichi - Thiên Hạ Đệ Nhất Võ Sĩ Đại Hội"
      },
      {
        "ko": "천하제일 일본최강무예가결정전"
      },
      {
        "es-la": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "es": "Tenkaichi - El luchador de artes marciales más fuerte de Japón."
      },
      {
        "en": "Tenkaichi: Battle to Decide Japan's Strongest Martial Artist"
      },
      {
        "pt-br": "Tenkaichi - A Batalha para decidir o Artista Marcial mais forte do Japão"
      },
      {
        "en": "The Greatest: The Battle To Decide Japan's Strongest Martial Artist"
      }
    ],
    "description": {
      "en": "Battle tournament manga set in the Sengoku Era. The year is 1600. Ten years have passed since Oda Nobunaga unified Japan. When Nobunaga realized that he was dying, he announced that he would hand over the country to the one who produced the strongest warriors. The warlords, whose dreams of unifying the country had been dashed, set up their own strongest warriors and set their sights on becoming the ruler of Japan",
      "ja": "時は西暦1600年。“織田信長”が全国統一してから10年が経過していた――。信長は自分の死期を悟ると、最強の武芸者を輩出したものに“この国”を譲ると発表。天下統一の夢破れた武将たちは、それぞれ最強の武芸者を擁立し、この国の王を目指す！",
      "vi": "Một câu chuyện với một chuỗi lịch sử hoàn toàn lạ lẫm với lịch sử mà chúng ta đã và đang từng được biết.\nOda Nobugana, sau khi hoàn thành đại nghiệp thống nhất thiên hạ, nay chỉ vì muốn nhìn thấy cảnh chém giết đổ máu, đã lập nên một giải đấu nhằm chọn ra người sẽ thay mình trị vì cả thiên hạ, \"TENKAICHI\". Để tham gia, những văn võ bá quan lẫn các trung thần đều sẽ chọn ra cho mình một võ sĩ đại diện, người mà họ cho rằng sẽ là thiên hạ đệ nhất võ sĩ tham gia thi đấu cho mình. Một đại hội đẫm máu và tàn khốc chưa từng có trong lịch sử Nhật Bản chính thức bắt đầu.",
      "es-la": "Torneo de batalla ambientado en la Era Sengoku. Es el año 1600. Han pasado diez años desde que Oda Nobunaga unificó Japón. Cuando Nobunaga se dio cuenta de que se estaba muriendo, anunció que entregaría el país a quien produjera los guerreros más fuertes. Los señores de la guerra, cuyos sueños de unificar el país se habían visto frustrados, crearon sus propios guerreros más fuertes y pusieron sus miras en convertirse en el gobernante de Japón",
      "pt-br": "“Quem é o artista marcial mais forte do Japão?” É 1600 D.C., dez anos se passaram desde que \"Oda Nobunaga\" unificou todo o país. Percebendo sua morte, Nobunaga anuncia que entregará 'este país' àquele que tivesse como seguidor o artista marcial mais forte."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fea4e84-6cde-45f3-8924-2a09f6c4820f",
    "title": {
      "en": "Conquering the Academy with Just a Sashimi Knife."
    },
    "updatedAt": "2024-09-17T14:21:47+00:00",
    "coverArt": "https://mangadex.org/covers/0fea4e84-6cde-45f3-8924-2a09f6c4820f/ba3fb515-8806-407a-96c6-6b85a82b94f1.jpg",
    "altTitles": [
      {
        "ko": "사시미 한 자루로 아카데미를 씹어먹음"
      },
      {
        "en": "I Took Over the Academy With a Single Sashimi Knife"
      },
      {
        "en": "Chewed Up the Academy With a Bag of Sashimi"
      },
      {
        "en": "Chew the Academy With a Sashimi Stick"
      },
      {
        "pt-br": "Eu Conquistei a Academia Com Uma Única Faca de Sashimi."
      }
    ],
    "description": {
      "en": "\"If I slash, it will be cut.\"\n\nI, who was once called the best swordsman in the nation, have ended up in a mobile game I've only spent money on a few times. And I’ve even received the blessing of the 'Sword God'!\n\nBut… the only weapon I can use is a sashimi knife?\n\nJust one minute a day. I become a Sword Saint with a sashimi knife.",
      "pt-br": "Se eu cortar, será rompido.”\n\nEu, que já fui chamado de o melhor espadachim da nação, caí em um jogo de celular no qual gastei apenas um pouco de dinheiro.\n\nAlém disso, fui agraciado com a “Bênção do Deus da Espada”…!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-09-07T11:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4b39b6e-a448-4644-a540-64ceff1d8305",
    "title": {
      "en": "Toilet-bound Hanako-kun"
    },
    "updatedAt": "2024-08-09T17:44:38+00:00",
    "coverArt": "https://mangadex.org/covers/a4b39b6e-a448-4644-a540-64ceff1d8305/92f8a91c-8ecb-4081-9f49-a71dd1e3800f.jpg",
    "altTitles": [
      {
        "id": "Hanako si Arwah Penasaran"
      },
      {
        "id": "Hanako, Sepulang Sekolah"
      },
      {
        "de": "Mein Schulgeist Hanako"
      },
      {
        "ru": "Туалетный мальчик Ханако-кун"
      },
      {
        "ja": "地縛少年 花子くん"
      },
      {
        "ja": "地缚少年花子君"
      },
      {
        "ko": "지박소년 하나코 군"
      },
      {
        "vi": "“Cậu” ma nhà xí Hanako"
      },
      {
        "pt-br": "Hanako-Kun e os mistérios do colégio Kamome"
      },
      {
        "es-la": "El Chico del Baño Hanako-kun"
      },
      {
        "es-la": "Hanako-kun el Fantasma del Baño"
      },
      {
        "es-la": "Hanako-kun y los Misterios de la Academia Kamome"
      },
      {
        "th": "ฮานาโกะคุง วิญญาณติดที่"
      },
      {
        "fr": "Toilet-bound Hanako-kun"
      },
      {
        "ja-ro": "Jibaku Shounen Hanako-kun"
      },
      {
        "en": "Toilet-bound Boy Hanako-kun"
      },
      {
        "pl": "Hanako, duch ze szkolnej toalety"
      },
      {
        "tr": "Tuvalet Hayaleti Hanako-Kun"
      }
    ],
    "description": {
      "en": "\"Hanako-san, Hanako-san… are you there?\"  \nAt Kamome Academy, rumors abound about the school's Seven Mysteries, one of which is Hanako-san. Said to occupy the third stall of the third floor girls' bathroom in the old school building, Hanako-san grants any wish when summoned. Nene Yashiro, an occult-loving high school girl who dreams of romance, ventures into this haunted bathroom… but the Hanako-san she meets there is nothing like she imagined! Kamome Academy's Hanako-san… is a boy!  \n  \n**Note:** Volume 0 includes the original pilot version of Jibaku Shounen Hanako-kun and the debut oneshot of Aida Iro - Dear My Living Dead.",
      "id": "Ada rumor tentang tujuh misteri atau lebih dikenal dengan \"Nana Fushigi\" di Akademi Kamome. Salah satunya adalah “Hanako”, hantu yang menghuni toilet wanita bilik ketiga di lantai 3 gedung sekolah lama. Konon, dia akan mengabulkan apa pun harapan orang yang memanggilnya. Di sisi lain, Nene Yashiro, seorang siswi SMA, melibatkan dirinya dengan makhluk supernatural agar harapannya terkabul. Inilah kisah komedi yang menghangatkan hati tentang Hanako, si hantu toilet, dengan gadis penggemar misteri!\n\n(Sumber: Sinopsis resmi)",
      "it": "Hanako, una sorta di spiritello noto come uno dei 7 misteri dell'Accademia Kamone, occupa il terzo bagno nei sanitari femminili al terzo piano, nel vecchio palazzo della scuola, e può avverare qualsiasi desiderio quando viene invocato. Un giorno come tanti, Nene Yashiro, una grande amante dell'occulto che sogna il grande amore, s'imbatte in Hanako ma viene colta dalla sorpresa quando scopre che Hanako è proprio un ragazzo! Nene diventa la sua assistente facendo così iniziare le loro avventure tra le varie leggende metropolitane che popolano la scuola.",
      "ru": "«Ханако-сан, Ханако-сан… ты там?»  \nВ академии Камомэ, как и во многих других японских школах существуют «семь школьных тайн», одна из которых легенда о Ханако-сан. Говорят, что если в женском туалете на третьем этаже постучать в третью кабинку, появится Ханако-сан, которая исполнит любое твоё желание…  \nЯсиро Нэнэ — обычная школьница, любящая жуткие истории, отправляется в женский туалет, чтобы призвать Ханако-сан и исполнить своё романтическое желание. Но, как оказалось, в академии Камомэ Ханако-сан — это… мальчик.",
      "th": "มีข่าวลือน่าพิศวงเกี่ยวกับสิ่งลี้ลับทั้งเจ็ดที่เล่าต่อกันมาในโรงเรียนคาโมเมะ ว่ากันว่าในห้องน้ำหญิงห้องที่สามชั้นที่สามของตึกเรียนเก่ามี \"คุณฮานาโกะ\" ที่จะช่วยให้คำขอร้องของผู้ที่เรียกตนออกมาสมหวังไม่ว่าจะเป็นเรื่องใดก็ตาม เนเนะ ยาชิโระ ผู้ที่มีความปรารถนาว่าอยากจะใจตรงกันกับคนที่ชอบ ก็ได้ลองเข้าไปในห้องน้ำหญิงแล้วลองเรียก \"คุณฮานาโกะ คุณฮานาโกะ อยู่หรือเปล่าคะ\" ตอนนั้นเองคุณฮานาโกะก็ได้ปรากฏตัวออกมาจริง ๆ ทว่า คุณฮานาโกะคนนั้นกลับเป็นเด็กผู้ชายซะงั้น!",
      "es-la": "\"Hanako, Hanako... ¿estás ahí?\"\nEn la Academia Kamome, abundan los rumores sobre los Siete Misterios de la escuela, uno de los cuales es Hanako. Se dice que ocupa el tercer puesto del baño de niñas del tercer piso en el antiguo edificio de la escuela, Hanako concede cualquier deseo cuando es convocado. Nene Yashiro, una chica de escuela secundaria que adora el ocultismo que sueña con el romance, se aventura en este baño embrujado, pero el Hanako que conoce no es nada como ella se imaginaba. ¡Hanako de la academia Kamome en realidad es un niño!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99daf7bc-3a3b-4fe8-b10d-951b32bfea64",
    "title": {
      "ja": "Gimai Seikatsu"
    },
    "updatedAt": "2024-07-20T23:14:52+00:00",
    "coverArt": "https://mangadex.org/covers/99daf7bc-3a3b-4fe8-b10d-951b32bfea64/5c787c1c-24b9-4efc-b6fc-de7af72a7e5a.jpg",
    "altTitles": [
      {
        "en": "Days with my Step Sister"
      },
      {
        "ja": "義妹生活"
      },
      {
        "ru": "Жизнь с моей сводной сестрой"
      },
      {
        "de": "Tage mit meiner Stief-Schwester"
      }
    ],
    "description": {
      "en": "From classmates to brother and sister, living under the same roof.\r\n\r\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\r\n\r\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\r\n\r\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know.",
      "pt-br": "De colegas de classe a irmão e irmã, vivendo sob o mesmo teto.\n\nApós o novo casamento de seu pai, Asamura Yuuta acaba ganhando uma nova meia-irmã, coincidentemente a beleza número um do ano escolar, Ayase Saki. Tendo aprendido valores importantes no que diz respeito aos relacionamentos homem-mulher através dos anteriores de seus pais, eles prometem um ao outro não ser muito próximos, não ser muito opostos e apenas manter uma distância vaga e confortável.\n\nPor um lado, Saki, que trabalhou sozinha pelo bem de sua família, não sabe como confiar adequadamente nos outros, enquanto Yuta não tem certeza de como realmente tratá-la. Estando em terreno bastante igual, os dois aprendem lentamente a sensação confortável de viver juntos.\n\nO relacionamento deles evolui lentamente de estranhos à medida que os dias passam. Eventualmente, isso pode acabar em uma história sobre o amor, pelo que sabemos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96e1ddf1-55f8-4089-ac9c-92fd6837affc",
    "title": {
      "en": "Super Cub"
    },
    "updatedAt": "2024-06-09T19:27:59+00:00",
    "coverArt": "https://mangadex.org/covers/96e1ddf1-55f8-4089-ac9c-92fd6837affc/a2e28ce9-9bfd-44af-8b65-d967e2307e10.jpg",
    "altTitles": [
      {
        "ja": "スーパーカブ"
      },
      {
        "ru": "Супер Каб"
      },
      {
        "it": "Super Cub"
      }
    ],
    "description": {
      "en": "In early summer, 2nd year of high school, Koguma's mom suddenly abandons her, leaving only a note that says \"Bye.\" She is alone, having no parents, no friends, no hobbies. She silently reflects, \"I don't have anything.\" But a chance encounter results in her buying a Honda Super Cub with a disturbing history, and a new life suddenly blossoms open.  \n  \nBased on the [light novel series with the same name](https://en.wikipedia.org/wiki/Super_Cub_(novel_series)).",
      "it": "Koguma vive a Yamanashi e frequenta le superiori, ma le sue giornate scivolano via vuote e monotone: non ha amici, non ha hobby, ed essendo orfana si sente molto sola. Un giorno compra una Honda Super Cub usata e la utilizza per andare a scuola. Iniziano così una serie di piccole avventure: resta a secco, si perde, scopre nuovi percorsi e deviazioni. Grazie alla moto, Koguma fa anche la conoscenza di Reiko, una sua compagna di classe che un giorno all'improvviso inizia a parlare di motociclette...",
      "pt-br": "No 2°ano do ensino médio, início de verão, a mãe de Koguma a abandonou repentinamente, deixando a apenas um bilhete escrito: \"Adeus\". Ela está sozinha, sem pais, amigos e sem hobbies. Silenciosamente ela pensa: \"Eu não tenho nada\". Mas um motivo aparece quando ela compra uma Honda Super Cub de uma forma bem peculiar, e assim uma nova vida floresce inesperadamente.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 5, Cap 26. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/b27b95b9-43dd-45c5-9cfb-7ccd72503d39.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76a41f6e-98be-4538-866d-c9a7edf4e6cc",
    "title": {
      "en": "The Detective of Muiella"
    },
    "updatedAt": "2023-11-23T19:14:16+00:00",
    "coverArt": "https://mangadex.org/covers/76a41f6e-98be-4538-866d-c9a7edf4e6cc/8c008538-71a4-422d-a2f4-72c95ca4e6ac.jpg",
    "altTitles": [
      {
        "ko": "뮈엘라의 수사관"
      },
      {
        "ko-ro": "Mwiellaui Susagwan"
      },
      {
        "fr": "L'enquêteur de Muiella"
      },
      {
        "es": "El detective de Muiella"
      },
      {
        "uk": "Слідчий Муелли"
      },
      {
        "ja": "ミュエラの捜査官"
      },
      {
        "zh": "心动搜查官"
      },
      {
        "zh": "慕艾拉的调查官"
      },
      {
        "zh-hk": "穆艾拉的調查官"
      },
      {
        "th": "นักสืบแห่งมิวเอลล่า"
      }
    ],
    "description": {
      "en": "Kate Smith enjoys her quiet life as a maid and has no interest in getting married. Her resolve only deepens as she watches her peers swoon over the moody manservant, Ian. Whether it's fate or bad luck, Kate quickly finds herself in a series of compromising encounters with him. One day another maid goes missing and the mystical happenings that follow only intensify her suspicions about Ian. As the expert detective Jade Killian comes into town, can he help her uncover the truth?\n\n---\nKate is a maid at the Baron's estate in Muiella, a country where warlocks and witches are shunned. One day, the new servant Ian arrives… but he's much too proper and handsome for his lowly rank. As they keep running into each other, Kate's suspicion of Ian's disarming demeanor only grows when strange incidents crop up in the manor. Sleuthing for the truth, the wellbeing of the estate and its residents may be at stake! Where's a good detective when you need one?!\n\n---\n[Original Webtoon](https://page.kakao.com/home/50099907)\n\n**Official Translation:**\n* English: [Tapas](https://tapas.io/series/the-detective-of-muiella/info), [Tappytoon](https://www.tappytoon.com/series/detmuiella/) (expired)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [French / Français](https://delitoon.com/webtoon/lenqueteur-de-muiella)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Detective-of-Muiella/210)\n* [Japanese / 日本語](https://piccoma.com/web/product/18201)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B7%E0%B8%9A%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2/34)",
      "fr": "Simple deomestique dans un manoir à la campagne, elle ne pensait pas se retrouver mêlée à un mystère. Alors qu’elle ne désire qu’avoir une petite vie tranquille, la visite d’un enquêteur au manoir et l’arrivée d’un valet mystérieux vont bouleverser son petit quotidien. La disparition d’une de ses amies va la pousser à enquêter sur les mystères entourant le manoir...\n\n---\nKate est une domestique dans un manoir à Muiella, une contrée où les gens dotés de pouvoirs magiques sont rejetés. Un jour, Ian, un nouveau domestique arrive… Mais il est bien trop impeccable et élégant pour un simple servant.\n\nLes soupçons de Kate quant au comportement désarmant de Ian ne font que grandir à mesure que d’étranges incidents se produisent dans le manoir.\n\nLa recherche de la vérité pourrait bien mettre tous les résidents en danger! Où trouver un bon détective quand on en a besoin?!\n\n---\n[Original Webtoon](https://page.kakao.com/home/50099907)\n\n**Official Translation:**\n* English: [Tapas](https://tapas.io/series/the-detective-of-muiella/info), [Tappytoon](https://www.tappytoon.com/series/detmuiella/) (expired)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [French / Français](https://delitoon.com/webtoon/lenqueteur-de-muiella)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Detective-of-Muiella/210)\n* [Japanese / 日本語](https://piccoma.com/web/product/18201)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B7%E0%B8%9A%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2/34)",
      "ko": "마법사와 마녀를 배척하는 나라. 뮈엘라.\n뮈엘라의 시골 영지 알라나데일의 저택에서 하녀로 일하는 케이트.\n\n어느 날, 그녀가 일하는 데일 남작가에 수상한 하인이 들어온다.\n\n하인에 어울리지 않는 훤칠한 키에 단정한 외모를 가진 그는 첫날부터 주목을 받지만,\n케이트는 사사건건 자신과 부딪치는 이안이 마음에 들지 않는다.\n\n한편 그녀가 몸담은 데일 남작가에 불길한 사건들이 하나둘 일어나기 시작하는데…….\n\n---\n[Original Webtoon](https://page.kakao.com/home/50099907)\n\n**Official Translation:**\n* English: [Tapas](https://tapas.io/series/the-detective-of-muiella/info), [Tappytoon](https://www.tappytoon.com/series/detmuiella/) (expired)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [French / Français](https://delitoon.com/webtoon/lenqueteur-de-muiella)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Detective-of-Muiella/210)\n* [Japanese / 日本語](https://piccoma.com/web/product/18201)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B7%E0%B8%9A%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2/34)",
      "uk": "Муелла - країна, яка неприймає чарівників та відьом. Кейт працює покоївкою в сільській місцевості в маєтку Аланалейл. Одного разу в маєток влаштовується підозрілий слуга. Він недостатньо вмілий для слуги, і в нього гарна зовнішність. Тим часом у будинку барона починають відбуватися зловісні події.\n\n---\n[Original Webtoon](https://page.kakao.com/home/50099907)\n\n**Official Translation:**\n* English: [Tapas](https://tapas.io/series/the-detective-of-muiella/info), [Tappytoon](https://www.tappytoon.com/series/detmuiella/) (expired)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [French / Français](https://delitoon.com/webtoon/lenqueteur-de-muiella)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Detective-of-Muiella/210)\n* [Japanese / 日本語](https://piccoma.com/web/product/18201)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AA%E0%B8%B7%E0%B8%9A%E0%B9%81%E0%B8%AB%E0%B9%88%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%A7%E0%B9%80%E0%B8%AD%E0%B8%A5%E0%B8%A5%E0%B9%88%E0%B8%B2/34)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "163"
  },
  {
    "mangaId": "0c76e194-919d-4143-a7a4-f7b3504183d9",
    "title": {
      "en": "Revelation of Youth"
    },
    "updatedAt": "2024-07-20T14:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/0c76e194-919d-4143-a7a4-f7b3504183d9/8dd94f4f-3811-4d49-b92a-760dc303ea94.jpg",
    "altTitles": [
      {
        "ko": "청춘계시록"
      },
      {
        "ko-ro": "Cheongchungyesilog"
      },
      {
        "ko-ro": "Cheongchun Gyesirok"
      },
      {
        "en": "Apocalypse of Youth"
      },
      {
        "uk": "Апокаліпсис юності"
      }
    ],
    "description": {
      "en": "Lim Chungah is a highschool student whose household got swindled by her own trusted uncle. With her parents leaving in pursuit of finding her uncle, she is temporarily left alone to live in her uncle's empty house. HOWEVER, what if Chungah's family weren't the only ones duped by her uncle's con? Enter Millenium Adventist Church, the biggest cult in their community and one of her uncle's scam victims. Lim Chungah finds herself cohabitating with Kim Yohan, the cult leader's one and only son. Oh God, will their living situation be okay?!",
      "uk": "Інтимне та небезпечне співмешкання з сином лідера культу почалось! Чону обманув її дядько, якому вона довіряла і її батьки пропали, коли сказали, що шукатимуть його, і раптом Чона живе одна в пустому будинку. Але обманули не тільки сім‘ю Чони! Найбільший культ в автономному районі «тисячолітня адвентистська церква» була теж обдурена її дядьком. І «Йохан», син лідера культу, прийшов до Чони додому. Він заносить свої речі…! Боже, що ж буде з цим співжиттям?",
      "pt-br": "Uma vida próxima e perigosa do filho do líder de um culto começou! Chungah foi enganada por seu tio em quem confiava e seus pais desapareceram, dizendo que estavam perseguindo seu tio desaparecido, e Chungah de repente vive sozinha em uma casa vazia. Mas não foi só a família de Chungah que foi enganada! O maior culto do distrito autônomo, \"Igreja Adventista do Milênio\", também foi enganado por seu tio. E \"Yohan\", o filho do líder do culto, veio à casa de Chung-ah. Ele está arrastando sua mala para dentro...! Deus, será que esta coabitação vai ficar bem?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b2f599-51e5-4b21-8ed0-70a9534af0de",
    "title": {
      "en": "Midnight Taxi"
    },
    "updatedAt": "2024-03-16T19:23:17+00:00",
    "coverArt": "https://mangadex.org/covers/66b2f599-51e5-4b21-8ed0-70a9534af0de/17e85d03-2b53-4ae5-872f-550c013d3b23.jpg",
    "altTitles": [
      {
        "ko": "야간택시"
      }
    ],
    "description": {
      "en": "Even angels give into temptation. Once God’s right-hand warrior, the archangel Agnes has succumbed to desire and formed a contract with Lucifer, the ruler of demons. Now a fallen angel, she poses as a simple taxi driver and patrols the bustling city of Seoul during the midnight hours. Cursed by the king of hell to seek souls for her life force, Agnes pursues depraved individuals who prey upon innocents for their own pleasure, and uses their carnal desires against them. But when her past comes back to haunt her, a tantalizing game of cat and mouse involving vengeful entities ensues."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f883867-dd64-43fb-af03-0f4b5d855c2a",
    "title": {
      "en": "Potion wa 160 km/h de Nageru Mono! ~Item-gakari no Ore ga Bannou Kaifukuyaku o Touteki suru Koto de Saikyou no Boukensha ni Nariagaru!?~ @COMIC"
    },
    "updatedAt": "2024-09-18T18:42:31+00:00",
    "coverArt": "https://mangadex.org/covers/1f883867-dd64-43fb-af03-0f4b5d855c2a/6d83a48c-cf74-4e7d-9784-3ebe0e758e97.jpg",
    "altTitles": [
      {
        "ja": "ポーションは160km/hで投げるモノ！～アイテム係の俺が万能回復薬を投擲することで最強の冒険者に成り上がる!?～@COMIC"
      },
      {
        "ja-ro": "Potion ha 160 km/h de Nageru Mono! ~Item-gakari no Ore ga Bannou Kaifukuyaku wo Touteki suru Koto de Saikyou no Boukensha ni Nariagaru!?~ @COMIC"
      },
      {
        "en": "Throwing Potions at 160km/h!: I Will Become the Strongest Adventurer by Throwing a Universal Recovery Medicine?! @COMIC"
      },
      {
        "en": "Potions Are Items Thrown At 160 Km/H! ~As An Item Handler, I'll Ascend To Strongest Adventurer By Throwing Cure-All Potions!?~ @COMIC"
      }
    ],
    "description": {
      "en": "Vino, a member of the A-class adventurer party Assault, is a potion user, the weakest and lowest level job. He meets a beautiful swordsman named Canadia, who is known as the God of Death. \n\nHe was kicked out of the party and nearly died in a monster attack, but Vino awakened by chance with the single-minded desire to protect her! He discovered his own strong shoulders and a new way to use potions, even throwing potions to blast monsters to pieces.\n___\n**Character Designer:** [Nitaka](https://mangadex.org/author/80544dac-562c-47ec-abb8-35f07ec2bd12)\n\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/54976)",
      "ja": "ヴィーノは、最弱にして最底辺職であるポーション【万能回復薬】使い。Ａ級冒険者パーティ【アサルト】のメンバーからは無能とバカにされ、自信を無くし、能力に限界を感じていた。そんな矢先、ヴィーノはメンバーの裏切りにあい、パーティから追い出されてしまう。さらには取り残された彼の目の前にS級魔獣が襲い掛かる！しかし、突如「死神」と呼ばれる美しい黒髪の剣士・カナディアが現れて…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b9bd2d1-218b-4984-a44f-59f706a201c7",
    "title": {
      "en": "Spacewalking With You"
    },
    "updatedAt": "2024-07-05T08:30:33+00:00",
    "coverArt": "https://mangadex.org/covers/8b9bd2d1-218b-4984-a44f-59f706a201c7/8a726606-44bc-4b38-81b0-faab2f59a095.jpg",
    "altTitles": [
      {
        "ja": "君と宇宙を歩くために"
      },
      {
        "en": "I Want to Walk in Space With You"
      },
      {
        "zh": "为了与你在宇宙行走"
      },
      {
        "ja-ro": "Kimi to Uchuu wo Aruku Tame ni"
      }
    ],
    "description": {
      "en": "Kobayashi is a Yankee who can neither study nor hold down a part-time job. One day, the eccentric Uno is transferred into his class. Uno saves Kobayashi from a questionable part-time job offered to him by a senior student, and the two become good friends after this incident. The more he learns about Uno, the more he is attracted to his lifestyle, and Kobayashi tries to change himself...\n\nThis is a story of friendship between two people who are complete opposites in terms of their inability to live normally, and who struggle to live happily despite the obstacles they face."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f422f27-d4af-4ada-aa22-c93bf25a8816",
    "title": {
      "en": "Koko wa Kamogawa Game Seisakusho"
    },
    "updatedAt": "2024-08-30T12:31:47+00:00",
    "coverArt": "https://mangadex.org/covers/6f422f27-d4af-4ada-aa22-c93bf25a8816/911b376a-a4ff-4fe0-afde-12423b88271a.jpg",
    "altTitles": [
      {
        "ja": "ここは鴨川ゲーム製作所"
      },
      {
        "zh": "这里是鸭川游戏制作所"
      }
    ],
    "description": {
      "en": "At his grandmother's vacant house, Yoh happened to find a picture he had drawn as a child.\nThe moment he saw the drawing, lightning struck his body and he was flooded with game ideas one after another.\n\nGather your friends and develop a game from scratch!\nThis is an awkward and endearing drama of adolescent boys and girls set in Kyoto."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "29c7aced-e2cc-4963-9180-4b1192193b9e",
    "title": {
      "en": "Castle"
    },
    "updatedAt": "2023-09-29T21:21:16+00:00",
    "coverArt": "https://mangadex.org/covers/29c7aced-e2cc-4963-9180-4b1192193b9e/945b77cd-6f8b-432a-add6-d0d78ab43a80.jpg",
    "altTitles": [
      {
        "pl": "Twierdza"
      },
      {
        "ko": "캐슬"
      },
      {
        "ru": "Замок"
      }
    ],
    "description": {
      "en": "\"Castle\", South Korea's omnipotent crime syndicate. One man returns to Korea in order to topple the absolute stronghold that is \"Castle\". Kim Shin, the Korean-born Russian killer named \"Amur Tigro\".  \nHe comes back to the crime-ridden city of Hoe-Am in accordance with the last will of his mentor, Kang Min Sung. Kim Shin and his comrades put their lives on the line as they head for the final showdown…\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list.nhn?titleId=736744)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/shonen/castle/list?title_no=3797),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/castle/list?title_no=2078), [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001034)",
      "pl": ",,Castle'' - południowokoreański syndykat przestępczy.  \nPewien człowiek powraca do Korei, by obalić absolutną fortecę, którą jest ,,Twierdza''. Kim Shin - urodzony w Korei rosyjski zabójca o imieniu Amur Tiger (tygrys). Wraca on do zbrodniczego miasta Hoeam zgodnie z ostatnią wolą swojego mistrza Kang Min-Seong'a. Kim Shin i jego partnerzy zmierzają się do ostatecznego starcia i stawiają swoje życie na szali…",
      "ru": "“Замок”, Южно-Корейский всемогущий криминальный синдикат. Один человек вернулся в Корею, чтобы свергнуть тиранию под названием “Замок”. Ким Шин - родившийся в Корее, русский убийца по прозвищу “Амурский тигр ”. Он возвращается в управляемый преступностью Хоям, чтобы исполнить последнюю волю своего наставника, Кан Мин-Сона. Ким Шин и его товарищи рискуют своими жизнями, неуклонно приближаясь к решающему сражению…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "1d0672c6-ae30-4ce0-a272-eaef33e9fd97",
    "title": {
      "en": "Kiss The Bride"
    },
    "updatedAt": "2024-07-18T14:04:02+00:00",
    "coverArt": "https://mangadex.org/covers/1d0672c6-ae30-4ce0-a272-eaef33e9fd97/1e9ac4fd-f8bc-45af-a4bf-eac1cea7ade0.png",
    "altTitles": [
      {
        "zh": "亲吻新娘"
      },
      {
        "ko": "키스 더 브라이드"
      }
    ],
    "description": {
      "en": "Shin Jae-Won attended the World Camp hosted by the Spanish King as a tennis player in his Junior Year.  \n  \nJae-Won meets Javier, an unusually conspicuous participant in the World Camp.  \n  \n“When are we going to practice?”  \n  \nThere are always people (especially women) around him.  \n  \nThen, Jae-Won, who happened to stumble upon Javier one night during practice, ended up spending the night alone. The more he faced his whimsical, pure side, the more his heart began to beat…  \n  \n“I hate this kind of things…”  \n  \nJae-Won’s first love ended as fast as a Siesta.  \n  \nA decade later, they meet again Spain."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-09-05T23:28:20+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/60b13fdd-6541-48e5-9181-fe1903d840f5.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n- Won the Tsugi ni Kuru Web Manga 2020 Award.\n- Was nominated for the 2020 and 2021 Manga Taisho Award.\n- Won the top prize of 2021 Tsutaya Comic Awards",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d29071f5-c6bf-4802-aca3-5ee7dde03cdd",
    "title": {
      "en": "Fork & Knife"
    },
    "updatedAt": "2023-09-08T14:49:53+00:00",
    "coverArt": "https://mangadex.org/covers/d29071f5-c6bf-4802-aca3-5ee7dde03cdd/70af3202-0f90-49a8-a8ad-7afc4f791dbb.jpg",
    "altTitles": [
      {
        "ko": "포크&나이프"
      },
      {
        "en": "Fork and Knife"
      }
    ],
    "description": {
      "en": "A world of constant war because we don't understand each other's differences.\nA world where it is normal to hate and harm other species.\nIn this hellish world where blood is splashed and people kill and kill each other, how can a boy named Rito survive?\nA medieval dark fantasy of humans and xenomorphs.",
      "ko": "서로의 다름을 이해 못 해 끊임없는 전쟁이 벌어지는 세계.\n타종을 혐오하고 해하는 것이 당연한 세계.\n피가 튀고 서로가 죽고 죽이는\n이 지옥 같은 세계에서 소년 '리토'는\n과연 어떻게 살아남을 것인가.\n\n인간과 이종족들이 벌이는 중세 다크 판타지"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "769a5e79-0670-4188-8582-035f0a3cc051",
    "title": {
      "en": "Zannen Jokanbu Black General-san"
    },
    "updatedAt": "2024-05-30T20:52:50+00:00",
    "coverArt": "https://mangadex.org/covers/769a5e79-0670-4188-8582-035f0a3cc051/43d681b6-5f88-4da4-8341-65dfdb9d391f.jpg",
    "altTitles": [
      {
        "en": "Precarious Female Executive Miss Black General"
      },
      {
        "en": "Precarious Woman Executive Miss Black General"
      },
      {
        "ja-ro": "Zannen Onna-Kanbu Black General-san"
      },
      {
        "ja": "残念女幹部ブラックジェネラルさん"
      },
      {
        "es-la": "La Precaria Mujer Ejecutiva Señorita General Black"
      }
    ],
    "description": {
      "en": "Braveman is your average superhero. Unfortunately for him, his arch-nemesis also happens to be a stalker and his number one fan. Follow their story as Braveman struggles to overcome his greatest adversary and retain his peace of mind.",
      "es-la": "La General Black es la líder de una organización secreta que quiere dominar al mundo. Por desgracia también esta loca por Braveman un superhéroe dedicado a frustrar los malvados planes de esta organización. Entonces, ¿Cómo exactamente va a conquistar el mundo cuando ni siquiera puede conquistar sus propios sentimientos? ¿Y cómo va a responder Braveman a este extraño giro?",
      "pt-br": "Braveman é um super herói como qualquer outro. Infelizmente pra ele, sua arqui-inimiga é sua stalker e sua fã número 1. Acompanhe as aventuras de Braveman e sua luta incansável contra seu maior adversário enquanto tenta não perder a cabeça."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2db1e90-bfde-44de-b6ce-763670e52ad5",
    "title": {
      "en": "Isekai Yurutto Survival Seikatsu ~Gakkou no Minna to Isekai no Mujintou ni Tenishitakedo Ore Dake Rakushou desu~"
    },
    "updatedAt": "2024-09-14T07:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/c2db1e90-bfde-44de-b6ce-763670e52ad5/9ccbbb2b-bf14-4c3a-83dd-ad9c96d470d2.jpg",
    "altTitles": [
      {
        "ja": "異世界ゆるっとサバイバル生活 ～学校の皆と異世界の無人島に転移したけど俺だけ楽勝です～"
      },
      {
        "en": "Survival Life in a Different World: I Moved to an Uninhabited Island in a Different World With Everyone at School, but I’m the Only One Who Wins Easily"
      },
      {
        "ko": "이세계 느긋 서바이벌 생활 ~학교 모두와 이세계의 무인도로 전이했지만 나만 낙승입니다~"
      },
      {
        "zh": "异世界悠闲荒野求生～和学校的众人一起传送到了无人岛但是只有我游刃有余～"
      },
      {
        "zh-hk": "異世界悠閒荒野求生~和學校的眾人一起傳送到了無人島但是僅自己遊刃有餘~"
      }
    ],
    "description": {
      "en": "I’m Shinomiya Hokage, a 3rd-year high-school boy who dreams of a survival life. One day, everyone in my school transferred to a mysterious island in a parallel world. I woke up in an unknown cave and I started moving on my own. Then, I met up with some of my classmates. My knowledge and tools in survival shines through. I was a plain guy in school but I’m the leader in this world.  \n  \n\n\n---",
      "es": "Soy Shinomiya Hokage, un chico de tercer año de preparatoria que sueña con una vida de supervivencia. Un día, todos en mi escuela se trasladaron a una isla misteriosa en un mundo paralelo. Me desperté en una cueva desconocida y empecé a moverme por mi cuenta. Entonces, me encontré con algunos de mis compañeros de clase. Mis conocimientos y herramientas de supervivencia destacan. Yo era un chico sencillo en la escuela, pero soy el líder en este mundo.  \n  \n\n\n---",
      "ja": "無人島暮らしを夢見る高校生、篠宮火影(しのみや ほかげ)は、クラスメートとともに異世界にある謎の島に転移する。\n電気もガスも水道もない無人島で、火影は持ち前のサバイバル能力によって次々に問題を解決する。\n嵐に見舞われても、虎に拠点を占領されても、火影が止まることはない。\n卓越した知識と経験でゼロから文明を築く、ちょっぴりエッチな本格異世界サバイバルコメディ。",
      "pt": "Eu sou Shinomiya Hokage, um garoto do terceiro ano do ensino médio que sonha com uma vida de sobrevivência. Um dia, todos na minha escola foram transferidos para uma ilha misteriosa em um mundo paralelo. Acordei em uma caverna desconhecida e comecei a explorar sozinho. Então, encontrei algumas das minhas colegas. Meu conhecimento e ferramentas de sobrevivência se destacam. Eu era um menino simples na escola, mas sou o líder neste mundo.  \n  \n\n\n---\n\n**Monthly serialization / Serialización mensual.**  \n  \n- [Alternative Raw Source](https://rawmangas.net/manga/isekai-yurutto-survival-seikatsu-gakkou-no-minna-to-isekai-no-mujintou-ni-tenishitakedo-ore-dake-rakushou-desu-manga-raw/)",
      "pt-br": "Eu sou Shinomiya Hokage, um garoto do terceiro ano do ensino médio que sonha com uma vida de sobrevivência. Um dia, todos na minha escola foram transferidos para uma ilha misteriosa em um mundo paralelo. Acordei em uma caverna desconhecida e comecei a explorar sozinho. Então, encontrei algumas das minhas colegas. Meu conhecimento e ferramentas de sobrevivência se destacam. Eu era um menino simples na escola, mas sou o líder neste mundo."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92dd8103-2a60-4a1a-a32d-b957bf4eb7dd",
    "title": {
      "en": "The Devil Raises a Lady"
    },
    "updatedAt": "2024-07-15T14:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/92dd8103-2a60-4a1a-a32d-b957bf4eb7dd/b7a1f0de-7d64-44cc-894f-143b9831d18b.jpg",
    "altTitles": [
      {
        "ko": "악마는 레이디를 키운다"
      },
      {
        "es": "El diablo entrena una dama"
      }
    ],
    "description": {
      "en": "The downfall of a noble family. And a girl who risks her life seeking revenge.\n\n“Lady Ayana.”\n\nThere was a knight who had been by her side for thirteen years. The person who came to her mind before her own family was going to be annihilated. He risked his life for her, suffered wounds, hunger, and gave her everything. Now, he is looking at her while she’s waiting for her execution with a joyful smile.\n\n“Please show me another enjoyable story this time, my lady.”\n\nThe devil smiled and extended his hand, and the girl took it.\n\n“I hope you get the ending you desire in the next story, my lady.”\n\n(Source: Kakao, translated)",
      "es": "Ella tuvo que pasar por la aniquilación de su familia, él llegó al final de su vida para darle la oportunidad de vengarse. “Aiana.” El caballero que estuvo a mi lado durante 13 años, arriesgó su vida, sufrió, pasó hambre y lo dio todo por mí. Pero ahora, al presentarse mi muerte inminente, sonreía felizmente mientras contemplaba mi desceso. “Por favor, ten una historia agradable esta vez, mi señora”. El demonio sonrió y me tendió la mano. “Espero que en la próxima historia obtengas el final que deseas”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2024-09-08T09:18:39+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/ca1f4dca-653a-4e48-af44-ace7b10ec34b.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "vi": "Âm Dương Sư Nue"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "es-la": "El exorcista de Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games. A new modern exorcist saga now begins!",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "ja": "幼少の頃から「幻妖」と呼ばれる存在が見えた少年・夜島学郎。高校入学初日、ひょんなことから出会ったサブカル好きの幻妖「鵺」に校内の幻妖退治を依頼されるが――…？",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!",
      "pt-br": "Yajima é capaz de enxergar Espíritos desde pequeno. Em sua nova escola há uma sala que mais ninguém consegue ver. E dentro dela mora uma Espírito que ama jogar videogames. Uma nova saga moderna de exorcistas começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb83505c-9c89-4f1b-b533-9d439956cb5b",
    "title": {
      "en": "Chihiro-san"
    },
    "updatedAt": "2024-08-07T16:41:14+00:00",
    "coverArt": "https://mangadex.org/covers/cb83505c-9c89-4f1b-b533-9d439956cb5b/053be100-7f7b-447c-a331-68bdfe9c8591.png",
    "altTitles": [
      {
        "en": "ちひろさん"
      }
    ],
    "description": {
      "en": "Chihiro-san, a former sex worker uninhibited by the shackles of society and conventional wisdom, is a someone that has life figured out… for the most part. The story follows her life in a small seaside town as customers of the box lunch shop she works at come to her about various concerns weighing on their minds. What's Chihiro's guiding answer to their love, work, family, and self-inflicted troubles?"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "63"
  },
  {
    "mangaId": "9d829ed3-2489-4327-8efa-5b55a46afbbd",
    "title": {
      "en": "There's 49 Left, Master!"
    },
    "updatedAt": "2024-07-11T15:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/9d829ed3-2489-4327-8efa-5b55a46afbbd/4a093820-481e-4da8-8770-5821e348c6fd.jpg",
    "altTitles": [
      {
        "ko": "49번 남았습니다, 스승님!"
      },
      {
        "ja": "師匠、あと49回死んでください"
      }
    ],
    "description": {
      "en": "When the powerless thirteenth prince became emperor, he gave his tutor, Yo Yohwa, poison. His reason being his death at the hands of his own master in countless previous lives. The poisoned Yo Yohwa then regresses to an earlier time together with the prince and is determined to get on his good side this time in order to escape. However, the prince already discovered the truth…\n\n“This is crazy. You killed me in the previous lives, and you neglected me in another. Now you’re acting all nice. Are you trying to get away?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54cc1547-1d1c-4759-a94c-39b9d1f958d7",
    "title": {
      "en": "Mousou Sensei"
    },
    "updatedAt": "2024-08-31T17:17:45+00:00",
    "coverArt": "https://mangadex.org/covers/54cc1547-1d1c-4759-a94c-39b9d1f958d7/44110af1-4750-4fb1-a491-174742b46589.jpg",
    "altTitles": [
      {
        "ja": "妄想先生"
      },
      {
        "en": "Delusional Teacher"
      },
      {
        "ru": "Помешанный учитель"
      }
    ],
    "description": {
      "en": "The beautiful English teacher Momoko Irosaki receives what she thinks are the lustful gazes of her male students every day... or so she misunderstands!? What goes on in the school life of a teacher who inadvertently indulges in fantasies full of allure...?",
      "ja": "美人英語教師の色咲先生は、日々男子生徒から思春期真っ盛りの視線を浴びている…のは勘違い!? ついお色気全開の妄想をしてしまう先生の学校生活は――…。ちょっとえっちでかなり笑える妄想スクールコメディ!!",
      "ru": "Красивая учительница английского Иросаки Момоко, как ей кажется, каждый день ловит на себе похотливые взгляды своих учеников мужского пола... Или она просто неправильно их понимает?! Что происходит в школьной жизни учителя, который невольно предается таким фантазиям?...",
      "vi": "Irosaki-sensei, một giáo viên trẻ xinh đẹp, hoạt bát,... Nói chung là mặt tiền cô rất  tuyệt với, học sinh đứa nào đứa nấy cũng mê. Nhưng thật ra \"mặt trong\" của cô lại không được xán lạn đến vậy. Và rồi cô gặp một cậu học trò yêu thích môn tiếng anh mà cô đang giảng dạy, thay vì nghĩ rằng \"ồ, siêng quá ta\", thì trong đầu cô lại chỉ có vô vàn suy nghĩ đồi trụy rồi tự gán hết lên người cậu học sinh ấy, nói chung là ngây ngô lắm cả nhà XD."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "329a6399-d4da-44bc-8f83-cb4b6ff4ff22",
    "title": {
      "en": "Get Away, Matsumoto！-100 days escape-"
    },
    "updatedAt": "2024-09-18T11:32:00+00:00",
    "coverArt": "https://mangadex.org/covers/329a6399-d4da-44bc-8f83-cb4b6ff4ff22/0ef93607-4c5d-47d5-b882-8c6e64e1d6ec.jpg",
    "altTitles": [
      {
        "ja": "逃げろ松本"
      },
      {
        "ja-ro": "Nigero Matsumoto"
      }
    ],
    "description": {
      "en": "Formerly a three time back-to-back winner of the All-Japan Intercollegiate Road Cycling Championships, Mastumoto now spends his days doing bike deliveries to pay the bills. Just as he contemplates giving up cycling for the sake of his future, Matsumoto suddenly finds himself at the center of an unbelievable incident...! Make way for this hard-hitting high-speed action!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2cbc0407-439d-469a-974e-f9135164f6fa",
    "title": {
      "en": "Fuguushoku \"Kanteishi\" ga Jitsu wa Saikyou Datta: Naraku de Kitaeta Saikyou no \"Shingan\" de Musou suru"
    },
    "updatedAt": "2024-07-21T18:53:02+00:00",
    "coverArt": "https://mangadex.org/covers/2cbc0407-439d-469a-974e-f9135164f6fa/21434d08-4d14-436a-807c-055bcedb78ab.jpg",
    "altTitles": [
      {
        "en": "Even Given the Worthless \"Appraiser\" Class, I'm Actually the Strongest - Unsurpassed with the Strongest [Divine Eye] Trained in the Abyss"
      },
      {
        "ja": "不遇職【鑑定士】が実は最強だった　～奈落で鍛えた最強の【神眼】で無双する～"
      },
      {
        "en": "The Unfavourable Job [Appraiser] Is Actually the Strongest ~ Unsurpassed With the Strongest [God’s Eye] That Was Trained in the Abyss"
      },
      {
        "pt-br": "Mesmo tendo a classe de \"Avaliador\" sem valor, sou na verdade o mais forte - Insuperável com o [Olho Divino] mais forte treinado no Abismo"
      }
    ],
    "description": {
      "en": "In a world where [Jobs] are god-given from birth, heroes are born, not made... and Ein’s job of [Appraiser] has put him about as far from the hero pedestal as possible.\n\nUsed, abused, and eventually abandoned by his fellow adventurers, Ein decides it just isn’t worth going on... Lucky for Ein, though, the end may just be the beginning... and a new lease on life. \n\nTurns out, his “worthless” job may just be the key to becoming a hero after all…\n\n\n---\n\n**Links:**\n- [Web Novel (Japanese)](https://ncode.syosetu.com/n5242fx)",
      "pt-br": "Em um mundo onde [Jobs] são dados por Deus desde o nascimento, os heróis nascem, não são feitos... e o trabalho de [Avaliador] de Ein o colocou o mais longe possível do pedestal do herói. Usado, abusado e eventualmente abandonado por seus companheiros aventureiros, Ein decide que não vale a pena continuar... Para sorte de Ein, porém, o fim pode ser apenas o começo... e um novo sopro de vida. Acontece que seu trabalho “inútil” pode ser apenas a chave para se tornar um herói, afinal…"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-07-21T12:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/afe6ab18-1f75-4fca-8cbe-9a3eed4f97ca.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      },
      {
        "fr": "Choujin X"
      },
      {
        "es-la": "Superhumano X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "fr": "En 1998, suite à la multiplication de surhumains appelés “choujin“, le monde a été divisé en provinces autonomes. Cinquante ans après, un crash aérien va changer à tout jamais le destin de la jeune Ely, cultivatrice de “tomeïto“, et impacter le paisible quotidien des lycéens Tokio Kurohara et Azuma Higashi, qui jouent aux justiciers face aux petits malfrats de quartier…\n\n---\n\nMaison d'édition FR : **Glénat**",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ...",
      "es-la": "Azuma Higashi es un chico bastante popular. Aunque puede ser algo pequeño, tiene fuertes habilidades de lucha y sus calificaciones son las mejores de su clase. Esto es lo opuesto a Tokio Kurohara, su amigo que no escucha en clase y es simplemente un espectador mientras Azuma pelea. No obstante, el vínculo de estos dos amigos de la infancia es fuerte, sin importar cuán diferentes sean. Los dos viven en la prefectura de Yamato, un distrito increíblemente ordinario con algunas áreas destruidas por Choujin. Los choujin son humanos con poderes sobrenaturales y peligrosos, a menudo la causa de la destrucción circundante. Mientras regresaban a casa, Tokio y Azuma se encuentran con un Choujin, que amenaza con matarlos. Sin posibilidad de escapar, Tokio y Azuma toman una decisión crucial: convertirse en Choujin. Con estos nuevos poderes adquiridos, Tokio ya no puede ser el espectador que alguna vez fue, ahora atrapado en un mundo donde la lucha es inevitable."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb89176a-e50c-4ab4-a25e-fc9e15fc6f25",
    "title": {
      "en": "Danna-sama, 10-nen de Rikon suru Yakusoku de Shita yo ne?"
    },
    "updatedAt": "2024-09-19T14:41:55+00:00",
    "coverArt": "https://mangadex.org/covers/cb89176a-e50c-4ab4-a25e-fc9e15fc6f25/6ae54f9c-df27-4963-83e9-8a7b2c3a6c99.png",
    "altTitles": [
      {
        "en": "You Promised to Divorce Me After 10 Years, Right Dear?"
      },
      {
        "ja": "旦那様、10年で離婚する約束でしたよね？"
      }
    ],
    "description": {
      "en": "Jake Reid, the prince's right hand man, adored by every woman, is fed up with these arrogant young ladies.\nConstantly being driven mad by the lustful noblewomen, who even drugged him with an aphrodisiac.\nThen one day, a woman arrived at Marquis Reid's home.\n\"I’m at the limit of my patience... I'll tell her myself!\" Jake exclaimed angrily. However, the mysterious woman, Sarah, approached him with a smile. \n\"Dear, let's get divorced!\"\nJake was shocked, but his memories of the past are slowly coming back to him---"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "261ff484-8ab5-45ba-8bcb-02517d1d1cc3",
    "title": {
      "en": "'Tis Time for \"Torture,\" Princess"
    },
    "updatedAt": "2024-07-29T14:19:18+00:00",
    "coverArt": "https://mangadex.org/covers/261ff484-8ab5-45ba-8bcb-02517d1d1cc3/ed7e6f94-b3d3-4faf-9df5-f354bf9dab29.jpg",
    "altTitles": [
      {
        "ja-ro": "Hime-sama, \"Goumon\" no Jikan desu"
      },
      {
        "en": "It's Time for \"Interrogation,\" Princess!"
      },
      {
        "fr": "Princesse, c'est l'heure de la “torture”"
      },
      {
        "ru": "Пришло время \"допроса\", принцесса!"
      },
      {
        "zh-hk": "公主大人，接下來是“拷問”時間"
      },
      {
        "zh": "公主大人，接下来是“拷问”时间"
      },
      {
        "ja": "姫様“拷問”の時間です"
      },
      {
        "pt-br": "É hora do \"interrogatório\", Princesa!"
      }
    ],
    "description": {
      "de": "Die illustre und militärisch begnadete Prinzessin des Königreiches wurde von Schergen des Dämonenfürsten gefangen genommen und in Ketten gelegt. Darauf bedacht, jede auch noch so kleine Information aus ihr herauszupressen, setzt der Dämonenfürst seine Großinquisitorin darauf an, die Prinzessin zum Reden zu bringen.  \n  \nKann sie dieser schier endlosen Folter widerstehen? Oder knickt sie bei den Verhören ein und offenbart ihrem erbitterten Feind vitale Informationen über ihr geliebtes Königreich?  \n  \nDies ist die Geschichte jener armen Prinzessin und der Qualen, die sie im Zuge der Verhöre erleiden muss.",
      "en": "The princess who's been held captive by the Demon Lord's army is scheduled to be executed by the Demon Lord's relentless torture!",
      "id": "Seorang Putri yang ditahan oleh pasukan Raja Iblis, disiapkan untuk menerima siksaan dari Raja Iblis tanpa henti!  \n\n\n---\n\n**Links:**  \n- [Chapter 1 art](https://i.imgur.com/SaOoznH.png)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b2c328e2-7aca-4c17-b95a-6697371544ff",
    "title": {
      "en": "Drama na Koi wa Kihon kara"
    },
    "updatedAt": "2024-08-31T22:40:12+00:00",
    "coverArt": "https://mangadex.org/covers/b2c328e2-7aca-4c17-b95a-6697371544ff/e78c376f-47b6-4bde-a4e0-63690b6e47b8.jpg",
    "altTitles": [
      {
        "ja": "ドラマな恋は基本から"
      },
      {
        "ja-ro": "Drama na Koi ha Kihon kara"
      },
      {
        "en": "Dramatic Love Starts from the Basics"
      }
    ],
    "description": {
      "en": "Shinji Yuuki is an ordinary businessman, 35 years old, single, no girlfriend, living at home. He is worried about his future as a single man, but he has little experience in love and is afraid of marriage activity. But when he meets a female  doctor, he falls in \"love beyond his imagination,\" a love that turns his life upside down!",
      "ja": "「35歳独身、彼女なし、実家暮らし」の平凡なサラリーマン・悠木慎史。独りで生きる未来に不安があるけれど、恋愛経験は少ないし婚活も怖い――。そんな悠木が、とあるアクシデントで医師・伴瑛理子と出会い、人生がひっくり返る「想像以上の恋」に落ちる！ 　大ヒット社会人恋愛漫画『この会社に好きな人がいます』の榎本あかまるが贈る、ミドサーから始める恋愛トレーニング!!",
      "pt-br": "A vida de Shinji Yuuki dá uma guinada inesperada quando ele conhece uma médica, despertando um amor que desafia seus medos e incertezas. Seu mundo ordinário como empresário é jogado no caos, à medida que esse novo afeto o tira da zona de conforto e o obriga a enfrentar suas ansiedades mais profundas sobre relacionamentos e o futuro.\n\nHá alguma direção específica que você gostaria que essa história tomasse, ou desafios particulares que Shinji possa enfrentar ao navegar por esse romance inesperado?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2063ced4-bf94-4471-8772-75f6720be008",
    "title": {
      "en": "Kengan Omega"
    },
    "updatedAt": "2024-04-14T10:04:33+00:00",
    "coverArt": "https://mangadex.org/covers/2063ced4-bf94-4471-8772-75f6720be008/995a74f5-397e-4476-a1e2-13d16d5feec3.jpg",
    "altTitles": [
      {
        "ru": "Кэнган Омега"
      },
      {
        "ja": "ケンガンオメガ"
      }
    ],
    "description": {
      "en": "Sequel to Kengan Asura. Takes place 2 years after the tournament."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-09-08T18:51:45+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/7033c604-e1c4-42d2-93d8-48aba83032b3.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e096d11-5d8a-49bd-8193-76cc87b41ef5",
    "title": {
      "en": "Kang Han's Sister"
    },
    "updatedAt": "2024-08-26T16:31:35+00:00",
    "coverArt": "https://mangadex.org/covers/2e096d11-5d8a-49bd-8193-76cc87b41ef5/d1ba2e19-fe76-48d9-8e1f-d0467fa4976a.jpg",
    "altTitles": [
      {
        "ko": "강한 누나"
      }
    ],
    "description": {
      "en": "For the sake of Kang Hanni's one and only family member, her younger brother, Kang Han, Hanni works hard everyday to earn money. \n\nOne day, she is informed by his school that if he misses one more day of attendance, he will be expelled. However, after she reprimands him harshly, he runs away from the house.\n\nIn order to prevent his expulsion, the older sister must dress-up and impersonate as her younger brother and attend school.",
      "ko": "하나 뿐인 가족, 동생 '강한'을 책임지기 위해 열심히 일하는 가장이자 누나 '강하니', 어느 날  동생의 학교에서 장기무단 결석으로 퇴학 조치 통보를 받게 된다. \n하지만 과도한 훈육으로 동생은 집을 나가버리고, 결국 퇴학을 면하기 위해 어쩔 수 없이 누나가 동생으로 변장하고 등교하게 되는데.."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f1507951-1c3d-4cac-8035-f45b8425aa1f",
    "title": {
      "en": "Teasing Master Takagi-san (Continue)-Fan Manga (Doujinshi)"
    },
    "updatedAt": "2024-09-10T16:37:11+00:00",
    "coverArt": "https://mangadex.org/covers/f1507951-1c3d-4cac-8035-f45b8425aa1f/7e86b821-d668-4639-be96-a33da2c4fbe0.jpg",
    "altTitles": [
      {
        "zh": "擅长捉弄的高木同学（续）"
      },
      {
        "en": "Karakai Jouzu no Takagi-san (Continue)-Doujin Manga"
      }
    ],
    "description": {
      "en": "A fan-translated ver of a fan-made doujinshi of “Karakai Jouzu no Takagi-san” by A Chinese Takagi-san Fan/Artist.\n\n*In this fan series, Takagi and Nishikata are lover.\n---\n\nOriginal work Desc:\n\n***If you blush, you lose!***\n\nLiving by this principle, the middle schooler Nishikata gets constantly made fun of by his seat neighbor Takagi-san. With his pride shattered to pieces, he vows to turn the tables and get back at her some day.\n\nAnd so, he attempts to tease her day after day, only to find himself victim to Takagi-san's ridicule again sooner than later. Will he be able to make Takagi-san blush from embarrassment even once in the end?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f456f399-ffb7-40a7-9c73-c07600bc1211",
    "title": {
      "en": "Musou no Kaitaishi"
    },
    "updatedAt": "2024-09-13T23:49:56+00:00",
    "coverArt": "https://mangadex.org/covers/f456f399-ffb7-40a7-9c73-c07600bc1211/2f9b4762-5198-41a4-9e57-5213494bed64.jpg",
    "altTitles": [
      {
        "ja": "無双の解体師"
      },
      {
        "ja-ro": "Musou no Kaitaishi"
      },
      {
        "en": "Peerless Dismantler"
      }
    ],
    "description": {
      "en": "Dungeons have suddenly appeared all over the world. People became “explorers” and dived into dungeons to obtain resources that could only be found there!\n\nKurose Sakuto, too, was searching for the elixir that would heal everything in order to save his childhood friend who was suffering from an incurable disease. However, he receives a notice from his friends that he is no longer a member of the team.\n\nIn the dungeon and in the real world, he faces off against demons and malicious humans.\n\nThe otherworldly battle action begins!",
      "ja": "突如、世界各地に出現したダンジョン。人々は「探索者」となり、そこでしか入手できない資源を手にするため、ダンジョンへ潜る時代となった！\n\n黒瀬朔斗(くろせさくと)も、不治の病に侵された幼馴染を助けるため、全てを癒す薬「エリクサー」を探しダンジョンに挑んでいた。\n\nしかし、仲間から戦力外通知を受けてしまい―。\n\nダンジョンと現実世界を舞台に、魔物や悪意ある人間に立ち向かう―。\n\n異世界バトルアクション開幕！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb8e951d-86d8-41c4-83e3-334c952c60bb",
    "title": {
      "en": "A Tender Heart: The Story of How I Became a Duke's Maid"
    },
    "updatedAt": "2024-07-28T07:34:32+00:00",
    "coverArt": "https://mangadex.org/covers/eb8e951d-86d8-41c4-83e3-334c952c60bb/6c83367e-0976-4fab-a153-a6261cb3933d.jpg",
    "altTitles": [
      {
        "ko": "날것: 공작가의 하녀로 빙의했습니다"
      },
      {
        "ko-ro": "Nalgeot: Gongjakgaui Hanyeoro Binguihaetseumnida"
      },
      {
        "en": "Sincerely: I Became a Duke's Maid"
      },
      {
        "en": "A Tender Heart"
      },
      {
        "en": "Sincerely, I Became a Duke's Maid"
      },
      {
        "en": "Unripened: I Became the Maid of the Duke's Family"
      },
      {
        "fr": "A Tender Heart: Comment je suis devenue la servante du Duc"
      },
      {
        "es": "Sinceramente: Me convertí en la criada del duque"
      },
      {
        "es-la": "Sinceramente: Me converti en la sirvienta del duque"
      },
      {
        "ru": "Я стала горничной герцога"
      },
      {
        "ar": "خادمة الدوق المتعجرف"
      },
      {
        "ja": "公爵家のメイドに憑依しました"
      },
      {
        "zh": "重生：公爵家的女仆"
      },
      {
        "zh": "穿越成公爵家的女仆"
      },
      {
        "zh": "重生之男主养成计划"
      },
      {
        "vi": "Bỗng trở thành cô hầu nhà Công tước"
      },
      {
        "vi": "Tôi trở thành hầu gái của một công tước"
      },
      {
        "id": "Jadi Pelayan Duke"
      }
    ],
    "description": {
      "cs": "Alejandro/ Liandro(jsou dvě možnosti) byl v mladém věku zasažen odpornou kletbou, jeho rodina se mu vyhýbala a jediní lidé, které kdy miloval, ho odmítli. Jako vedlejší postava v románu je odsouzen k roli bídy a osamělosti. To znamená, dokud není sympatický čtenář najednou přenesen do tohoto fiktivního světa jako jeho pokorná služebná, odhodlaná změnit jeho osud! Může Evelina/Ibelina Liandra osvobodit od jeho ubohého osudu a nakonec mu pomoci najít pravou lásku? Na základě úspěšného románu.",
      "en": "I woke up one day inside the story of a novel as the maid of the disgraced Duke and side character, Alejandro Quillo Vel Laviti. Will Alejandro’s fate change with the my appearance as a new ‘extra’ character? What is the truth behind his cursed mark?",
      "es": "Me desperté un día dentro de la historia de una novela como la criada del personaje secundario, el deshonrado Duque Alejandro Quillo Vel Laviti. ¿Será cambiado el destino de Alejandro con mi aparición como un nuevo personaje ‘extra’? ¿Cuál es la verdad detrás de su mancha maldita?  \n\n\n---\n\n**Links:**  \n- [Official English 2](https://tapas.io/series/a-tender-heart/info)  \n- Official English 3 on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics)  \n- [Official Japanese Translation](https://piccoma.com/web/product/22827?etype=episode)  \n- [Official Chinese Translation](https://www.kuaikanmanhua.com/web/topic/5928/)  \n- [Official Indonesian Translation](https://kakaopage.co.id/content/I-Became-a-Dukes-Maid/3208)",
      "fr": "Alors qu'elle n'était qu'une simple lectrice, la voici transportée dans l'univers de l'un de ses romans favoris. Et elle n'a qu'un objectif: voler au secours de son personnage préféré, Liandro, un petit garçon frappé par une malédiction et rejeté par sa famille. Devenue Evelina, la servante de Liandro, notre héroïne va faire tout son possible pour réécrire le destin du garçon, et changer à jamais l’histoire originale!",
      "id": "Leandro hidupnya penuh kemalangan. Orang tua leandro menikah secara politik sehingga tidak ada cinta diantara keduanya. Oleh karena itu sejak kecil leandro tidak pernah merasakan cinta kasih dari orang tuanya. Pada saat umur 5 tahun ia terkena kutukan yang membuatnya sakit setiap harinya. Bahkan dimasa sulit itu orang tua leandro menatap tajam leandro dengan kebencian dan ketidak pedulian. Hidup tanpa cinta membuat hati leandro tertutup. Dia menjadi ketus dengan semua orang tak terkecuali para pembantunya. Suatu hari dia bertemu dengan Eleonora, gadis inilah yang membuat Leandro mengenal cinta dan mengangkat kutukan yang dideritanya. Leandro jatuh cinta padanya, dan menyatakan perasaannya kepada gadis pujaannya. Tapi, Eleonora ternyata mencintai putra mahkota. Tidak terima akan hal itu Leandro akhirnya melakukan pemberontakan. Pemberontakan itu mengalami kegagalan dan akhirnya Leandro mati di eksekusi. Cerita sampah macam apa ini? Ucap sedih gadis yang merupakan pembaca novel. Jika itu aku, aku pasti akan membahagiakannya. Setelah menangis karena membaca nasib Leandro yang menyedihkan, tiba-tiba gadis itu terbangun di kediaman Leandro dan menjadi seorang pelayan disana.",
      "ja": "小説の結末に涙して眠ると…物語の中へ――!?\n\n『私だったら、リアンドロを幸せにしてあげたのに…。』\n「リアンドロ」は、呪いのせいで人々を遠ざけ愛を渇望する小説の主人公。\n物語を読み終えた私は、彼の悲運な結末に涙し眠りについたはずなのに…作中のメイド、「イベリナ」に憑依しちゃった――!?",
      "zh": "乔伊丝所喜欢的男主安德尔只是小说中命运悲惨的男二，从出生就不被人爱着，到最后被斩首而亡！如果她是女主的话，一定要让安德尔拥有幸福的人生！如此强烈的愿望，居然让她穿越到了这本小说中成为了他的侍女。现在开始，女仆就要改写他的命运！"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "103"
  }
]