[
  {
    "mangaId": "a4b8437c-ea32-42f9-96da-b3a6b53dabbd",
    "title": {
      "en": "Kitai Fuku ga Aru"
    },
    "updatedAt": "2024-03-29T08:41:50+00:00",
    "coverArt": "https://mangadex.org/covers/a4b8437c-ea32-42f9-96da-b3a6b53dabbd/3e32f681-ca13-4f8c-a456-dfeee9a510d3.jpg",
    "altTitles": [
      {
        "en": "I Want To Be Myself"
      },
      {
        "ja": "着たい服がある"
      },
      {
        "en": "I show my true colors shining through."
      },
      {
        "en": "There Are Clothes I Want to Wear"
      }
    ],
    "description": {
      "en": "University student Mami is seen by everyone as the fashionable cool model-type but she secretly just wants to wear Lolita fashion.  \n  \nWhile she tries occasionally to be more cute & less \"stylish\", she can't overcome the image others have of her. When she watches a new coworker at the cafe she works part-time at leave in a extremely flashy outfit, it sparks the courage in her to express herself more truthfully too!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "43"
  },
  {
    "mangaId": "0b171f64-89a5-4c37-b5f9-75cca57e8787",
    "title": {
      "en": "Hazure Waku no Joutai Ijou Skill de Saikyou ni Natta Ore ga Subete wo Juurin Suru made"
    },
    "updatedAt": "2024-01-12T01:31:49+00:00",
    "coverArt": "https://mangadex.org/covers/0b171f64-89a5-4c37-b5f9-75cca57e8787/8fef6473-8b55-4cd1-a3ea-2db6cf53674b.jpg",
    "altTitles": [
      {
        "en": "Failure Frame: I Became the Strongest and Annihilated Everything With Low-Level Spells"
      },
      {
        "ru": "Я стал самым сильным с провальным навыком 【 ненормальное состояние】, я разрушу всё"
      },
      {
        "ja": "ハズレ枠の【状態異常スキル】で最強になった俺がすべてを蹂躙するまで"
      },
      {
        "ko": "꽝취급 받는 [상태이상 스킬]로 최강이 된 내가 전부 유린할 때까지"
      },
      {
        "zh": "最强的我最终蹂躏一切"
      },
      {
        "zh-hk": "靠廢柴技能【狀態異常】成為最強的我將蹂躪一切"
      }
    ],
    "description": {
      "en": "During the school trip Touka and his classmates are summoned to another world. However, Touka was the only one with the lowest rank: E-rank - an extremely low status compared to his classmates. Thus the former mob-character and abandoned hero, will absolutely become the strongest devil as he advances and strikes back.",
      "pt": "Durante a viagem escolar Touka e seus colegas são convocados para outro mundo. No entanto, Touka foi o único com a classificação mais baixa: Rank-E - um status extremamente baixo em comparação com seus colegas de classe. Assim, o personagem secundário e herói abandonado, se tornara o mais forte à medida que avança e contra-ataca.\n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "141609b6-cf86-4266-904c-6648f389cdc9",
    "title": {
      "en": "Ruri Dragon"
    },
    "updatedAt": "2024-05-13T05:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/141609b6-cf86-4266-904c-6648f389cdc9/1608568a-66ce-4649-83e1-cdd8639e9fbe.jpg",
    "altTitles": [
      {
        "ja": "ルリドラゴン"
      },
      {
        "ja-ro": "Ruri Doragon"
      },
      {
        "ru": "Дракон Рури"
      },
      {
        "en": "RuriDragon"
      },
      {
        "fr": "Ruri Dragon"
      },
      {
        "tr": "Ruri Dragon"
      },
      {
        "vi": "Rồng Ruri"
      },
      {
        "pl": "Smok Ruri"
      },
      {
        "cs": "Drak Ruri"
      },
      {
        "id": "Ruri Sinaga"
      }
    ],
    "description": {
      "en": "Ruri, a high school student, woke up one morning to find that she had suddenly grown horns on her head!\n\nHer mother told her that she might have inherited it because her father is a dragon. Ruri's mother tells her that she might have inherited it from her father, and she is puzzled, but goes to school anyway....\n\nHer classmates are curious about the spontaneous horn, and another dragon constitution is revealed!\n\nWith a slight change in the usual routine, the daily life of Dragon Girl Ruri begins!",
      "tr": "Tembellik ve çalışkanlık arasında git gel yaşayan ejder kızın gündelik maceraları.",
      "pt-br": "Ruri Aoki é uma garota normal que um dia acorda com um par de chifres em sua cabeça. De acordo com sua mãe, o pai de Ruri, que ela nunca conheceu antes, é um dragão e Ruri só é metade humana. Esta é a história da jornada de autodescobrimento e aceitação de uma garota metade humana, metade dragão."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2022-03-25T14:24:50+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck…  \n\n\n---\n\n**Links:**\n- [Alternative raw (AC QQ)](https://ac.qq.com/Comic/comicInfo/id/648136)\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43547c04-8fa2-49ce-84b4-b0424dd98bd6",
    "title": {
      "en": "Jack Be Invincible"
    },
    "updatedAt": "2024-05-28T15:58:28+00:00",
    "coverArt": "https://mangadex.org/covers/43547c04-8fa2-49ce-84b4-b0424dd98bd6/88ff8ee0-26e4-474a-9e60-90a68b7767ab.jpg",
    "altTitles": [
      {
        "ko": "후작가의 역대급 막내아들"
      },
      {
        "ru": "Величайший в истории младший сын маркиза"
      },
      {
        "en": "Legendary Youngest Son of the Marquis House"
      },
      {
        "en": "The Margravial Household's Phenomenal Youngest Son"
      },
      {
        "en": "The Marquess's Youngest Son"
      },
      {
        "es-la": "El legendario hijo menor de la casa del marqués"
      }
    ],
    "description": {
      "en": "After getting revenge on the Thulcaan Empire, Jack Valantier took his last breath. But just when he thinks it's all over, he finds himself transported back to when he was 14!\n\nFrom his negligent and wicked family to his loyal servant and caring sister, it's all just as he had remembered. But this time, Jack is armed to the teeth with decades of experience from his previous life! He's ready to give them hell, and those that have wronged him will pay dearly.\n\nBecause this time, he's invincible.",
      "ja": "名望ある侯爵家の末息子、ジャック・バレンティエ。 他人よりも冷たい家族の中で唯一頼れたのは姉だけだった。 一家が滅びようと未練はなかったが、姉の死が無駄な犠牲だったとわかってから、復讐だけが目的の剣鬼となった。 遂に西大陸を支配するトゥルカン帝国を倒し戦場の怪物となった時、目の前に迫った死を謙虚に受け止める… ところが!! 14歳の過去に人生回帰！ そうだ、これは後悔だらけだった過去をやり直すチャンスだ。 今世ではもう二度と、大切な人たちを失ったりはしない！",
      "ko": "명망있는 후작가의 막내아들 잭 발란티에.\n남들 보다 못한 가족들 사이에서 유일하게 의지했던 건 누나 뿐!\n가문 따위야 멸문을 하든 말든 미련이 없었지만,\n누나의 죽음이 헛된 희생인 걸 알게 된 후,\n오로지 복수만을 위한 검귀가 되었다.\n마침내 서대륙을 지배하는\n돌칸 제국을 무너뜨리고, 시산혈해 위의 괴물이 되었을 땐,\n다가온 죽음을 겸허히 받아 들였다.\n\n그런데!\n\n14살, 과거로 돌아왔다!\n그래, 이건 후회뿐이던 과거를 바로 잡을 기회다.\n이번 생엔 두 번 다시 내 사람들을 잃지 않겠다!\n\n후작가의 역대급 막내아들의 통쾌한 회귀 스토리가 시작된다!!",
      "pt-br": "Eu vim para cá apenas com o objetivo de vingança. Eu derrubei o Império Tulkan, uma única nação que dominava o continente. Eu sempre consegui obter a vitória. Eu tinha realizado tudo o que precisava e estava satisfeito. É por isso que aceitei minha morte que se aproximava. Eu não tinha mais uma razão para viver. E assim meu coração parou de bater. Eu definitivamente senti isso parar. No entanto, o que aconteceu no mundo? \"Não é magia negra e também não parece uma ilusão.\" Um menino com cabelos curtos e pretos foi refletido no espelho. Eu parecia exatamente como quando eu tinha 14 anos, que foi há 20 anos. \n\nUm menino, que ainda não perdeu a gordura do bebê, acariciou suas bochechas e murmurou: \"Como isso é possível?\". Eu tinha voltado. Ao tempo cheio dos meus arrependimentos."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e85832b-4e3d-46e8-a0a2-4770b471f96d",
    "title": {
      "en": "A Dream Escape"
    },
    "updatedAt": "2023-11-24T00:49:33+00:00",
    "coverArt": "https://mangadex.org/covers/7e85832b-4e3d-46e8-a0a2-4770b471f96d/9195d8f8-ae74-4838-9d8c-2da73380376e.jpg",
    "altTitles": [
      {
        "ko": "손만 잡고 잘게"
      },
      {
        "ko-ro": "Pegang Saja Tanganku"
      },
      {
        "en": "Just Hold my Hand"
      }
    ],
    "description": {
      "en": "'Sonidor', a dream artisan who enters into other people's dreams through physical contact and grants wishes that could not be fulfilled in reality. One day, the emperor suddenly arrives at the house and asks to wake up the crown prince who has fallen into eternal sleep. \"I want you to wake him up.\"\n\nSonidor enters the dream of 'Marmel', the crown prince who is praised by everyone for his gentle nature and beautiful appearance, but somehow Marmel's dream is gloomy and desolate. “You were just going to kill me?!” \n\nAccording to the taste of the prince who hates people, Sonidor turns into various animals and finds the reason why Marmel fell asleep one by one, and Marmel gradually opens his heart to Sonidor... \"Your Highness, do you believe me?\" Will Sonidor be able to wake Marmel from his eternal sleep?",
      "pl": "\"Będę trzymać jego ręce, by obudzić go z wiecznego snu\"  Sodinor, ekspert do spraw snów, ma umiejętność spełnienia marzeń nawet w świecie snów. Na rozkaz cesarza została wprowadzona do snu księcia Marmella, który nie mógł się obudzić.  Jednak w snach księcia, który znany jest ze swojej dobroci i łagodności, jest coś bardzo dziwnego. Jego kraina marzeń jest opuszona i bezbarwna.   Sonidor infiltrując sny Marmella pod postacią uroczego zwierzątka udaje się znaleźć powód jego długiego letargu...  Czy Marmell obudzi się w końcu z wiecznego snu?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8d707b4-298d-48ee-91de-d3371de5aa22",
    "title": {
      "en": "Ultimate Scheming System"
    },
    "updatedAt": "2022-03-27T11:12:34+00:00",
    "coverArt": "https://mangadex.org/covers/e8d707b4-298d-48ee-91de-d3371de5aa22/7a41b231-1e25-44e3-8512-edc608d1878d.jpg",
    "altTitles": [
      {
        "en": "Bluffing Master"
      },
      {
        "en": "Strongest Anti M.E.T.A."
      },
      {
        "zh-ro": "Zui Qiang Fan Taolu Xitong"
      },
      {
        "zh": "最强反套路系统"
      },
      {
        "zh-ro": "Zuì Qiáng Fǎn Tàolù Xìtǒng"
      },
      {
        "ko": "허세로 레벨업 하기!"
      },
      {
        "vi": "Tối Cường Phản Sáo Lộ Hệ Thống"
      }
    ],
    "description": {
      "en": "Scamming all day, every day, often venturing alone. He bluffs to get the ultimate power in this cultivation world?! world traveler Xue Que doesn’t always bluff, but he needs to.  \n  \n\"Before you get your hopes up, The Character is Absolute Garbage, The Manhua is Pure comedy at best… The plot ehhh not so much\"  \n  \nTerm : META Stands for (Most Effective Tactic Available) Metagaming is any strategy, action or method used in a game which transcends a prescribed ruleset, uses external factors to affect the game, or goes beyond the supposed limits or environment set by the game. Another definition refers to the game universe outside of the game itself. *(citation needed)*",
      "fr": "Escroquer toute la journée, tous les jours, souvent en s'aventurant seul. Il bluffe pour obtenir le pouvoir ultime dans ce monde de culture ! Le voyageur du monde Xue Que ne bluffe pas toujours, mais il en a besoin.\n\nTerme : META signifie (Most Effective Tactic Available) Metagaming est la stratégie, l'action ou la méthode utilisée dans un jeu qui transcende un ensemble de règles prescrit, utilise des facteurs externes pour affecter le jeu, ou va au-delà des limites supposées ou l'environnement établi par le jeu. Une autre définition fait référence à l'univers du jeu en dehors du jeu lui-même."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22d6d048-9f9f-4c3a-95c2-3b145f110e20",
    "title": {
      "en": "I'm in Love with the Villainess"
    },
    "updatedAt": "2024-03-22T02:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/22d6d048-9f9f-4c3a-95c2-3b145f110e20/2de2459f-dd2f-4bc3-80f7-174841aec685.jpg",
    "altTitles": [
      {
        "ja": "私の推しは悪役令嬢。"
      },
      {
        "pt": "Me apaixonei pela vilã"
      },
      {
        "es": "Me enamoré de la villana"
      },
      {
        "vi": "Tôi yêu nữ phản diện"
      },
      {
        "zh": "我的推是坏人大小姐"
      },
      {
        "zh": "我的首推是恶役大小姐"
      },
      {
        "zh-hk": "我的首推是惡役大小姐"
      },
      {
        "zh-ro": "Wǒ de shǒutuī shì è yì dà xiǎojiě"
      },
      {
        "ko": "내 최애는 악역영애"
      },
      {
        "ru": "Я предпочитаю злодейку"
      },
      {
        "th": "ทำไงดีเกมนี้นางร้ายน่ารัก"
      },
      {
        "ko-ro": "Nae Choeaeneun Ag-yeog-yeong-ae"
      },
      {
        "zh": "我推是反派大小姐"
      },
      {
        "ka": "მე მიყვარს ბოროტმოქმედი"
      },
      {
        "ja-ro": "Watashi no Oshi wa Akuyaku Reijou."
      },
      {
        "zh-hk": "我的推是壞人大小姐。"
      },
      {
        "en": "I Favor the Villainess"
      },
      {
        "ja-ro": "WataOshi"
      },
      {
        "pl": "Zakochałam się w Antagonistce."
      },
      {
        "es-la": "Mi Oshi Es Una Villa Noble"
      }
    ],
    "description": {
      "de": "Oohashi Rei - eigentlich eine ganz normale Büroangestellte - wacht eines Tages im Körper der Protagonistin ihres absoluten Lieblingsspiels \"Revolution\" auf. Eigentlich geht es in dem Spiel darum, mit einem von drei absolut wundervollen Prinzen zusammenzukommen. Ein klassisches Otome-Game, und wenn es nach Rei geht, auch das mit Abstand beste.  \nIhr Hauptinteresse lag dabei jedoch nicht etwa an einem der männlichen Charaktere, sondern an Claire François, der Antagonistin des Spiels.\n\nWird Rei es schaffen, eine romantische Beziehung zu ihr aufzubauen? Wie werden die eigentlichen Stars des Spiels, die drei Prinzen, auf diese Situation reagieren?  \nUnd was hält Claire überhaupt davon?",
      "en": "Ordinary office worker Oohashi Rei wakes up in the body of the protagonist of her favourite otome game, *Revolution*. To her delight, the first person to greet her is also her favourite character, Claire François – the main antagonist of the story!\n\nNow, Rei is determined to romance Claire instead of the game’s male leads. But how will her villainous lady love react to this new courtship?!",
      "fr": "Rei Ôhashi, une simple employée de bureau d’une petite entreprise, se retrouve soudainement dans le corps de l’héroïne de son jeu vidéo de drague préféré, Revolution.\nMaintenant sous le nom de Rae Taylor, elle est prête à accomplir son objectif.\nPasser du bon temps avec les princes du jeu ? Non.\nSon cœur appartient à la méchante de l’histoire, Claire François.\nBien décidée à la chérir et à rester à ses côtés, sa nouvelle vie commence dans un monde empreint de magie !",
      "id": "Seorang pegawai kantor biasa, Oohashi Rei, bereinkarnasi sebagai seorang Heroine bernama Rei Taylor di Game Otome favoritnya, \"Revolution\". Kebetulan lagi, orang pertama yang menyambutnya adalah karakter favoritnya, Claire Francois- antagonis dari cerita ini! Kini Rei bertekad untuk membangun hubungan romantis dengan Claire, bukan dengan pemeran utama pria. Lantas, bagaimanakah gadis jahat yang dia cintai akan bereaksi terhadap kemesraan baru ini?!",
      "it": "La normale impiegata Oohashi Rei si sveglia nel corpo della protagonista del suo gioco otome preferito, Revolution. Per la sua gioia, la prima persona che incontra è anche il suo personaggio preferito, Claire François, l'antagonista principale della storia! Ora Rei è determinata a perseguire una storia d'amore con Claire piuttosto che con gli interessi amorosi maschili. Ma come reagirà la sua amata antagonista a questo nuovo corteggiamento?!\nL'anime debutterà ad ottobre 2023!\nAnnunciato il manga ufficiale italiano!",
      "ja": "乙女ゲーム『Revolution』の世界に、ヒロインのレイ＝テイラーとして転生した社畜OL・大橋零。そんな彼女の推しは攻略対象の王子たち…ではなく、悪役令嬢・クレア＝フランソワだった!　前世でゲームをやりこんでいたレイは、その知識と愛で、クレアとお近づきになることができるのか？",
      "es-la": "Oohashi Rei, una trabajadora de oficina ordinaria se despierta en el cuerpo de la protagonista de su juego otome favorito, \"Revolution\". Para su deleite, la primera persona en saludarla es también su personaje favorito, Claire Francois, ¡la principal antagonista de la historia! Ahora, Rei está decidida a enamorarse de Claire en lugar de los protagonistas masculinos del juego. ¿Pero cómo reaccionará la villana ante este nuevo cortejo?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c3d84b7-fd98-4ece-a02f-65cb22138825",
    "title": {
      "en": "Pikapika Days"
    },
    "updatedAt": "2021-05-25T15:43:27+00:00",
    "coverArt": "https://mangadex.org/covers/6c3d84b7-fd98-4ece-a02f-65cb22138825/f88f570a-a6e5-4616-958f-b5e1c911d20b.jpg",
    "altTitles": [
      {
        "en": "Sparkling Days"
      },
      {
        "en": "ぴかぴかdays"
      }
    ],
    "description": {
      "en": "A writer suffering from writer's block is encouraged by his editor.  \n  \nNote: Oneshot is included in Anata o Tabete Ii Desu ka? volume release."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "1"
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-05-04T01:28:11+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f37377e8-8a35-4581-8cb3-228812b247c4",
    "title": {
      "en": "Strawberry Parfait OneeLoli Yuri Anthology"
    },
    "updatedAt": "2024-02-16T21:49:46+00:00",
    "coverArt": "https://mangadex.org/covers/f37377e8-8a35-4581-8cb3-228812b247c4/ae8a9056-58e1-4678-8223-d6e86cf0d161.jpg",
    "altTitles": [
      {
        "ja": "ストロベリーパルフェ おねロリ百合アンソロジー"
      },
      {
        "ja-ro": "Strawberry Parfait OneLoli Yuri Anthology"
      }
    ],
    "description": {
      "en": "Cover: Hanekoto  \nIllustration: Yuama"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0",
    "title": {
      "en": "I'm Really Not the Evil God's Lackey"
    },
    "updatedAt": "2024-05-27T16:57:02+00:00",
    "coverArt": "https://mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "altTitles": [
      {
        "zh": "我真不是邪神走狗"
      },
      {
        "en": "I'm Really Not the Demon God's Lackey"
      },
      {
        "en": "I’m Really Not the Devil’s Lackey"
      },
      {
        "uk": "Насправді я не слуга Злого Бога"
      },
      {
        "vi": "Ta Thật Không Phải Tà Thần Chó Săn"
      },
      {
        "zh-ro": "Wǒ Zhēn Bùshì Xiéshén Zǒugǒu"
      }
    ],
    "description": {
      "en": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
      "uk": "Лінь Цзє – чужоземець з іншого світу, що став тепер звичайним власником книжкового магазину. Він доброзичливий і завжди готовий порекомендувати відвідувачам книги, що здатні зцілити їхні душі. Іноді, він ділиться і власними роботами. З часом, клієнти починають його дуже поважати. Вони щодня приносять йому маленькі сувеніри чи подарунки в знак подяки та просять у нього рекомендації щодо книги. Про цього звичайного крамаря навіть починають розповідати історії. Його з повагою та теплом звуть «Гієна Злого Бога», «Вісник Євангелія Плоті», «Автор Культу Упирів» та «Пастух Зірок».",
      "zh": "穿越者林介经营着一家书店。他善良热情，总是向失意潦倒的客人们推荐治愈心灵的书籍，偶尔也会安利一下自己的拙作。久而久之，这些客人变得非常尊敬他，每天都会带来一些朴实的土特产报答他，向他请教推荐书目，并且向周边人也诉说着这个普通书店老板的事迹。他们尊敬而亲切地称呼他为——“邪神的鬣狗”、“血肉福音书的传播者”、“尸食教典仪的撰写者”、“群星的牧羊人”。“？？？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ed2558b-66e8-4413-aff8-0ff317f9f1d0",
    "title": {
      "en": "I Am the Sorcerer King"
    },
    "updatedAt": "2023-07-24T11:54:29+00:00",
    "coverArt": "https://mangadex.org/covers/5ed2558b-66e8-4413-aff8-0ff317f9f1d0/a7adcfdc-a374-4b96-baf0-fee44ba5121b.jpg",
    "altTitles": [
      {
        "ko": "나는 마도왕이다"
      },
      {
        "ja-ro": "Ore wa Daimadoushi da!"
      },
      {
        "ru": "Я Король-Волшебник"
      },
      {
        "ja": "俺は大魔導士だ！"
      },
      {
        "ko-ro": "Naneun Madowangida"
      },
      {
        "fr": "Le Roi des Sorciers"
      }
    ],
    "description": {
      "en": "Sunghoon Lee is nothing but a victim of a changing world, a powerless man in a land infested with beasts and magic. Monsters from another world invaded earth, and they brought with them a sickness that pushes Sunghoon’s mother into an endless sleep. To pay off her medical bills, he braved a dangerous job as bait used by powerful superhumans called Awakeners to hunt monsters. But when he found himself at death’s door, the image of his past life flashes through his mind. There, he found his truth: he is the reincarnation of the Sorcerer King!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "fr": "La planète a été envahie par des monstres, que seuls les sorciers peuvent chasser. Notre héros, simple humain, n'a pas vraiment d'autre choix que de jouer le rôle d’appât dans les chasses s’il veut un salaire décent. Mais un jour, blessé par une de ces créatures et sur le point de mourir, il se rappelle sa vie antérieure… en tant que roi des sorciers, rien que ça ! Armé de ses souvenirs et de ses nouveaux pouvoirs, sa vie devrait vite devenir intéressante.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "ja": "10年前、次元が拗れてモンスターが溢れ出た。 同時に生まれたモンスター覚醒者たちは→モンスターを捕まえて大活躍をする。 「吉澤覚」は月に4回、お母さんの病院代を工面するために 覚醒者のハンティングを手伝って、 後処理をする危険千万の「ポーター」として活動をする。 そんな中でモンスターに大きな怪我を負ってから前世の記憶が戻ってくる… ”ん？俺死んだのか？” ”俺は前世に大魔導士のクラトゥラスだったじゃん！！” 前世の記憶を持った「吉澤覚」のパワハラ魔法が始まる！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "ko": "10년 전, 차원이 비틀리며 몬스터가 쏟아져 나왔다.\n동시에 생겨난 초능력 각성자들이 몬스터를 잡으며 대세가 되는데...\n\n성훈은 한 달에 네 번, 어머니의 병원비를 마련하기 위해\n각성자의 사냥을 돕고, 뒤처리하는 위험천만한 '짐꾼'으로 활동한다.\n\n그러던 중 몬스터에게 큰 부상을 입고 전생을 기억하게 되는데...\n\n\"어라, 나 죽었나?\"\n\n\"나 전생에 대마도사 크라투라스였잖아!!!\"\n\n전생의 기억을 가진 성훈의 갑질 마법이 시작된다!!\n\n*********************\n판타지 화제작 데카스펠 작가님의 <나는 마도왕이다> 본격 웹툰화!\n세계를 휩쓰는 마도왕의 마법을 웹툰으로 만나 보세요!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "ru": "10 лет назад орда монстров из разлома в пространстве и времени начала атаковать человечество. В то же время люди начали пробуждать силу и охотиться на монстров за славой и деньгами. Санхун, нуждающийся в деньгах из-за болезни своей матери, берёт опасную работу, помогая охотиться на этих монстров четыре раза в месяц в качестве приманки. Но однажды, оказавшись тяжело раненным, он вспомнит свою прошлую жизнь.  \n«Я что, только что умер? Погоди-ка, я был королём-волшебником Кратра в прошлой жизни?!»\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)",
      "pt-br": "10 anos atrás, a horda de monstros da fenda formada da distorção do tempo e espaço iniciaram um ataque contra a humanidade. Ao mesmo tempo que, as pessoas começaram a despertar poderes e iniciaram uma caçada aos monstros em busca de fama e dinheiro. Lee SungHoon, à procura de dinheiro devido à doença de sua mãe, arruma um trabalho altamente perigoso, ajudando na caçada desses monstros bancando a isca para os caçadores, fazendo isso quatro vezes no mês. Mas, um dia, ele é gravemente ferido por um monstro e relembra de sua vida passada como o Rei dos Feiticeiros. \"Hã? Eu acabei de morrer? Espera aí, eu era O Rei dos Feiticeiros Kuratauras na minha vida passada?\" Com as memórias de sua vida anterior, o espetáculo do poder mágico esmagador de SungHoon se inicia.   \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%82%98%EB%8A%94-%EB%A7%88%EB%8F%84%EC%99%95%EC%9D%B4%EB%8B%A4/2337)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/22830)\n\n- [Official French Translation](https://www.delitoon.com/detail/daf_0000335)\n\n- [Official Russian Translation](https://rumix.me/ia_korol_volshebnik)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "143"
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-05-31T04:31:06+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/6e5ff229-4881-450e-a4c0-aa047ec09d3b.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09b6eec8-adcb-4813-90c6-ee5f1e209083",
    "title": {
      "en": "Hen na Ie"
    },
    "updatedAt": "2024-05-22T11:52:28+00:00",
    "coverArt": "https://mangadex.org/covers/09b6eec8-adcb-4813-90c6-ee5f1e209083/a073a08e-39fc-4ba0-9526-f1d5ac9be2ff.jpg",
    "altTitles": [
      {
        "ja": "変な家"
      },
      {
        "vi": "Ngôi nhà kỳ quái"
      },
      {
        "id": "Rumah yang Aneh"
      },
      {
        "ja-ro": "Henna Ie"
      },
      {
        "ne": "विचित्र घर"
      },
      {
        "en": "The Strange House"
      }
    ],
    "description": {
      "en": "I’ve always had a fascination with the occult; you might even call it my specialty. I’ve been brought in as a consultant on many supernatural and strange mysteries. But nothing could have prepared me for this house. It seemed so ordinary at first, except for that one room. It had no doors, no windows, and was tucked away, leaving anyone to think it was just a wall. I knew that there was something more to it. It shouldn’t be there, it shouldn’t exist, and yet…\n\nJust what is this house, and what dark secrets does it hold?",
      "ja": "オカルト専門ライターの「私」は知人から、とある家の間取り図を見せられた。そこには正体不明の「謎の空間」が存在するという。建築設計士・栗原に意見を求めると、彼はこの家のおかしなところを次々に指摘し始めた……！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9a71cf3-f412-4a04-8a2c-fe03ed70e35b",
    "title": {
      "en": "GTO Paradise Lost"
    },
    "updatedAt": "2024-05-05T18:51:48+00:00",
    "coverArt": "https://mangadex.org/covers/a9a71cf3-f412-4a04-8a2c-fe03ed70e35b/c7c925b7-ffb1-469f-a8fb-4285a70e4519.jpg",
    "altTitles": [
      {
        "ja": "GTO パラダイス・ロスト"
      },
      {
        "ru": "Крутой Учитель Онидзука: Потерянный Рай"
      },
      {
        "tr": "GTO Kayıp Cennet"
      }
    ],
    "description": {
      "en": "Onizuka is a prisoner. For reasons that he only knows, he tells the story himself of what happened between him and Class G (which is basically an idol class), expect many troubles, adventures and of course many hilarious moments."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "20",
    "lastChapter": "178.5"
  },
  {
    "mangaId": "40a34636-3c4f-4150-9e30-a2dc43ae861a",
    "title": {
      "en": "Blast Girls"
    },
    "updatedAt": "2024-06-05T02:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/40a34636-3c4f-4150-9e30-a2dc43ae861a/619dbf75-cd01-49bf-8fae-7b70d8b40068.jpg",
    "altTitles": [
      {
        "ja": "爆発小娘"
      },
      {
        "ja-ro": "Bakuhatsu Komusume"
      }
    ],
    "description": {
      "en": "A short 4koma published in Game Player Comics Vol. 2, featuring 4 girls and their misadventure in the Battle Game of Bomberman!"
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-05-19T02:22:24+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2f469845-88a3-41c3-8d79-9557c9f95eac",
    "title": {
      "en": "kuroneko yawa × UBISOFT"
    },
    "updatedAt": "2024-05-30T21:44:04+00:00",
    "coverArt": "https://mangadex.org/covers/2f469845-88a3-41c3-8d79-9557c9f95eac/847062c0-0f40-400a-8f3f-35cffeab7fa8.jpg",
    "altTitles": [
      {
        "ja": "黒猫夜話UBI編"
      }
    ],
    "description": {
      "en": "<<UBI special award>>Draw the game! Two major brands collaborate for a manga competition! Jump and top game publisher Ubisoft team up for a new manga competition! Four of Ubisoft's biggest games: Assassin's Creed, Watch Dogs, The Division and Far Cry are used as source material. Here are the 5 award-winning works!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc11571-6220-4a28-ac44-e20e8cf5daa1",
    "title": {
      "en": "Kowloons' Ball Parade"
    },
    "updatedAt": "2024-06-05T01:32:31+00:00",
    "coverArt": "https://mangadex.org/covers/3fc11571-6220-4a28-ac44-e20e8cf5daa1/7f4929b2-18dd-4259-bf8f-3e83ec876017.jpg",
    "altTitles": [
      {
        "ja": "ーロンズ・ボール・パレード"
      },
      {
        "en": "Nine Dragons' Ball Parade"
      }
    ],
    "description": {
      "en": "Hakuo Gakuin's mighty baseball team consistently makes it to Koshien, and Tamao Azukida dreams of making the team. To achieve his goal, Tamao does extensive research and undergoes a strict daily training regimen. But at tryouts, Tamao meets the enigmatic genius pitcher Tao Ryudo, and the course of his destiny may be forever changed! If people aren't laughing, then you're not dreaming big enough! A new baseball tale for the era begins!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "1a008e7e-0885-4830-92c6-16b3bbe4f5d4",
    "title": {
      "en": "God of Blackfield"
    },
    "updatedAt": "2024-02-10T18:48:34+00:00",
    "coverArt": "https://mangadex.org/covers/1a008e7e-0885-4830-92c6-16b3bbe4f5d4/d7223fc4-c05d-4a95-bfbe-ab6d08836d5e.png",
    "altTitles": [
      {
        "fa": "گاد آف بلک‌فیلد"
      },
      {
        "ko": "갓 오브 블랙필드"
      }
    ],
    "description": {
      "en": "“Who am I?!”  \n  \nLeaving only black soot and dead bodies in his wake, Kang Chan, the “God of Blackfield,” struck fear into the hearts of his enemies.\n\nBut one day, in the chaos of battle, his life was abruptly snuffed out.\n\n“I’ve been shot… but the bullet came from behind me!”\n\nRevived three years later, this “god” is now a wimpy high schooler with major problems — savage bullies, shady business dealings, and even girls.\n\nRevenge seemed like a straight shot, but high school is a battlefield all of its own!",
      "pt-br": "\"Quem sou eu?\" A lenda da Legião Estrangeira Francesa, 'Kang Chan'! Durante a guerra Africana, ele era chamado de 'Rei do Blackfield', o deus da terra negra, o qual os seus inimigos tinham temor e medo. Porém, durante uma missão para matar Masallan, o cérebro por trás do SISS, o grupo de defensores sunitas, Kang Chan foi morto em combate por um tiro vindo de trás dele. Enquanto sua visão embaçava, ele viu os treze membros de seu batalhão, que tinham absoluta fé nele, sendo mortos um após o outro. Enquanto Kang Chan aguardava a morte depois de ter sido atingido por um traidor, ele foi salvo por um poder misterioso e acordou 3 anos depois na Coréia do Sul. Contudo, ele estava no corpo de outro 'Kang Chan', um garoto de 19 anos no ensino médio que era ameaçado na escola. A jornada de Kang Chan para conseguir se vingar do traidor e descobrir a verdade por trás do seu renascimento começa agora!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "2ab11b28-0203-47cc-8a78-1edf6bd5a3ae",
    "title": {
      "en": "Burn the Witch"
    },
    "updatedAt": "2022-12-27T15:30:31+00:00",
    "coverArt": "https://mangadex.org/covers/2ab11b28-0203-47cc-8a78-1edf6bd5a3ae/5aa666ec-6257-4c87-8397-0315695c1722.jpg",
    "altTitles": [
      {
        "ru": "Сжечь ведьму"
      },
      {
        "uk": "Спалити відьму"
      },
      {
        "he": "לשרוף את המכשפה"
      },
      {
        "ja": "バーン・ザ・ウィッチ"
      }
    ],
    "description": {
      "en": "The story centers on Noel Niihashi and Ninny Spangcole, who work as witches at the Wing Bird headquarters in Reverse London's Natural Dragon Management Agency. Those who live in Reverse London are able to see supernatural creatures such as dragons. Noel and Nini work to help promote coexistence between these creatures and humans, but sometimes must undergo missions to exterminate evil creatures.  \n  \n[Official anime site](https://burn-the-witch-anime.com/en/)\n\n\n---\n\n**Officially Translated:**  \n- In French by [Glénat](https://www.glenat.com/manga/series/burn-witch)\n- In Indonesian by [m&c! Comics](https://www.gramedia.com/products/burn-the-witch-01)\n- In Italian by [Planet Manga](https://www.panini.it/shp_ita_it/burn-the-witch-1-mmgno122-it08.html)",
      "pt": "Existem duas londres… A normal e a Reversa… Na segunda existem dragões, bruxas e todo um incrível mundo criado pelo mesmo criador de Bleach, Kubo Tite! Descubra-o lendo agora!!!",
      "ru": "История двух ведьм, которые работают в Ином Лондоне - в западном филиале общества душ, в том же мире, что и персонажи аниме \"Bleach\"."
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "863ed97e-045a-4df0-8831-769fb26379ce",
    "title": {
      "en": "Bone Collection"
    },
    "updatedAt": "2023-09-15T16:52:18+00:00",
    "coverArt": "https://mangadex.org/covers/863ed97e-045a-4df0-8831-769fb26379ce/c60b849d-7fa6-4b48-8396-aa26b736daa6.jpg",
    "altTitles": [
      {
        "ja": "ボーンコレクション"
      },
      {
        "ja": "骨のコレクション"
      }
    ],
    "description": {
      "en": "In a world swarming with yokai demons… One day, mediocre exorcist Kazami encounters a beautiful girl named Paira. But who is she?! And could the seemingly useless Kazami actually have a special ability? Get ready for a new generation of yokai battle comedy manga!",
      "pt": "Em um mundo repleto de demônios yokai… Um dia, o exorcista medíocre Kazami encontra uma linda garota chamada Paira. Mas quem é ela?! E poderia o Kazami aparentemente inútil, realmente ter uma habilidade especial? Prepare-se para uma nova geração de mangá de comédia de batalha yokai!"
    },
    "status": "cancelled",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "dc34064e-3cd4-48c4-9ec5-550845b96ffb",
    "title": {
      "en": "Platinum End"
    },
    "updatedAt": "2024-05-15T16:49:35+00:00",
    "coverArt": "https://mangadex.org/covers/dc34064e-3cd4-48c4-9ec5-550845b96ffb/f437064a-9fa0-44d5-91b3-e00749542515.jpg",
    "altTitles": [
      {
        "en": "Platina End"
      },
      {
        "ru": "Платиновый предел"
      },
      {
        "ja": "プラチナエンド"
      },
      {
        "zh": "铂金终局"
      },
      {
        "ar": "نهاية البلاتين"
      },
      {
        "ar": "النهاية البلاتينية"
      },
      {
        "tr": "Platin Son"
      }
    ],
    "description": {
      "ar": "بعد وفاة والديه، تُرك الشاب ميراي كاكيهاشي في رعاية أقاربه الذين يسيئون معاملته. وبسبب ذلك، غدا متشائمًا ومكتئبًا، محاولًا الانتحار مساء تخرّجه من المدرسة الإعدادية. لكن مع ذلك، قامت فتاة بيضاء نقية اسمها ناسي بإنقاذ ميراي. وكشفت ناسي أنها ملاك وصي يرغب في إعطائه السعادة - من خلال منحه قوى خارقة للطبيعة وفرصة لأن يصبح الإله الجديد.\n\nمن أجل الحصول على لقب الإله، يجب عليه هزيمة 12 \"مرشح إلهي\" آخر خلال 999 يومًا. فيبدأ ميراي صراعًا للبقاء على قيد الحياة حيث اندلعت معركة جماعية مرعبة بينه وبين المرشحين الذين يتطلعون إلى الحصول على أكبر قوة في العالم.",
      "en": "After the death of his parents, a young Mirai Kakehashi is left in the care of his abusive relatives. Since then, he has become gloomy and depressed, leading him to attempt suicide on the evening of his middle school graduation. Mirai, however, is saved by a pure white girl named Nasse who introduces herself as a guardian angel wishing to give him happiness—by granting him supernatural powers and a chance to become the new God.  \n  \nIn order to earn the position, he must defeat 12 other \"God Candidates\" within 999 days. Soon, Mirai begins a struggle to survive as a terrifying battle royale erupts between himself and the candidates looking to obtain the most power in the world.  \n\n\n---\n\n**Officially published:**  \n- In English by [VIZ Media](https://www.viz.com/platinum-end), and on [MangaPlus](https://mangaplus.shueisha.co.jp/titles/100021)  \n- In French by [Kazé](http://minisites.kaze.fr/platinum-end/)  \n- In Italian by [Panini Comics](http://comics.panini.it/store/pub_ita_it/mmafi037-it-manga-fight-platinum-end-n-1.html)  \n- In German by [Tokyopop](https://www.tokyopop.de/manga/tokyopop-manga/shonen/platinum-end/)  \n- In Spanish by [Norma Editorial](https://www.normaeditorial.com/catalogo/S/4472/1/platinum-end/)",
      "fr": "Mirai, un jeune homme qui a perdu tout espoir en la vie, décide de se suicider en se jetant du haut d'un building. Mais, juste avant qu'il ne touche le sol, un ange, appelé Nasse, le rettrape au vol et lui sauve la vie. Elle lui offre alors la possibilié d'obtenir de puissants pouvoirs, promesses d'une vie meilleure... Mais en acceptant, Mirai découvre qu'il participe désormais à une compétition mortelle..."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "58"
  },
  {
    "mangaId": "7066efc8-b73f-4b17-8b8d-6060a5412590",
    "title": {
      "en": "Kill Blue"
    },
    "updatedAt": "2024-06-04T15:08:26+00:00",
    "coverArt": "https://mangadex.org/covers/7066efc8-b73f-4b17-8b8d-6060a5412590/2f1e8624-a0c3-4abd-81ed-280c8f36e66e.jpg",
    "altTitles": [
      {
        "ja": "キルアオ"
      },
      {
        "ja-ro": "Kiruao"
      },
      {
        "ja-ro": "Kill Ao"
      },
      {
        "ne": "किल नीलो"
      },
      {
        "ru": "Килл Блю"
      }
    ],
    "description": {
      "en": "A graduate from the school of hard knocks, hit man Ogami faces his greatest challenge yet…middle school!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a92bd70d-a716-4e48-90c6-137682742137",
    "title": {
      "en": "Ron Kamonohashi: Deranged Detective"
    },
    "updatedAt": "2024-05-24T15:38:29+00:00",
    "coverArt": "https://mangadex.org/covers/a92bd70d-a716-4e48-90c6-137682742137/3755020c-ace7-4c05-96ae-afa42a42528c.jpg",
    "altTitles": [
      {
        "ru": "Рон Камонохаши: Невменяемый детектив"
      },
      {
        "ja": "鴨乃橋ロンの禁断推理"
      },
      {
        "es": "El misterio prohibido de Ron Kamonohashi"
      },
      {
        "th": "สืบลับฉบับคาโมโนะฮาชิ รอน"
      },
      {
        "ja-ro": "Kamonohashi Ron no Kindan Suiri"
      }
    ],
    "description": {
      "en": "This unusual duo brings the hidden truth into the light! Ron Kamonohashi, a private investigator with serious issues, and Totomaru Ishiki, a pure-hearted but dim police detective, team up to solve the most baffling mysteries! A thrilling detective story for a new generation from Akira Amano, creator of \"Reborn!\" and \"Ēldlive\"!",
      "es": "¡Esta pareja de detectives formada por Ron Kamonohashi, un investigador poco ortodoxo, e Isshiki Totomaru, un policía de carácter puro e inocente, deberá resolver el misterio para sacar a la luz una verdad que lleva mucho tiempo enterrada bajo una terrible oscuridad! ¡De la mano de la autora de Katekyo Hitman Reborn y Éldlive llega esta vertiginosa historia de misterios y detectives!",
      "ru": "Этот необычный дуэт раскроет все тайны! Рон Камонохаши, частный детектив с серьёзными проблемами, и Тотомару Ишики, чистосердечный, но глуповатый детектив полиции, объединяются, чтобы разгадать самые сложные тайны! Захватывающий детектив нового поколения от Акиры Амано, создателя \"REBORN\" и \"ēlDLIVE\"!!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3728dacd-5df3-46a9-9e1d-aa8f88a08cbe",
    "title": {
      "en": "ZIPMAN!!"
    },
    "updatedAt": "2023-01-24T20:21:27+00:00",
    "coverArt": "https://mangadex.org/covers/3728dacd-5df3-46a9-9e1d-aa8f88a08cbe/c31adf37-6ec1-4b14-995f-53ab82321489.jpg",
    "altTitles": [
      {
        "ja-ro": "Jippuman"
      },
      {
        "ru": "Зипман!"
      },
      {
        "ja": "ジップマン"
      }
    ],
    "description": {
      "en": "Zip up and get your robot on! A new type of robot-action series!   \nWorld-famous handsome mechanical engineer Koshiro Tatara and scary-looking musclehead Kaname, these polar opposite twins both fell in love with the same girl's smile. Since then, they compete daily to see which of them can make her smile more.   \nBut one day, tragedy suddenly strikes Koshiro…   \n  \nA new robot battle action manga with a totally unlikely duo from Yusaku Shibata, creator of Yoakemono!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "17"
  },
  {
    "mangaId": "38cc5a9b-bbee-4c32-aaf6-79bd883be855",
    "title": {
      "en": "Inside"
    },
    "updatedAt": "2024-06-05T02:51:59+00:00",
    "coverArt": "https://mangadex.org/covers/38cc5a9b-bbee-4c32-aaf6-79bd883be855/d7dcfe4a-6472-4cb1-9e42-58d73ae9a74c.jpg",
    "altTitles": [
      {
        "ja": "インサイド (サイモトキ)"
      },
      {
        "ja": "インサイド"
      },
      {
        "ja-ro": "insaido"
      }
    ],
    "description": {
      "en": "<<Second prize>>Draw the game! Two major brands collaborate for a manga competition! Jump and top game publisher Ubisoft team up for a new manga competition! Four of Ubisoft's biggest games: Assassin's Creed, Watch Dogs, The Division and Far Cry are used as source material. Here are the 5 award-winning works!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-05-21T17:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/8cb529dd-ab47-4d2d-b613-183dd076141b.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35b9f818-926b-4f4a-aa2b-0ac068986a73",
    "title": {
      "en": "MagiLumiere Co., Ltd."
    },
    "updatedAt": "2024-06-04T15:24:55+00:00",
    "coverArt": "https://mangadex.org/covers/35b9f818-926b-4f4a-aa2b-0ac068986a73/bf063e21-35a9-4c51-bb9c-9ec6c440660d.jpg",
    "altTitles": [
      {
        "ja": "株式会社マジルミエ"
      },
      {
        "ru": "Компания МагиЛумьер"
      },
      {
        "ne": "मागी-लुमिएर कं. लि."
      },
      {
        "ja-ro": "Kabushiki Gaisha Magi Lumiere"
      },
      {
        "pt-br": "Companhia das Garotas Mágicas Magilumiere"
      }
    ],
    "description": {
      "en": "Manga about a girl who was looking for a job and ended up in a corporation of magical girls fighting monsters.",
      "ja": "“魔法少女”――それは、誰もが憧れる「職業」である。　就職活動に苦戦する女子大生・桜木カナ。面接先で怪異に巻き込まれたカナは、駆けつけた魔法少女・越谷を手助けしたことをきっかけに、ベンチャー企業『株式会社マジルミエ』に魔法少女として新卒入社することになり…!?",
      "ru": "Манга про девочку, которая искала работу и попала в корпорацию девочек-волшебниц, борющихся с монстрами.",
      "pt-br": "Magilumiere: Companhia Das Garotas Mágicas"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df1a09fe-d773-4755-90ae-ab34db033769",
    "title": {
      "en": "Jinruishoku"
    },
    "updatedAt": "2024-05-21T13:09:55+00:00",
    "coverArt": "https://mangadex.org/covers/df1a09fe-d773-4755-90ae-ab34db033769/628c0dd9-5d22-416c-ba27-e7f64aca41c6.jpg",
    "altTitles": [
      {
        "ja": "人類蝕"
      },
      {
        "en": "Jinrui-Shoku: Blight of Man"
      },
      {
        "th": "สาปกลืนมนุษย์"
      },
      {
        "en": "The Devouring Eclipse Of Man"
      }
    ],
    "description": {
      "en": "“You just die one day and turn into a mummy!” Mysterious mummified corpses that people have nicknamed “Mummily-sans” keep being found one after another, causing a lot of fuss. One day, a boy named Seita notices that his friend is acting strangely…?! Don’t miss this thrilling suspense story about an invasion by the unknown!",
      "th": "“ในวันหนึ่ง อยู่เฉยๆ เขาก็กลายเป็นมัมมี่และจบชีวิตลง--” ปริศนาของศพมัมมี่ปรากฏออกมา ทีละร่างๆ ศพเหล่านี้ถูกเรียกว่า“มัมมี่ซัง“และทำให้เกิดความปั่นป่วน ในวันหนึ่ง เด็กหนุ่มชื่อเซตะ สังเกตเห็นพฤติกรรมแปลกๆ ของเพื่อนร่วมชั้น...!? เรื่องราวระทึกขวัญที่ถาโถมเข้ามาโดยที่ไม่เคยรู้มาก่อน!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94d60d12-452d-49f0-8d0f-5af785e561a8",
    "title": {
      "en": "Red Cat Ramen"
    },
    "updatedAt": "2024-04-19T19:41:42+00:00",
    "coverArt": "https://mangadex.org/covers/94d60d12-452d-49f0-8d0f-5af785e561a8/577e9314-a209-4500-b743-73a6f542600d.jpg",
    "altTitles": [
      {
        "ja": "ラーメン赤猫"
      },
      {
        "ja-ro": "Rāmen Aka Neko"
      },
      {
        "en": "Ramen Red Cat"
      },
      {
        "ja-ro": "Raamen Aka Neko"
      }
    ],
    "description": {
      "en": "Tamako comes for an interview at a ramen shop run only by cats, with no humans. The cat manager asks her if she likes cats, and when Tamako honestly says she is a dog person, she is easily hired. However, her job is not to run a ramen shop, but to look after cats...?",
      "ja": "人間のいない、猫だけが営むラーメン屋に面接に来た珠子。猫の店長に猫好きか聞かれ、珠子は正直に犬派と答えるとあっさり採用される。しかし仕事内容はラーメン屋ではなく、猫のお世話係で…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4413d794-e0da-4a6e-b61a-afd5758914e6",
    "title": {
      "en": "Hanninmae no Koibito"
    },
    "updatedAt": "2024-06-04T15:56:02+00:00",
    "coverArt": "https://mangadex.org/covers/4413d794-e0da-4a6e-b61a-afd5758914e6/00cacf54-7e03-4669-904b-01bd439d38b2.jpg",
    "altTitles": [
      {
        "ja": "半人前の恋人"
      },
      {
        "en": "Blooming Love"
      },
      {
        "ru": "Цветущая любовь"
      },
      {
        "bg": "Разцъфтяваща любов"
      },
      {
        "th": "มือใหม่หัดรัก"
      },
      {
        "pt-br": "Amor Florescente"
      },
      {
        "ru": "Неопытные возлюбленные"
      },
      {
        "ru": "Недостаточно опытные возлюбленные"
      }
    ],
    "description": {
      "en": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me...!? Crafts girl vs. art boy romantic comedy!!",
      "ru": "В один прекрасный день Ибуки Синтаро поручили сделать ящик для предложений только потому, что он состоит в художественном кружке. Пока он работал с непривычными для него инструментами, он заметил на себе сверлящий взгляд устрашающей девчонки. Неожиданно она забирает у него пилу и энергичными движениями начинает резать доску! Так начинаются отношения между мальчишкой-художником и девчонкой-мастерицей!",
      "th": "“ในวันหนึ่ง ขณะที่กำลังทำงานอุปกรณ์ในห้องศิลปะ มีเด็กสาวที่มีหน้าตาน่ากลัวกำลังเฝ้ามองมาที่ผม...!?” เรื่องราวความรักคอมเมดี้ระหว่างสาวช่างฝีมือกับหนุ่มสายศิลป์!?",
      "pt-br": "Um dia, quando eu estava fazendo material escolar na sala de arte, uma garota muito assustadora estava olhando para mim...!? \n\nMenina do artesanato vs. garoto da arte comédia romântica!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Dimensional Seduction"
    },
    "updatedAt": "2024-04-19T15:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/99b807c0-0ace-4a75-846d-b6a225501e06.jpg",
    "altTitles": [
      {
        "ja-ro": "2.5 Jigen no Ririsa"
      },
      {
        "ja-ro": "2.5 Jigen no Yuuwaku"
      },
      {
        "en": "2.5D Seduction"
      },
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "ja-ro": "2.5 Jigen no Yūwaku"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "261ff484-8ab5-45ba-8bcb-02517d1d1cc3",
    "title": {
      "en": "It's Time for \"Interrogation,\" Princess!"
    },
    "updatedAt": "2024-05-08T02:17:51+00:00",
    "coverArt": "https://mangadex.org/covers/261ff484-8ab5-45ba-8bcb-02517d1d1cc3/ed7e6f94-b3d3-4faf-9df5-f354bf9dab29.jpg",
    "altTitles": [
      {
        "en": "'Tis Time for \"Torture,\" Princess"
      },
      {
        "ja-ro": "Hime-sama, \"Goumon\" no Jikan desu"
      },
      {
        "en": "It's Time for \"Interrogation\", Princess!"
      },
      {
        "fr": "Princesse, c'est l'heure de la “torture”"
      },
      {
        "ru": "Пришло время \"допроса\", принцесса!"
      },
      {
        "zh-hk": "公主大人，接下來是“拷問”時間"
      },
      {
        "zh": "公主大人，接下来是“拷问”时间"
      },
      {
        "ja": "姫様“拷問”の時間です"
      },
      {
        "pt-br": "É hora do \"interrogatório\", Princesa!"
      }
    ],
    "description": {
      "de": "Die illustre und militärisch begnadete Prinzessin des Königreiches wurde von Schergen des Dämonenfürsten gefangen genommen und in Ketten gelegt. Darauf bedacht, jede auch noch so kleine Information aus ihr herauszupressen, setzt der Dämonenfürst seine Großinquisitorin darauf an, die Prinzessin zum Reden zu bringen.  \n  \nKann sie dieser schier endlosen Folter widerstehen? Oder knickt sie bei den Verhören ein und offenbart ihrem erbitterten Feind vitale Informationen über ihr geliebtes Königreich?  \n  \nDies ist die Geschichte jener armen Prinzessin und der Qualen, die sie im Zuge der Verhöre erleiden muss.",
      "en": "The princess who's been held captive by the Demon Lord's army is scheduled to be executed by the Demon Lord's relentless torture!",
      "id": "Seorang Putri yang ditahan oleh pasukan Raja Iblis, disiapkan untuk menerima siksaan dari Raja Iblis tanpa henti!  \n\n\n---\n\n**Links:**  \n- [Chapter 1 art](https://i.imgur.com/SaOoznH.png)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7e168e8-42f5-4ebc-b9ae-74c844a7c189",
    "title": {
      "en": "Time Paradox Ghostwriter"
    },
    "updatedAt": "2023-01-28T15:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/f7e168e8-42f5-4ebc-b9ae-74c844a7c189/5cf51e0b-1348-45f0-8975-cabdc1b193a1.jpg",
    "altTitles": [
      {
        "ru": "Безымянный мангака временного парадокса"
      },
      {
        "ja": "タイムパラドクスゴーストライター"
      },
      {
        "zh": "时间悖论代笔人"
      },
      {
        "zh-hk": "時間悖論代筆人"
      }
    ],
    "description": {
      "en": "On a cold and stormy night, I decide to give up on my dream. But lightning strikes! And now I have an issue of Shonen Jump from the future! Teppei Sasaki is a passionate rookie manga artist who dreams of getting a series in Weekly Shonen Jump. One day, he gets a copy of Jump from ten years in the future. Is it all a coincidence, or is it fate? Whatever the case, destiny is about to change… Time warps! Destinies intersected! For a tomorrow that was never meant to be! The future of Jump is here!  \r\n\r\n\r\n---",
      "ru": "Теппей Сасаки - страстный художник-новичок мангака, мечтающий получить сериал в Еженедельном Shonen Jump. Однажды он получает копию Jump будущего через 10 лет. Это совпадение или судьба? Как бы то ни было, судьба скоро изменится … Время деформируется! Судьбы пересеклись! Появился завтрашний день, которого никогда не должно было быть! Будущее Jump уже здесь!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14.5"
  },
  {
    "mangaId": "b6a5d154-7845-4129-b473-ba0aec3deffd",
    "title": {
      "en": "The Elusive Samurai"
    },
    "updatedAt": "2024-04-12T12:39:26+00:00",
    "coverArt": "https://mangadex.org/covers/b6a5d154-7845-4129-b473-ba0aec3deffd/22b7a9c1-d28d-4082-b6c7-118259fdddff.jpg",
    "altTitles": [
      {
        "en": "The Elusive Young Lord"
      },
      {
        "ru": "Юный лорд-мастер побега"
      },
      {
        "ja": "逃げ上手の若君"
      },
      {
        "ja-ro": "Nige Jouzu no Wakagimi"
      },
      {
        "ru": "Неуловимый самурай"
      }
    ],
    "description": {
      "en": "Yusei Matsui, creator of Assassination Classroom and Neuro: Supernatural Detective, is back! Set in feudal Japan in between the Kamakura and Muromachi periods, our hero Hojo Takatoki is a boy on the run that history all but forgot! When the Kamakura shogunate is overthrown by Ashikaga Takauji, Takatoki's family and standing are visciously taken away from him, and he must flee to the far reaches of the land to survive and seek out his revenge!",
      "ru": "Действие происходит в феодальной Японии между периодами Камакура и Муромати, наш герой Ходзе Такатоки - мальчик в бегах, о котором история почти забыла! Когда сегунат Камакура свергнут Асикагой Такаудзи, семья и положение Такатоки насильно отнимаются у него, и он должен бежать в дальние края страны, чтобы выжить и отомстить!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-05-01T19:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/7bacb5c8-e62c-4451-829a-f1bcfe81e7ea.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "en": "Akane Story"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa933825-c0cb-41f4-94e5-38c042810dab",
    "title": {
      "en": "Zekkyou Gakkyuu"
    },
    "updatedAt": "2024-02-04T14:23:10+00:00",
    "coverArt": "https://mangadex.org/covers/fa933825-c0cb-41f4-94e5-38c042810dab/44bdcbe2-0b71-4854-ac5d-6c24f327f89f.jpg",
    "altTitles": [
      {
        "en": "Scary Lessons"
      },
      {
        "en": "Screaming Lessons"
      },
      {
        "ja-ro": "Zekkyou Gakkyuu"
      },
      {
        "ja": "絶叫学級"
      },
      {
        "zh-hk": "绝叫学级"
      },
      {
        "vi": "Lớp học rùng rợn"
      }
    ],
    "description": {
      "en": "Welcome to the classes of horror! I will be your guide to a world that lurks under everyday life. For these lessons, you don't need text books or notebooks.  \nIf you're prepared for the worst…"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "81"
  },
  {
    "mangaId": "4801f266-cc4e-4c3b-8d1d-f50f08b25b62",
    "title": {
      "en": "Witch Watch"
    },
    "updatedAt": "2024-04-12T13:13:32+00:00",
    "coverArt": "https://mangadex.org/covers/4801f266-cc4e-4c3b-8d1d-f50f08b25b62/1c64c862-4725-4c53-8e5c-e12fa97fe35d.jpg",
    "altTitles": [
      {
        "ru": "Ведьмнадзор"
      },
      {
        "ru": "Страж ведьмы"
      },
      {
        "ja": "ウィッチ ウォッチ"
      },
      {
        "zh": "魔女与使魔"
      },
      {
        "zh-hk": "魔女與使魔"
      },
      {
        "ne": "विच वाच"
      },
      {
        "kk": "Мыстан сақшысы"
      },
      {
        "uk": "Відьмоварта"
      }
    ],
    "description": {
      "en": "Morihito, a boy with the strength of an ogre, is about to start living together with his childhood friend Niko, who is training to be a witch. Niko's magic leads to all sorts of unpredictable trouble, and with two teens under one roof… Let the fantastical antics begin! Magical comedy series by Kenta Shinohara creator of SKET DANCE and Astra Lost in Space.",
      "ne": "निको वाकात्सुकीले आफ्नो छ वर्षको बोक्सीको तालिम पूरा गरिसकेकी छिन् र उनी आफैं सहरमा सर्दैछिन्। नयाँ बोक्सीको रूपमा, उसले आफ्नो साथ दिनको लागि परिचित छनोट गर्नुपर्छ। यद्यपि, अन्य बोक्सीहरू भन्दा फरक, उनी गैर-जन्तु परिचित छान्न चाहन्छिन्। मोरिहितो \"मोई\" ओतोगी भन्दा राम्रो साथी कोही छैन - उनको बाल्यकालको साथी जो एक औघ राक्षस हुन्। मोरिहितो उनको नोकर हुनुको कडा विरोध गर्छन्, तर उनले बोक्सीको आदेशको अवज्ञा गरेमा श्रापले उनलाई अनौठो गाई-बाघ हाइब्रिडमा फर्काउनेछ भनेर थाहा पाएपछि उनले आफ्नो भाग्यलाई अनिच्छुकतासाथ स्वीकार गर्छन्।\n\nमोरिहितोका बुबा व्यवसायिक यात्राको लागि जानुभएको कारण र निकोकी आमा बोक्शीहरुको पवित्र भूमिमा पछाडि रहनुभएको कारण, दुई किशोरहरूले आफूलाई एउटै छानामुनि सँगै बसेको भेट्टाए। जबकि निको आफ्नो क्रशसँग बाँच्न पाउँदा उत्साहित छिन्, मोरिहितोले पत्ता लगाए कि उनको जादुई गतिविधि र समग्र अनाड़ीपनले समाधान भन्दा बढी समस्याहरू सिर्जना गर्छ। एक वर्ष भित्र निकोमा आउने भविष्यवाणी गरिएको प्रकोपको साथ, मोरिहितोले आफ्नो अंगरक्षकको रूपमा रक्षा गर्नको लागि सक्दो गर्नुपर्दछ र साथै आफ्नो परिचितको रूपमा आफ्नो कर्तव्यहरू पालना गर्नुपर्नेछ।",
      "pt": "Morihito, um menino com a força de um ogro, está prestes a começar a viver com sua amiga de infância, Niko, que está treinando para ser feiticeira. A magia de Niko os leva a todos os tipos de problemas imprevisíveis, e com dois adolescentes sob o mesmo teto… Que as travessuras fantásticas comecem! Uma série de comédia de magia de Kenta Shinohara, criador de SKET DANCE e Astra Perdido no Espaço.",
      "ru": "Морихито, парень с демонической силой, начинает жить вместе со своей подругой детства Нико, которая учится быть ведьмой. Магия Нико приводит ко всяким непредсказуемым проблемам, а уж когда два подростка остаются под одной крышей… да начнутся фантастические выходки!  \nМагический комедийный сериал от Кенты Синохары, автора «SKET DANCE» и «Астра, затерянная в космосе».",
      "uk": "Моріхіто, хлопець з силою оні, ось-ось почне жити разом зі своєю подругою дитинства Ніко, яка навчається на відьму. Магія Ніко призводить до всіляких непередбачуваних неприємностей, а коли двоє підлітків живуть під одним дахом... Фантастичні витівки починаються!\nМагічний комедійний серіал від Кента Шінохари, творця “SKET DANCE” та \"Загублена в космосі Астра\"."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e411b5c6-7e7e-4064-a21f-db6c1361aac3",
    "title": {
      "en": "Shinrin Ousha Mori King"
    },
    "updatedAt": "2022-05-10T14:45:25+00:00",
    "coverArt": "https://mangadex.org/covers/e411b5c6-7e7e-4064-a21f-db6c1361aac3/64d37f47-99a7-443a-845e-09755ca036c2.png",
    "altTitles": [
      {
        "en": "Moriking"
      },
      {
        "ja-ro": "Shinrin Shuugosha Mori King"
      },
      {
        "ru": "Лесной царь"
      },
      {
        "zh": "森林守護者モリキング"
      },
      {
        "ja": "森林王者モリキング"
      }
    ],
    "description": {
      "en": "Third-grader Shota Aikawa's pet beetle evolves from a larva to a pupa to a superhot human! The wacky adventures of the Aikawa family and the fabulous beetle who would be king now begins! You're gonna LARVA this new comedy manga!",
      "it": ": **||L'animaletto del bambino di terza elementare Shota Aikawa, si è evoluto da una larva a pupa, trasformandosi poi un un ragazzo super attraente! Le insolite avventure della famiglia Aikawa e del magnifico scarafaggio che vuole diventare re, hanno inizio!||**",
      "pt": ": **||O besouro de estimação de Shota Aikawa, um estudante do terceiro ano do fundamental, evolui de uma larva para uma pupa, e depois para um cara bonitão! As aventuras malucas da família Aikawa e do fabuloso besouro que deve se tornar um rei começam agora!||**",
      "ru": "Любимый жук третьеклассника Айкавы Шото эволюционирует из личинки в куколку и превращается в супер-горячего человека! Приключения семьи Айкава и сказочного жука, который станет королём начинаются!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "d1db01ee-9136-4a98-bde9-4cda85f51d67",
    "title": {
      "en": "Our Blood Oath"
    },
    "updatedAt": "2024-05-30T21:57:38+00:00",
    "coverArt": "https://mangadex.org/covers/d1db01ee-9136-4a98-bde9-4cda85f51d67/1ad7a7aa-1c1a-439d-ad5a-e2c4b3be4ee7.jpg",
    "altTitles": [
      {
        "ja-ro": "Bokura no Ketsumei"
      },
      {
        "ja-ro": "Seiyaku no Aka"
      },
      {
        "ru": "Наша кровная клятва"
      },
      {
        "ja": "ぼくらの血盟"
      },
      {
        "ja": "誓約の紅"
      },
      {
        "es": "Nuestro pacto de sangre"
      }
    ],
    "description": {
      "en": "Kazu Kakazu's elegantly drawn tale of vampire siblings and the oath that binds them now begins!",
      "es": "¡Llega la primera serie de la mano del talentoso Kazu Kakazu sobre unos hermanos vampiros! ¡No os perdáis esta increíble historia sobre los lazos que nos unen!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-06-04T14:29:51+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/3ccb3619-320e-45d7-81a6-49978e20f739.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b825fdfb-5830-4bbb-a19d-9d6f1b3ecbdb",
    "title": {
      "en": "Hard-Boiled Cop and Dolphin"
    },
    "updatedAt": "2024-05-18T04:00:13+00:00",
    "coverArt": "https://mangadex.org/covers/b825fdfb-5830-4bbb-a19d-9d6f1b3ecbdb/103158dc-0204-4e63-a142-a752109b02d8.jpg",
    "altTitles": [
      {
        "pt": "Policial Puto e Golfinho"
      },
      {
        "ru": "Крутой коп и дельфин"
      },
      {
        "ja": "灼熱のニライカナイ"
      },
      {
        "ja-ro": "Shakunetsu no Niraikanai"
      },
      {
        "en": "Red-Hot Nirai Kanai"
      }
    ],
    "description": {
      "en": "Meet hard-boiled cop Boyle Samejima. He's just been assigned to the remote Ogasawara Islands. There he finds coworkers, a mysterious young girl and a dolphin for a partner?! Cop x girl x ocean! Welcome to the craziest hard-boiled cop story you'll ever read!",
      "pt": "Um policial pavio curto no maior estilo anos 90 é transferido para uma arquipélago de ilhas, e acaba caindo em um caso envolvendo o \"Culto do Mar\" rodeado de mistérios e o reaparecimento de seu oráculo, uma criança de poderes misteriosos. Se não bastasse isso, ele acaba sendo alocado à um novo parceiro totalmente fora do comum!",
      "ru": "Познакомьтесь со сваренным вкрутую полицейским Бойлом Самеджимой. Его только что отправили на отдаленные острова Огасавара. Там он находит сотрудников, загадочную маленькую девочку и его нового партнёра дельфина?! Полицейский х девочка х океан! Добро пожаловать в сумасшедшую историю о копченном полицейском, которую вы когда-либо читали!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "47"
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "MARRIAGETOXIN"
    },
    "updatedAt": "2024-06-04T15:37:07+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa7e1e08-44dc-4ef3-bf31-8ed7ae981c04",
    "title": {
      "en": "Guardian of the Witch"
    },
    "updatedAt": "2024-03-07T17:57:30+00:00",
    "coverArt": "https://mangadex.org/covers/fa7e1e08-44dc-4ef3-bf31-8ed7ae981c04/aa0ea215-7834-4a1a-bbde-92ad8bdfd7f8.jpg",
    "altTitles": [
      {
        "en": "Guardião da Bruxa"
      },
      {
        "ja-ro": "Majo no Moribito"
      },
      {
        "en": "The Witch's Guardian"
      },
      {
        "ja": "魔女の守人"
      },
      {
        "zh": "魔女守护人"
      },
      {
        "zh-hk": "魔女守護人"
      }
    ],
    "description": {
      "en": "In a world full of Evils, humanity's only hope is the inhuman power of the witches. The city of Berne is on the frontline of the demons and there to protect it is the witch Manasfa and the kingdom's strongest knight Fafner. But what cruel fate awaits these two? A dark fantasy story featuring witches and knights begins now!",
      "pt-br": "Em um mundo cheio de malignos, a única esperança da humanidade é o poder desumano das bruxas. A cidade de Berne está na linha de frente dos demônios e lá para protegê-la está a bruxa Manasfa e o cavaleiro mais forte do reino, Fafner. Mas que destino cruel espera esses dois? Uma história de fantasia sombria com bruxas e cavaleiros começa agora!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "cc1b8669-82b2-4232-99c1-40d48fc2d988",
    "title": {
      "en": "Undead Unluck"
    },
    "updatedAt": "2024-05-01T19:45:40+00:00",
    "coverArt": "https://mangadex.org/covers/cc1b8669-82b2-4232-99c1-40d48fc2d988/7d9ab172-eb3f-431a-a41d-6d8e04671e3d.jpg",
    "altTitles": [
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ru": "Нежить и Неудача"
      },
      {
        "kk": "Өлімсіз бен Сәтсіздік"
      },
      {
        "th": "Undead Unluck"
      }
    ],
    "description": {
      "en": "As an UNLUCKY girl prepares to face her death, an UNDEAD who desperately wants to die appears before her! Vicious, violent and buck naked! An unprecedented picaresque hero appears in Shonen Jump!  \n  \n- Winner of the 2020 Tsugimanga award.",
      "th": "อันเดดที่ใฝ่หาความตายปรากฎตัวขึ้นต่อหน้าอันลัคที่ตั้งใจจะตาย...!? ฮีโร่วายร้ายที่ทั้งร้าย！โหด! โป๊! แบบที่คุณไม่เคยเห็นมาก่อน ตีพิมพ์แล้วในจัมป์วันนี้!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]