[
  {
    "mangaId": "370243c4-a098-438d-b5a2-87316ae04ffb",
    "title": {
      "en": "The Archvillain's Daughter in Law"
    },
    "updatedAt": "2024-07-09T18:34:50+00:00",
    "coverArt": "https://mangadex.org/covers/370243c4-a098-438d-b5a2-87316ae04ffb/68920049-7a46-4005-9e57-5d2dc4ffe7ea.jpg",
    "altTitles": [
      {
        "ko": "시한부라서 흑막의 며느리가 되었는데"
      },
      {
        "ko-ro": "Sihanburaseo Heugmag-eui Myeoneuriga Doeeossneunde"
      },
      {
        "en": "My Time Was Limited, so I Became the Villain's Daughter-in-Law"
      },
      {
        "en": "Because She Had a Time Limit, She Became the Villain's Daughter-in-Law"
      },
      {
        "en": "The Villain's Daughter-in-Law Has Limited Time"
      },
      {
        "ru": "Мои дни сочтены, но мрачный герцог сделал меня своей невесткой"
      },
      {
        "zh": "应为生命有限而成了黑幕的媳妇"
      },
      {
        "my": "ဗီလိန်ရဲ့ချွေးမဖြစ်လာသောအားနည်းသူလေးကျွန်မ"
      },
      {
        "mn": "Хугацаа хязгаартай байсан учраас хорон санаатны бэр болчихлоо!"
      },
      {
        "ja": "余命わずかだから黒幕一家の嫁になったんだけど"
      },
      {
        "id": "Menantu Tokoh Antagonis Punya Batasan Waktu"
      },
      {
        "es": "Me convertí en la nuera del villano"
      },
      {
        "es-la": "Debido A Que Tenía Un Límite De Tiempo, Se Convirtió En La Nuera Del Villano"
      }
    ],
    "description": {
      "en": "I've reincarnated as the young daughter-in-law of a villain who was taken in for his deceptive plans. The problem is that I'm terminally ill, so I'm going to die when I become an adult.\n\n\"Luckily, I know how to cure it, but...\"\n\nIf I don't die at the right time, my father-in-law—no, the villain, Duke Ecarde—might kill me just to achieve his goals!\n\nBut what kind of kid could actually adjust to this kind of household?\n\n\"I want to live happily with Father and Evan for a long time... cough! Cough!\"\n\nMe. I'm \"that kid.\"\n\n---\nThe final villain is being deceived by his young time-limited daughter in law who was possessed. If I die at the right time, I will marry his son. The problem is, I already know the cure! And I don't want to die, but if I don't get killed now, then I won't die quietly.\n\n\"Daddy, I love you so much. You are the most handsome man in the world. Cough, cough!\"\n\n\"Evan, shall we read a fairy tale book together until we fall asleep?\"\n\nShe will have to act a little better to let his guard down. Then, she would be able to do a great job.\n\nI think I'll have to leave secretly after I get better. I have to make a lot of money and buy land under pseudonyms.\n\n\"Call all the council members on the continent. My daughter-in-law has to live.\"\n\nFather? Shouldn't I be thrown away…?\n\n\"If you die, I'll follow you unconditionally. I can't live in a world without you.\"\n\nHusband? You’re acting strange, too… You don’t love anyone, do you?\n\nEven- \"Who is this, Kyle Ravonis? The man who seduced my daughter-in-law deserves to die.\"\n\n\"Even if you cheated on me with another man, I will never break up with you.\"\n\nYou must have misunderstood my other name!\n\n\"When did this start, huh? You said you wanted to live as a sweet couple, but you tried to run away by creating a new identity behind our back?\"\n\nI want to quietly disappear, not die! I didn't know my husband, who has been like a friend to me ever since we were young, would come to me with such sore eyes.\n\n\"You're still my wife on paper. Live as my wife, and die as my wife.\"\n\n\"Evan?\"\n\n\"You've shown me both heaven and hell…\" his reddened eyes locked me up, \"You'll never get away from me no matter where you go.\"\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80%EB%9D%BC%EC%84%9C-%ED%9D%91%EB%A7%89%EC%9D%98-%EB%A9%B0%EB%8A%90%EB%A6%AC%EA%B0%80-%EB%90%98%EC%97%88%EB%8A%94%EB%8D%B0/2762), [KakaoPage](https://page.kakao.com/home?seriesId=58670925)\n\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Menantu-Tokoh-Antagonis-Punya-Batasan-Waktu/92)\n* [Japanese / 日本語](https://piccoma.com/web/product/99097)",
      "ko": "왜 하필 이런 소설에 빙의한 거야?!\n\n부모님은 거대한 빚만 남긴 채 사고로 돌아가시고\n성인이 되면 병으로 죽을 운명인 가엾은 여자아이,\n그게 나 '라리아'다.\n이 소설의 흑막인 이카르드 공작이 견제 세력들의\n눈을 속일 요량으로 나를 며느리로 들였으니\n몰래 돈을 모은 후 기회를 봐서 도망가자!\n\n병을 고칠 방법도 찾았고, 탈출 자금도 착착 모이는데…\n남편, 왜 나한테 집착해?! 누구도 사랑하지 않는 냉혈한 아니었니?\n그리고 아버님, 저는 버리는 패여야 하잖아요.\n왜 갑자기 저를 살리려고 하세요?!\n\n계략여주 라리아와 이카르드 부자의 가족애 넘치는 시월드,\n<시한부라서 흑막의 며느리가 되었는데>\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%8B%9C%ED%95%9C%EB%B6%80%EB%9D%BC%EC%84%9C-%ED%9D%91%EB%A7%89%EC%9D%98-%EB%A9%B0%EB%8A%90%EB%A6%AC%EA%B0%80-%EB%90%98%EC%97%88%EB%8A%94%EB%8D%B0/2762), [KakaoPage](https://page.kakao.com/home?seriesId=58670925)\n\n**Official Translations:**\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Menantu-Tokoh-Antagonis-Punya-Batasan-Waktu/92)\n* [Japanese / 日本語](https://piccoma.com/web/product/99097)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc8bc5a3-cd2b-4309-9626-953f3bece49b",
    "title": {
      "en": "Kuro no Senki II - Isekai Teni Shita Boku ga Saikyou na no wa Bed no Ue dake no You desu"
    },
    "updatedAt": "2024-11-03T22:56:34+00:00",
    "coverArt": "https://mangadex.org/covers/cc8bc5a3-cd2b-4309-9626-953f3bece49b/14701de3-78aa-43c7-8f51-66094cb5942e.jpg",
    "altTitles": [
      {
        "en": "Kuro no Senki II: It Seems that I, Who has Moved to Another World, is the Strongest Only on the Bed"
      },
      {
        "en": "Record Of Kurono's War II"
      },
      {
        "ja": "クロの戦記Ⅱ 異世界転移した僕が最強なのはベッドの上だけのようです"
      }
    ],
    "description": {
      "en": "Kurono Crawford (Chrono Crawford), a noble of Cepheus Empire had a secret. It was that he came from a Different world… Modern Japan. Having the knowledge about the modern weapons and his sense of values, he was an existence almost like a cheat, aiming to be the “Harem king”.    Abandoned by his superiors, left in command of the Empire’s rejects consisting of demi-humans such as Minotaurs, Dwarfs, and Elves, and thrust into a position as head of a poor fiefdom, Chrono will do everything he can to rebuild and strengthen his forces and revitalize the land, aided in part by his knowledge of the other world.",
      "ja": "ある日突然異世界に転移させられた黒野久光は、名前をクロノ・クロフォードと変え千人の亜人軍を率いて一万の敵軍と戦う事になる。亜人軍の指揮官として武勲を立てたクロノは皇女より公爵領の領地を任され、領地改革に乗り出していた！未経験の領地経営を現代知識を絞り、なんとか領地を立て直していく。そうした中、クロノの周りには魅力的な女性たちが集まっていき…？",
      "pt-br": "Kurold Crawford um nobre do Império Kefaus, tinha um segredo. ele veio de um mundo diferente… O Japão moderno. Tendo o conhecimento sobre as armas modernas e seu senso de valores, sua existência é quase como uma trapaça, com o objetivo de ser o \"rei do Harém\".    Abandonado por seus superiores, deixado no comando dos rejeitados do Império, consistindo de demi-humanos como Minotauros, Anões e Elfos, e levado à posição de chefe de um feudo pobre, Kuro fará tudo o que puder para reconstruir e fortalecer suas forças e revitalizar a terra, auxiliado em parte por seus conhecimentos do outro mundo…."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cccf4240-fff5-41c1-9298-e16d86860905",
    "title": {
      "en": "Pastel Love"
    },
    "updatedAt": "2024-12-01T09:54:18+00:00",
    "coverArt": "https://mangadex.org/covers/cccf4240-fff5-41c1-9298-e16d86860905/049a0e41-9833-4dbb-9b8a-2f5b1851c7bf.png",
    "altTitles": [
      {
        "zh": "爱的旋律"
      }
    ],
    "description": {
      "en": "\"Millie\" (golden haired), the perfect little girl whose life is fully equipped with everything, but because of her timeless mother, Millie has become an indifferent day-to-day person until she meets \"Zen\" (black-headed), an ordinary little girl whose life focussed on only studying, without Zen knowing that she herself was stirring up Millie's heart to beat again.",
      "pt-br": "\"Millie\" (de cabelos dourados), a garotinha perfeita cuja vida está totalmente equipada com tudo, mas por causa de sua mãe atemporal, Millie se tornou uma pessoa indiferente ao dia a dia até conhecer \"Zen\" (de cabelos pretos), uma garota comum cuja vida se concentra apenas nos estudos, sem que Zen saiba que ela mesma estava fazendo o coração de Millie bater novamente."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "62"
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-11-13T21:09:21+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/d803d885-e371-4018-b332-4cbc5935177f.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      },
      {
        "ja-ro": "[Oshi no Ko]"
      },
      {
        "uk": "Зіркове дитя"
      },
      {
        "uk": "Дитина Улюбленця"
      },
      {
        "vi": "Đứa Con Của Thần Tượng"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "166"
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-12-26T06:03:32+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/3451a900-0bf2-4bc0-8ace-c4068556e922.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      },
      {
        "es-la": "Me convertí en la sirvienta del protagonista de un juego de terror"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2129e537-2853-4612-98f8-a83dce42dccd",
    "title": {
      "en": "The Veiled Queen"
    },
    "updatedAt": "2024-09-07T13:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/2129e537-2853-4612-98f8-a83dce42dccd/b0138e0e-eece-4a45-b74d-9f639cd3d8c9.jpg",
    "altTitles": [
      {
        "zh": "面纱下的女王"
      },
      {
        "zh-ro": "Miànshā Xià De Nǚwáng"
      },
      {
        "en": "The Queen Under Her Veil"
      },
      {
        "en": "Queen of the Veil"
      },
      {
        "zh-ro": "Miansha Xia De Nvwang"
      },
      {
        "uk": "Королева під вуаллю"
      }
    ],
    "description": {
      "en": "After being reborn, Sayi vows to break free of her foster mother’s control.",
      "uk": "Будучи маріонеткою своєї прийомної матері, Саї ніколи не була вільною. Вона була безсила дати відсіч і перебувала у владі інших. Після переродження вона вирішує все це змінити."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "caa50831-b4cb-4456-b223-27a589667b96",
    "title": {
      "en": "Tonari no Hyakkai Kenbunroku"
    },
    "updatedAt": "2024-08-05T12:05:56+00:00",
    "coverArt": "https://mangadex.org/covers/caa50831-b4cb-4456-b223-27a589667b96/9f909f1e-10c2-4050-91bf-bb41e2950cbf.jpg",
    "altTitles": [
      {
        "ja": "となりの百怪見聞録"
      },
      {
        "en": "Mysterious Encounters in My Neighborhood"
      }
    ],
    "description": {
      "en": "Something happens to Katagiri Jinpachi late one night when he unwittingly wanders into the youkai market. The only one who knows what it was seems to be one Harada Oriza, a famed painter of youkai portraits. But he is not talking, and Jinpachi only grows more frustrated and confused as he tries to return to the market and find out what he lost... or gained there."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "822ca78a-ea01-4a47-ad73-2e5af3190e1f",
    "title": {
      "en": "Boku no Danna-sama"
    },
    "updatedAt": "2024-09-24T15:53:24+00:00",
    "coverArt": "https://mangadex.org/covers/822ca78a-ea01-4a47-ad73-2e5af3190e1f/17993e2b-d74a-444a-bafc-3e2d52759e14.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Dannasama"
      },
      {
        "en": "My Dear Husband"
      },
      {
        "ja": "ボクの旦那様"
      }
    ],
    "description": {
      "en": "A love story between a young cat and a protective dog."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "26.5"
  },
  {
    "mangaId": "61e33bd9-1909-494d-80b1-36b264a4fbea",
    "title": {
      "en": "Kinou Nani Tabeta? - Kenji to Shiro-san (Doujinshi)"
    },
    "updatedAt": "2024-10-01T11:45:12+00:00",
    "coverArt": "https://mangadex.org/covers/61e33bd9-1909-494d-80b1-36b264a4fbea/a8cd5c75-9a51-4299-8853-5668c277a106.jpg",
    "altTitles": [
      {
        "en": "What Did You Eat Yesterday? - Kenji and Shiro-san (Doujinshi)"
      },
      {
        "ja": "きのう何食べた？ - ケンジとシロさん (Doujinshi)"
      }
    ],
    "description": {
      "en": "Title: Kenji and Shiro-san 1  \nCircle: Yoshinaga Fumi  \nFandom: What did you eat Yesterday?  \nPairing: Nobuyuki x Shirou, Kenji x Shirou  \n  \nTitle: Kenji and Shiro-san 2  \nCircle: Yoshinaga Fumi  \nFandom: What did you eat Yesterday?  \nPairing: Kenji x Shirou"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-11-13T19:43:36+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/25b29d9c-cc75-4a94-9174-7bcabec9d169.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!",
      "ru": "Пробравшись на невольничий корабль, Юлиан отправляется на континент вместе с сотней рабов, жаждущих свободы... Но что ждёт его впереди?!",
      "vi": "Lén đi lậu trên một con tàu, Julian ra đi tìm đến đại lục cùng với một trăm người nô lệ khác... Ai ai cũng khao khát có được tự do, thế nhưng rồi...?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4536126-e050-480b-adac-003e1493b884",
    "title": {
      "en": "Perowan! - Hayaku Shinasai! Goshujinsama"
    },
    "updatedAt": "2024-03-12T16:07:46+00:00",
    "coverArt": "https://mangadex.org/covers/e4536126-e050-480b-adac-003e1493b884/a4f9e15d-b74f-4a01-a5f5-4199ef3d5dfc.jpg",
    "altTitles": [
      {
        "en": "Perowan! - Please Hurry up! Master"
      },
      {
        "ja": "ぺろわん! -早くシなさい! ご主人さま♪-"
      },
      {
        "zh": "舔呀 汪!-还不快来满足我!主人♪-"
      },
      {
        "zh": "舔足游戏"
      }
    ],
    "description": {
      "en": "Inukai Shirou a male highschool student leading his life when suddenly his dog Mashiro turns into a human girl and now he must satisfy her wants or face the consequences.",
      "ja": "正体不明の魔法少女（？）アーシェリカの手引きにより、高校生・犬養志郎の愛犬マシロ（♀）は、ある日突然女の子に変身してしまった！　ドＳな笑みで迫る“飼い犬”美少女との主従逆転生活、一体どーなる!?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "cee18057-22c5-410f-a9d6-442eef1d3ba9",
    "title": {
      "en": "Yagi-san Yuubin"
    },
    "updatedAt": "2024-12-10T18:30:10+00:00",
    "coverArt": "https://mangadex.org/covers/cee18057-22c5-410f-a9d6-442eef1d3ba9/a4c12a9e-3dc9-4464-aa33-9355755f5029.jpg",
    "altTitles": [
      {
        "en": "Lost Letters"
      },
      {
        "ja": "やぎさん郵便"
      },
      {
        "zh": "卖火柴的青 年"
      },
      {
        "vi": "Lá Thư Đi Lạc"
      }
    ],
    "description": {
      "en": "University student Hirose Kiyotaka finds a love letter tucked into the pages of a borrowed book. While attempting to return the letter, he encounters the charismatic Hanashiro Seiji and quickly becomes involved with him. As their tentative relationship develops, however, he finds himself wondering how serious Hanashiro's feelings for him really are. Meanwhile, the letter falls into the hands of Hanashiro's colleague Sawa Jinichiro, who entraps its writer, Arihara Mineo. Sawa's actions are seemingly ruthless, but his true motives regarding Arihara are far from clear."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "25.5"
  },
  {
    "mangaId": "65cd815d-cafa-4805-a997-e4d6cd72d982",
    "title": {
      "en": "Kanojo ga Kuzu wo Aisuru Wake wa."
    },
    "updatedAt": "2024-12-12T16:36:55+00:00",
    "coverArt": "https://mangadex.org/covers/65cd815d-cafa-4805-a997-e4d6cd72d982/b466bafd-59a4-455c-a4e1-fe5e5554de80.jpg",
    "altTitles": [
      {
        "ja": "彼女がクズを愛するワケは。"
      },
      {
        "ja-ro": "Kanojo ga Kuzu o Aisuru Wake wa."
      },
      {
        "en": "How Does She Love a Scumbag."
      }
    ],
    "description": {
      "en": "Mii-chan loves Hiro-kun, who has no money, no job and he's a cheater!\n\nAfter all, he dated her for more than one week, he remembered the meetup times for the dates, and he remembers her name properly! Hiro-kun is bewildered and can't bring himself to be a complete scumbag to Mii-chan, whose standards for the boyfriend she wants are just way too low! He's scum, but he's kind. He's nice, but he's trash.\n\nThis is a trashy romance comedy featuring Mii-chan who loves a guy like him so much!\n\n(Source: Pixiv Comic)",
      "ja": "みーちゃんは、金なし職なし浮気者のヒロくんが大好き！だって１週間以上付き合ってくれたし、待ち合わせ時間を覚えてくれてたし、ちゃんと名前を覚えててくれるから！あまりにも彼氏に求めるハードルが低すぎるみーちゃんに、ヒロくんはクズになりきれずに大困惑！クズだけど優しい。優しいけどクズ。そんな彼が大好きなみーちゃんのクズ愛コメディー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f2ec830-f286-47ae-845f-db91876d5475",
    "title": {
      "en": "Who the Devil Is"
    },
    "updatedAt": "2023-12-21T20:23:55+00:00",
    "coverArt": "https://mangadex.org/covers/1f2ec830-f286-47ae-845f-db91876d5475/61d0516c-f14d-4c61-9a0d-8b842507d0a7.jpg",
    "altTitles": [
      {
        "zh": "被野兽肆意窥探"
      }
    ],
    "description": {
      "en": "Jiao Xifan, the leader of an underground organisation was betrayed, prompting him to fake his own death. Assuming the guise of a student, he started to investigate events from over a decade ago to unravel the truth. Jiao Xifan's quest for truth takes an unexpected turn as he fell into a trap unbeknownst to him when he befriended his classmate, Xue Zhi."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "081c8e7e-8d1d-4f6e-9348-8b1cfe244db3",
    "title": {
      "en": "Tsukihime: A Piece of Blue Glass Moon - Moon Phase"
    },
    "updatedAt": "2024-12-26T05:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/081c8e7e-8d1d-4f6e-9348-8b1cfe244db3/4f4fbb90-061a-4d66-92f6-1ae8b5fa8e46.jpg",
    "altTitles": [
      {
        "ja": "月姫 -A piece of blue glass moon- ムーンフェイズ"
      }
    ],
    "description": {
      "en": "An anthology featuring characters from Tsukihime: A Piece of Blue Glass Moon."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a67ec4e-fa2a-4cc0-9873-1dd8edff59eb",
    "title": {
      "en": "Lock On"
    },
    "updatedAt": "2024-12-23T14:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/9a67ec4e-fa2a-4cc0-9873-1dd8edff59eb/36a35932-b183-424a-9f2f-527897225f9c.png",
    "altTitles": [
      {
        "ja": "ロックオン"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70fe972b-3c88-4165-b9a5-3db96d6d2c14",
    "title": {
      "en": "Shikkaku Mon no Saikyou Kenja - Sekai Saikyou no Kenja ga Sara ni Tsuyoku naru Tame ni Tensei Shimashita"
    },
    "updatedAt": "2024-11-29T03:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/70fe972b-3c88-4165-b9a5-3db96d6d2c14/59686cc0-6fef-44b0-b6cf-5ad43ab6ddb3.jpg",
    "altTitles": [
      {
        "ru": "Сильнейший мудрец низшей эмблемы"
      },
      {
        "ja": "失格紋の最強賢者 ～世界最強の賢者が更に強くなるために転生しました～"
      },
      {
        "ko": "실격문장의 최강 현자 ~세계 최강의 현자가 더욱 강해지기 위해 환생했습니다~"
      },
      {
        "zh-hk": "失格紋的最強賢者 ～世界最強的賢者為了變得更強而轉生了～"
      },
      {
        "en": "The Strongest Sage with the Weakest Crest: The World's Strongest Sage Was Reincarnated to Become Even Stronger"
      },
      {
        "zh": "失格纹的最强贤者～世界最强的贤者为了变得更强而转生了"
      },
      {
        "th": "ปราชญ์หนึ่งในใต้หล้ากับตราสุดอัปยศ-จอมปราชญ์โคตรแกร่ง"
      },
      {
        "de": "Der stärkste Held mit dem Mal der Schwäche"
      },
      {
        "ar": "أقوى حكيم مع أضعف قمة"
      },
      {
        "ru": "Сиккакумон но сайкё: кэндзя ~Сэкай сайкё: но кэндзя нга сара ни цуёку нару тамэ ни тэнсэйсимасита~"
      },
      {
        "ru": "Сильнейший мудрец со слабейшей меткой"
      },
      {
        "fr": "Le sage le plus fort avec la plus faible des marques ~ Le sage le plus fort du monde s'est réincarné pour devenir encore plus puissant ~"
      },
      {
        "ja-ro": "Shikkaku Mon no Saikyou Kenja - Sekai Saikyou no Kenja ga Sara ni Tsuyoku naru Tame ni Tensei Shimashita"
      },
      {
        "vi": "Hiền Giả Mạnh Nhất Với Dấu Ấn Yếu Nhất"
      }
    ],
    "description": {
      "en": "His strength limited by the magical crest with which he was born, Mathias, the world's most powerful sage, decides reincarnation is necessary to become the strongest of all.\n\nUpon his rebirth as a young boy, Mathias is thrilled to discover he's been born with the optimal crest for magical combat on his first try! Unfortunately, the world he's been born into has abysmally poor standards when it comes to magic, and everyone thinks he's still marked for failure!\n\nNow it's up to Mathias to prove everyone wrong... world's strongest sage-style!\n\n---\n**Links:**\n- Alternative Official English - [MANGA UP!](https://global.manga-up.com/manga/457)",
      "fr": "Dans un certain monde, vivait un homme qui excellait dans les combats magiques, les gens l'appelaient [Sage]. Cherchant la plus puissante magie de combat, il dévoua sa vie à rechercher toutes les magies et arts du combat existant. Mais la conclusion à laquelle il parvint fut cruel, [Mon corps n'est pas fait pour la magie de combat]. Pourtant il n'abandonna pas. Il scella son âme grâce à un art magique, et se réincarna à une lointaine époque. Les connaissances magiques de ce monde complètement différentes étaient à ses yeux incroyablement faible.",
      "ru": "Вот мир, а в нём живёт преуспевший в магических битвах человек, которого прозвали «Мудрецом». Стремясь стать сильнее, он посвятил себя изучению всех видов магии и боевых искусств, что только были. И в итоге, пришёл он к печальному выводу: «Моё тело не пригодно к магическим битвам». Но не сдался Мудрец. Запечатал душу свою магией, чтобы возродиться в далёком будущем. И узрел он мир изменившийся, в котором теория магии была невероятно низкого уровня.",
      "vi": "Trong thế giới ma thuật, sức mạnh và tương lai của một pháp sư được xác định trước khi sinh ra thông qua cái gọi là \"Dấu hiệu\" —của bốn biểu tượng phân loại năng khiếu của con người đối với ma thuật. Than thở về sự thật rằng dấu ấn của anh ta bị coi là không phù hợp cho chiến đấu và chỉ hữu ích cho việc gia tăng ma thuật, một nhà hiền triết vô cùng tài giỏi đã quyết định tái sinh hàng nghìn năm trong tương lai.Tái sinh trong vai Mathias Hildesheimr - một cậu bé sáu tuổi và là con trai thứ ba của gia đình công tước - cậu đạt được dấu hiệu cận chiến mà cậu hằng mong ước. Thật không may, người ta cũng phát hiện ra rằng kiến ​​thức của nhân loại về ma thuật và kiếm thuật đã giảm sút nghiêm trọng trong thời đại này; chỉ những thiết bị ma thuật kém chất lượng mới có thể được tìm thấy lẻ tẻ, trong khi ngay cả những phép thuật cơ bản nhất cũng đã bị lãng quên. Để tăng thêm sự xúc phạm cho chấn thương, dấu ấn hiện tại của anh ấy, từng được ca ngợi là mạnh nhất, giờ bị coi là tồi tệ nhất.Khi Mathias 12 tuổi, kiếm thuật vô song của anh đã đưa anh vào Học viện Hoàng gia thứ hai. Xua tan định kiến, anh ta nhanh chóng tạo nên những gợn sóng trong học viện và hơn thế nữa. Tuy nhiên, nhà hiền triết cũ đã phát hiện ra những dấu hiệu của các thế lực đen tối đang hoạt động trong bóng tối, và với việc nhân loại yếu hơn bao giờ hết, Mathias phải ngăn cản kế hoạch xấu xa của họ."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": {
      "en": "Hajirau Kimi ga Mitainda"
    },
    "updatedAt": "2024-11-20T21:07:16+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/ad7798e0-8774-40f4-8d53-8f9e907c00f1.jpg",
    "altTitles": [
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh": "露出导演"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "es-la": "Quiero verte avergonzada"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy.",
      "ja": "「私の全てを、撮ってほしいの」\n\n映画監督の父を持つ男子高校生・白沢明人はとある放課後に同級生・本上夏帆の自慰行為を目撃してしまう。困惑しながらもついスマホでそれを盗撮する白沢。しかしそれに気づいた本上は、白沢に驚きの提案を持ちかけて…!?",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-12-20T04:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands Off Eizouken!"
    },
    "updatedAt": "2024-12-25T17:51:37+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te o Dasu na!"
      },
      {
        "ja-ro": "Eizouken ni ha Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!\n___\n**Additional Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Anime Twitter](https://twitter.com/Eizouken_anime)\n- [Official Anime Website](http://eizouken-anime.com/)\n- [Official Live-Action Website](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0935af3d-2659-43f7-97f9-4cc2402fad58",
    "title": {
      "en": "Lord Magear no Deshi"
    },
    "updatedAt": "2024-12-25T02:50:33+00:00",
    "coverArt": "https://mangadex.org/covers/0935af3d-2659-43f7-97f9-4cc2402fad58/f5d7d4f4-1307-417b-b409-aa19945402fd.jpg",
    "altTitles": [
      {
        "ja": "ロードマギアの弟子"
      },
      {
        "en": "The Lord-Magear's Apprentice"
      }
    ],
    "description": {
      "en": "Gull, a mercenary boy whose life was saved by the highly ranked magician Kuon when he was young, now accepts a job to serve with a group of knights to subjugate a magician and retrieve a stolen magear. However, as the knights are on the way they are discovered by the magician and a battle ensues.\nFaced with an opponent with overwhelming power, Gull is...!!\nAfter that, Gull somehow becomes Kuon's apprentice...?!\nA swords and magic fantasy adventure, where a mercenary boy who has no interest in magic becomes a disciple(?) of one of the world's most powerful magicians!!",
      "ja": "幼い頃、超高位魔術師・クオンに命を救われた傭兵の少年・ガルは魔術師を討伐する騎士団への従軍の仕事を請け負う。しかし魔術師の元へ向かう途中で騎士団は魔術師に見つかり戦闘となる。圧倒的な力を持つ敵魔術師を前にガルは…！！そしてなぜかその後ガルはクオンの弟子になることに…！？魔法を使えず魔法に興味もない傭兵の少年と世界でも指折りの魔術師が師弟（？）となり織りなす剣と魔法の冒険ファンタジー！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-12-20T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/c4563eda-a053-4f3b-8cff-6e20d6db5809.jpg",
    "altTitles": [
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "104c84c6-9de6-497d-ad52-bd5ff1a0f0fa",
    "title": {
      "en": "30-sai made Doutei de Itara Mahou Shoujo ni Narimashita"
    },
    "updatedAt": "2024-10-29T18:40:07+00:00",
    "coverArt": "https://mangadex.org/covers/104c84c6-9de6-497d-ad52-bd5ff1a0f0fa/4e4dee1d-475a-4d60-95b8-f0119b868b12.jpg",
    "altTitles": [
      {
        "ja": "30歳まで童貞でいたら魔法少女になりました"
      },
      {
        "en": "I Was a Virgin Until I Was 30 so I Was Turned Into a Magical Girl"
      }
    ],
    "description": {
      "en": "\"When you are a virgin until you are 30, you will become a wizard.\" A famous joke around the Internet… is what I thought, but to think that it actually happened to me!\n\nWait, but this isn't a wizard? Eh? Magical girl? Why?\n\nComedy manga about magical girls who used to be old virgin guys!\n\n---\n\n[Alternative Niconico raws](https://seiga.nicovideo.jp/comic/39350)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai ~Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta~"
    },
    "updatedAt": "2024-12-19T22:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "en": "That Incompetent is Actually the World's Strongest Wizard: He was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. However, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! Alma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life!\n___\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "4e836868-6459-4c58-b3b3-92ee808a197f",
    "title": {
      "en": "S-Kyuu Boukensha ga Ayumu Michi: Tsuihou Sareta Shounen wa Shin no Nouryoku 'Buki Master' de Sekai Saikyou ni Itaru"
    },
    "updatedAt": "2024-12-16T04:01:11+00:00",
    "coverArt": "https://mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "altTitles": [
      {
        "en": "The Path of an S-Class Adventurer: The Exiled Boy Becomes the World's Strongest With His True Ability, \"Weapon Master\""
      },
      {
        "ja-ro": "S-Class Boukensha ga Ayumu Michi ~Tsuihou Sareta Shounen wa Shin no Nouryoku \"Buki Master\" de Sekai Saikyou ni Itaru~"
      },
      {
        "vi": "Sau Khi Bị Trục Xuất, Tôi Trở Thành Mạnh Nhất Thế Giới Với Chúc Phúc \"Bậc Thầy Vũ Khí\""
      },
      {
        "ja": "Ｓ級冒険者が歩む道　 ～追放された少年は真の能力『武器マスター』で世界最強に至る～"
      },
      {
        "vi": "Hành trình của mạo hiểm giả rank S: Tôi trở thành mạnh nhất thế giới với chúc phúc “Weapon Master”"
      },
      {
        "es-la": "El Camino del Aventurero de Rango S: El Joven Exiliado se convierte en el más fuerte del mundo con su verdadera habilidad como \"Maestro de armas\"."
      }
    ],
    "description": {
      "en": "Haise is a young boy who has been gifted with an unknown ability. He becomes an adventurer together with his childhood friend Sasha, but is kicked out of the team for being unable to use his ability and being a hindrance. Furthermore, while continuing his solo adventure, he is caught in a trap and falls into dire straits. Just as he is on the brink of death, Haise's ability \"Weapon Master\" awakens! It is a power that shakes the laws of the world, summoning weapons from another world! ? An unrivaled fantasy set in another world that begins with adversity!",
      "ja": "詳細不明の能力を授けられた少年ハイセ。 彼は幼馴染のサーシャとともに冒険者になるも、能力が扱えず足手まといだとチームから追放されてしまう。 さらに一人冒険者を続ける最中、罠に嵌められて絶体絶命の危機に陥ることに。 死の淵に立たされたその時、ハイセの能力『武器マスター』が目を覚ます！ それは異世界の武器を喚び出すという世界の理をも揺るがす力で！？ 逆境から始まる、異世界無双ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd507977-fea6-4741-b357-57b6d819e413",
    "title": {
      "en": "Himitsu no AiPri Full Color Osarai 4-Koma"
    },
    "updatedAt": "2024-11-04T16:40:47+00:00",
    "coverArt": "https://mangadex.org/covers/cd507977-fea6-4741-b357-57b6d819e413/f05ba993-0193-49af-b205-02adeb3265ba.jpg",
    "altTitles": [
      {
        "en": "The Secret of AiPri - Full Color Review 4-Koma"
      },
      {
        "ja": "ひみつのアイプリ フルカラーおさらい4コマ"
      }
    ],
    "description": {
      "en": "The anime, \"Himitsu no AiPri,\" is now available as a cute full-color 4-Koma! The main characters are Himari Aozara and Mitsuki Hoshikawa, who enroll in the private Paradise Academy. Himari, who longs to be in AiPri, dreams of making 10,000 friends! She unexpectedly makes her AiPri debut?! She has a secret that she can't even tell her close friend, Mitsuki! However, it seems Mitsuki holds a secret of her own as well... (Translated from Ciao website)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c025255-1151-4da4-9724-c28aa70e5062",
    "title": {
      "en": "Chikarawaza no Sister"
    },
    "updatedAt": "2024-11-26T14:19:37+00:00",
    "coverArt": "https://mangadex.org/covers/3c025255-1151-4da4-9724-c28aa70e5062/b489aa9e-1348-4c43-8eff-9b5a98d6163d.jpg",
    "altTitles": [
      {
        "ja": "力技のシスター"
      },
      {
        "pt-br": "A irmã que exala força física"
      },
      {
        "en": "The Sister with Strength"
      },
      {
        "en": "Forceful Sister"
      },
      {
        "en": "The Sister Of Strength Feats"
      },
      {
        "zh": "铁拳修女"
      },
      {
        "es-la": "La Hermana con una fuerza brutal"
      },
      {
        "vi": "Cô nữ tu cứng rắn"
      }
    ],
    "description": {
      "en": "The nun who listens to people's confessions and reacts \"strongly\" to them.\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2165379) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031114003).\n- Alternative Official Raw - [Twitter](https://twitter.com/man_Arihred/status/1667464395067367424)",
      "es-la": "La monja que escucha las confesiones de la gente y reacciona \"enérgicamente\" ante ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8",
    "title": {
      "en": "Shiretto Sugee Koto Itteru Gal. - Shiritsu Paranomaru Koukou no Nichijou"
    },
    "updatedAt": "2024-11-29T01:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8/86b25bc7-9ee7-496e-bece-1ee1be808593.jpg",
    "altTitles": [
      {
        "ja": "しれっとすげぇこと言ってるギャル。ー私立パラの丸高校の日常ー"
      },
      {
        "ja-ro": "Shiretto Sugee Koto Iteru Gal. - Shiritsu Paranormal Koukou no Nichijou"
      },
      {
        "en": "The Gals Who Always Say Insane Things: My Daily Life at a Private Paranormal High School"
      }
    ],
    "description": {
      "en": "Youth = friendship, effort, and future prediction! A very ordinary and supernatural daily life led by the strongest and most invincible gyarus with different abilities.\n\nBased on the short animations on Youtube. \n- [Official YouTube](https://www.youtube.com/@parako)\n- [Official Twitter/X](https://twitter.com/parako_official)\n___\n[Alt Official Raw (Young Jump)](https://ynjn.jp/title/11987)",
      "ja": "青春＝友情、努力、未来予知!? 最強無敵の異能力ギャルが送る、ごくごく普通の超常的な日常。 累計再生数1.6億回！本作の元となったYoutubeチャンネル「私立パラの丸高校」では、みらい＆ へー子の最強異能力ギャルズの他、光やクラスメイト達の声優ボイス付き動画がたくさん見れるので、ぜひチェックしてみてください!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9d73ff-a19e-4817-9eb7-657471f4d8d5",
    "title": {
      "en": "Kinnikuman"
    },
    "updatedAt": "2024-12-22T15:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/7b9d73ff-a19e-4817-9eb7-657471f4d8d5/367bacff-5855-412d-8e04-afb784fa279a.jpg",
    "altTitles": [
      {
        "ja": "キン肉マン"
      },
      {
        "pt-br": "Homem Músculo"
      }
    ],
    "description": {
      "en": "Kinnikuman (Muscleman), a weak and clumsy super hero, constantly getting into wacky situations. As the series progressed, the story began changing from comedy to action as Kinnikuman battles stronger and stronger foes in the wrestling ring. The series continually introduced new Super Human characters, known as Chojin, who would challenge Kinnikuman and his friends for various purposes.  \n    \n---\n- **The initial serialization lasted from 1979-1986 and ended with Vol. 36. The series directly continued in 2011 with Vol. 37.**\n- **The 2011 Chapters resets the Count to 1 during it set of volumes (Beyond Vol 36)**\n\n---\n- **Won the Shogakukan Manga Award for Shonen in 1985**",
      "pt-br": "Kinnikuman (Homem Músculo), um super-herói fraco e desajeitado, constantemente entrando em situações malucas. À medida que a série avançava, a história começou a mudar de comédia para ação, enquanto Kinnikuman lutava contra inimigos cada vez mais fortes no ringue de luta livre. A série continuamente introduziu novos personagens Super Humanos, conhecidos como Chojin, que desafiariam Kinnikuman e seus amigos para vários propósitos. \n\nA serialização original foi de 1979-1986 e terminou com o Vol. 36. A série continuou diretamente em 2010. \n\nGanhou o Shogakukan Manga Awards por melhor Shounen em 1985."
    },
    "status": "ongoing",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "544240b7-557d-4f86-bcc0-28ad5fa99795",
    "title": {
      "en": "Isekai de Slow Life wo (Ganbou)"
    },
    "updatedAt": "2024-10-26T10:39:01+00:00",
    "coverArt": "https://mangadex.org/covers/544240b7-557d-4f86-bcc0-28ad5fa99795/05d1a032-0605-48ce-91fc-c27ea0a62416.jpg",
    "altTitles": [
      {
        "ja": "異世界でスローライフを（願望）"
      },
      {
        "en": "I Have a Slow Life in a Different World (I Wish)"
      },
      {
        "en": "Slow Life In Another World (I Wish!)"
      },
      {
        "zh-hk": "在異世界過慢生活（願望）"
      },
      {
        "pt-br": "Vida lenta em outro mundo (Eu espero!)"
      },
      {
        "ru": "Размеренной жизни бы в ином мире (мечта)"
      },
      {
        "vi": "Tôi có một cuộc sống bình yên ở thế giới khác (Tôi ước là thế)"
      }
    ],
    "description": {
      "en": "By the will of the goddess, Itsuki Shinomiya was given the privilege of choosing various abilities and being reborn in another world. However, before going to the other world, he didn't want to involve himself in scary, dirty, gross things like battles. Fiercely determined to live a slow life, he chose the unique skill [Pocket Money], giving him an amount of money once per day. \"With this, I can hang out with girls without having to work!\" Dreaming of avoiding battles and living with cute girls, Itsuki stepped into the other world! But the reality was not that simple. Getting attacked by giant bugs, getting caught up in arguments at the guild, and getting stuck with slaves?! In the end, will Itsuki be able to live his ideal slow life?! Using unique skills and manufacturing skills, an exciting other-world slow life with beautiful girls starts now! (hopefully)",
      "ja": "異世界での第二の人生は…とにかく楽したい!!\n\n忍宮一樹――心も身体もすり減らして働くサラリーマンは、夢のスローライフを目指して異世界へと降り立った。だが、夢の実現のための切り札、一日一回お金を生み出せる『お小遣い』スキルでは全く足りず、やむなく働くハメに。なんとか“錬金術師ギルド”に就職し、スローライフの第一歩…と思いきや、営業先の“冒険者ギルド”では難癖をつけられてしまう。さらには美女から「あなたの奴隷になる」と宣言され大混乱！ どうなる俺の異世界ライフ!?",
      "pt-br": "Pela vontade da deusa, Itsuki Shinomiya recebeu o privilégio de escolher várias habilidades e renascer em outro mundo. No entanto, antes de ir para o outro mundo, ele não queria se envolver em coisas assustadoras, sujas e grosseiras como batalhas. Ferozmente determinado a viver uma vida lenta, ele escolheu a habilidade única [Pocket Money], dando a ele uma quantia em dinheiro uma vez por dia. “Com isso, posso sair com as garotas sem precisar trabalhar!”. Sonhando em evitar batalhas e viver com lindas garotas, Itsuki entrou no outro mundo! Mas a realidade não era tão simples. Ser atacado por insetos gigantes, se envolver em discussões na guilda e ficar preso a escravos? No final, Itsuki será capaz de viver sua vida lenta ideal? Usando habilidades únicas e habilidades de fabricação, uma emocionante vida lenta de outro mundo com lindas garotas começa agora."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2024-04-23T17:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "322fd61d-158f-4c6e-bd2e-56952e3e4de6",
    "title": {
      "en": "The Amazing Digital Circus"
    },
    "updatedAt": "2024-11-25T21:36:42+00:00",
    "coverArt": "https://mangadex.org/covers/322fd61d-158f-4c6e-bd2e-56952e3e4de6/c3fa368d-bcc3-41e5-b28d-266088979999.png",
    "altTitles": [
      {
        "ja": "アメイジング デジタル サーカス"
      },
      {
        "ja-ro": "Amazing Digital Circus"
      }
    ],
    "description": {
      "en": "Where is the exit?\n\nThe comic adaptation of the dark comedy begins!\n\nPublished monthly in print in Corocoro Ichiban! and online in Weekly Corocoro Comic.\n___\n**Cooperation:** InfoLens Inc."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-08T13:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/ec5a14cd-de14-40a1-a1a4-da2d86944702.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite to confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddad0a9e-75c0-4e2f-b792-3544889e761a",
    "title": {
      "en": "Fushigi na Neko no Machi Meltier"
    },
    "updatedAt": "2024-11-02T16:08:16+00:00",
    "coverArt": "https://mangadex.org/covers/ddad0a9e-75c0-4e2f-b792-3544889e761a/cb411972-9f20-4806-bf46-c9fbf49afe5e.jpg",
    "altTitles": [
      {
        "de": "Märchen Meltier"
      },
      {
        "en": "The Curious Cat Town"
      },
      {
        "ja": "ふしぎな猫のまち メルティア"
      },
      {
        "ko": "신비한 고양이 마을의 메르티아"
      }
    ],
    "description": {
      "en": "This is \"Meltier,\" a town of cats. Moko, who has no memory of her past, ends up helping out at a coffee shop in town. There, she meets many unique and fun kittens and friends! A little bit mysterious and extraordinarily happy. A heartwarming fairy tale fantasy of everyday life!\n\n---\nNote: Has an original song sung by the author herself called はじめまして、世界！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "157ab2cc-1fc7-4b29-8955-72d94a140982",
    "title": {
      "en": "Kesa mo Yuraretemasu"
    },
    "updatedAt": "2024-12-06T02:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/157ab2cc-1fc7-4b29-8955-72d94a140982/4d423e68-2a7c-4b86-94d4-8a1fdabe4a18.jpg",
    "altTitles": [
      {
        "ja": "今朝も揺られてます"
      },
      {
        "vi": "Thình Thịch Mỗi Sớm Mai"
      },
      {
        "en": "They are Still Being Shaken This Morning"
      },
      {
        "zh": "今朝摇曳依旧"
      }
    ],
    "description": {
      "en": "This is your typical story of a boy who's secretly in love with a girl, they both share a 20 minute ride on the commuter train on their way to different schools, will the boy be able to approach the girl and confess his love? And also... What he doesn't know: There's 3 other passengers that secretly support the boy's secret love towards the girl! Read now the hijinks that ensue when the boy tries to approach the girl; from the creator of *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* and *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*.",
      "ja": "午前6時58分舞原行きの通学電車。名前も知らないあの子と僕…とその乗客!? 高校生の男女2人が醸し出す甘酸っぱい雰囲気に、乗客たちが心情駄々洩れで盛り上がる!!",
      "pt-br": "Esta é a típica história de um garoto que está secretamente apaixonado por uma garota. Ambos compartilham uma viagem de 20 minutos no trem do subúrbio a caminho de escolas diferentes. O garoto será capaz de se aproximar da garota e confessar seu amor? E, além disso... O que ele não sabe: há três outros passageiros que secretamente apoiam o amor secreto do garoto pela garota! Leia agora as confusões que acontecem quando o garoto tenta se aproximar da garota; do criador de *[Jitsu wa Watashi wa](https://mangadex.org/title/a990c2a1-b54f-4f4f-986c-3cdab1c9f2f9/)* e *[Yumemi ga Oka Wonderland](https://mangadex.org/title/32bbfefa-8a58-462c-bc9e-e9dd3bd4c152/)*."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5987d025-2d1f-40bb-b981-bd1b93045159",
    "title": {
      "en": "No\\Name"
    },
    "updatedAt": "2024-11-06T08:35:55+00:00",
    "coverArt": "https://mangadex.org/covers/5987d025-2d1f-40bb-b981-bd1b93045159/955efa48-2df2-4c0c-a08b-12b7ed6ae6b7.jpg",
    "altTitles": [],
    "description": {
      "en": "In a world where peoples' names grant them superhuman powers... Two agents from the Nordic Naming Bureau (NNB), an agency specialized in investigating crimes committed by \"Namers\", handle the case of a man and his missing wife and son. Things take a turn, however, when the duo come face to face with the man, who wishes to give his son the same name as himself..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-14T00:39:30+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcfe5bbe-5e6a-4a50-9e1e-28639f662645",
    "title": {
      "en": "Hijiri-kun wa Kiyoku Ikitai"
    },
    "updatedAt": "2024-10-20T06:24:05+00:00",
    "coverArt": "https://mangadex.org/covers/dcfe5bbe-5e6a-4a50-9e1e-28639f662645/e8d6a640-55e6-4d39-82c5-e383410b9b26.jpg",
    "altTitles": [
      {
        "ja": "聖くんは清く生きたい"
      },
      {
        "en": "Hijiri-kun Wants to Live a Pure Life"
      },
      {
        "ko": "히지리 군은 깨끗하게 살고 싶어"
      },
      {
        "ne": "हिजिरी-कुन एक पवित्र जीवन बिताउन चाहन्छ"
      },
      {
        "es-la": "Hijiri-kun quiere vivir una vida pura"
      },
      {
        "vi": "Hijiri-kun Chỉ Muốn Sống Thanh Liêm"
      },
      {
        "id": "Hijiri-kun Ingin Hidup Tanpa Masalah"
      }
    ],
    "description": {
      "en": "Tsuchimikado Hijiri is a man playing the role of the perfect student council president, with his good looks and excellent grades in both school and sports. After school, he witnesses his usually quiet female classmate Sado Mitsuki, tormenting their teacher Tamura in a very sadistic way! The perfect student council president gets caught up in Sado-san's secret fetish!",
      "ja": "文武両道、容姿端麗、パーフェクトな生徒会長を演じ切る男、土御門聖。そんな聖が放課後に見てしまったのは、いつもはおとなしいクラスメイト・佐渡さんがドSに教師をいじめる姿だった――！佐渡の秘められし性癖に、完璧な生徒会長が巻き込まれていく…！人には言えないコトがあるアナタに贈る、異色ラブコメ！",
      "es-la": "Tsuchimikado Hijiri es un hombre que desempeña el papel del perfecto presidente del consejo estudiantil, con su buena apariencia y excelentes calificaciones tanto en la escuela como en los deportes.  Después de la escuela, es testigo de cómo su normalmente tranquila compañera de clase, Sado Mitsuki, atormenta a su maestro Tamura de una manera muy sádica.  ¡El perfecto presidente del consejo estudiantil queda atrapado en el fetiche secreto de Sado-san!\n\n ¡Esta es una comedia romántica inusual para aquellos que tienen cosas que no pueden contarles a los demás!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a62fa7f-ff92-4b2b-9073-049cdfff464c",
    "title": {
      "en": "Rejoice in Your Enemies"
    },
    "updatedAt": "2024-07-22T10:29:33+00:00",
    "coverArt": "https://mangadex.org/covers/2a62fa7f-ff92-4b2b-9073-049cdfff464c/cc649567-8612-40ce-9c55-a13a6f6e63ce.png",
    "altTitles": [
      {
        "zh": "你越界了"
      },
      {
        "en": "You've Crossed the Line"
      }
    ],
    "description": {
      "en": "His beloved crush was snatched up by the nerdy new student.  Furious, Ren Zhichu tries to harass that nerd at every chance he gets. Unexpectedly, during their interactions with each other, Ren Zhichu actually develops feelings for that nerd..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af0b9c8c-1884-4547-b213-f4d86371c49b",
    "title": {
      "en": "Seihantai na Futari"
    },
    "updatedAt": "2024-12-22T10:36:20+00:00",
    "coverArt": "https://mangadex.org/covers/af0b9c8c-1884-4547-b213-f4d86371c49b/7cba0625-0d81-445f-b472-c925cc707438.jpg",
    "altTitles": [
      {
        "ja-ro": "Seihantai na Futari"
      },
      {
        "ja": "正反対な2人"
      },
      {
        "en": "A Pair of Polar Opposites"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2024-12-23T02:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\r\n\r\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\r\n\r\n傭兵歴10年の男・クレオは\r\n不思議な少女・コハクと出会う。\r\n強大な力を持つ「異剣」が飛び交う\r\n戦場を生き延びるために、\r\n二人が始めたのは――\r\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\r\n\r\nCleo, un hombre con 10 años de experiencia como mercenario\r\nConoce a una misteriosa chica llamada Kohaku.\r\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\r\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a5d3c8e2-70dc-4108-afb5-08be57803a60",
    "title": {
      "en": "Maou no Musume wa Yasashi Sugiru!!"
    },
    "updatedAt": "2024-12-06T09:23:32+00:00",
    "coverArt": "https://mangadex.org/covers/a5d3c8e2-70dc-4108-afb5-08be57803a60/57d25e11-1657-44dd-ade6-bf1b63e69c85.jpg",
    "altTitles": [
      {
        "ru": "Дочь Короля Демонов слишком добрая!!"
      },
      {
        "ja": "魔王の娘は優しすぎる!!"
      },
      {
        "en": "The Demon King's Daughter Is Too Kind!!"
      },
      {
        "pt-br": "A filha do Rei Demônio é muito gentil!!"
      }
    ],
    "description": {
      "en": "The strongest Demon King, Ahriman, rules every part of the world. However, he had to stop his world conquest all of a sudden. What is the unexpected reason behind this…?",
      "pt-br": "O Rei Demônio mais forte, Ahriman, controla cada parte do mundo. Mas, ele precisou parar de conquistar inesperadamente. Qual será a razão inesperada…?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03399d3c-0814-4e23-83de-650dbca6a9ed",
    "title": {
      "en": "Mata Ashita to Iwasete"
    },
    "updatedAt": "2024-12-26T02:54:07+00:00",
    "coverArt": "https://mangadex.org/covers/03399d3c-0814-4e23-83de-650dbca6a9ed/24b7f95b-6837-43d1-9c64-4cb2e8a24cf0.jpg",
    "altTitles": [
      {
        "en": "Let Me Say See You Tomorrow"
      },
      {
        "ja": "また明日と言わせて"
      },
      {
        "vi": "Hãy Gặp Nhau Ngày Mai Nhé!"
      }
    ],
    "description": {
      "en": "On the way back from an office drinking party, Maizumi encounters a young boy. In a desperate attempt to quickly escape his situation, he lied about the boy being a relative of his, which then led him to get involved with the boy."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "775012b7-57f7-4707-ad91-3962f3151e5d",
    "title": {
      "en": "The Money Kid"
    },
    "updatedAt": "2023-10-14T07:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/775012b7-57f7-4707-ad91-3962f3151e5d/40d5ffa5-7e27-44f6-bfbd-1cf4173c28cc.png",
    "altTitles": [
      {
        "ja": "銭っ子"
      },
      {
        "ja-ro": "Zenikko"
      }
    ],
    "description": {
      "en": "A little-known classic, brought to you by the mangaka of Dokaben and Abu-san and the creator of Apache Baseball Team, Zenikko is a gritty look at money and capitalism, and one kid’s attempts to game the system in his favour."
    },
    "status": "completed",
    "releaseDate": 1970,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "23"
  },
  {
    "mangaId": "0f6003ca-e7f3-43ce-bfd2-0694146994be",
    "title": {
      "en": "Amagami-san Chi no Enmusubi"
    },
    "updatedAt": "2024-10-14T03:48:20+00:00",
    "coverArt": "https://mangadex.org/covers/0f6003ca-e7f3-43ce-bfd2-0694146994be/0e586ab4-8bd1-4d2b-85c7-354d442faf1d.jpg",
    "altTitles": [
      {
        "en": "Tying the Knot with an Amagami Sister"
      },
      {
        "ru": "Брачные узы с семьёй Амагами"
      },
      {
        "ja": "甘神さんちの縁結び"
      },
      {
        "zh-hk": "甘神家的連理枝"
      },
      {
        "fr": "Se Marier avec une Sœur Amagami"
      },
      {
        "fr": "Comment j'ai Marié une Sœur Amagami"
      },
      {
        "pt-br": "Casamento da Família de Amagami"
      },
      {
        "id": "Perjodohan Keluarga Amagami"
      },
      {
        "ar": "التوفيق بين عائلة كانغامي"
      },
      {
        "es-la": "El Emparejamiento de la Familia Amagami"
      },
      {
        "en": "Matchmaking of the Amagami Household"
      },
      {
        "es-la": "Emparejamiento del Hogar Amagami"
      },
      {
        "vi": "Kết duyên nhà Kamigami"
      }
    ],
    "description": {
      "en": "Kamihate Uryuu, orphaned since childhood, receives an invitation to stay at the local Shinto shrine. All he wanted was a quiet place to study so that he can fulfill his dream of making it into a top medical school, but after arriving there, he comes across three beautiful shrine maiden sisters... and the head priest requests that he marry one of them and take over the shrine. A tale of love and miracles is about to unfold!",
      "fr": "Kamihate Uryuu, orphelin depuis l'enfance, reçoit une invitation à séjourner dans le sanctuaire shinto local. Tout ce qu'il voulait, c'était un endroit tranquille pour étudier afin de réaliser son rêve d'entrer dans une grande école de médecine, mais en arrivant sur place, il tombe sur trois belles demoiselles du sanctuaire... Le prêtre en chef lui demande d'épouser l'une d'entre elles et de prendre la succession du sanctuaire. Une histoire d'amour et de miracles est sur le point de se dérouler !",
      "ja": "京大医学部を目指す高校生の上終 瓜生。児童養護施設育ちの瓜生は「甘神神社」の宮司さんに引き取られ、居候することに。受験勉強ができる環境があれば…と思っていたが、居候の条件は「婿養子として神社を継ぐ」こと!? しかも結婚相手は同居する巫女三姉妹!! 一つ屋根の下、巫女と紡ぐ恋と奇跡の物語、開幕!!",
      "ru": "Камихатэ Урю долгое время прожил в приюте, пока не был взят под опеку священником Тидори Амагами. Остановившись в храме, Урю узнаёт, что здесь живут три жрицы-сёстры, которые являются внучками главного священника. В конечном итоге, Тидори Амагами рассказывает, что взял парня под опеку, чтобы он женился на одной из его внучек и унаследовал храм, как его зять. Так начинается история любви и чудес с семьёй Амагами.",
      "vi": "Được thực hiện bởi phụ tá của Negi Haruba và được chính tác giả của Gotou-bun khuyến khích xem thử. Từ Oneshot nay đã có series và được đông đảo mọi người đón nhận\nUryuu Kamihate chuyển đến Kyoto và tình cờ sống chung với 3 chị em Miko trong một ngôi đền. Tuy vậy cậu lại là một người không tin vào thần linh mà chỉ tin tưởng bản thân mình, chuyện gì sẽ xảy đến với Uryuu khi xung quanh cậu là 3 chị em vu nữ xinh đẹp đây?",
      "es-la": "Un chico que había perdido la fe en las Oraciones y los Dioses, de pronto conocerá a 3 hermosas Hermanas que son Doncellas del Templo donde comenzará a vivir, ¿Esto afectará de alguna Manera a nuestro Protagonista? Léelo para descubrirlo.",
      "pt-br": "Kamihate Uryuu, órfão desde a infância, recebe um convite para ficar no santuário xintoísta local. Tudo o que ele queria era um lugar tranquilo para estudar, para que pudesse realizar seu sonho de entrar para uma faculdade de medicina de ponta, mas depois de chegar lá, ele se depara com três belas irmãs donzelas do santuário... E o sacerdote chefe pede que ele se case com uma delas e assuma o santuário. Uma história de amor e milagres está prestes a se desenrolar!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "78df87fa-74bb-4e8c-9c22-33194e3935ae",
    "title": {
      "en": "A Woman Who Is Too Honest Despite Her Kyoto Dialect"
    },
    "updatedAt": "2024-12-20T14:26:21+00:00",
    "coverArt": "https://mangadex.org/covers/78df87fa-74bb-4e8c-9c22-33194e3935ae/e1b5ad65-77ea-431e-8606-077730f6c68f.png",
    "altTitles": [
      {
        "ja": "京都弁なのに正直すぎる女"
      },
      {
        "ja-ro": "Kyoto-ben na no ni Shoujiki Sugiru Onna"
      },
      {
        "vi": "Cô gái ấy quá trung thực mặc cho giọng thổ ngữ Kyoto của mình"
      },
      {
        "en": "A Girl Who Is Too Honest Despite Her Kyoto Dialect"
      },
      {
        "es-la": "Una chica demasiado honesta a pesar de su dialecto de Kyoto"
      },
      {
        "fr": "Trop honnête pour quelqu’un qui parle Kyoto !"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67b317f7-ee68-4fb9-83f4-283168d78327",
    "title": {
      "en": "Contractual Relationships with Friends Should be Done Carefully"
    },
    "updatedAt": "2024-12-26T02:43:46+00:00",
    "coverArt": "https://mangadex.org/covers/67b317f7-ee68-4fb9-83f4-283168d78327/9ac8af4d-e31e-40cc-9ac2-7fd5838c8972.jpg",
    "altTitles": [
      {
        "en": "Be Careful of Contractual Relationships With Friends"
      },
      {
        "ko": "친구와의 계약 연애는 신중히"
      }
    ],
    "description": {
      "en": "\"Oh my, from childhood friends to an engaged couple! Isn’t that so romantic?\"\n\n\"Yeah. No, it’s not.\"\n\n\"You two were always together back in the academy, right?\"\n\n\"Ah, that’s true.\"\n\nIt all began during our academy days.\nI was exhausted from the constant stream of marriage proposals.\n\n‘What about me?’\n‘What?’\n‘As your marriage partner.’\n\nAnd so, I ended up signing a contract engagement with my friend, Aivert!\n\nThus, we began acting like a couple who couldn’t live without each other.\nOf course, I can swear that he’s just a friend.\n\nBut as time passed,\nand when the end of the contract was approaching…\n\n\"Soon, I'll be free!\"\n\nI thought the embarrassing couple act would soon be over! But…\n\n—Clank.\n\nAn unexpected event occurred.\nI stared, bewildered, at the handcuffs now on both my wrist and Aivert’s.\n\nWhat kind of situation is this?\n\n***\n\nI thought we’d just be stuck together, and as long as we did our part, everything would be fine.\n\nAfter all, acting as a couple would get easier, right?\n\nI kept thinking positively about it, but…\n\nHolding the key to the handcuffs,\nAivert Royden subtly tilted his head.\n\n“If I break this, would you be disappointed?”\n\nRodella’s eyes went wide.\n\nThe shy and cautious childhood friend from her memories was gone, replaced by a stranger, yet someone familiar.\nHe wore a look that stirred strange feelings in her.\n\n\"You said it yourself. A madman should be tied up.\"\n\nClank. He shook his bound wrist.\n\n\"If I take this off…\"\n\nIf I drift away from you, if I let this opportunity slip away…\n\n\"I think I might go crazy. What should I do?\""
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e1dd7e3-8d84-4817-bc43-864b400e6d23",
    "title": {
      "en": "Tanupi's Secret"
    },
    "updatedAt": "2024-12-26T02:43:54+00:00",
    "coverArt": "https://mangadex.org/covers/3e1dd7e3-8d84-4817-bc43-864b400e6d23/1b411071-51d6-498e-a34c-754831715698.png",
    "altTitles": [
      {
        "ja": "タヌピーの秘密"
      },
      {
        "ja-ro": "Tanupii no Himitsu"
      }
    ],
    "description": {
      "en": "Tanupi is kind of tall for a tanuki...\n\nA short comic series from Q-Rais."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d351a80-5037-4334-a020-6985899f5b1f",
    "title": {
      "en": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
    },
    "updatedAt": "2024-11-11T14:41:00+00:00",
    "coverArt": "https://mangadex.org/covers/9d351a80-5037-4334-a020-6985899f5b1f/e43e444a-bf74-413e-9faa-46acad88e962.jpg",
    "altTitles": [
      {
        "ja-ro": "Maou ni Natte-Node, Dungeon Tsukutte Jingai-Musume to Hono-bono suru"
      },
      {
        "ru": "Я стал Повелителем Демонов и создал подземелье, чтобы проводить время с девушками-монстрами"
      },
      {
        "ja": "魔王になったので、ダンジョン造って人外娘とほのぼのする"
      },
      {
        "zh": "魔王建造地下城转生到异世界建造人外娘"
      },
      {
        "ko": "마왕이 됐으므로 던전을 만들고 인외아가씨와 훈훈해진다"
      },
      {
        "ja-ro": "Maō ni Nattanode, Dungeon Zōtte Jingaimusume to Honobono suru"
      },
      {
        "zh-hk": "魔王建造地下城轉生到異世界建造人外娘"
      },
      {
        "en": "Now I'm a Demon Lord! Happily Ever After with Monster Girls in My Dungeon"
      },
      {
        "en": "I Became the Demon Lord so I Created a Dungeon and Spend Heartwarming Time There with Non-Human Girls"
      },
      {
        "ja-ro": "Maou ni Natta node, Dungeon Tsukutte Jingai Musume to Honobono suru"
      },
      {
        "vi": "Sau Khi Tôi Là 1 Ma Vương, Tôi Sẽ Xây Dựng Hầm Ngục Cùng Với Các Nô Lệ!"
      }
    ],
    "description": {
      "en": "Before I realized, I had become the guardian of a dungeon, a Demon Lord. I was suddenly in a dangerous world with giant monsters loitering around, fighting for their existence. So I thought to go about developing the dungeon in order to not die, but for some reason I was having quite the good time…. How did it turn out like this?  \n  \nThe protagonist, Yuki, having to live in that world now, uses his bold and sharp senses and spends time with a supreme dragon girl and a vampire girl, sometimes laughing, sometimes being angry, passing days doing what he likes.",
      "ja": "異世界転生したユキは、気付くとダンジョンの魔王になっていた!? チートな強さで人外娘達を助けたり、超便利なカタログ通販（？）でダンジョンに凶悪な罠を仕掛けたりとやりたい放題。自由と平和を守るため、快適＆最凶ダンジョン造りを目指せ！ 人気WEB小説コミカライズ!!",
      "vi": "Trước khi nhận ra, tôi đã trở thành người bảo vệ của một ngục tối, một Chúa Quỷ. Tôi bỗng nhiên bị cuốn vào một thế giới nguy hiểm với những con quái vật khổng lồ lang thang quanh đó, chiến đấu để tồn tại. Vì vậy, tôi quyết định phát triển ngục tối để không bị chết, nhưng không hiểu sao tôi lại cảm thấy khá thích thú với việc này... Làm sao mà lại trở thành như vậy? Nhân vật chính, Yuki, buộc phải sống trong thế giới này, sử dụng khả năng nhạy bén và tinh tế của mình, cùng thời gian bên một cô gái rồng tối thượng và một cô gái ma cà rồng, đôi khi cười, đôi khi tức giận, trải qua những ngày tháng làm những gì mình thích",
      "es-la": "Antes de darme cuenta, me había convertido en el guardián de una mazmorra, un Señor Demonio. De repente, estaba en un mundo peligroso con monstruos gigantes holgazaneando, luchando por la existencia de la mazmorra para no morir, pero por alguna razón estaba pasando un buen momento ... ¿Cómo resultó esto? El protagonista, Yuki, usa sus sentidos audaces y agudos y pasa el tiempo con una niña dragón suprema y una niña vampiro; A veces riendo, a veces enojándose, pasando días haciendo lo que le gusta.",
      "pt-br": "Antes que eu percebesse, eu havia me tornado o guardião de uma masmorra, um Lorde Demônio.  De repente, eu estava em um mundo perigoso com monstros gigantes vagando por aí, lutando por sua existência, então pensei em desenvolver a masmorra para não morrer, mas – por algum motivo eu estava me divertindo bastante….  Como ficou assim?\n\n O protagonista, Yuki, tendo que viver naquele mundo agora, usa seus sentidos ousados ​​e afiados e passa o tempo com uma suprema garota dragão e uma garota vampira;  Às vezes rindo, às vezes com raiva, passando dias fazendo o que gosta."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]