[
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2025-02-03T09:01:48+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/3b57c7da-d877-4268-8a82-df56a1f9e9ca.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "he": "קאגורהבאצ'י"
      },
      {
        "fr": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "fr": "Un sabre ne doit servir qu'à punir le mal et à protéger les faibles... Aspirant forgeron, Chihiro travaille chaque jour aux côtés de son père. De nature taciturne, il est tout l'opposé de son paternel, un homme qui a toujours le mot pour rire. Ils avaient tout pour vivre heureux... jusqu'à cette terrible tragédie.\n\nDésormais, leur belle relation est tachée de sang, et leur bonheur est à jamais perdu. Consumé par la haine, Chihiro est aujourd'hui animé par une détermination sans faille...",
      "he": "צ'יהירו הצעיר מבלה את ימיו באימונים תחת הדרכתו של אביו, מחשל החרבות המפורסם. יום אחד, הוא מקווה להפוך בעצמו ליצרן חרבות דגול. האב המשעשע והבן הרציני--הם חשבו שהימים האלו יימשכו לנצח. אבל לפתע, הטרגדיה מכה. יום אפל ספוג בדם. צ'יהירו וחרבו חיים כעת רק למען הנקמה.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "805c3a24-64c3-410f-9216-c828ab6b60f2",
    "title": {
      "en": "BTOOOM!"
    },
    "updatedAt": "2025-01-01T14:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/805c3a24-64c3-410f-9216-c828ab6b60f2/f7fff04b-461e-4995-b700-484a829374cb.jpg",
    "altTitles": [
      {
        "ru": "Бтууум!"
      },
      {
        "ru": "Взрыв!"
      },
      {
        "ja": "ブトゥーム"
      }
    ],
    "description": {
      "en": "Sakamoto Ryouta is an unemployed 22-year-old who lives with his mother. In the real world, there may be nothing really special about him, but online, he's one of the world's top players of the combat game \"BTOOOM\"!  \n  \nOne day, he awakes in what appears to be a tropical island, though he has no memory of how or why he has come to be there. While wandering around, Ryouta sees someone and calls out for help. The stranger responds by throwing a bomb at him! Now Ryouta realizes both that his life is in danger, and that he has somehow been trapped in a real-life version of his favorite game! Will Ryouta be able to survive long enough to figure out how and why he ended up here?  \n  \n\n\n---",
      "ru": "Сакамото Рёта — 22-летний безработный, игрок мирового уровня в популярную командную боевку «Btooom!». То, что он при этом сидит на шее у матери, парня не волнует, мыслями он всецело в виртуальном мире, где крут, беспощаден и неотразим. Только в наше время до виртуальной реальности далеко — в этом Рёта убедился на своей шкуре, очнувшись в джунглях, крепко избитый, с чужой сумкой и полным сумбуром в голове. В общем, вышло так, что чья-то злая воля закинула на необитаемый остров несколько десятков игроков и предложила им сразиться в «Btooom!» вживую и по-крупному. Без оружия, без доспехов — только ручные бомбы, собственные тела и гражданская одежда. Как говорится — естественный отбор!  \n  \nНо истинного игрока королевской битвой смутить сложно, особенно когда на кону собственная жизнь. Так что вскоре Рёта отбросил интеллигентские сопли и приготовился, как не столь далекие предки, жить по принципу «или ты, или тебя». Главное — выжить, а там уже можно пофилософствовать о смысле бытия и вдоволь поспорить с сердечной подругой Химико — за что им досталась такая участь? Как говорят: не согрешишь — не покаешься, не покаешься — не спасешься. А еще на острове можно повидать новые места, насладиться прекрасной природой, встретить много интересных людей… и убить их!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/BTOOOM_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/JokeRJUN)  \n- [Official Anime (JP)](http://www.btooom.com/)"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "26.5",
    "lastChapter": "125"
  },
  {
    "mangaId": "6964942d-5920-4e79-bc45-1f798d62b2bd",
    "title": {
      "en": "Kill the Hero"
    },
    "updatedAt": "2024-07-31T23:48:37+00:00",
    "coverArt": "https://mangadex.org/covers/6964942d-5920-4e79-bc45-1f798d62b2bd/a14fcb77-26e1-408e-99c8-994722b6510d.png",
    "altTitles": [
      {
        "ko": "킬 더 히어로"
      },
      {
        "ja": "キル・ザ・ヒーロー"
      },
      {
        "ru": "Убийство героя"
      },
      {
        "fr": "Tuons le \"héro\""
      }
    ],
    "description": {
      "en": "After he’s killed by the righteous leader of his own guild, Woojin gets a chance to start over. This time he’s not interested in saving the world from monsters — he’s got his sights set on revenge! \n\nHis high-level kills quickly garner him notoriety among the game plebs, while boosting his stats as he masterminds his way closer to the top. But there's something no one can figure out: whose side he’s playing for. \n\nNow that he knows how to play to win, Woojin will stop at nothing to destroy the hero!",
      "ja": "ある日、世界はゲームのように変わってしまった。 世界各地に「ダンジョン」が現れそこから「モンスター」が溢れ、特別な力を持つ「プレイヤー」が登場した。 孤独に生きていたウジンはメシアギルドのマスター・セジュンに出会い、初めて仲間たちと希望を持てるようになった。 しかし、彼の本当の姿は英雄ではなかった… 裏切られ殺されたウジンが目覚めるとそこはそこは自分が「プレイヤー」として覚醒する前の過去だった。 復讐のため「暗黒世界の代理者」の力を得て次々とレベルアップしていくき… 新たなダークヒーローがここに誕生する！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%82%AC-%EB%8D%94-%ED%9E%88%EC%96%B4%EB%A1%9C/2376)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66181)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Kill_the_Hero/191)",
      "ko": "어느 날, 세상이 게임처럼 변해버렸다.\n도시 한복판에 '던전'과 '몬스터'가 출몰했고,\n신들의 권능을 받은 '플레이어'들이 등장했다. \n\n 이세준. 세상을 구원할 메시아 길드의 수장.\n\"저와 함께 세상을 구합시다. 이 악몽에 종지부를 찍읍시다.\"\n영웅의 등장에 온 세상이 열광했고,\n나는 그의 동료가 되었다. \n\n 하지만……\n\n 인류가 구세주로 떠받들던 그는 영웅이 아니라,\n세상을 지배하고자 야욕을 품었던 간웅이었다.\n“그동안 수고했다. 네가 아니었다면 여기까지 올 수 없었겠지.”\n최후의 던전에서 나는 그 놈의 칼에 목숨을 잃었다.\n\n …라고 생각했다.\n\n 죽음의 순간, 내 귓가에 들려온 알림음.\n[게임을 시작합니다.]\n나는 플레이어로 각성하기 전의 과거로 되돌아 왔다.\n\n 그리고 이제는, 내가 놈을……\n\n '사냥' 할 차례다.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%82%AC-%EB%8D%94-%ED%9E%88%EC%96%B4%EB%A1%9C/2376)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66181)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Kill_the_Hero/191)",
      "ru": "Этот мир не был милосерден, и я отвечал ему столь же искренней ненавистью. Когда он стал Игрой, для меня не изменилось ничего. Однако встреча с Ли Сэ-Чжуном – героем, Воином, членом самой почитаемой из гильдий – дала мне дом, товарищей и смысл жизни. Смыслом этим стало – уничтожить эти чертовы подземелья и закончить Игру! Я умер от меча в спину. От меча того, кому верил, у врат последнего подземелья… Теперь я вернулся и знаю точно, кто станет добычей «охотничьего пса» Ким У-Джина, чего бы мне это ни стоило!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%82%AC-%EB%8D%94-%ED%9E%88%EC%96%B4%EB%A1%9C/2376)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66181)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Kill_the_Hero/191)",
      "th": "คิมอูจิน เชื่อสุดใจว่าเหล่าเพลเยอร์ผู้ได้รับพลังวิเศษจะเป็นฮีโร่กอบกู้โลกจากดันเจี้ยนมากมายที่ปรากฎขึ้น ทว่า เขากลับถูกฮีโร่ปลิดลมหายใจเพื่อหวังจะครอบครองโลกใบนี้\nแต่แล้วเขาก็ได้ย้อนเวลากลับมามีชีวิตขึ้นอีกครั้ง ชีวิตครั้งนี้ เขาจะเอาคืนเจ้าฮีโร่นั่นให้ได้!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%82%AC-%EB%8D%94-%ED%9E%88%EC%96%B4%EB%A1%9C/2376)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/66181)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Kill_the_Hero/191)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "153"
  },
  {
    "mangaId": "f5ac1129-901d-4fe7-9fbc-cfc3cab5d86d",
    "title": {
      "en": "Ignat no Hanayome"
    },
    "updatedAt": "2024-12-07T06:10:52+00:00",
    "coverArt": "https://mangadex.org/covers/f5ac1129-901d-4fe7-9fbc-cfc3cab5d86d/c8ab9b41-a7c7-456b-be27-2df68a3ea386.jpg",
    "altTitles": [
      {
        "ja": "イグナートの花嫁"
      },
      {
        "ja-ro": "Igunaato no Hanayome"
      },
      {
        "en": "Bride of Ignat"
      },
      {
        "uk": "Наречена Ігната"
      },
      {
        "uk": "Наречена Ігніса"
      }
    ],
    "description": {
      "en": "Divinity x Sacrifice\nA nonhuman marriage that mends a frozen heart.\n\n\"No matter where you are, if your life is meaningless...\"\n\nRita is a lonely boy who was chosen to be the dragon's bride according to village tradition.\nThe existence of snowy mountain dragons, which has been passed down since ancient times, is now nothing more than a legend.  However, Rita cannot find a role in the village.  He accepts being sacrificed, even though he realizes it's a lie.\n\nThe one who saved Rita, who was wandering through a blizzard looking for the dragon and about to die, was Ignat, a beautiful dragon in human form.\n\nRita's eyes sparkle as she realizes that she was able to fulfill her role as a bride because of the presence of the dragon.  However, Ignat declares, ``I don't need a bride.''  Still unable to give up, Rita learns the secret of the ritual that transforms humans into dragons.\n\nSilent dragon x fearless sacrifice\nA fantasy BL about a non-human marriage that will soothe your frozen heart!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-10-04T14:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/ab9ca73f-9f3f-4455-ad01-6b2fd0b106e4.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      },
      {
        "ru": "Медалистка"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb4b4030-dc06-42a0-9830-1b7ddaff88c1",
    "title": {
      "en": "Love After World Domination"
    },
    "updatedAt": "2025-02-02T23:24:07+00:00",
    "coverArt": "https://mangadex.org/covers/cb4b4030-dc06-42a0-9830-1b7ddaff88c1/3a53c8fb-5867-4bf4-aeb5-7e6f0c2437a5.jpg",
    "altTitles": [
      {
        "ja-ro": "Koi wa Sekai Seifuku no Ato de"
      },
      {
        "zh-hk": "戀愛要在世界征服後"
      },
      {
        "tr": "Dünyanın Sonundan Sonraki Aşk."
      },
      {
        "ja": "恋は世界征服のあとで"
      },
      {
        "fr": "L'amour vient après la conquête du monde"
      }
    ],
    "description": {
      "en": "In the eyes of the public, Fudou Aikawa and Desumi Magahara are sworn enemies who have nothing in common. Fudou, also known as “Red Gelato,” is the leader of the hero squadron “Gelato 5,” whose mission is to bring about world peace. On the other hand, Desumi is the minion leader of “Gecko,” a villainous organization seeking world domination. However, despite these differences, their relationship is not quite what it seems. When they are not making a show of being at each other’s throats, Desumi and Fudou continue to pursue a forbidden love.\r\n\r\nGoing on dates, baking sweets for one another, and meeting up as often as they can despite their hectic schedules, the two inexperienced lovebirds pave the way for their own unique relationship. Though their public lives are worlds apart, Fudou and Desumi will stop at nothing to make their seemingly impossible romance work.",
      "ja": "【説明しよう！】世界平和を目指すヒーロー戦隊「ジェラート５（ファイブ）」のリーダー、相川不動（あいかわふどう）と、世界征服を目論む秘密結社「ゲッコー」の戦闘員リーダー、禍原デス美（まがはらですみ）…二人の間には組織の壁を越えた深い“因縁”があったのだ…!!",
      "pt-br": "Aos olhos do público, Fudou Aikawa e Desumi Magahara são inimigos jurados que não têm nada em comum. Fudou, também conhecido como “Red Gelato”, é o líder do esquadrão de heróis “Gelato 5”, cuja missão é trazer a paz mundial. Por outro lado, Desumi é a líder dos lacaios de “Gecko”, uma organização vil que busca dominar o mundo. No entanto, apesar dessas diferenças, o relacionamento deles não é exatamente o que parece. Quando eles não estão fingindo estar na garganta um do outro, Desumi e Fudou continuam perseguindo um amor proibido , saindo para encontros, fazendo doces um para o outro e encontrando-se sempre que podem, apesar de suas agendas lotadas, os dois pombinhos inexperientes abrem caminho para seu relacionamento único. Embora suas vidas públicas sejam de mundos separados, Fudou e Desumi não vão parar por nada para fazer seu romance aparentemente impossível funcionar.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 23. ]"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "37"
  },
  {
    "mangaId": "58b2e2ca-a1f1-479e-a371-f51e40914f7f",
    "title": {
      "en": "Yojouhan no Ibara Hime"
    },
    "updatedAt": "2024-07-29T16:18:35+00:00",
    "coverArt": "https://mangadex.org/covers/58b2e2ca-a1f1-479e-a371-f51e40914f7f/0f02b417-2edf-4f21-a902-54f219930bce.jpg",
    "altTitles": [
      {
        "ja": "四畳半のいばら姫"
      },
      {
        "ja-ro": "Yojouhan no Ibarahime"
      },
      {
        "ja-ro": "Yojouhan no Ibara-hime"
      }
    ],
    "description": {
      "en": "*By Seishun Scans: WARNING! This series contains scenes that may depict sexual harassment, attempted sexual assault, and/or verbal abuse. Reader discretion is advised!*\n\n---\n\nShinra has a mother who rarely comes home. Everyday, she pinches her pennies just to survive. Rai, a popular guy from her school keeps bothering her, and she’s getting sexually harassed by the manager at her part-time job. After finally coming home after 2 months, Shinra’s mom promises to stay with her. Rai unexpectedly shows up at Shinra’s part-time job and sees her being sexually harassed. He urges her to quit, but she refuses. Shinra comes home only to find out that her mother has disappeared once again"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "985480b8-cda1-4411-8d4f-5174a0045837",
    "title": {
      "en": "Hana"
    },
    "updatedAt": "2024-09-23T02:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/985480b8-cda1-4411-8d4f-5174a0045837/dc1bf477-7042-40c0-837c-3f42f4310112.jpg",
    "altTitles": [
      {
        "ko": "하나"
      }
    ],
    "description": {
      "en": "Hana is a child who is known by the public as a genetically modified mouse. This is the story of what happens after Hana escapes from the lab.",
      "ko": "유전자조작 쥐로 알려져 있는 아이 HANA(하나),\n하나가 연구실에서 탈출하면서 일어나는 이야기들."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "191"
  },
  {
    "mangaId": "5e4102bb-57ec-4a61-be89-e3ab564ef86a",
    "title": {
      "en": "Boku no Kanojo ga Majime Sugiru Shojo Bitch na Ken"
    },
    "updatedAt": "2025-02-02T23:57:48+00:00",
    "coverArt": "https://mangadex.org/covers/5e4102bb-57ec-4a61-be89-e3ab564ef86a/d9c12e79-3425-4013-b30e-3560b969822f.jpg",
    "altTitles": [
      {
        "en": "My Girlfriend is a Virgin Who Takes Being Slutty Too Seriously"
      },
      {
        "ru": "Моя девушка по-настоящему развратная девственница"
      },
      {
        "ja": "僕の彼女がマジメ過ぎる処女ビッチな件"
      },
      {
        "zh": "关于我女友是个本一正经的碧池这件事"
      },
      {
        "zh-hk": "關於我女友是個本一正經的碧池這件事"
      },
      {
        "ko": "내 여자친구가 성실 지나면 처녀 비치인건"
      },
      {
        "en": "My girlfriend is faithful virgin bitch"
      },
      {
        "en": "My Girlfriend Is Shobitch"
      },
      {
        "ko-ro": "Nae yeojachinguga seongsil jinamyeon cheonyeo bischiin geon"
      },
      {
        "zh-ro": "Guānyú wǒ nǚyǒu shìgè běn yī zhèngjīng de bì chí zhè jiàn shì"
      },
      {
        "ja-ro": "Boku no Kanojo ga Majime Sugiru Shojo Bitch na Ken"
      }
    ],
    "description": {
      "en": "When high school student Shinozaki confesses his feelings to the beautiful and aloof class representative, Akiho Kosaka, the last thing he expected was for her to say \"yes.\" Like everything else in her diligent life, Kosaka takes dating quite seriously. In an effort to be a good girlfriend, Kosaka decides to meticulously study (and bluntly suggest) all manner of ways to keep Shinozaki sexually satisfied in the theoretical sense, that is. This innocently lewd relationship is only just the beginning.",
      "fr": "Après que Shinozaki Haruka se soit déclaré à la déléguée, Kousaka Akiho, il se rend compte que cette élève modèle en apparence risque d’être plus compliquée à gérer qu’il ne l’aurait pensé!",
      "ja": "「では、手始めに“性交渉”の予定日を決めましょうか。」憧れのクラスメイトに告白した篠崎は、意外にもOKの返事をもらう。だが、彼女は予想外のズレっぷりを発揮する処女ビッチで…!?",
      "pt": "Depois que o Shinozaki Haruka se confessou para a Representante de Classe, Kousaka Akiho, ele começa à compreender que aquela representante perfeita pode ser um pouco difícil de se lidar!",
      "ru": "После того, как Шинодзаки Харука признается в любви Косаке Акихо, (спортсменке, красавице и просто старосте класса), которую он просто боготворил, та сразу же соглашается с ним встречаться. Вот только Харука не ожидал узнать кое-что, что изрядно покоробило его представления о своем кумире…"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "87"
  },
  {
    "mangaId": "ab541412-f0d0-4fcf-a7a3-084a835d9d4a",
    "title": {
      "en": "Garuru Girl"
    },
    "updatedAt": "2025-02-02T03:44:22+00:00",
    "coverArt": "https://mangadex.org/covers/ab541412-f0d0-4fcf-a7a3-084a835d9d4a/1298620b-1f2d-4097-9490-214b0f176a66.jpg",
    "altTitles": [
      {
        "ja": "ガルルガール"
      }
    ],
    "description": {
      "en": "Mochizuki's high school life suddenly took an interesting turn when he reunited with his childhood friend, Tsukimi Kawaru, whom he had a crush on since they were in elementary. Through a coincidence accident, he found out that Kawaru is actually a wolf girl, who couldn't control herself around him. Because Kawaru broke her promise of keeping herself in check, her sister, Utsuru, decided to pull her back home, but Mochizuki didn't like that idea and he came up with a solution to allow Kawaru to continue attending high school while keeping her identity a secret...",
      "es": "Tras ingresar a la preparatoria, el joven, Mochizuki, se reencuentra con su primer amor, Kawa. Aunque Kawa ha crecido y se ha convertido en una hermosa y refinada jovencita, la extraña proximidad entre ellos no ha cambiado desde sus días de travesuras. Poco después de ingresar a la escuela, Mochizuki se encuentra incómodo con la transformación de Kawa en la flor inalcanzable del campus, pero un incidente desencadena el descubrimiento de su 'secreto'. La verdadera identidad de la chica de su primer amor resulta ser una chica lobo. ¿Cómo cambiará esto su relación? ¡Una comedia romántica entre un chico inocente y una chica lobo que pertenecen a diferentes razas!",
      "ja": "高校入学を機に、初恋の幼馴染・河流と再会した少年・望月。入学早々、学園の高嶺の花となった河流にぎくしゃくしてしまう望月だが、とある事件をきっかけに彼女の「秘密」を知ってしまい――!?",
      "pt-br": "A vida escolar de Mochizuki tomou um rumo interessante repentinamente quando ele reencontrou sua amiga de infância, Tsukimi Kawaru, por quem ele tinha uma queda desde o ensino fundamental. Por um acidente do destino, ele descobriu que Kawaru era na verdade uma garota-lobo, que não conseguia se controlar perto dele. Como Kawaru quebrou sua promessa de se manter sob controle, sua irmã, Utsuru, decidiu levá-la de volta para casa, mas Mochizuki não gostou dessa ideia e elaborou uma solução para permitir que Kawaru continuasse frequentando o ensino médio enquanto mantinha sua identidade em segredo..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd36defd-9548-40a3-89e5-8b9877615456",
    "title": {
      "en": "Guard Pass"
    },
    "updatedAt": "2023-07-24T11:46:45+00:00",
    "coverArt": "https://mangadex.org/covers/dd36defd-9548-40a3-89e5-8b9877615456/74d2377b-5249-4a3c-a356-3f17523f24fb.jpg",
    "altTitles": [
      {
        "ko": "가드패스"
      },
      {
        "ru": "Проход защиты"
      }
    ],
    "description": {
      "en": "Lim Sejun, who likes to eat, is fat and has a large physique. He has high self-esteem and a firm personality that doesn't even care about being teased for being fat. He has only one friend, 'Seo Hajin'. She has always been learning Jiujitsu to protect Sejun since childhood. \n\nOne day, Sejun has trouble with a delinquent in the same class, and Hajin sees it and destroys that delinquent. But one night, Hajin is found severely beaten and suffers from a badly injured knee and more serious psychological trauma. Sejun tries to tell the police, but when the investigation doesn't make much progress, he can't control his anger and goes to find the culprit himself, but he's defeated by the delinquent who learned Jiujitsu and finds nothing. Then he learns Jiujitsu from a man named 'Jason' who saved him. \n\nThree months later, Sejun, who learned Jiujitsu and lost weight, finds out that a veiled group is involved, and wants to destroy it. A school action drama depicting individual revenge.",
      "ko": "평소 먹는 것을 좋아해 뚱뚱하고 큰 체격을 가진 '임세준'.\n그는 뚱보라는 놀림에도 신경 쓰지 않는\n자존감이 높고 확고한 성격을 가졌다.\n\n그에게 단 한 명의 친구 '서하진'.\n그녀는 어릴 적부터 세준을 지켜주기 위해 늘 운동을 배워왔다.\n\n어느 날 세준은 같은 반 일진과 트러블이 생기고\n그것을 본 하진은 눈이 돌아가 일진을 박살 내게 된다.\n\n그런데 어느 날 밤 하진은 심하게 폭행당한 채로 발견되고\n크게 다친 무릎과 더 심각한 정신적 후유증을 얻는다.\n\n세준은 경찰에게 말해보지만 수사에 별 진척이 없자\n분노를 주체하지 못하고 직접 범인을 찾아 나서지만\n주짓수를 배운 일진에게 패배하고 아무것도 알아내지 못한다.\n\n그리곤 그를 구해준 '제이슨'이라는 사람에게\n주짓수를 배우게 되는데, \n그렇게 3개월, 운동을 배우고 살을 뺀 세준은 일진들을 쓰러뜨려가며 \n베일에 싸인 한 단체가 연루되어있다는 사실을 알게 되고,\n그 뿌리까지 모조리 뽑아버리려 한다.\n\n개인의 복수를 그리는 학원 액션 드라마.",
      "ru": "Лим Се Джун, обладающий крупным телосложением, толстяк, обожающий вкусно поесть. У него высокая самооценка и твердый характер, и его не волнует, что его дразнят и обзывают толстяком. У него есть только один друг - Со Ха Джин. С самого детства она изучает джиу-джитсу, чтобы защитить Се Джуна. Однажды Ха Джин увидела, что у него проблемы с одним из одноклассников, и побила его. \nА дальше... Вы узнаете, прочитав данное произведение."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de6ed9f3-c77e-4e57-9589-dcf251a58a1a",
    "title": {
      "en": "Lumbini"
    },
    "updatedAt": "2024-05-15T15:15:48+00:00",
    "coverArt": "https://mangadex.org/covers/de6ed9f3-c77e-4e57-9589-dcf251a58a1a/27bdee17-3c55-4d55-a6a7-9de506663974.png",
    "altTitles": [
      {
        "ko": "룸비니"
      }
    ],
    "description": {
      "en": "A newly emerging religion with a mysterious purpose, \"Ilgakgyo,\" and its educational facility called \"Lumbini\". The children of Lumbini refer to it as paradise. In this unbelievable paradise where strange events unfold, and the shocking occult thriller experienced by the protagonist \"Yeongdo,\" who finds himself there."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d91e369a-17fa-4f92-90de-1fd150129ce2",
    "title": {
      "en": "Crimson Hero"
    },
    "updatedAt": "2022-09-21T13:08:12+00:00",
    "coverArt": "https://mangadex.org/covers/d91e369a-17fa-4f92-90de-1fd150129ce2/16773e89-1ee3-418e-99c5-b60c56371350.png",
    "altTitles": [
      {
        "ja-ro": "Beniiro Hero"
      },
      {
        "en": "Crimson Hero"
      },
      {
        "tr": "Kızıl Kahraman"
      },
      {
        "vi": "Xứng danh anh hùng"
      },
      {
        "ar": "البطل القرمزي"
      },
      {
        "ja": "べにいろヒーロー"
      },
      {
        "ja": "紅色HERO"
      },
      {
        "zh": "艷紅色英雄"
      },
      {
        "ko": "홍색 히어로"
      },
      {
        "ja-ro": "Beni-iro Hīrō"
      },
      {
        "ja-ro": "Beni-iro Hero"
      }
    ],
    "description": {
      "en": "All that matters to 15-year-old Nobara Sumiyoshi is volleyball–she's an awesome player with big-time ambitions. But sometimes it seems like a girl just can't get a break in the competitive world of high school volleyball.  \nNobara's family wants her to inherit the role of \"young mistress,\" serving rich patrons at her family's old-fashioned Japanese restaurant. No thanks! When Nobara transfers to Crimson Field High School, known for its top-notch volleyball team, it turns out that her mother will stoop to dirty tricks to keep her off the court. With assistance from her feisty Aunt Momoko, who's got some connections at Crimson Field, Nobara decides to start playing offense."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "83"
  },
  {
    "mangaId": "29f91662-3b53-40ed-8907-31bed1cdcce6",
    "title": {
      "en": "The Two Faces of Misaki Hoshino"
    },
    "updatedAt": "2025-02-01T22:50:34+00:00",
    "coverArt": "https://mangadex.org/covers/29f91662-3b53-40ed-8907-31bed1cdcce6/9ac67c95-8b9f-49ec-b431-71d6ea8eb1da.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoshino, Me o Tsubutte"
      },
      {
        "tl": "Hoshino, Ipikit Mo Ang Mga Mata Mo"
      },
      {
        "ja-ro": "Hoshino, Me wo Tsubutte."
      },
      {
        "id": "Tutup matamu, Hoshino."
      },
      {
        "ar": "هوشينو، أغلقي عيْنَيْكِ"
      },
      {
        "th": "เปลี่ยนยัยหน้าจืดเป็นสาวป๊อป"
      },
      {
        "ja": "星野、目をつぶって。"
      },
      {
        "ko": "호시노 눈을 감아"
      },
      {
        "en": "Hoshino, Close Your Eyes."
      }
    ],
    "description": {
      "en": "Kobayakawa is an unsocial student who lives an extraordinarily ordinary life. His only talent is painting portraits, which he often does to relieve pent-up anger. One day, he meets a pretty and popular girl named Hoshino who has a secret that nobody knows except for her and her childhood friend. That is, until he stumbles upon it too by chance. Her friend had been putting make-up on her every day. Now it's his turn to keep this secret and help maintain her social life!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "106.5"
  },
  {
    "mangaId": "2f5d24f0-106b-4c8f-abc9-5c344fb839de",
    "title": {
      "en": "Musume no Shinshitsu"
    },
    "updatedAt": "2025-01-11T07:56:41+00:00",
    "coverArt": "https://mangadex.org/covers/2f5d24f0-106b-4c8f-abc9-5c344fb839de/9b8e2531-8574-436b-b82a-5615ed6ef116.jpg",
    "altTitles": [
      {
        "ja": "娘の寝室"
      },
      {
        "en": "The Daughter's Bedroom"
      },
      {
        "vi": "Phòng ngủ của con gái tôi"
      }
    ],
    "description": {
      "en": "He had sex with his own daughter-though, of course, only in a dream. Goto, a university lecturer, had seemingly built a happy family: a beautiful wife who is a painter and lovely, talented children... But that happiness was merely a facade. During the day, he suspected his wife of infidelity, and at night, he was tormented by nightmares, gradually wearing down his mental stability. One day, Goto returned home to find his room in chaos and his daughter in tears. Convinced that his wife was to blame, Goto vows to protect his beloved family...!?",
      "ja": "実の娘とセックスをした――もちろん夢の中で。大学講師の後藤は幸福な家庭を築いていた。美しい画家の妻、可愛く優秀な子供たち‥‥しかし、その幸福はハリボテだった。昼には妻の不貞を疑い、夜は悪夢に悩まされる日々の中で後藤の精神は擦り切れていく。そんなある日、帰宅した後藤が見たのは荒らされた自室で涙を流す娘の姿。妻の犯行と確信した後藤は大切な家族を自分が守ると決意するが‥‥!?",
      "vi": "Goto, một giảng viên đại học đang tận hưởng cuộc sống gia đình đầm ấm bên vợ mình là một nữ họa sĩ ăn khách xinh đẹp cùng hai người con. Nhưng rồi khi bắt đầu nảy sinh mối hiềm nghi vợ mình ngoại tình, cộng thêm bản thân đang bị một cơn ác mộng giày vò đã khiến tâm trí anh trở nên ngày càng suy sụp thấy rõ. Bỗng một ngày nọ khi vừa đi làm về, Goto phát hiện phòng ngủ của con gái mình bị ai đó phá tan hoang, và con gái anh đang ngồi khóc trên sàn. Tin rằng những hành động điên rồ này là chỉ có thể là do vợ làm ra, Goto liền quyết định sẽ đứng lên bảo vệ gia đình nhỏ của mình."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dea77c2d-dbaa-434a-b0af-0c116642434c",
    "title": {
      "en": "Ichi the Witch"
    },
    "updatedAt": "2025-01-27T19:45:05+00:00",
    "coverArt": "https://mangadex.org/covers/dea77c2d-dbaa-434a-b0af-0c116642434c/7d6f5669-a487-40f6-beaf-bb74a7e250c1.jpg",
    "altTitles": [
      {
        "ja": "魔男のイチ"
      },
      {
        "ja-ro": "Madan no Ichi"
      },
      {
        "en": "The Wizard Ichi"
      },
      {
        "en": "Ichi the Warlock"
      },
      {
        "pt-br": "Ichi, o Bruxo"
      },
      {
        "ru": "Ведьмак Ити"
      },
      {
        "ru": "Волшебник Ити"
      }
    ],
    "description": {
      "en": "In this world, witches must hunt down their magic! Deep in the forest, the terrifying king of magic and the strongest witch are locked in deadly combat. But suddenly, a young boy joins the fray. His name is Ichi and he is just a hunter. But he has the power to flip the magic world upside down in this magic hunting fantasy epic!",
      "ja": "この世界において魔法とは生き物である。そして困難な試練を乗り越え、魔法を習得するハンターたちを人は「魔女」と呼ぶ。ある日、辺境の山奥で恐るべき王の魔法（キング・ウロロ）と最強の魔女が激闘を繰り広げていた。しかしそこへ、場違いな一人の少年が乱入する。彼の名はイチ。魔女とも魔法とも縁の無い山暮らしの狩人が世界の常識をひっくり返す！",
      "ru": "В этом мире ведьмы охотятся за своей магией! В глубине леса ужасающая маджика и сильнейшая ведьма схлестнулись в бою не на жизнь, а на смерть. Но вдруг к битве присоединяется молодой парнишка. Его зовут Ити, и он обычный охотник. Но у него есть сила перевернуть весь мир магии с ног на голову в этом эпохальном магическом фэнтези об охоте!",
      "pt-br": "Neste mundo, as bruxas devem caçar sua magia! Nas profundezas da floresta, o terrível rei da magia e a bruxa mais forte estão presos em um combate mortal. Mas, de repente, um jovem garoto se junta à briga. Seu nome é Ichi e ele é apenas um caçador. Mas ele tem o poder de virar o mundo mágico de cabeça para baixo neste épico de fantasia de caça mágica!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd9577a0-43a3-4610-835f-1cbf903b7e3f",
    "title": {
      "en": "The Rose of Versailles"
    },
    "updatedAt": "2025-02-01T10:57:28+00:00",
    "coverArt": "https://mangadex.org/covers/fd9577a0-43a3-4610-835f-1cbf903b7e3f/74112d08-b20b-4893-bbab-2438f77b1218.png",
    "altTitles": [
      {
        "fr": "La Rose de Versailles"
      },
      {
        "ja-ro": "Versailles no Bara"
      },
      {
        "ja": "ベルサイユのばら"
      },
      {
        "zh": "凡尔赛的玫瑰"
      },
      {
        "ko": "베르바라"
      },
      {
        "ko": "베르사유의 장미"
      },
      {
        "ko": "베르사이유의 장미"
      },
      {
        "th": "กุหลาบแวร์ซายส์"
      },
      {
        "ar": "ليدي اوسكار"
      },
      {
        "ar": "وردة فيرساي - السيدة اوسكار"
      },
      {
        "ja-ro": "Berubara"
      },
      {
        "vi": "Hoa hồng Véc xây"
      },
      {
        "de": "Lady Oscar: Die Rose von Versaille"
      },
      {
        "pl": "Róża Wersalu"
      },
      {
        "pt": "Rosa de Versalhes"
      }
    ],
    "description": {
      "en": "In 1755, in three European countries, three people are born who will eventually have a fateful meeting in Versailles, France. \n\nHans Axel von Fersen, born the eldest son of a Swedish senator; Oscar François de Jarge, born the youngest daughter of a French general; and Marie Antoinette, born the princess of Austria and the Habsburgs! \n\nThe great masterpiece that shines in the history of Shojo Manga is finally here!"
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "82"
  },
  {
    "mangaId": "603b9d8f-97b6-4f82-b7d6-1de7e356e869",
    "title": {
      "en": "Kaijin Fugeki"
    },
    "updatedAt": "2025-01-29T10:03:15+00:00",
    "coverArt": "https://mangadex.org/covers/603b9d8f-97b6-4f82-b7d6-1de7e356e869/14b2b59e-70fc-40ab-9f57-205a6ca4cd8e.jpg",
    "altTitles": [
      {
        "ja": "灰仭巫覡"
      },
      {
        "ru": "Кайдзин Фугэки: Воспламенённые души"
      },
      {
        "en": "KAIJIN FUGEKI: Kindled Spirits"
      }
    ],
    "description": {
      "en": "Night, phenomena that were once known as natural disasters. Faced with the threat of inexplicable destruction, children offer their prayers in the form of dance in order to borrow the power of the gods, quell the Night's fury, and deliver the world from ruin. In a fateful encounter, a boy from a rural town in Japan, Jin, meets Gao, a British soldier who was forced to flee his homeland by the Night. The two spend their halcyon days with their friends in the quiet town surrounded by nature. Until one day, the Night suddenly falls on them once again!",
      "ru": "Ночь — феномен, некогда считавшийся природной катастрофой. Под угрозой уничтожения от не пойми чего, дети вознесли богам свои молитвы в форме танца, чтобы одолжить их силу, сдержать ярость Ночи и возродить мир из руин. По велению судьбы Дзин, парнишка из захолустного японского городка, встречает Гао, британского солдата, вынужденного покинуть свою страну из-за Ночи. Вдвоём они безмятежно проводили время вместе с друзьями в тихом городке в окружении природы. Пока однажды Ночь вновь не обрушилась на них!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "031e6262-87ef-4c53-b58b-25e2067569af",
    "title": {
      "en": "[Pakupaku desu wa] Tsuihousareta Ojou-sama no \"Monster wo Taberu Hodo Tsuyoku Naru\" Skill wa, 1-shoku de 1 Level Up suru Zendaimimon no Saikyou Skill deshita. 3-nichi de Jinrui Saikyou ni narimashita wa~!"
    },
    "updatedAt": "2025-01-31T01:48:40+00:00",
    "coverArt": "https://mangadex.org/covers/031e6262-87ef-4c53-b58b-25e2067569af/19f8d9fd-540f-44d9-9f02-9a52592ef081.jpg",
    "altTitles": [
      {
        "ja": "【パクパクですわ】追放されたお嬢様の『モンスターを食べるほど強くなる』スキルは、１食で１レベルアップする前代未聞の最強スキルでした。３日で人類最強になりましたわ～！"
      },
      {
        "en": "[Munching Away] The Exiled Young Lady's Skill of \"Becoming Stronger by Eating Monsters\" was an Unprecedented Strongest Skill Where she Levels Up with Every Meal. She Became the Strongest in Humanity in Three Days!"
      }
    ],
    "description": {
      "en": "Marquis' daughter, Charlotte, was blessed with a 「Gift」 known as 「Monster Eater」, which allows her to deliciously consume monsters. However, she was exiled from her real family because 'eating monsters is vulgar!' Thus, she embarks on a journey of adventure. And so, she reaches the pinnacle as the strongest existence...!!",
      "ja": "侯爵令嬢・シャーロットは、モンスターを美味しく食べられる「モンスターイーター」という“ギフト”を授かった。けれど「モンスターを食べるなど下品だ！」と実家を追放された彼女は、冒険の旅に出ることになる。そして、最強の存在へと至るのであった……！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1fc77e-706a-4fc5-bea8-486c9be0145d",
    "title": {
      "en": "Vinland Saga"
    },
    "updatedAt": "2025-02-01T17:50:20+00:00",
    "coverArt": "https://mangadex.org/covers/5d1fc77e-706a-4fc5-bea8-486c9be0145d/6c78781e-1c29-44cf-803a-8cfbc8a5f5c2.jpg",
    "altTitles": [
      {
        "pl": "Saga Winlandzka"
      },
      {
        "tr": "Vinland Destanı"
      },
      {
        "ru": "Сага о Винланде"
      },
      {
        "uk": "Сага про Вінланд"
      },
      {
        "ja": "ヴィンランド・サガ"
      },
      {
        "zh-hk": "海盜戰記"
      },
      {
        "zh": "海盗战记"
      },
      {
        "kk": "Винланд дастаны"
      },
      {
        "ar": "فينلاند ساغا"
      }
    ],
    "description": {
      "en": "As a child, Thorfinn sat at the feet of the great Leif Ericson and thrilled to wild tales of a land far to the west. But his youthful fantasies were shattered by a mercenary raid. Raised by the Vikings who murdered his family, Thorfinn became a terrifying warrior, forever seeking to kill the band's leader, Askeladd, and avenge his father. Sustaining Thorfinn through his ordeal are his pride in his family and his dreams of a fertile westward land, a land without war or slavery… the land Leif called Vinland.  \n\n---\n- **Won the Japan Media Arts Award Division Grand Prize in 2009**\n- **Won the 36th Kodansha Manga Award for General Manga in 2012**",
      "ru": "Эта история случилась в начале XI века, когда викинги, безраздельно господствовавшие в северных морях, грабили побережья Франции и Англии. В эпоху, где оружие значило больше, нежели слова, маленький мальчик невольно оказывается косвенной причиной гибели своего отца. Повзрослев и став на путь воина, он жаждет честного поединка с убийцей отца – легендарным главарём отряда викингов-наемников, но возраст и отсутствие опыта не позволяют ему сделать это. Чтобы не упускать своего врага из виду, юноша вступает в его отряд и в награду за выполнение тяжелого боевого задания требует поединка с ним, но терпит поражение. Юноша продолжает прилагать все усилия, чтобы осуществить свою месть. Внезапно он оказывается вовлечён в куда более кровавое столкновение…",
      "tr": "Çocukken Thorfinn, büyük Leif Ericson'un ayaklarının dibinde oturur ve batıdaki uzak diyarların vahşi masallarıyla heyecanlanırdı. Ama gençlik hayalleri bir paralı asker baskınıyla paramparça oldu. Ailesini öldüren Vikingler tarafından yetiştirilen Thorfinn, grubun lideri Askeladd'ı öldürmek ve babasının intikamını almak isteyen korkunç bir savaşçı oldu. Thorfinn'i çileli yaşamı boyunca ayakta tutan, ailesiyle olan gururu ve batıdaki bereketli topraklara, savaşın ve köleliğin olmadığı bir ülkeye, Leif'in Vinland adını verdiği topraklara dair hayalleridir.",
      "pt-br": "Thorfinn é filho de Thors, um lendário guerreiro viking, mas que após anos no campo de batalha, descobre uma coisa mais maravilhosa que matar seus iguais. Viver sua própria vida, em paz. Mas os ventos lhe trazem uma notícia que atrapalhará seus dias de paz, e Thorfinn, seu filho, pouco sabe desta vida passada de guerra de seu pai. Após descobrir o passado de seu pai, Thorfinn se revolta contra ele, e sai para a guerra junto de seu pai, mas quando reconhece o verdadeiro valor dele, já é tarde demais. Agora Thorfinn deverá seguir sua própria vida, seguindo valores que seu pai lhe ensinou, mas sem perder sua coragem. Este é só o começo desta grande saga de Thorfinn que acompanha os Vikings no século XI!"
    },
    "status": "ongoing",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51e4cd4b-a1a1-464b-b12c-76ed02d9b483",
    "title": {
      "en": "Aobing Zhuan"
    },
    "updatedAt": "2023-04-01T04:56:29+00:00",
    "coverArt": "https://mangadex.org/covers/51e4cd4b-a1a1-464b-b12c-76ed02d9b483/a0919450-f59d-48e6-aeed-eca325802997.jpg",
    "altTitles": [
      {
        "en": "Legend of Aobing"
      },
      {
        "zh": "敖丙传"
      }
    ],
    "description": {
      "en": "Based on the 2019 movie \"Nezha\"  \n  \nOver a thousand years, spiritual energy of the earth and heavens merged to form a Chaos Pearl. Yuanshi Tianzun refined it into a Demon Pill and a Spirit Pearl.  \n  \nThe Spirit Pearl, which was supposed to be reincarnated into Nezha's body, was stolen by Shen Gongbao and given to the East Dragon King. As such, the Third Prince Aobing, the reincarnation of the Spirit Pearl, was born. Surrounding Aobing is a series of events about growth, and a battle against the Dragons that is beginning."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "50"
  },
  {
    "mangaId": "507f66c8-9b2d-492f-a139-38d6ba7dec76",
    "title": {
      "en": "Yuujo Mijikashi Koi Seyo Inma!"
    },
    "updatedAt": "2025-02-03T14:47:25+00:00",
    "coverArt": "https://mangadex.org/covers/507f66c8-9b2d-492f-a139-38d6ba7dec76/79b71d37-a75c-45e8-8fdd-95e0afd73649.jpg",
    "altTitles": [
      {
        "ja": "友情短し恋せよ淫魔！"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25886ab0-17f1-4801-b929-6b36fe4e5214",
    "title": {
      "en": "Minami-ke"
    },
    "updatedAt": "2024-10-11T11:11:43+00:00",
    "coverArt": "https://mangadex.org/covers/25886ab0-17f1-4801-b929-6b36fe4e5214/6840b92c-bcc1-4a04-8029-8b7401240cfa.jpg",
    "altTitles": [
      {
        "ja": "Minamike"
      },
      {
        "ja": "みなみけ"
      },
      {
        "ja": "南家"
      },
      {
        "en": "The Minami Family"
      },
      {
        "en": "The Minami Household"
      }
    ],
    "description": {
      "en": "*Minami-ke* (\"The Minami Household\") is a manga following the three Minami sisters, Haruka, Kana, and Chiaki in their lives at home and school. It's a funny manga that depicts how these characters interact with each other and their classmates. Although they are ordinary girls, their ordinary adventures are told in an extraordinary manner.\n**Source:** MangaUpdates"
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dd92c86-9793-4ea2-893a-cd1377d21b27",
    "title": {
      "en": "Why Did Men Stop Wearing High Heels?"
    },
    "updatedAt": "2024-04-09T03:02:05+00:00",
    "coverArt": "https://mangadex.org/covers/1dd92c86-9793-4ea2-893a-cd1377d21b27/526e8c4b-cb05-47eb-8a0b-148d7193a1bc.jpg",
    "altTitles": [
      {
        "ko-ro": "Geu Namjaui High Heel"
      },
      {
        "ru": "И почему мужчины не ходят на каблуках?"
      },
      {
        "ja": "その男のハイヒール"
      },
      {
        "ko": "그 남자의 하이힐"
      },
      {
        "ko-ro": "Geu Namjaui Haihil"
      }
    ],
    "description": {
      "en": "Kim Manseok is your average, everday guy but with one particular hobby: his love for high-end high heels. He owns his own personal blog and is known as a woman online but one day, his identity is exposed! Will he be able to continue his life as an ordinary salary man?",
      "pt-br": "Kim Manseok é um cara comum, mas com um hobby em particular: seu amor por saltos altos de alta qualidade. Ele possui seu próprio blog pessoal e é conhecido como mulher online, mas um dia sua identidade é exposta! Ele será capaz de continuar sua vida como um assalariado comum?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "62.5"
  },
  {
    "mangaId": "3c355cfa-d8a9-495c-a50b-8729102ab2b7",
    "title": {
      "en": "Shin Lupin III"
    },
    "updatedAt": "2023-05-16T03:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c355cfa-d8a9-495c-a50b-8729102ab2b7/33549561-aa82-473c-9bc3-534b194a5a96.jpg",
    "altTitles": [
      {
        "en": "Lupin III - World's Most Wanted"
      },
      {
        "en": "New Lupin III"
      },
      {
        "ja-ro": "Shin Lupin Sansei"
      },
      {
        "ja": "新ルパン三世"
      }
    ],
    "description": {
      "en": "Lupin the Third and his motley crew return in Shin Lupin III! This time, several of the stories are either brand new or adapted from or to the Lupin anime, and the beginning story was even animated by itself several years later!  \n  \nLupin the Third is the grandson of the famous literary thief Arsène Lupin, and his partners in crime include the sharpshooter Jigen Daisuke, the stoic samurai Goemon Ishikawa the Thirteenth, and the on-again-off-again lover/enemy Fujiko Mine. Their goal is to outwit enemies bigger than themselves while nabbing the world's rarest and most important items, while also outwitting the dogged Inspector Zenigata, who's made it his life's work to capture and secure Lupin. In the manga however, his relationship with the titular thief isn't as \"respecting to the enemy\" as you would expect, as he's attempted multiple times to kill him without shedding a tear!   \n  \nWhat kind of sexy exploits will Lupin and his crew get up to next in…Shin Lupin III!"
    },
    "status": "completed",
    "releaseDate": 1977,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "188"
  },
  {
    "mangaId": "82757478-87b2-4064-a99e-5e628c700956",
    "title": {
      "en": "Kimi wa Yakamashi Tojite yo Kuchi o!"
    },
    "updatedAt": "2024-10-09T11:33:59+00:00",
    "coverArt": "https://mangadex.org/covers/82757478-87b2-4064-a99e-5e628c700956/76b927aa-2860-4940-b77a-f6075f7fc99b.jpg",
    "altTitles": [
      {
        "ja": "君は喧し閉じてよ口を！"
      },
      {
        "ja-ro": "Kimi ha Yakamashi Tojite yo Kuchi wo!"
      },
      {
        "en": "You're Too Noisy, So Just Shut It Already!"
      },
      {
        "en": "You Talk Too Much, So Just Shut It Already!"
      },
      {
        "zh": "吵闹的你不肯住口"
      },
      {
        "vi": "Cậu Ồn Ào Quá, Im lặng Giùm Tớ Đi!"
      },
      {
        "ru": "Закрой свой рот!"
      },
      {
        "ru": "Ты слишком много говоришь, так что заткнись уже!"
      },
      {
        "tl": "Ang Ingay Mo Kaya Manahimik Ka Na Lang!"
      }
    ],
    "description": {
      "en": "Hiiragi Tsukino was born deaf. When she transfers to a new school, she meets a talkative boy named Taiyo Enomoto. Tsukino is slightly taken back by Taiyo, who talks to her without regard to the fact that she cannot hear. When she carefully reads the shape of his mouth, she finds that he is actually saying nothing but nonsense...?",
      "ja": "柊月乃は生まれつき耳が聞こえない。そんな彼女が転校先で出会ったのは、おしゃべりな男子・榎本太陽。聞こえないことなんかお構いなしにしゃべりかけてくる太陽に若干引き気味な月乃。よくよく口の形を読んでみると、実はしょーもないことしか言ってなくないこの人…？",
      "ru": "Хиираги Цукино родилась глухой. Когда она переводится в новую школу, она встречает говорливого мальчика по имени Эномото Тайо. Цукино немного обескуражена тем, что Тайо разговаривает с ней, не заботясь о том, что она не может его слышать...",
      "vi": "Hiiragi Tsukino là một cô bạn bị khiếm thính bẩm sinh. Khi cậu ấy chuyển đến trường mới, cậu ấy gặp được một cậu bạn lắm mồm tên Enomoto Taiyo. Tại đây, Tsukino luôn bị xoay tròn bởi những câu chuyện xàm xí của Taiyo bất chấp việc cô không thể nghe được cậu ta nói gì."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-12-31T10:16:58+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/59aee1bf-9fbf-40d3-a5a7-b1acb41fbb45.jpg",
    "altTitles": [
      {
        "ja": "異世界サムライ"
      },
      {
        "ja-ro": "Isekai Samurai"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "es-la": "Samurái en Otro Mundo"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19a1f6e1-6e86-4785-81bc-8a8acfe6bc9a",
    "title": {
      "en": "Sensei to Seito wa, Ai wo Shiranai."
    },
    "updatedAt": "2025-01-28T23:46:28+00:00",
    "coverArt": "https://mangadex.org/covers/19a1f6e1-6e86-4785-81bc-8a8acfe6bc9a/3f90f427-6e16-4ed4-9ef1-445a3c3b1708.jpg",
    "altTitles": [
      {
        "vi": "Thầy trò không biết yêu"
      },
      {
        "ja-ro": "Sensei to Seito wa, Ai wo Shiranai."
      },
      {
        "ja": "先生と生徒は、愛を知らない。"
      }
    ],
    "description": {
      "en": "“The person I loved the most in the world turned out not to love me at all. I had no choice but to hate that person.” This is a story about two people who don't know how to love and gradually become attracted to each other.",
      "ja": "いちばん愛されたかった人に、愛されなかった。 いちばん愛されたかった人を、憎むしかなかった。 これは、愛を知らないふたりが、惹かれ合う物語。",
      "vi": "Người mà tôi yêu thương nhất trên đời hóa ra không hề yêu thương tôi. Tôi lúc này đây không còn cách nào khác ngoài căm ghét chính người ấy. Đây là một câu chuyện giữa hai con người không biết yêu dần thu hút lẫn nhau."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "769a5e79-0670-4188-8582-035f0a3cc051",
    "title": {
      "en": "Zannen Jokanbu Black General-san"
    },
    "updatedAt": "2024-10-09T17:08:04+00:00",
    "coverArt": "https://mangadex.org/covers/769a5e79-0670-4188-8582-035f0a3cc051/6dc4b19b-d0d2-4bf9-bbaa-1e660249cfad.jpg",
    "altTitles": [
      {
        "en": "Precarious Female Executive Miss Black General"
      },
      {
        "en": "Precarious Woman Executive Miss Black General"
      },
      {
        "ja-ro": "Zannen Onna-Kanbu Black General-san"
      },
      {
        "ja": "残念女幹部ブラックジェネラルさん"
      },
      {
        "es-la": "La Precaria Mujer Ejecutiva Señorita General Black"
      }
    ],
    "description": {
      "en": "Braveman is your average superhero. Unfortunately for him, his arch-nemesis also happens to be a stalker and his number one fan. Follow their story as Braveman struggles to overcome his greatest adversary and retain his peace of mind.",
      "es-la": "La General Black es la líder de una organización secreta que quiere dominar al mundo. Por desgracia también esta loca por Braveman un superhéroe dedicado a frustrar los malvados planes de esta organización. Entonces, ¿Cómo exactamente va a conquistar el mundo cuando ni siquiera puede conquistar sus propios sentimientos? ¿Y cómo va a responder Braveman a este extraño giro?",
      "pt-br": "Braveman é um super herói como qualquer outro. Infelizmente pra ele, sua arqui-inimiga é sua stalker e sua fã número 1. Acompanhe as aventuras de Braveman e sua luta incansável contra seu maior adversário enquanto tenta não perder a cabeça."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91fef20b-00f6-4802-827b-a48c0248d4b9",
    "title": {
      "en": "GO ANd GO"
    },
    "updatedAt": "2023-05-31T12:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/91fef20b-00f6-4802-827b-a48c0248d4b9/fb045c5c-a1f7-4b29-a8b0-c106e67721a5.jpg",
    "altTitles": [
      {
        "ja": "ゴーアンゴー"
      }
    ],
    "description": {
      "en": "Eigo Nitta, new student in Hoyo high school, is enrolled in the baseball team. Talented as fast pitcher but lacking in term of technique, Eigo Nitta aims to be the new pitcher of the team. He has to face many opponents, which creates an atmosphere of competition in the baseball team. However he and his teammates will have to find a way to solve the rivalry among the baseball team in order to go to Koshien tournament."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "132"
  },
  {
    "mangaId": "cf7c6c51-7b96-418f-b025-10d3cca71c96",
    "title": {
      "en": "Eiyuu to Majo no Tensei LoveCome"
    },
    "updatedAt": "2025-01-20T00:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/cf7c6c51-7b96-418f-b025-10d3cca71c96/1fee8d1d-d61c-4cf9-876e-977339dd7c4a.png",
    "altTitles": [
      {
        "ja": "英雄と魔女の転生ラブコメ"
      },
      {
        "ja-ro": "Eiyuu to Majo no Tensei Rabu Kome"
      },
      {
        "en": "A Reincarnation Romantic Comedy of a Hero and a Witch"
      },
      {
        "pt-br": "Uma Comédia Romântica de Reencarnação entre um Herói e uma Feiticeira"
      },
      {
        "vi": "Chuyện tình lãng mạn và hài hước của Anh Hùng và Phù Thủy chuyển sinh"
      },
      {
        "vi": "Chuyện tình chuyển sinh hài hước của Anh hùng và Phù thuỷ"
      }
    ],
    "description": {
      "en": "Choose the world or choose her. Ordinary high school student Shiraishi Godo harbored a \"secret\"  - he possessed memories of a past life. In a world different from this one, he was a \"hero\" who saved humanity. However, that was a story of his past life. In this life, he was supposed to lead an ordinary school life—until the arrival of transfer student Mai Shiina turned everything upside down.",
      "ja": "世界を選ぶか、彼女を選ぶか。平凡な高校生・白石護道には『秘密』があった。それは前世の記憶を持っていること。こことは違う別の世界で、人類を救った『英雄』だった。とはいえ、あくまで前世の話。今世ではごく普通の学生生活――のはずだったが、転入してきた少女・椎名麻衣の出現で日々は一変する。",
      "vi": "Shiraishi Godou, một cậu học sinh cao trung bình thường đang có một \"Bí mật\". Đó là cậu vẫn còn ký ức của tiền thế.\nỞ một thế giới khác, Godou đã từng là \"Anh hùng\" giải cứu nhân loại. Tuy là vậy, nhưng đó là chuyện của tiền thế. Ở thế giới hiện tại, cậu chắc là đang trải qua quãng đời học sinh bình thường, vậy mà sự xuất hiện của cô thiếu nữ vừa chuyển trường đến. Shiina Mai đã làm những ngày yên bình của cậu hoàn toàn thay đổi",
      "pt-br": "O estudante comum de ensino médio Shiraishi Godo guardava um \"segredo\", ele possuía memórias de uma vida passada. Em um mundo diferente deste, ele foi um \"herói\" que salvou a humanidade. Mas isso era uma história de sua vida passada. Nesta vida, Godo deveria ter uma vida escolar comum. Isso até a chegada da nova aluna Mai Shiina, que virou tudo de cabeça para baixo. Ela não era apenas uma aluna transferida. Mai era a reencarnação de Celis, a Feiticeira da Calamidade, sua mortal inimiga de vidas passadas. E ela estava lá, não por vingança, mas por algo mais — algo que mudaria o curso da vida de Godo mais uma vez. Agora, ele deve navegar pelas complexidades de suas memórias reencarnadas, sua crescente conexão com Mai e a escolha impossível entre uma vida pacífica e uma cheia de caos mágico."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
    "title": {
      "en": "Kusuriya no Hitorigoto ~Maomao no Koukyuu Nazotoki Techou~"
    },
    "updatedAt": "2025-01-09T21:18:44+00:00",
    "coverArt": "https://mangadex.org/covers/8c1d7d0c-e0b7-4170-941d-29f652c3c19d/2d47a177-2c79-4a7f-a45e-3004afcfe465.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries: Maomao's Notes from the Inner Palace"
      },
      {
        "en": "The Apothecary Diaries: Maomao's Inner Palace Notebook of Mysteries"
      },
      {
        "ru": "Монолог в аптечной лавке - Журнал тайн внутреннего дворца Маомао"
      },
      {
        "ja": "薬屋のひとりごと～猫猫の後宮謎解き手帳～"
      }
    ],
    "description": {
      "en": "In the imperial court, a young woman is put into servitude, Maomao. The tale is just beginning for the female apothecary from the red-light district, as rumors circulate about the emperor's children's lives being short-lived. Her curious nature and thirst for knowledge pushes her to action. To satisfy her curiosity, this young apothecary  will investigate the origin! What is shifting in the imperial court..!?  \n  \n\n\n---",
      "ja": "誘拐された挙句、とある大国の後宮に売り飛ばされた薬屋の少女・猫猫（マオマオ）。年季が明けるまで大人しくしようと決めていた猫猫だったが、あるとき皇帝の子どもたちが次々と不審死することを知る。好奇心と少しばかりの正義心、そして薬屋の知識を使い、その謎を調べ始めてから猫猫の運命は大きく変わって…？",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?!",
      "pt-br": "Na corte imperial, uma jovem é colocada em servidão, Maomao. A história está apenas começando para a médica/apotecária do distrito da luz vermelha, enquanto circulam rumores de que a vida dos filhos do imperador foi de curta duração. Sua natureza curiosa e sede de conhecimento a levam à ação. Para satisfazer a sua curiosidade, esta jovem médica/apotecária irá investigar a origem! O que está mudando na corte imperial..!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "652dc94b-b596-42b2-953b-368378b628b4",
    "title": {
      "en": "Orc no Shuhai ni Shukufuku wo"
    },
    "updatedAt": "2025-01-28T00:27:41+00:00",
    "coverArt": "https://mangadex.org/covers/652dc94b-b596-42b2-953b-368378b628b4/8934ef34-46c7-46e1-af88-b18140825044.png",
    "altTitles": [
      {
        "ja": "オークの酒杯に祝福を"
      },
      {
        "en": "The Half-Blood Orc in the Blended World"
      }
    ],
    "description": {
      "en": "Half-Orc Elpis and Margit, the daughter of a corrupt nobleman, go on an adventure in search of WHISKEY, left behind by the teleporter Tanaka!",
      "ja": "そこは《酒》が魔法の魔力源となる世界。ハーフオークのエルピスは師である転移者タナカの遺した《ウィスキー》を求め、悪徳貴族の令嬢マルギットが世界を旅する！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2025-01-27T21:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "685db91e-a8ab-4de3-9738-9d3f883bd179",
    "title": {
      "en": "Ikemen Joshi to Josou Danshi"
    },
    "updatedAt": "2024-04-20T16:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/685db91e-a8ab-4de3-9738-9d3f883bd179/a77d4de0-787c-43e0-9aa6-c48e6e0b6e4e.jpg",
    "altTitles": [
      {
        "tr": "Cross-dressing yaparken, yakışıklı bir adam beni yürüttü"
      },
      {
        "ru": "Пока я был переодет в женскую одежду, ко мне пристал красивый парень!"
      },
      {
        "zh": "女装上街闲逛被帅哥搭讪了"
      },
      {
        "en": "Handsome Girl and Crossdressing Boy"
      },
      {
        "ja": "イケメン女子と女装男子"
      },
      {
        "en": "While Cross-Dressing, I Was Hit on by a Handsome Guy!"
      },
      {
        "ja-ro": "Josou Shite Machi ni Kuridashitara Ikemen ni Nanpa Sareru Manga"
      }
    ],
    "description": {
      "en": "While cross-dressing, I was hit on by a handsome guy, except she wasn't actually a handsome guy!",
      "tr": "Ceza olarak crossdressing yaparken yakışıklı bir adamla karşılaştım ve işi pişirdi.",
      "pt-br": "Por causa de uma brincadeira eu acabei tendo de me vestir de menina, então, sai às ruas, e nesse dia, acabei conhecendo alguém e minha vida está para mudar."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "104"
  },
  {
    "mangaId": "042d874d-d41a-4518-985a-5d2a47876883",
    "title": {
      "en": "Mama to Papa to Watashi"
    },
    "updatedAt": "2025-02-03T13:58:31+00:00",
    "coverArt": "https://mangadex.org/covers/042d874d-d41a-4518-985a-5d2a47876883/d56a07f9-ab5f-4f78-9458-f00e630b8f5f.jpg",
    "altTitles": [
      {
        "en": "Mama, Papa & Me"
      }
    ],
    "description": {
      "en": "A collection of small short Twitter (X) comics by Hanasaka Houcha (@adamant369) revolving around a couple and their daughter."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad75039d-686c-457f-b478-e56fc3b3c069",
    "title": {
      "en": "Kaji Daikou no Arubaito wo Hajimetara Gakuen Ichi no Bishoujo no Kazoku ni Kiniirarechaimashita"
    },
    "updatedAt": "2024-10-31T12:53:30+00:00",
    "coverArt": "https://mangadex.org/covers/ad75039d-686c-457f-b478-e56fc3b3c069/195d88d9-a940-414f-b24b-c0da6c6c14bb.png",
    "altTitles": [
      {
        "ja": "家事代行のアルバイトを始めたら学園一の美少女の家族に気に入られちゃいました。"
      },
      {
        "en": "I Started Working a Housekeeping Job and Ended up Being Liked by the Family of the Most Beautiful Girl in School"
      },
      {
        "pt-br": "Comecei a trabalhar como empregado doméstico e acabei sendo apreciado pela família da garota mais bonita da escola"
      }
    ],
    "description": {
      "en": "My Part-Time Job is at the House of the Cutest Girl in School. A Shy and Awkward Housekeeping Rom-Com with the School Idol!\n\nDuring his second year of high school, Haruto Otsuki starts a part-time job in housekeeping during the summer vacation. His first client turns out to be none other than Ayaka Tojo, the most beautiful girl in school! Despite being bewildered by this unexpected turn of events, Haruto continues doing his housekeeping duties. Over time, he becomes well-liked by Ayaka's family and begins regularly visiting her house.\n\nFrom making home-cooked meals that delight Ayaka, to going grocery shopping together like a newlywed couple, and even going on shy movie dates like young lovers, they begin to grow closer by spending these special moments outside of school. This charming and awkward housekeeping rom-com featuring the most innocent and beautiful girl in school and a secretly high-spec guy begins!",
      "id": "Pekerjaan Paruh Waktuku Ada di Rumah Gadis Termanis di Sekolah. Komedi Romantis Pemalu dan Canggung dengan Sang Idola Sekolah!\nSelama tahun kedua sekolah menengahnya, Haruto Otsuki memulai pekerjaan paruh waktu sebagai pembantu rumah tangga selama liburan musim panas. Klien pertamanya ternyata tidak lain adalah Ayaka Tojo, gadis tercantik di sekolah! Meskipun bingung dengan kejadian tak terduga ini, Haruto terus melakukan tugas-tugas pembantu rumah tangganya. Seiring berjalannya waktu, ia menjadi disukai oleh keluarga Ayaka dan mulai mengunjungi rumahnya secara rutin.\nDari membuat makanan rumahan yang menyenangkan Ayaka, hingga pergi berbelanja kebutuhan sehari-hari bersama seperti pasangan pengantin baru, dan bahkan pergi menonton film malu-malu seperti sepasang kekasih muda, mereka mulai semakin dekat dengan menghabiskan momen-momen spesial ini di luar sekolah. Komedi romantis yang menawan dan canggung ini menampilkan gadis paling polos dan cantik di sekolah dan seorang pria yang diam-diam berkelas tinggi!",
      "ja": "幼い頃に両親を亡くし、現在は祖母とふたりで暮らしている高校２年生・大槻晴翔は、自身の家事スキルを活かして夏休みに「家事代行サービス」の短期バイトを始める。しかしバイト初日に訪れた派遣先（豪邸）は偶然にも、学園一の美少女と名高い東條綾香の家だった。家事代行をする側とされる側、学校ではまったく交流のなかった二人が、不思議な関係で急接近ーー？",
      "pt-br": "Meu trabalho de meio período é na casa da garota mais fofa da escola. Uma comédia romântica tímida e estranha com a ídola da escola! Durante seu segundo ano do ensino médio, Haruto Otsuki começa um emprego de meio período como faxineiro durante as férias de verão. Seu primeiro cliente é ninguém menos que Ayaka Tojo, a garota mais linda da escola! Apesar de estar perplexo com esta reviravolta inesperada, Haruto continua fazendo suas tarefas domésticas. Com o tempo, ele se torna querido pela família de Ayaka e começa a visitar regularmente a casa dela. Desde preparar refeições caseiras que encantam Ayaka, até fazer compras juntos como um casal recém-casado, e até ir ao cinema tímidos como jovens amantes, eles começam a se aproximar passando esses momentos especiais fora da escola. Esta comédia romântica charmosa e desajeitada sobre tarefas domésticas, apresentando a garota mais inocente e bonita da escola e um cara secretamente de alta especificação, começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "428079a5-ff71-47b5-a734-cfd00b43c7d4",
    "title": {
      "en": "Mayo Mayo!"
    },
    "updatedAt": "2021-05-25T15:41:38+00:00",
    "coverArt": "https://mangadex.org/covers/428079a5-ff71-47b5-a734-cfd00b43c7d4/8bcf2da9-8f6f-4c87-a3c7-a39a2ecc1ac7.jpg",
    "altTitles": [
      {
        "en": "まよマヨ!"
      },
      {
        "en": "迷茫女僕!"
      },
      {
        "en": "迷茫管家与迷茫的我!"
      }
    ],
    "description": {
      "en": "A story with the same setting as Mayo Chiki! however the main character is now a high school girl named Hinata Mayoi who suffers from gynophobia. While using the girl's washroom she accidentally discovers that the popular and handsome butler Subaru Konoe is in fact a girl. Now that she knows about Subaru's secret, she must work together with Subaru and her sadistic mistress, Kanade Suzutsuki, to protect Subaru’s secret from being discovered."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2025-01-11T08:13:44+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/79aa3852-ae92-4705-8135-683a45b48aa9.jpg",
    "altTitles": [
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "en": "Superball Girls"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "hi": "सुपर बॉल गर्ल्स"
      },
      {
        "ne": "सुपर बल गर्ल्स"
      },
      {
        "ru": "Девушки и супермяч"
      },
      {
        "vi": "Siêu cầu nữ"
      },
      {
        "pt-br": "Garotas Das Super Esferas"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness...",
      "ja": "人生で自分にとっての「一番」をずっと心にしまい続けながら、チョコレート工場での仕事を続ける一好瑛太。クリスマスの夜、帰宅中の彼は暗闇から転がる不思議なスーパーボールを手にする。日常への様々な思いをぶつけるように、そのボールを思い切り投げつけた彼の前にいきなり現れたのは理想の「美女」．．．！？",
      "pt-br": "Ichiyoshi continua trabalhando em uma fábrica de chocolate, trancando o seu \"melhor\" em seu coração. Numa noite de Natal, a caminho de casa, ele encontra uma misteriosa super bola que  cai da escuridão..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-11-17T16:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family), [Pocket Comics](https://www.pocketcomics.com/comic/9247)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7779b6a3-6bcd-44aa-b51d-b0e698c8102d",
    "title": {
      "en": "Tokiwa Kitareri!!"
    },
    "updatedAt": "2023-11-17T01:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7779b6a3-6bcd-44aa-b51d-b0e698c8102d/5a78e85e-11f8-4872-abc6-a8884c299f88.jpg",
    "altTitles": [
      {
        "ja": "トキワ来たれり!!"
      },
      {
        "zh": "常磐来也"
      },
      {
        "zh-hk": "常盤來也!!"
      }
    ],
    "description": {
      "en": "Tokiwa Yasaka lives in an unusual time, and according to his dreams, it's about to become even stranger. He's been having a dream of a woman called Rein ever since the robot Deus Ex Machina III came to his home. He and Machina attend the same school, where their other classmates include a secret ninja (Kanata Kusanagi) and a sorcerer (Haruka Yata). When Tokiwa, the robot, the ninja, and the sorcerer rush to rescue the student council president from a demon, the boys find that they've all been having the same dream! What is going to happen to their world?",
      "ja": "八坂トキワは運動が苦手で友達が少ない文系少年。そんなトキワの元へ集まったのは、主人公チックな男たちだった！忍者、源術師、そして人工知能との出会いによって、トキワの退屈な日常は劇的に変化していく！"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "120"
  },
  {
    "mangaId": "4e836868-6459-4c58-b3b3-92ee808a197f",
    "title": {
      "en": "S-Kyuu Boukensha ga Ayumu Michi: Tsuihou Sareta Shounen wa Shin no Nouryoku 'Buki Master' de Sekai Saikyou ni Itaru"
    },
    "updatedAt": "2024-12-16T04:01:11+00:00",
    "coverArt": "https://mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "altTitles": [
      {
        "en": "The Path of an S-Class Adventurer: The Exiled Boy Becomes the World's Strongest With His True Ability, \"Weapon Master\""
      },
      {
        "ja-ro": "S-Class Boukensha ga Ayumu Michi ~Tsuihou Sareta Shounen wa Shin no Nouryoku \"Buki Master\" de Sekai Saikyou ni Itaru~"
      },
      {
        "vi": "Sau Khi Bị Trục Xuất, Tôi Trở Thành Mạnh Nhất Thế Giới Với Chúc Phúc \"Bậc Thầy Vũ Khí\""
      },
      {
        "ja": "Ｓ級冒険者が歩む道　 ～追放された少年は真の能力『武器マスター』で世界最強に至る～"
      },
      {
        "vi": "Hành trình của mạo hiểm giả rank S: Tôi trở thành mạnh nhất thế giới với chúc phúc “Weapon Master”"
      },
      {
        "es-la": "El Camino del Aventurero de Rango S: El Joven Exiliado se convierte en el más fuerte del mundo con su verdadera habilidad como \"Maestro de armas\"."
      }
    ],
    "description": {
      "en": "Haise is a young boy who has been gifted with an unknown ability. He becomes an adventurer together with his childhood friend Sasha, but is kicked out of the team for being unable to use his ability and being a hindrance. Furthermore, while continuing his solo adventure, he is caught in a trap and falls into dire straits. Just as he is on the brink of death, Haise's ability \"Weapon Master\" awakens! It is a power that shakes the laws of the world, summoning weapons from another world! ? An unrivaled fantasy set in another world that begins with adversity!",
      "ja": "詳細不明の能力を授けられた少年ハイセ。 彼は幼馴染のサーシャとともに冒険者になるも、能力が扱えず足手まといだとチームから追放されてしまう。 さらに一人冒険者を続ける最中、罠に嵌められて絶体絶命の危機に陥ることに。 死の淵に立たされたその時、ハイセの能力『武器マスター』が目を覚ます！ それは異世界の武器を喚び出すという世界の理をも揺るがす力で！？ 逆境から始まる、異世界無双ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3f0620d-2f65-4179-afbc-038f7d3bdd6c",
    "title": {
      "en": "Akira to Hiyori"
    },
    "updatedAt": "2025-02-03T13:13:14+00:00",
    "coverArt": "https://mangadex.org/covers/d3f0620d-2f65-4179-afbc-038f7d3bdd6c/fa8a3fe4-35ce-4e5f-a14d-3a3e2407a924.jpg",
    "altTitles": [
      {
        "en": "Akira and Hiyori"
      },
      {
        "ja": "アキラとひより"
      },
      {
        "zh": "甜蜜X密友"
      }
    ],
    "description": {
      "en": "Akira Azuma is a tall, attractive, but aloof Kusunoki High School freshman girl and all-around athlete. Hiyori Motohashi is a short Kusunoki freshman girl in the school's broadcasting club. While trying to set up coverage on Akira, Hiyori finds herself attracted to Akira's mysterious charm.",
      "pt-br": "Azuma Akira é alta, tem boa aparência, é boa em todos os esportes, e é o centro das atenções no momento da escola Kusonoki. Motohashi Hiyori é uma caloura no clube de jornalismo da escola Kusunoki. Sua primeira tarefa no clube é entrevistar Akira, ela se encanta pelo jeito misterioso de Akira e decide que vai conseguir entrevistá-la de qualquer jeito! … Será que ela vai conseguir?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13.5"
  },
  {
    "mangaId": "01d0e7f2-b3de-4196-85db-f755446b4c11",
    "title": {
      "en": "Otona ni Narenai Bokura wa"
    },
    "updatedAt": "2024-11-15T06:14:42+00:00",
    "coverArt": "https://mangadex.org/covers/01d0e7f2-b3de-4196-85db-f755446b4c11/1613a15d-3da2-4adb-b595-6a2da71bb110.jpg",
    "altTitles": [
      {
        "ja": "大人になれない僕らは"
      },
      {
        "en": "We Won't Become Adults"
      },
      {
        "es-la": "Nosotros que no podemos convertirnos en adultos"
      },
      {
        "zh-hk": "無法成為大人的我們"
      },
      {
        "zh": "无法成为大人的我们"
      }
    ],
    "description": {
      "en": "The latest work from the author of \"The Diary of a Commuting Student\". It's a silly and endless story about how some kids kill time by repeating the 7th of July every day. A time-loop love story of two high school students trapped in \"Eternal Youth\"!\n\n(Source: Young Magazine)",
      "es-la": "¡El último trabajo de Jo Fujita en Commuting Student Diary! Esta es nuestra tonta e interminable historia de cómo matamos el tiempo una y otra vez el 7 de julio. ¡Una historia de amor en bucle temporal de dos estudiantes de preparatoria atrapados en una \"eterna juventud\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a371d62-f10a-4caf-8158-dcfdb6954368",
    "title": {
      "en": "Super Ninja Dan"
    },
    "updatedAt": "2024-03-07T00:12:38+00:00",
    "coverArt": "https://mangadex.org/covers/5a371d62-f10a-4caf-8158-dcfdb6954368/588230b7-eaa2-439a-8b54-8c0c994fdf1b.png",
    "altTitles": [
      {
        "ja-ro": "Kaze no Senshi Dan"
      },
      {
        "ja": "風の戦士ダン"
      },
      {
        "en": "Wind Warrior Dan"
      }
    ],
    "description": {
      "en": "The Kyosha and Jinma clans are ninja organizations living in the modern age. They were called \"super ninja,\" or \"super shinobi.\" However, these two clans have been fighting a fierce battle to exterminate each other. Why? The unique tag team of Tetsu Kariya and Kazuhiko Shimamoto unleash a painful work!"
    },
    "status": "completed",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "47"
  },
  {
    "mangaId": "e30cb518-a85d-4606-b73d-e5b1a320842d",
    "title": {
      "en": "Nisei to Utsuwa"
    },
    "updatedAt": "2025-01-30T07:22:50+00:00",
    "coverArt": "https://mangadex.org/covers/e30cb518-a85d-4606-b73d-e5b1a320842d/d1079578-d5c1-4a24-b7ab-96ea741364f6.jpg",
    "altTitles": [
      {
        "ja": "2世と器"
      },
      {
        "ja-ro": "2-sei to Utsuwa"
      },
      {
        "vi": "Tín Đồ Và Vật Chứa Của Thần Linh"
      }
    ],
    "description": {
      "en": "High school student Haruichi Higashi is a second generation religious person whose mother is obsessed with a new religion.\nOne day, Haruichi is taken by force to a meeting by his mother, and is shocked to see that the \"Light Master\" who appears is his classmate, Eishin Saihara.\nEishin, who he has never spoken to at school, is like a god here, and is worshipped without regard for his personality.\nAnd that night, Haruichi witnesses Eishin, who is single-mindedly dragging a kerosene tank toward a religious facility! ?\n\nIt was a strange encounter between Eishin, who has been pushed to his limits both physically and mentally by the adults around him, and Haruichi, who is by his side.",
      "vi": "Higashi và Eijima là bạn cùng lớp nhưng chẳng bao giờ Higashi để ý đến cậu bạn ít nói đó. Cho đến khi Higashi bị mẹ ép đến một buổi \"cầu nguyện\" của các tín đồ tôn thờ vị thần Ánh Sáng, cậu bất ngờ nhận ra Eijima là Thống chủ của giáo phái này. Dù chỉ là thoáng qua, nhưng Higashi biết Eijima đang bị cưỡng ép. Làm thế nào để giúp Eijima tìm lại tự do và câu chuyện tình yêu giữa hai người bạn này sẽ phát triển thế nào? Mời bạn theo dõi câu chuyện nhé."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "449f58e2-3a33-4df5-9d9b-62e867e7f918",
    "title": {
      "en": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
    },
    "updatedAt": "2025-01-28T14:37:44+00:00",
    "coverArt": "https://mangadex.org/covers/449f58e2-3a33-4df5-9d9b-62e867e7f918/310f52b6-f878-4da1-9399-74af6bc948d6.jpg",
    "altTitles": [
      {
        "ja": "与えられたスキルを使って稼いで異世界美女達とイチャイチャしたい（コミック）"
      },
      {
        "ja-ro": "Ataerareta Skill wo Tsukatte Kasei de Isekai Bijotachi to Ichaicha shitai"
      },
      {
        "en": "I Want to Use the Skills Given to Earn Money and Flirt With Beauties From Other World"
      },
      {
        "id": "Aku Ingin Menggunakan Keterampilan Yang Diberikan Untuk Mendapatkan Uang Dan Menggoda Wanita Cantik Dari Dunia Lain"
      },
      {
        "pt-br": "Quero usar as habilidade que me foi dado para ganhar dinheiro e flertar com lindas mulheres de outro mundo."
      }
    ],
    "description": {
      "en": "That day, Ishida Yamada was working his part-time job as usual. After finishing his shift, he opened the back door and stepped into a vast, empty space, where he encountered a mysterious figure claiming to be God. By sheer chance, Ishida was chosen by this God to be transported to another world. Although confused and uncertain, he resolved to adapt and make a life for himself in this strange new place. Using the skills granted by God, he focused on surviving and thriving. As he explored different lands and encountered various races, he made it his mission to form close relationships with many beautiful women along the way.",
      "ja": "その日も山田一太はいつもと変わらずバイトをしていた。バイトが終わり裏口の扉を開けると、そこには真っ白な空間が広がっていて、神と名乗る者がいた。 一太は偶然神によって選ばれ、異世界に行くことになった。一太は戸惑いながらも、取り合えず生きていこうと決めた。 神からもらったスキルを使って如何にこの異世界を生き抜くか考えながら、一太はこの異世界にいる美女と肉体関係を持つために色々と頑張っていく。",
      "es-la": "Ese día, Ichita Yamada estaba trabajando medio tiempo como de costumbre. Cuando abrió la puerta trasera después de terminar su trabajo de medio tiempo, encontró un espacio en blanco y una persona que se hacía llamar Dios. Fue por casualidad que Dios lo eligió para ir a otro mundo. Estaba perplejo, pero decidió vivir de todos modos. Pensando en cómo sobrevivir en este otro mundo usando las habilidades que recibió de Dios, hace todo lo posible por tener una relación física con una mujer hermosa en este otro mundo.",
      "pt-br": "Naquele dia, Ishida Yamada estava trabalhando meio período, como sempre. Ao abrir a porta dos fundos após terminar seu trabalho de meio período, ele encontrou um espaço em branco e uma pessoa que se autodenominava Deus. Foi por acaso que ele foi escolhido por Deus para ir para outro mundo. Ele ficou perplexo, mas decidiu viver mesmo assim. Pensando em como sobreviver neste outro mundo usando as habilidades que recebeu de Deus, ele tenta ao máximo ter um relacionamento físico com uma linda mulher neste outro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c01d5d1-2ce3-4745-be54-8aff89300bfa",
    "title": {
      "en": "Fuguushoku to Baka ni Saremashita ga, Jissai wa Sorehodo Waruku Arimasen?"
    },
    "updatedAt": "2025-01-21T21:08:14+00:00",
    "coverArt": "https://mangadex.org/covers/9c01d5d1-2ce3-4745-be54-8aff89300bfa/01b79d34-c359-446f-ab22-3a3f9cc9a8e8.jpg",
    "altTitles": [
      {
        "ja": "不遇職とバカにされましたが、実際はそれほど悪くありません？"
      },
      {
        "en": "They Ridiculed Me for My Luckless Job, but It's Not Actually That Bad?"
      },
      {
        "zh": "不幸职业的幸运?"
      },
      {
        "ru": "Все смеялись надо мной из-за отсутствия профессии, но всё не так уж и плохо"
      },
      {
        "vi": "Mọi Người Cười Nhạo Chức Nghiệp Vô Năng Của Tôi Nhưng Nó Không Tệ Đến Thế"
      },
      {
        "vi": "Chức Nghiệp Vô Năng"
      }
    ],
    "description": {
      "en": "Shirosaki Reito was suddenly sucked in by a mysterious crack and got transferred in between dimensions. He got reincarnated as a baby in another world. He was born in the royal family and was the heir to the throne but he was driven/kicked of the palace. The reason was that he was born as a Support magician and had Alchemist as a job which was the lowest job that existed in the new world and people who had that were considered jobless. But there was a secret hidden in that job!!\n___\n* Bookwalker LN: [link](https://bookwalker.jp/series/182424/)\n* Official LN: [link](https://www.alphapolis.co.jp/novel/312278148/185185579)",
      "fr": "Shirosaki Reito a été soudainement aspiré par une mystérieuse fissure et a été transféré entre deux dimensions.  \nIl s'est réincarné en bébé dans un autre monde.  \nNé dans la famille royale et étant l'héritier du trône, il est cependant chassé du palais.  \nLa raison ?  \nêtre né en tant que magicien de soutien et avoir une profession d'alchimiste !  \nConsidérée comme la profession la plus faible, Reito fera tout pour s'endurcir et devenir fort !",
      "ja": "次元の狭間へと転落し、０歳の状態で異世界転生することになった高校生・白崎零斗。王家の跡取りとして転生するが、生まれ持った異世界最弱の不遇職「支援魔術師」と「錬金術師」が原因で家から追放されてしまう。過酷な世界で生き抜くため、鍛錬の日々を送る中、レイトは自身の職業に秘められた大いなる力に気がつく……。",
      "ru": "Широсаки Рейто неожиданно засосало в загадочную расщелину и переместило в измерение между мирами, после чего он переродился младенцем в ином мире. Он появился на свет в королевской семье, оказавшись наследником трона, но всё равно в итоге его выгнали из дворца. Причиной этому послужило то, что он оказался магом поддержки и заполучил профессию алхимика, оказавшуюся слабейшей в этом новом мире. Таких как он в этом фантастическом мире магии считают не имеющими профессии, но, как оказалось, существует некий секрет!! Проследим же путь становления сильнейшим в мире героя со слабейшей профессией!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e7a4a0f-8391-4069-839b-de2352297dab",
    "title": {
      "en": "Kakkou no Iinazuke"
    },
    "updatedAt": "2025-01-27T16:32:11+00:00",
    "coverArt": "https://mangadex.org/covers/4e7a4a0f-8391-4069-839b-de2352297dab/3a515964-3695-48ee-bb07-aae3b9263a26.jpg",
    "altTitles": [
      {
        "ja": "カッコウの許嫁"
      },
      {
        "ja-ro": "Cucko no Iinazuke"
      },
      {
        "en": "A Couple of Cuckoos"
      },
      {
        "ko": "뻐꾸기 커플"
      },
      {
        "zh": "杜鹃的婚约"
      },
      {
        "zh-hk": "杜鵑婚約"
      },
      {
        "fr": "A Couple of Cuckoos"
      },
      {
        "pt": "A Noiva do Cuco"
      },
      {
        "ru": "Обрученные"
      },
      {
        "ru": "Сведённые кукушкой"
      },
      {
        "es": "Una Pareja de Cucos"
      },
      {
        "es-la": "La Prometida del Cuco"
      },
      {
        "th": "รักอลวนคนสลับบ้าน"
      }
    ],
    "description": {
      "en": "Nagi Umino was mistakenly switched at birth, and now attends a prestigious private high school. One day, he has a chance meeting with Erika Amano, an incredibly high society highschool girl who claims she's on the way to meet her fiancé, and who asks/forces him to be her fake boyfriend. Neither of them, at the time, understood the significance of their meeting for Erika was the girl Nagi was switched at birth with, and Nagi was Erika's soon-to-be fiancé!",
      "es": "Una comedia romántica sobre Nagi yendo a una reunión con sus verdaderos padres, y sobre Erika, que está atormentada por un compromiso no deseado!",
      "fr": "Nagi est un élève sérieux passionné par ses études. Un jour, alors qu'il est en deuxième année, il découvre qu'il a été échangé à la naissance avec une fille. Espérant garder leurs enfants biologiques et adoptifs, leurs parents décident qu'ils vont se fiancer pour pouvoir rester en famille. Mais Nagi est déjà amoureux d'une autre fille...",
      "it": "Nagi Umino, studente al secondo anno di una prestigiosa scuola preparatoria, ha scoperto di essere un bambino scambiato alla nascita. Un giorno, mentre si sta dirigendo all'incontro con i suoi veri genitori, incontra Erika Amano, una strana ragazza promessa in sposa nonostante la giovane età. Rifiutando di sposarsi, costringe Nagi a far finta di essere il suo ragazzo per cercare di far desistere i genitori dall'idea del matrimonio. Nagi e Erika scopriranno di avere molto più in comune di quanto pensino!",
      "ja": "赤ちゃんの頃に取り違えられ、今は名門私立に通う高校 2年の海野凪。ある日、これから許嫁に会いにいくという超お嬢様女子高生・天野エリカと偶然出会い、彼氏のフリをしてくれと半ば強引に頼まれてしまう。だが、その時の二人は知る由もなかった。エリカは凪と取り違えられた子どもで、凪はエリカの許嫁相手だということを……。",
      "ru": "Романтическая комедия о Наги, идущем на встречу со своими настоящими родителями, и о Эрике, которая мучается из-за нежеланной помолвки!..",
      "pt-br": "Uma comédia romântica sobre Nagi que está indo se encontrar com seus verdadeiros pais e sobre Erika, que é atormentada por um casamento indesejado!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]