[
  {
    "mangaId": "801513ba-a712-498c-8f57-cae55b38cc92",
    "title": {
      "en": "Berserk"
    },
    "updatedAt": "2024-07-15T01:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/801513ba-a712-498c-8f57-cae55b38cc92/22ff2622-e93c-420f-b477-7a86eec02a1d.jpg",
    "altTitles": [
      {
        "he": "ברזרק"
      },
      {
        "fa": "برزرک"
      },
      {
        "ar": "برسرك"
      },
      {
        "th": "เบอร์เซิร์ก"
      },
      {
        "ja": "ベルセルク"
      },
      {
        "zh-hk": "劍風傳奇"
      },
      {
        "zh": "烙印勇士"
      },
      {
        "ko": "베르세르크"
      },
      {
        "ar": "بيرسيرك"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "uk": "Берсерк"
      },
      {
        "ru": "Берсерк"
      },
      {
        "ja-ro": "Berserk"
      },
      {
        "ne": "बर्सर्क"
      },
      {
        "de": "Berserk"
      }
    ],
    "description": {
      "en": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice.\n\nAided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.  \n  \n***Won the 6th Osamu Tezuka Cultural Prize Excellence Award in 2002.***\n\n---\n\nNote: Following Miura Kenta's death in 2021, the series has been taken over by Kouji Mori, who supervises the series with art done by Studio Gaga.",
      "es": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "ru": "Гатс – Черный Мечник, за которым охотятся демоны. Мечник стремится найти все убежища демонов и отомстить человеку, сделавшего их него «жертвенную овечку». Черный Мечник противостоит жестокой судьбе благодаря непоколебимой воле, невероятной силе, и, конечно же, меча. Постоянные сражения со злом приближает Гатса к параллельному миру тьмы, лишая его человечности. Берсерк – сложная, но сильная история о сражениях и злой судьбе.",
      "th": "เบอร์เซิร์ก เป็นชื่อมังงะ แนวดาร์ค แฟนตาซี ของญี่ปุ่น วาดโดยเคนทาโร่ มิอุระ มีการดำเนินเรื่องเกิดขึ้นในยุคกลางของยุโรป โดยได้รับอิทธิพลมาจากโลกแห่งจินตนิมิตด้านมืด มีตัวละครเอกของเรื่องคือ กัทส์ ทหารรับจ้างผู้โดดเดี่ยวและ กริฟฟิท หัวหน้าของกลุ่มทหารรับจ้างที่รวมตัวกันภายใต้ชื่อ กองพันเหยี่ยว\n\n----\n [Shopee (ไทย)](https://shopee.co.th/berserk%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%8B%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%81-%E0%B8%9A%E0%B8%B4%E0%B9%8A%E0%B8%81%E0%B8%9A%E0%B8%B8%E0%B8%84-%E0%B9%81%E0%B8%A2%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1-20-%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%AB%E0%B8%99%E0%B8%B6%E0%B9%88%E0%B8%87-i.63434898.1855330863)",
      "tr": "Kara Kılıç Ustası olarak anılan Guts, vücutlarındaki şeytani damga yüzünden onlara musallat olan şeytani güçlerden, kadınını ve kendisini korumanın bir yolunu aramaktadır. Aynı zamanda onu damgalayan ve bir kurban konumuna düşüren adamdan intikam almaya çalışmaktadır. Paralı askerlerle geçirdiği zorlu çocukluk yıllarının getirdiği tecrübeler sayesinde elde ettiği büyük gücü, devasa bir kılıç ve protez bir kol ile destekleyen Guts, karamsar kaderiyle mücadele etmek zorundadır. Tüm bunları yaparken, insani benliğini kaybetmesine neden olabilecek öfkeyle başa çıkmalıdır. \n\nTheWildDeer'dan Dorylaion tarafından biraz yorum katılarak sitedeki ingilizce açıklamadan çevrilmiştir.",
      "uk": "Його ім'я Ґатс, Чорний Мечник. Він могутній воїн, про якого говорять лишень пошепки. У нього є велетенський меч , рука зі заліза й шрами від незліченних боїв і тортур. А ще його плоть позначена Тавром — нечестивим символом, який притягує сили пітьми й робить Ґатса їхньою жертвою. Але Ґатс не прийме таку долю спокійно: він порубає на фарш війська проклятих, як і будь-кого, кому стане дурості стати на його шляху! Ґатс іде в товаристві ельфа Пака (більше докучайла, ніж товариша) темним і закривавленим шляхом, який приведе лише до загибелі... Чи помсти.",
      "es-la": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "pt-br": "Guts, conhecido como o Espadachim Negro, busca refúgio das forças demoníacas atraídas por ele e sua mulher por causa de uma marca demoníaca em seus pescoços, e também vingança contra o homem que o marcou como um sacrifício profano.  Ajudado apenas por sua força titânica adquirida de uma infância dura vivida com mercenários, uma espada gigantesca e uma mão esquerda protética de ferro, Guts deve lutar contra seu destino sombrio, enquanto luta com uma raiva que pode despojá-lo de sua humanidade."
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cb8ec79-3138-446d-8dc1-699fe3d6e3c7",
    "title": {
      "en": "#MeToo - AV Shutsuen wo Kyouyousareta Watashi"
    },
    "updatedAt": "2024-08-05T15:05:12+00:00",
    "coverArt": "https://mangadex.org/covers/3cb8ec79-3138-446d-8dc1-699fe3d6e3c7/746fb67b-b005-456c-ac44-51fa2b328976.jpg",
    "altTitles": [
      {
        "en": "#MeToo - I Was Forced to Appear in AV"
      },
      {
        "ja": "#MeToo～AV出演を強要された私～"
      }
    ],
    "description": {
      "en": "In recent years, it is becoming a social issue, and the question of forcing AV appearances. Girls who are deceived by the skillful appeal of adults and cast against their intentions. Based on interviews with the parties, the process of getting into the AV debut is realistic. AV victims who have been unable to open their mouth have finally begun to raise their voice! * this work is recorded in the Story Women's Black Vol.22."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER (Official Colored)"
    },
    "updatedAt": "2024-10-22T01:30:50+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter × Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter × Hunter"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "ja": "HUNTER×HUNTER カラー版"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "vi": "Truyện dõi theo hành trình của bốn nhân vật chính: Gon, Killua, Kurapika và Leorio.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38d94cf6-4b4a-4bd9-a55b-3a649e0ee395",
    "title": {
      "en": "Kizudarake no Tenshitachi"
    },
    "updatedAt": "2024-11-08T01:21:09+00:00",
    "coverArt": "https://mangadex.org/covers/38d94cf6-4b4a-4bd9-a55b-3a649e0ee395/5a88564f-35c2-4596-89e2-68c32263dbc4.jpg",
    "altTitles": [
      {
        "en": "Heartbreak Angels"
      },
      {
        "en": "Heartbroken Angels"
      },
      {
        "ja-ro": "Kizudarake no Tenshi-tachi"
      },
      {
        "ja": "傷だらけの天使たち"
      }
    ],
    "description": {
      "en": "Here's a collection of off-color gags that's at once charming, disgusting and laugh-out-loud funny. Originally appearing in the pages of Pulp magazine and released now in graphic novel format, the manga (Japanese comics) work is a series of four panel one-liners set vertically two to a page, with an occasional series blown up over two full pages for striking visual effect. The lineup of endearing, albeit repulsive, characters includes a very young sex-crazed couple (the girl wears the ubiquitous Japanese school uniform) whose encounters parody presumptions of sexual innocence with punch lines about kinky fantasies and scatology. There's a comics artist (Kikuni himself?) whose sexual response is ritualistically heightened by humiliating comments about his minuscule penis. Then there's a daft father and son duo so poor that the boy is reduced to using soy sauce as pigment for an art class assignment. Kikuni's cute, cartoonish drawings work along with his twisted stories and characters to boost the strip's shock value and to keep the humor fresh. His sensibility is reminiscent of the dark"
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-10-27T21:06:11+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/d1f58406-eb23-4e37-81ab-6dcec5ccb2a4.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "en": "The Mikadono Sisters are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      },
      {
        "vi": "Ba Chị Em Nhà Mikadono Dễ Đối Phó Thật Đấy"
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…",
      "pt-br": "Embora Ayase Yuu seja filho de uma atriz renomada e talentosa, ele está abaixo da média em tudo o que faz. Ele é encarregado de viver sob os cuidados de um amigo de sua mãe, e mais tarde descobre que também vai morar com as três irmãs de sua escola que possuem beleza e talento. Embora Yuu pensasse que um entendimento seria impossível de alcançar entre uma pessoa comum e aqueles abençoados com talento, as três irmãs são surpreendentemente...?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "237d527f-adb5-420e-8e6e-b7dd006fbe47",
    "title": {
      "en": "Kaiju No. 8"
    },
    "updatedAt": "2024-10-26T07:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/237d527f-adb5-420e-8e6e-b7dd006fbe47/1a2b3e4c-1a06-4d77-aa38-48753bc3cb98.jpg",
    "altTitles": [
      {
        "en": "Monster #8"
      },
      {
        "ja-ro": "Kaijuu 8-gou"
      },
      {
        "ru": "Кайдзю No. 8"
      },
      {
        "ru": "Монстр № 8"
      },
      {
        "ja": "怪獣8号"
      },
      {
        "uk": "Кайджю №8"
      },
      {
        "fr": "Kaiju n°8"
      },
      {
        "es": "Kaiju 8"
      },
      {
        "es": "Kaiju Nº8"
      }
    ],
    "description": {
      "en": "A man working a job far removed from his childhood dreams gets wrapped up in an unexpected situation…! Becoming a monster, he aims once again to fulfill his lifelong dream…!\n\n---\nKafka hopes to one day keep his pact with his childhood friend Mina to join the Japan Defense Force and fight by her side. But while she’s out neutralizing kaiju as Third Division captain, Kafka is stuck cleaning up the aftermath of her battles. When a sudden rule change makes Kafka eligible for the Defense Force, he decides to try out for the squad once more. There’s just one problem. He’s made the Defense Force’s neutralization list under the code name Kaiju No. 8.\n\n---\n**Links:**\n- Alternative Official English - [Viz](https://www.viz.com/kaiju-no-8)",
      "es": "Japón tiene la mayor tasa de incidencias por ataques de Kaijus de todo el mundo. Los Kaijus irrumpen continuamente y sin piedad en las vidas cotidianas de la gente. Kafka Hibino, que siempre quiso ser un miembro de las Fuerzas de Defensa, actualmente trabaja como limpiador de cadáveres de Kaijus.\nSin embargo, un día, una misteriosa criatura convierte a Kafka en un Kaiju, y las Fuerzas de Defensa de Japón, encargados de derrotar a estos monstruos, le identificaron con el nombre clave de “Kaiju N.8”.",
      "fr": "Enfant, Kafka Hibino rêvait d’intégrer les Forces de Défense pour combattre ces terribles ennemis, mais après de nombreux échecs à l’examen d’entrée, ce trentenaire travaille à nettoyer les rues de leurs encombrants cadavres. Jusqu’au jour où une mystérieuse créature s’introduit dans son organisme et le métamorphose en une entité surpuissante mi-humaine, mi-kaiju. Son nouveau nom de code : “Kaiju n° 8” !\n\nMaison d'édition FR : Kazé / Crunchyroll",
      "it": "Un uomo, infelice del lavoro che deve fare per il resto della sua vita, rimane coinvolto in un evento inaspettato…!  \r\nSi è trasformato in un kaiju, una creatura mostruosa, che gli darà un'altra opportunità per raggiungere ciò che ha sempre sognato!",
      "ja": "怪獣発生率が世界屈指の日本。この国は、容赦なく怪獣が日常を侵していた。かつて防衛隊員を目指していたが、今は怪獣専門清掃業で働く日比野カフカ。ある日カフカは、謎の生物によって、身体が怪獣化、怪獣討伐を担う日本防衛隊からコードネーム「怪獣8号」と呼ばれる存在になる。",
      "ru": "Некоторые люди проживают серую жизнь, так и не пережив ничего захватывающего. Но нашему герою вроде бы повезло: хоть он и был недоволен работой, которой ему пришлось заниматься, случается кое-что неожиданное. Он превращается в кайдзю — чудовищное существо, и теперь получает шанс не просто изменить свою жизнь, а достичь всего, о чём он когда-либо мечтал!",
      "tr": "Yapmak zorunda olduğu işinde pek de memnun olmayan bir adam beklenmedik olaylara karışır..! Bir Kaiju'ya, dehşet verici korkunç, muazzam bir yaratığa dönüşür. Peki ya bu, uzun zamandır hayal ettiği şeylere sonunda kavuşabileceği fırsatıysa..?.",
      "pt-br": "Um homem, descontente com o trabalho que teve na vida, está envolvido em um evento inesperado...! Ele se torna um Kaijuu, uma criatura monstruosa, dando-lhe uma nova chance de alcançar o que ele sempre sonhou!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b73371d4-02dd-4db0-b448-d9afa3d698f1",
    "title": {
      "en": "Ao Ashi"
    },
    "updatedAt": "2024-03-02T18:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/b73371d4-02dd-4db0-b448-d9afa3d698f1/55647584-c7ef-456d-9413-61822da8eabb.jpg",
    "altTitles": [
      {
        "ja": "アオアシ"
      },
      {
        "zh": "青之芦苇"
      },
      {
        "zh-hk": "青之蘆葦"
      },
      {
        "ko": "아오아시"
      },
      {
        "ja-ro": "Ao Ashi"
      },
      {
        "th": "AOASHI แข้งเด็กหัวใจนักสู้"
      },
      {
        "de": "Blaue Beine ~Ao Ashi~"
      },
      {
        "tr": "Mavi Bacak"
      },
      {
        "fr": "Ao Ashi - Playmaker"
      },
      {
        "pt-br": "Ao Ashi - Craques da Bola"
      },
      {
        "ru": "Ао Аши"
      },
      {
        "id": "Ao Ashi"
      },
      {
        "vi": "Ao Ashi"
      }
    ],
    "description": {
      "de": "Aoi Ashito ist ein Mittelschüler im dritten Jahr aus Ehime. Hinter seinem rohen Spiel verbirgt sich sein immenses Talent, aber Ashito erleidet wegen seiner allzu geradlinigen Persönlichkeit einen großen Rückschlag. Der Manager der Jugendmannschaft des J1-Clubs Tokyo City Esperion, Fukuda Tetsuya, erscheint vor Ashito. Fukuda sieht Ashitos grenzenloses Potenzial und lädt ihn ein, an den Probespielen seines Teams in Tokio teilzunehmen. Die Geschichte des Jungen, der den Fußball in Japan revolutionieren wird, beginnt sich schnell zu entfalten.",
      "en": "Aoi Ashito is a third year middle school student from Ehime. Behind his raw game hides his immense talent \nbut Ashito suffers a huge setback because of his overly straightforward personality. \nOne day the youth team manager of J1 club Tokyo City Esperion, Fukuda Tetsuya, appears in front of him. \nFukuda sees his limitless potential and invites him to take part in his team's tryouts in Tokyo. \nThe story of the boy who will revolutionize football in Japan rapidly begins to unfold.  \n  \n---\n- **Won the 65th Shogakukan Manga Award for General Manga in 2019**",
      "ru": "Ашито Аой, ученик третьего класса средней школы из префектуры Эхиме, встречает тренера «Молодежной лиги J» Фукуду Тацую. Несмотря на свою грубость, Ашито обладает таким удивительным потенциалом, что тренер Фукуда приглашает его принять участие в отборочных тестах своей команды в Токио. Взгляните на историю мальчика, который совершит революцию в японском футболе.",
      "tr": "Aoi Ashito Ehime'de ortaokul 3. sınıfa giden bir öğrencidir. Bir gün karşısına J1 Ligi kulübü Tokyo City Esperion'un altyapı takımı menajeri Fukuda Tetsuya çıkar. Fukuda Aoi'nin sonsuz potansiyelini farkeder ve onu Tokyo'daki altyapı seçmelerine davet eder. Böylece Japon futbolunda devrim yapacak çocuğun hikayesi başlar.",
      "pt-br": "Ashito Aoi, um estudante do terceiro ano do ensino médio de Ehime, conhece Fukuda Tatsuya, um treinador da \"J Youth League\". Mesmo que ainda tenha uma personalidade forte, Ashito tem um incrível potêncial que o fez ser convidado pelo treinador Fukuda para participar da seleção de sua equipe em Tóquio. A história do garoto que vai revolucionar o futebol no Japão vai começar."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-09-29T01:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/7033c604-e1c4-42d2-93d8-48aba83032b3.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2024-10-20T10:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/79dba068-ece8-4996-a79e-805fa650fa6f.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      },
      {
        "vi": "Hành Trình Cô Độc Nơi Dị Giới"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \r\n  \r\nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "vi": "Câu chuyện theo chân Haruka - một cậu học sinh trung học mọt sách cô độc, đột nhiên bị triệu hồi đến dị giới với đám bạn học. Không giống như cả lớp nhận được các kỹ năng cheat đủ để làm bá chủ tại thế giới khác, nhân vật chính của chúng ta phải ôm theo bảng trạng thái phế vật mà lăn lộn hòng sống sót. Vậy thì, hãy cùng dõi theo và cổ vũ cho Haruka có thể tai qua nạn khỏi, vươn đến đỉnh cao mà không cần tới cheat trong câu chuyện tràn đầy hài hước này nhé.",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "890156bf-4f1a-4218-8210-4747e88552aa",
    "title": {
      "en": "A-bout!! - Asagiri Daikatsuyaku Hen"
    },
    "updatedAt": "2024-10-22T15:26:32+00:00",
    "coverArt": "https://mangadex.org/covers/890156bf-4f1a-4218-8210-4747e88552aa/6ed4c63c-bd16-446b-a85f-b80e05997c11.png",
    "altTitles": [
      {
        "ja": "A-BOUT!!〜朝桐大活躍編〜"
      },
      {
        "en": "A-BOUT!! ~Asagiri Dai Active Edition~"
      }
    ],
    "description": {
      "en": "Asagiri's second year at Mitsumine."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "38"
  },
  {
    "mangaId": "964ec54c-0ae5-4254-9f3a-6596b6df15ca",
    "title": {
      "en": "The Maknae Has to Be an Idol"
    },
    "updatedAt": "2024-05-17T16:44:54+00:00",
    "coverArt": "https://mangadex.org/covers/964ec54c-0ae5-4254-9f3a-6596b6df15ca/a8882562-4aef-4630-9c64-f8c1919bcd44.jpg",
    "altTitles": [
      {
        "ko": "막내는 아이돌이 되어야 한다"
      },
      {
        "pt-br": "O Maknae Precisa Ser Um Idol"
      }
    ],
    "description": {
      "en": "\"I will leave the debut group.\"\nI can't make it in this group. I should leave and set up a chicken restaurant so that my brothers could at least make a name for themselves.\nDestined to be a failed idol, I decided to leave the group for the betterment of the others.\nHowever,\n[A member dies if you leave the debut group.]\nWhat?\n\"...This is making me crazy.\"\nThe struggles of Bong Tae-Yoon, the Maknae on top, whose hands hold the lives of his group members, begins now!",
      "pt-br": "“Vou sair do grupo de estreia.”\nNão consigo fazer sucesso nesse grupo. Eu deveria sair e abrir um restaurante de frango pra que meus irmãos pudessem pelo menos fazer um nome pra si mesmos.\nDestinado a ser um idol fracassado, decidi deixar o grupo para o bem dos outros.\nNo entanto,\n[Um membro morre se você deixar o grupo de estreia.]\nO quê?\n“Isso está me deixando louco.”\nAs lutas de Bong Tae-Yoon, o Maknae que está no topo, cujas mãos seguram as vidas dos membros de seu grupo, começam agora!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1fc77e-706a-4fc5-bea8-486c9be0145d",
    "title": {
      "en": "Vinland Saga"
    },
    "updatedAt": "2024-10-01T00:58:43+00:00",
    "coverArt": "https://mangadex.org/covers/5d1fc77e-706a-4fc5-bea8-486c9be0145d/6c78781e-1c29-44cf-803a-8cfbc8a5f5c2.jpg",
    "altTitles": [
      {
        "pl": "Saga Winlandzka"
      },
      {
        "tr": "Vinland Destanı"
      },
      {
        "ru": "Сага о Винланде"
      },
      {
        "uk": "Сага про Вінланд"
      },
      {
        "ja": "ヴィンランド・サガ"
      },
      {
        "zh-hk": "海盜戰記"
      },
      {
        "zh": "海盗战记"
      },
      {
        "kk": "Винланд дастаны"
      }
    ],
    "description": {
      "en": "As a child, Thorfinn sat at the feet of the great Leif Ericson and thrilled to wild tales of a land far to the west. But his youthful fantasies were shattered by a mercenary raid. Raised by the Vikings who murdered his family, Thorfinn became a terrifying warrior, forever seeking to kill the band's leader, Askeladd, and avenge his father. Sustaining Thorfinn through his ordeal are his pride in his family and his dreams of a fertile westward land, a land without war or slavery… the land Leif called Vinland.  \n\n---\n- **Won the Japan Media Arts Award Division Grand Prize in 2009**\n- **Won the 36th Kodansha Manga Award for General Manga in 2012**",
      "ru": "Эта история случилась в начале XI века, когда викинги, безраздельно господствовавшие в северных морях, грабили побережья Франции и Англии. В эпоху, где оружие значило больше, нежели слова, маленький мальчик невольно оказывается косвенной причиной гибели своего отца. Повзрослев и став на путь воина, он жаждет честного поединка с убийцей отца – легендарным главарём отряда викингов-наемников, но возраст и отсутствие опыта не позволяют ему сделать это. Чтобы не упускать своего врага из виду, юноша вступает в его отряд и в награду за выполнение тяжелого боевого задания требует поединка с ним, но терпит поражение. Юноша продолжает прилагать все усилия, чтобы осуществить свою месть. Внезапно он оказывается вовлечён в куда более кровавое столкновение…",
      "tr": "Çocukken Thorfinn, büyük Leif Ericson'un ayaklarının dibinde oturur ve batıdaki uzak diyarların vahşi masallarıyla heyecanlanırdı. Ama gençlik hayalleri bir paralı asker baskınıyla paramparça oldu. Ailesini öldüren Vikingler tarafından yetiştirilen Thorfinn, grubun lideri Askeladd'ı öldürmek ve babasının intikamını almak isteyen korkunç bir savaşçı oldu. Thorfinn'i çileli yaşamı boyunca ayakta tutan, ailesiyle olan gururu ve batıdaki bereketli topraklara, savaşın ve köleliğin olmadığı bir ülkeye, Leif'in Vinland adını verdiği topraklara dair hayalleridir.",
      "pt-br": "Thorfinn é filho de Thors, um lendário guerreiro viking, mas que após anos no campo de batalha, descobre uma coisa mais maravilhosa que matar seus iguais. Viver sua própria vida, em paz. Mas os ventos lhe trazem uma notícia que atrapalhará seus dias de paz, e Thorfinn, seu filho, pouco sabe desta vida passada de guerra de seu pai. Após descobrir o passado de seu pai, Thorfinn se revolta contra ele, e sai para a guerra junto de seu pai, mas quando reconhece o verdadeiro valor dele, já é tarde demais. Agora Thorfinn deverá seguir sua própria vida, seguindo valores que seu pai lhe ensinou, mas sem perder sua coragem. Este é só o começo desta grande saga de Thorfinn que acompanha os Vikings no século XI!"
    },
    "status": "ongoing",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "643561e6-5c27-4382-95d3-8e84894a3fb6",
    "title": {
      "en": "Yamada-kun to Lv999 no Koi wo Suru"
    },
    "updatedAt": "2024-11-02T18:36:57+00:00",
    "coverArt": "https://mangadex.org/covers/643561e6-5c27-4382-95d3-8e84894a3fb6/c2c51438-d79f-4046-aca3-736bbc3cb64e.jpg",
    "altTitles": [
      {
        "ja": "山田くんとLv999の恋をする"
      },
      {
        "zh-hk": "和山田進行Lv999的戀愛"
      },
      {
        "zh": "和山田进行LV.999的恋爱"
      },
      {
        "en": "My Love Story with Yamada-kun at Lv999"
      },
      {
        "uk": "Моє кохання до Ямади-куна 999 рівня"
      },
      {
        "pt-br": "Minha História de Amor com Yamada-kun Nível 999"
      },
      {
        "fr": "My Love Story With Yamada-Kun at LVL 999"
      }
    ],
    "description": {
      "en": "Recently dumped, Akane is just about to quit the game she used to play with her boyfriend when she meets Yamada in the same RPG. Yamada in real life turns out to be somewhat of a legend. The only problem is - he is ONLY interested in the game. As Akane's feelings grow, will Yamada's focus stay on the game?\n\nThe manga won the Tsutaya Comic Award in 2022.",
      "ja": "彼氏をネットゲームで知り合った他の女に取られた茜。ストレス発散に雑魚モンスターを狩っていると、ギルドメンバーのアフロ男・山田に声をかけられる。同じギルメンの誼でフラれたことを愚痴るも、山田は無表情で「興味ない」とそっけない返事。挙句に「狩場を譲れ」と言う山田に「これだからゲームする男なんて！」とキレる茜だったが、好きなゲームをフラれっぱなしでやめられないと一念発起。ネトゲのリアルイベントが開催されることを知った茜は元彼に会えるかも……とお洒落をして会場に乗り込むが、元彼の横には新しい彼女の姿が……。直後、人混みに押され転んでしまった茜に手を差し伸べたのは超イケメンの黒髪男子。しかしそんなイケメンの無愛想な態度と「興味ない」という言葉で頭に浮かんだのはあのアフロ頭のアバター……この眼の前にいるイケメンこそあの山田だった!?　目の前で元カレのイチャコラを見せつけられた茜は山田を居酒屋に連行してヤケ酒に付き合わせる。酔いつぶれた茜が目を覚ますと、そこは見知らぬ場所……山田の部屋だった。もしかして私……!?",
      "pt-br": "Akane Kinoshita pegou seu namorado tendo um caso com uma garota de um jogo online e ficou completamente arrasada. Ela tenta desestressar matando uns bichos no jogo, e acaba desabafando sobre seu caso com Yamada, um jogador de sua guilda — mas ele responde com um \"tô nem aí\" curto e grosso. Entretanto, quando Akane decide invadir um encontro offline do jogo para se vingar de seu ex-namorado, ela ouve essas palavras marcantes ao vivo, e seu coração bate mais forte ao conhecer Yamada ao vivo..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e5a829dd-c1d7-4362-ae97-2cc7e48449b1",
    "title": {
      "en": "Surviving the Apocalypse"
    },
    "updatedAt": "2024-08-22T11:39:57+00:00",
    "coverArt": "https://mangadex.org/covers/e5a829dd-c1d7-4362-ae97-2cc7e48449b1/48652759-2e96-4eec-ad12-1460c2c8c3e5.jpg",
    "altTitles": [
      {
        "ko": "종말에서 살아남기"
      },
      {
        "pt-br": "Sobrevivendo ao Apocalipse!"
      },
      {
        "fr": "Survie pendant la fin du monde"
      }
    ],
    "description": {
      "en": "A boy was locked in a basement and trained his entire life. His deranged father, the one who confined him, declared, \n\n\n“The Apocalypse is coming.” \n\nNow, armed with the training and survival skills he had honed over years of practice, he must survive the impending apocalypse.",
      "pt-br": "Um garoto foi trancado em um bunker e foi treinado a vida inteira. Seu pai perturbado, aquele que o confinou, declarou: \n\n“O Apocalipse está chegando”.\n\nAgora, armado com o treinamento e as habilidades de sobrevivência que ele havia aprimorado ao longo de anos de prática, ele deve sobreviver ao apocalipse iminente."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "62b74aa6-24df-4b91-b76d-39e7ab3c3ca5",
    "title": {
      "en": "REAL"
    },
    "updatedAt": "2024-11-01T17:30:46+00:00",
    "coverArt": "https://mangadex.org/covers/62b74aa6-24df-4b91-b76d-39e7ab3c3ca5/4d559fce-6a32-47b9-9dd2-3ad64ec673ca.jpg",
    "altTitles": [
      {
        "tr": "Gerçek"
      },
      {
        "ar": "حقيقي"
      },
      {
        "ja": "リアル"
      },
      {
        "zh": "REAL命运强手"
      },
      {
        "ko": "리얼"
      },
      {
        "kk": "Шың"
      }
    ],
    "description": {
      "en": "Nomiya Tomomi, a high school drop-out who wants to devote his life to helping Natsumi, a girl he sentenced to a life of immobility after a tragic bike ride he invited her on, tries to change his life around, from a trouble making delinquent into a reliable man. The problem is, both Natsumi and her sister dont seem to care at all for Nomiya, rightfuly blaming him for the accident. Plus, the only notable talent Nomiya posseses is the talent for basketball. Everything changes for him when he meets up with Togawa Kiyoharu, a wheelchair basketball player.\n\n---\n- **Won the Japan Media Arts Festival Excellence Prize for Manga in 2001**",
      "es-la": "Un accidente de motocicleta, cáncer de huesos, un camión que va a toda velocidad y atropella a un chico que lleva una bicicleta robada... trágicos acontecimientos que cambian la vida de tres jóvenes. Estas tres personalidades tan diferentes tienen una sola cosa en común: su pasión por el baloncesto.",
      "pt-br": "O que você faria se praticasse algum esporte que necessitasse muito das pernas e de repente se visse incapacitado de andar?, ou se a sociedade não colocasse nenhuma perspectiva de sucesso para você? Togawa Kiyoharu, Hisanobu e Nomiya Tomomi se encontram presos a esses problemas que se tornam fantasmas ou demônios que os atormentam a cada dia, e como essas histórias irão se ligar? Descubra lendo Real, uma obra do Fantástico e aclamado Takehiko Inoue criador de Slam Dunk e Vagabond!."
    },
    "status": "ongoing",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "603b9d8f-97b6-4f82-b7d6-1de7e356e869",
    "title": {
      "en": "Kaijin Fugeki"
    },
    "updatedAt": "2024-10-01T01:21:55+00:00",
    "coverArt": "https://mangadex.org/covers/603b9d8f-97b6-4f82-b7d6-1de7e356e869/86e2cec4-2555-4858-b5be-89360ea5d0d7.jpg",
    "altTitles": [
      {
        "ja": "灰仭巫覡"
      },
      {
        "ru": "Кайдзин Фугэки: Воспламенённые души"
      },
      {
        "en": "KAIJIN FUGEKI: Kindled Spirits"
      }
    ],
    "description": {
      "en": "Night, phenomena that were once known as natural disasters. Faced with the threat of inexplicable destruction, children offer their prayers in the form of dance in order to borrow the power of the gods, quell the Night's fury, and deliver the world from ruin. In a fateful encounter, a boy from a rural town in Japan, Jin, meets Gao, a British soldier who was forced to flee his homeland by the Night. The two spend their halcyon days with their friends in the quiet town surrounded by nature. Until one day, the Night suddenly falls on them once again!",
      "ru": "Ночь — феномен, некогда считавшийся природной катастрофой. Под угрозой уничтожения от не пойми чего, дети вознесли богам свои молитвы в форме танца, чтобы одолжить их силу, сдержать ярость Ночи и возродить мир из руин. По велению судьбы Дзин, парнишка из захолустного японского городка, встречает Гао, британского солдата, вынужденного покинуть свою страну из-за Ночи. Вдвоём они безмятежно проводили время вместе с друзьями в тихом городке в окружении природы. Пока однажды Ночь вновь не обрушилась на них!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6a5d154-7845-4129-b473-ba0aec3deffd",
    "title": {
      "en": "The Elusive Samurai"
    },
    "updatedAt": "2024-10-09T01:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/b6a5d154-7845-4129-b473-ba0aec3deffd/858adba8-c940-4e84-824a-1cd65654df70.jpg",
    "altTitles": [
      {
        "en": "The Elusive Young Lord"
      },
      {
        "ru": "Юный лорд-мастер побега"
      },
      {
        "ja": "逃げ上手の若君"
      },
      {
        "ja-ro": "Nige Jouzu no Wakagimi"
      },
      {
        "ru": "Неуловимый самурай"
      }
    ],
    "description": {
      "en": "Yusei Matsui, creator of Assassination Classroom and Neuro: Supernatural Detective, is back! Set in feudal Japan in between the Kamakura and Muromachi periods, our hero Hojo Takatoki is a boy on the run that history all but forgot! When the Kamakura shogunate is overthrown by Ashikaga Takauji, Takatoki's family and standing are visciously taken away from him, and he must flee to the far reaches of the land to survive and seek out his revenge!",
      "ru": "Действие происходит в феодальной Японии между периодами Камакура и Муромати, наш герой Ходзе Такатоки - мальчик в бегах, о котором история почти забыла! Когда сегунат Камакура свергнут Асикагой Такаудзи, семья и положение Такатоки насильно отнимаются у него, и он должен бежать в дальние края страны, чтобы выжить и отомстить!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2004b225-bae8-43ca-92ad-ebae1ce6498e",
    "title": {
      "en": "Ultimate Son-in-law"
    },
    "updatedAt": "2024-04-16T07:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/2004b225-bae8-43ca-92ad-ebae1ce6498e/29b06e3f-0b2e-48ff-bc4d-5c5f8f110805.png",
    "altTitles": [
      {
        "zh-ro": "Shishang Zui Qiang Zhui Xu"
      },
      {
        "zh": "史上最强赘婿"
      },
      {
        "en": "Survive As The Hero’s Husband!"
      },
      {
        "vi": "Chàng Rể Mạnh Nhất Lịch Sử"
      }
    ],
    "description": {
      "en": "Shen Lang traveled to the past and became a matrilocal son-in-law of a wealthy family. And yet he was kicked out for being a good-for-nothing. So he swore that he would marry a more powerful and striking noblewoman.\n\nI'm not going to practice martial arts in my whole life! I'll groom my wife to be the No.1 martial master in the world! She will kick the ass of anyone who dares to mess with me!\n\n---\n**Links:**\n- Alternative Official Raw - [Bilibili](https://manga.bilibili.com/detail/mc32611)",
      "pt-br": "Sheng lang foi expulso de casa por ser um desperdício de comida e oxigênio, coisas aconteceram e ele acabou em outro mundo, para sobreviver nesse novo mundo ele precisa aprender artes marciais mas como ele é muito preguiçoso e fraco ele concluiu que sua melhor opção é encontrar uma esposa bonita, rica e talentosa e ser apenas um marido troféu que passa seus dias aproveitando as riquezas da vida!! E se alguém se atreve a perturbar sua paz, ele vai dizer a sua esposa para chutar seus traseiros!!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5f23eb3-7ff7-4a80-ae74-2686e65ccd57",
    "title": {
      "en": "Darwin's Game"
    },
    "updatedAt": "2024-10-17T17:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/b5f23eb3-7ff7-4a80-ae74-2686e65ccd57/577e2420-5bc9-4947-9b14-82c628283d6b.jpg",
    "altTitles": [
      {
        "ja-ro": "Daauinzu Geemu"
      },
      {
        "ru": "Игра Дарвина"
      },
      {
        "ja": "ダーウィンズゲーム"
      },
      {
        "zh": "达尔文游戏"
      },
      {
        "zh-hk": "達爾文游戲"
      },
      {
        "ar": "لعبة داروين"
      },
      {
        "ru": "Давинзу Гэму"
      },
      {
        "es": "El juego de Darwin"
      },
      {
        "fr": "Le Jeu de Darwin"
      },
      {
        "it": "Il gioco di Darwin"
      },
      {
        "tr": "Darwin'in Oyunu"
      },
      {
        "ko": "다윈즈 게임"
      },
      {
        "th": "ดาร์วินส์ เกม"
      },
      {
        "vi": "Trò Chơi Của Darwin"
      },
      {
        "bg": "Играта на Дарвин"
      },
      {
        "ca": "El joc de Darwin"
      },
      {
        "hr": "Darwinova igra"
      },
      {
        "cs": "Darwinova hra"
      },
      {
        "eo": "La Ludo de Darwin"
      },
      {
        "et": "Darwini mäng"
      },
      {
        "fi": "Darwinin peli"
      },
      {
        "el": "Το παιχνίδι του Δαρβίνου"
      },
      {
        "he": "המשחק של דרווין"
      },
      {
        "hi": "डार्विन का खेल"
      },
      {
        "hu": "Darwin játéka"
      },
      {
        "id": "Permainan Darwin"
      },
      {
        "lt": "Darvino žaidimas"
      },
      {
        "ms": "Permainan Darwin"
      },
      {
        "mn": "Дарвины тоглоом"
      },
      {
        "fa": "بازی داروین"
      },
      {
        "pl": "Gra Darwina"
      },
      {
        "ro": "Jocul lui Darwin"
      },
      {
        "sr": "Дарвинова игра"
      },
      {
        "ta": "டார்வின் விளையாட்டு"
      },
      {
        "uk": "Гра Дарвіна"
      },
      {
        "pt-br": "O Jogo de Darwin"
      }
    ],
    "description": {
      "en": "High school student Kaname Sudou receives an invitation from a classmate to play Darwin’s Game, a mobile game he has never heard of. However, as soon as he opens the application, a green snake suddenly pops out from his phone screen and bites his neck, leaving him unconscious. Waking up in the infirmary without any signs of a snake bite, he is told by the school to take the rest of the day off. Although he is puzzled by what has happened, he dismisses the surreal experience as a hallucination and boards the train home.  \nUnfortunately, his curiosity gets the better of him and he uses the application once again. As the application appears to be just like any other battle game, Kaname breathes out a sigh of relief and decides to start his first match. However, the pleasant surprise is short-lived, as his in-game opponent unexpectedly appears right in front of him and attempts to hunt him down with a knife.  \nAs he desperately runs for his life, Kaname puts two and two together and realizes that Darwin’s Game is not an ordinary game, but rather, it’s a brutal fight for survival.",
      "vi": "Học sinh trung học Kaname Sudou nhận được lời mời từ một người bạn cùng lớp để chơi Trò chơi của Darwin, một trò chơi di động mà cậu chưa bao giờ nghe nói đến. Tuy nhiên, khi vừa mở ứng dụng, một con rắn lục bất ngờ chui ra từ màn hình điện thoại và cắn vào cổ khiến anh bất tỉnh. Tỉnh dậy trong bệnh xá mà không có biểu hiện gì của rắn cắn, anh được nhà trường thông báo cho nghỉ hết ngày. Mặc dù bối rối trước những gì đã xảy ra, anh ta gạt bỏ trải nghiệm siêu thực như một ảo giác và lên tàu về nhà.Thật không may, sự tò mò của anh ấy càng tốt hơn và anh ấy sử dụng ứng dụng một lần nữa. Khi ứng dụng trông giống như bất kỳ trò chơi chiến đấu nào khác, Kaname thở phào nhẹ nhõm và quyết định bắt đầu trận đấu đầu tiên của mình. Tuy nhiên, điều bất ngờ thú vị chỉ tồn tại trong thời gian ngắn, khi đối thủ trong trò chơi của anh ta bất ngờ xuất hiện ngay trước mặt anh ta và cố gắng săn lùng anh ta bằng một con dao.Khi anh ta tuyệt vọng chạy cho cuộc sống của mình, Kaname đặt hai và hai lại với nhau và nhận ra rằng Trò chơi của Darwin không phải là một trò chơi bình thường, mà đúng hơn, đó là một cuộc chiến tàn khốc để sinh tồn"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "30",
    "lastChapter": "121"
  },
  {
    "mangaId": "28d5db97-61d7-4bdf-9692-818c212a9d7d",
    "title": {
      "en": "Hololive - Mahou Shoujo holoWitches!"
    },
    "updatedAt": "2024-05-16T23:23:25+00:00",
    "coverArt": "https://mangadex.org/covers/28d5db97-61d7-4bdf-9692-818c212a9d7d/e77ae464-3a1f-4590-855f-f1ef52600932.jpg",
    "altTitles": [
      {
        "en": "Magical Girl holoWitches!"
      },
      {
        "ja": "魔法少女ホロウィッチ！"
      }
    ],
    "description": {
      "en": "Manga adaptation of the mixed media project \"holoWitches\", featuring members of VTuber group Hololive as magical girls.",
      "ja": "配信アプリ『ホロキャス』を通じて、人々の心の光『ホロ』が集まったことで生まれた\n魔法の世界『ホロキャス界』が存在する世界。\n\n主人公たちは普段は『ホロキャス』の配信者として活動している。\n日々の生活で不安やストレスを抱え、前向きな心を失ってしまった人間が、\nその魂を『ホロキャス界』に吸い込まれてしまう『ユメオチ』現象。\nそして『ユメオチ』によって生み出される怪物『コラプサー』。\n\n『コラプサー』を倒し、『ユメオチ』してしまった人々を助けるため、\n主人公たちは魔法少女『ホロウィッチ』に変身し、戦う日々を送る。\n『ユメオチ』とは何なのか。暗躍するモノたちと戦い、\n人々に夢と希望を届ける魔法少女たちの物語がはじまる。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efca8b0b-9b1e-4cf2-9af1-c80f4c5d1f21",
    "title": {
      "en": "Blue Archive - Aoharu Record"
    },
    "updatedAt": "2023-12-05T21:23:49+00:00",
    "coverArt": "https://mangadex.org/covers/efca8b0b-9b1e-4cf2-9af1-c80f4c5d1f21/8e832553-1fc7-477a-b184-1ce770152e23.png",
    "altTitles": [
      {
        "ja": "あおはるレコード"
      },
      {
        "zh": "青春记录"
      }
    ],
    "description": {
      "en": "Blue Archive JP's second official manga drawn by Sergei.\n\n---\n**Links:**\n- [Blue Archive JP's Twitter](https://twitter.com/Blue_ArchiveJP)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f63ea84-6bc6-4312-81bf-b28d5592d802",
    "title": {
      "en": "Blue Archive! (Japan)"
    },
    "updatedAt": "2023-12-05T21:34:25+00:00",
    "coverArt": "https://mangadex.org/covers/1f63ea84-6bc6-4312-81bf-b28d5592d802/fab23fcb-bb24-47f5-9774-a68b4e9de8d0.jpg",
    "altTitles": [
      {
        "id": "Arsip Biru!"
      },
      {
        "ja": "ぶるーあーかいぶっ！"
      },
      {
        "ja-ro": "Blue Archive!"
      }
    ],
    "description": {
      "en": "Blue Archive JP's official 4-Koma, featuring snippets of the daily occurrences in Kivotos!\n\nThe series is titled (Japan) to differentiate it from the Global 4-Koma.\n\n---\n\n**Links:**  \n- [Blue Archive JP's Twitter](https://twitter.com/Blue_ArchiveJP)\n- [Global Server's 4-Koma](https://mangadex.org/title/6348a562-067b-45cb-ab2b-c6f33f0e7ead/blue-archive-global)",
      "id": "Kehidupan sehari-hari para gadis dari game ponsel \"Blue Archive\"!\n\n---\n\n**Links:**  \n- [Blue Archive JP's Twitter](https://twitter.com/Blue_ArchiveJP)\n- [Global Server's 4-Koma](https://mangadex.org/title/6348a562-067b-45cb-ab2b-c6f33f0e7ead/blue-archive-global)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6348a562-067b-45cb-ab2b-c6f33f0e7ead",
    "title": {
      "en": "Blue Archive! (Global)"
    },
    "updatedAt": "2022-10-02T10:02:45+00:00",
    "coverArt": "https://mangadex.org/covers/6348a562-067b-45cb-ab2b-c6f33f0e7ead/4ee5d1ff-0417-476e-ab7e-29b44f8f086f.jpg",
    "altTitles": [
      {
        "zh": "碧蓝档案！"
      },
      {
        "ko": "블루 아카이브!"
      },
      {
        "ko": "블루아카4컷만화"
      }
    ],
    "description": {
      "en": "Blue Archive GLB's official 4-Koma, featuring snippets of the daily occurrences in Kivotos!\n\nFor the Official English and Korean versions, you can find them on the respective server's Twitter account.\n\nThe series is titled (Global) to differentiate it from the Japanese 4-Koma.\n\n---\n**Links:**\n- [Blue Archive EN's Twitter](https://twitter.com/EN_BlueArchive)\n- [Blue Archive KR's Twitter](https://twitter.com/KR_BlueArchive)\n- [JP Server's 4-Koma](https://mangadex.org/title/1f63ea84-6bc6-4312-81bf-b28d5592d802/blue-archive-japan)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/75d972e8-6033-4c11-82c2-06610c21643e.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2443c0cf-e3e1-4305-bf57-b5c7f370781b",
    "title": {
      "en": "Yuukoku no Moriarty: The Remains"
    },
    "updatedAt": "2024-08-02T17:32:19+00:00",
    "coverArt": "https://mangadex.org/covers/2443c0cf-e3e1-4305-bf57-b5c7f370781b/1438e0d3-59c8-4fdf-b784-06e3b3b6f267.jpg",
    "altTitles": [
      {
        "ja": "憂国のモリアーティ-The Remains-"
      },
      {
        "en": "Moriarty the Patriot: The Remains"
      }
    ],
    "description": {
      "en": "A manga adaptation of the Yuukoku no Moriarty light novels."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-06-20T16:23:49+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46708527-d28a-4833-bd8b-e3ee553a20ee",
    "title": {
      "en": "Mitame Jirai-kei Osananajimi no Ren'ai Story"
    },
    "updatedAt": "2024-11-05T13:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/46708527-d28a-4833-bd8b-e3ee553a20ee/40b94a73-5d3a-45b7-bc94-8682604aef83.jpg",
    "altTitles": [
      {
        "ja": "見た目地雷系幼馴染の恋愛ストーリー"
      },
      {
        "ja-ro": "Mitame Jirai-kei Osananajimi no Renai Story"
      },
      {
        "en": "A Love Story About a Childhood Friend Who Looks Like a Landmine Girl"
      },
      {
        "en": "A Landmine-Type-Appearing Childhood Friend's Love Story"
      },
      {
        "en": "My Childhood Friend Who Looks Like a Landmine Type"
      },
      {
        "pt-br": "Uma história de amor sobre uma amiga de infância que parece um campo minado"
      },
      {
        "uk": "Історія кохання з подругою дитинства, яка прив'язалася до мене"
      },
      {
        "id": "Kisah Cinta Teman Masa Kecil yang Terlihat Berbahaya"
      }
    ],
    "description": {
      "en": "This is my love story with a landmine girl who's convinced that I'm her childhood friend.\n___\n**Alt Official Raw:** [X](https://x.com/onnoveltet/status/1829430063294738758)",
      "ja": "自分のことを幼馴染だと思い込んでいる地雷系女子との恋愛物語です。",
      "pt-br": "Esta é a minha história de amor com uma garota convencida de que sou seu amigo de infância."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b337e56-15c4-4685-bae6-7117fb0d7acb",
    "title": {
      "en": "One Room, Hiatari Futsuu, Tenshi-tsuki"
    },
    "updatedAt": "2024-10-31T02:01:07+00:00",
    "coverArt": "https://mangadex.org/covers/4b337e56-15c4-4685-bae6-7117fb0d7acb/8f0cdb1d-b839-48b6-9998-ea1560d1e0da.jpg",
    "altTitles": [
      {
        "en": "Studio Apartment, Good Lighting, Angel Included."
      },
      {
        "ja": "ワンルーム、日当たり普通、天使つき。"
      },
      {
        "zh": "單間, 光照尚好, 附帶天使"
      }
    ],
    "description": {
      "en": "What will happen when you wake up, and find a cute girl lying next to you in bed? Furthermore, she is not an ordinary girl, but an Angel who comes from Heaven???\n\nShintarou Tokamitsu is a high school boy living alone. One day, he found a beautiful girl sitting on his balcony. Her name is Towa, but what is her true identity? A romantic comedy between two innocent souls.",
      "ja": "人暮らしの男子高校生、徳光森太郎。彼が自宅のベランダで出会ったのは清楚で優しい女の子『とわ』。けれど彼女の正体は…？　無垢な二人の胸キュン同居ラブコメディ♪",
      "vi": "Chúng ta đã quen với câu chuyện về anh nhân viên nhặt được bé JK tại lề đường. Nhưng sẽ ra sao nếu vẫn với chủ đề nhặt được người ấy, cậu học sinh năm nhất cao trung lại nhặt được một thiên thần từ Thiên Đàng ngay trong căn hộ của cậu ta? Chuyện gì sẽ xảy ra tiếp theo??",
      "pt-br": "O que  aconteceria se você acordasse e visse uma linda garota deitada ao seu lado na cama? Além disso, ela não é uma garota comum, mas sim um Anjo que vem do Céu???\n\nShintarou Tokamitsu é um estudante do ensino médio que mora sozinho. Um dia, ele encontrou uma linda garota sentada em sua varanda. O nome dela é Towa, mas qual é a sua verdadeira identidade? Uma comédia romântica entre duas almas inocentes."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032f800d-d632-4442-8830-d037d616ead4",
    "title": {
      "en": "Henkyou Gurashi no Maou, Tensei shite Saikyou no Majutsushi ni naru"
    },
    "updatedAt": "2024-10-10T04:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/032f800d-d632-4442-8830-d037d616ead4/e00155e5-4516-4a99-a0f3-7e05950c3397.jpg",
    "altTitles": [
      {
        "ja": "辺境ぐらしの魔王、転生して最強の魔術師になる"
      },
      {
        "en": "The Demon King of the Frontier Life, Reincarnated to Become the Strongest Mage"
      },
      {
        "ru": "Владыка демонов из глубинки переродится и станет сильнейшим в мире магом!"
      },
      {
        "vi": "Ma vương tái sinh trở thành pháp sư mạnh nhất"
      }
    ],
    "description": {
      "en": "There was once a mage called The Lone Demon King on the frontier. He was just a creature that never grew old, but was also loved by the villagers as something of a guardian deity. However, he was destroyed by a magic organization that sees his existence as dangerous. 200 years later, he is reincarnated as the second son of an aristocrat and obtains the strongest magic power.\n\n“Let’s pretend to be a human this time.”\n\nHowever, being a human lover, he didn’t particularly think of revenge and has decided to pretend to be human in this life. In his past life, he was the guardian deity of a region, and in this life, he’s a local aristocrat who lacks common sense. He doesn’t know how to take it easy. As the second son of an aristocrat, he is loved by his family and friends, and while he is regarded as a master of magic in the magic guild, he becomes an ‘Immortal Mage’ behind the scenes.",
      "ja": "生まれ持った強大な魔力を恐れられ「魔王」として討伐された魔術師・ディーン＝ノスフェラトゥ。200年後、男爵家の次男として目覚めたディーンは、膨大な魔力と前世の知識で最強魔術師として成り上がることに！",
      "ru": "Какие же сложные существа эти люди. К такому выводу пришёл вампир по имени Дин Носферату. Одни его гнали… Другие приняли. Одни его боготворят, другие охотятся за жизнью. Одни называют «Владыкой демонов», другие – «Ангелом-хранителем». Как с ними обращаться Дин не знал… поэтому совершил роковую ошибку и поплатился жизнью. Однако ему представился ещё один шанс – Дин Ноcферату переродился. И железно решил для себя кое-что – непременно досконально изучит существ, зовущихся «человечество», и не вкусит повторно горечь болезненного опыта!",
      "vi": "Có một ma pháp sư được mệnh danh là Ma vương độc tôn ở vùng biên giới. Anh ta là một sinh vật không bao giờ già đi, nhưng lại nhận được sự yêu quý của dân làng tựa như một vị thần hộ mệnh. Tuy nhiên, một tổ chức ma pháp đã coi anh ta là mối nguy hiểm và đã tiêu diệt anh. 200 năm sau, anh tái sinh làm con trai thứ hai của một quý tộc và trở thành ma pháp sư mạnh nhất.\n“Lần này hãy giả vờ là một người bình thường!”\nLà một người yêu con người, anh ta không nghĩ đến việc trả thù và đã quyết định giả vờ làm người bình thường trong kiếp này.\nKiếp trước, anh là thần hộ mệnh của một vùng, kiếp này, anh là một quý tộc địa phương, nhưng anh không biết những đạo lý đời thường, không biết làm sao cho nó trở nên dễ dàng hơn.\nLà con trai thứ hai của một quý tộc, anh được gia đình và bạn bè yêu quý, trong khi đó, anh cũng được tôn thành bậc thầy ma pháp trong hội ma pháp, anh trở thành một ‘Immortal Mage’ một cách bí mật."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8de5f5f-692d-4d8f-9275-2d8cb98b702b",
    "title": {
      "en": "Sun-ken Rock"
    },
    "updatedAt": "2024-05-13T21:50:33+00:00",
    "coverArt": "https://mangadex.org/covers/d8de5f5f-692d-4d8f-9275-2d8cb98b702b/fd61e1db-9468-469e-8387-aef942e4e8c0.jpg",
    "altTitles": [
      {
        "ja-ro": "Sun Ken Rock"
      },
      {
        "th": "คนเดือด เมืองดิบ"
      },
      {
        "ja": "サンケンロック"
      },
      {
        "zh-hk": "最强不良传说"
      }
    ],
    "description": {
      "en": "Ken, a young Japanese guy, is in love with a young Korean girl, Yumin. He followed her in Korea and wants to become a policeman just like her. But then, he finds himself at the head of a local gang. What will happen to Ken?",
      "pt-br": "Ken, é um jovem delinquente japonês, ele é apaixonado por uma garota que na verdade não é japonesa e sim coreana, seu verdadeiro nome é Yumin, e ela tem o sonho de voltar pra coreia e ser tornar uma policial. Depois de muito tempo, Ken consegue informações sobre Yumin e vai para coreia tentar virar policial junto com Yumin, mas acaba se envolvendo com os “Jobok” (Máfia Coreana) e acaba se tornando um, como será a vida do Ken como um Jobok?"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "erotica",
    "lastVolume": "25",
    "lastChapter": "171"
  },
  {
    "mangaId": "4028472c-5ee4-4e5a-9d61-6aea6449edd9",
    "title": {
      "en": "Takou no Boyish Kanojo"
    },
    "updatedAt": "2024-11-07T06:41:55+00:00",
    "coverArt": "https://mangadex.org/covers/4028472c-5ee4-4e5a-9d61-6aea6449edd9/e0bba489-29b2-43b6-b7db-e64c29dddc04.jpg",
    "altTitles": [
      {
        "ja": "他校のボーイッシュ彼女"
      },
      {
        "en": "Boyish Girlfriend from Another School"
      },
      {
        "pl": "Chłopczyca z innej szkoły"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-10-20T13:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
    },
    "updatedAt": "2024-10-14T03:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/32f6ec68-fbb3-4893-9b24-27789804cdf6.jpg",
    "altTitles": [
      {
        "en": "Medaka Kuroiwa is Impervious to My Charms"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5763292a-3bb7-43e8-a0fc-53f2140253a2",
    "title": {
      "en": "Bungo"
    },
    "updatedAt": "2024-08-25T00:40:57+00:00",
    "coverArt": "https://mangadex.org/covers/5763292a-3bb7-43e8-a0fc-53f2140253a2/3ea04d7e-85ec-4747-a9fd-f9562c3a23ea.jpg",
    "altTitles": [
      {
        "ja": "BUNGO―ブンゴ―"
      }
    ],
    "description": {
      "en": "In a town with no baseball team, young Bungo spends his days throwing the ball he received as a gift against a wall until Yukio Noda, Japanese representative youth baseball player, appears before him and an unexpected showdown ensues! After a chance meeting in middle school, these two enroll in Seio Senior where they struggle to make it to Koshien with everything they have.",
      "pt-br": "Em uma cidade sem time de beisebol, o jovem Bungo passa seus dias jogando a bola que recebeu como presente contra uma parede até que Yukio Noda, o jogador de beisebol jovem representante japonês, aparece diante dele e um confronto inesperado acontece! Depois de um encontro casual no ensino médio, esses dois se matriculam no Seio Senior, onde lutam para chegar a Koshien com tudo o que têm."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8300b59b-0d57-4681-b2b7-c4bbfc811dae",
    "title": {
      "en": "FUGA: Melodies of Steel"
    },
    "updatedAt": "2024-10-29T17:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/8300b59b-0d57-4681-b2b7-c4bbfc811dae/58675ff3-147f-47f4-8706-e7faf40b4355.jpg",
    "altTitles": [
      {
        "ja": "戦場のフーガ 鋼鉄のメロディ"
      }
    ],
    "description": {
      "en": "The children swear revenge in the midst of war.\n\nThe official comic version of the dramatic simulation RPG “Battlefield Fuga” with the theme of “War x Revenge x Beasts” “Battlefield” 'Fuga Melody of Steel'! The manga was written by Takafumi Adachi (representative works: \"DM Fighter Homura'' and \"Metal Fight Beyblade,'' etc.).\n\n＜Synopsis＞\nA world made up of floating islands of various sizes - a floating continent, where two types of races, \"inuhito\" and \"nekohito\" live.\nMarto, an Inuhito boy, lives peacefully with his younger sister Mei while herding sheep in the remote village of Petit Mona. One day, the village is suddenly attacked by the northeastern country ``Berman Empire,'' and it burns to the ground overnight. How could something like this happen... Marto and the others were confused, and a mysterious voice came from the radio...! ?\n\nChildren caught up in the war board the mysterious giant tank ``Taranis'' to retrieve their abducted families!\n\nAs an appendix exclusive to the book, it also includes setting drawings by Takafumi Adachi and a development blog by Hiroshi Matsuyama, general director of the game software ``Fuga of Battlefield'' and CEO of Cyber ​​Connect Two Co., Ltd.",
      "ja": "子どもたちは戦火の中、復讐を誓うー\n\n“戦争×復讐×ケモノ”をテーマにしたドラマティックシュミレーションRPG『戦場のフーガ』の公式コミカライズ作品『戦場のフーガ 鋼鉄のメロディ』！漫画執筆は足立たかふみ氏（代表作：『D・Mファイター焔』や『メタルファイト ベイブレード』など）が担当。\n\n＜あらすじ＞\n「イヌヒト」と「ネコヒト」という2種類の種族が暮らす、大小様々な浮島からなる世界――浮遊大陸。\nイヌヒトの少年マルトは、辺境にあるプチ・モナ村でヒツウシ飼いをしながら妹のメイと穏やかに暮らしていた。ある日突然、北東の国「ベルマン帝国」から村が襲撃され、一夜にして戦火に焼け落ちる。どうしてこんなことに……混乱するマルトたちにラジオから謎の声が―――！？\n\n戦火に巻き込まれたこどもたちは連れ去られた家族を取り戻すため、謎の巨大戦車『タラニス』に乗り込む！\n\n単行本だけの付録として足立たかふみ氏の設定画やゲームソフト『戦場のフーガ』総監督であり株式会社サイバーコネクトツー代表取締役 松山洋による開発ブログも収録。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d176655a-179c-40fb-8710-c2c37d27caca",
    "title": {
      "en": "To Whom It No Longer Concerns"
    },
    "updatedAt": "2024-09-10T22:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/d176655a-179c-40fb-8710-c2c37d27caca/b8a35f99-b663-4a4a-8c82-a61d2f487c7e.jpg",
    "altTitles": [
      {
        "en": "For Those of You For Whom Regret Is a Luxury"
      },
      {
        "ko": "후회조차 사치인 당신들에게"
      },
      {
        "en": "To Those of You for Whom Even Regret Is a Luxury"
      },
      {
        "en": "To Whom It No Longer Concerns"
      }
    ],
    "description": {
      "en": "Exploited by her brother, betrayed by her sister, and killed by her husband. So ended the tragic story of Ariana Lopez--until, at the moment of her death, she suddenly finds herself back in the past. Now that she has a chance to do it all over again, she enlists the help of Duke Dante Heigenberg, the most feared and desired man in the entire empire, to take revenge against her family and reclaim what’s rightfully hers. But strangely, the duke seems to want Ariana more than just for her extraordinary musical talent..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69a0b369-ba71-41a7-9114-9b732d491a07",
    "title": {
      "en": "Fear: Reiwa Ghost Story"
    },
    "updatedAt": "2024-11-07T17:15:18+00:00",
    "coverArt": "https://mangadex.org/covers/69a0b369-ba71-41a7-9114-9b732d491a07/818f3822-2829-4fdf-82ea-44454e89bcaf.jpg",
    "altTitles": [
      {
        "ja": "怖れ -令和怪談-"
      },
      {
        "en": "Osore: Reiwa Kaidan"
      },
      {
        "en": "Fear: Reiwa Kaidan"
      }
    ],
    "description": {
      "en": "An omnibus of horror stories that explores relatable, everyday fears experienced in the contemporary Reiwa era. Each story in the series reflects modern anxieties, focusing on the fears lurking within daily life, which continue to escalate.",
      "ja": "令和を象徴するテーマを扱った、極上の現代オムニバスホラー。あなたの身に起こるかもしれない“怖れ”。そんな日常で感じる恐怖や不安は、今日から更に増殖していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fc391db-1810-4e72-842d-8151155bbe0f",
    "title": {
      "en": "Uesugi-kun wa Onnanoko wo Yametai"
    },
    "updatedAt": "2024-11-02T01:17:10+00:00",
    "coverArt": "https://mangadex.org/covers/9fc391db-1810-4e72-842d-8151155bbe0f/7e20c29f-aa62-4878-b495-acde3a9f36ed.jpg",
    "altTitles": [
      {
        "ja": "上杉くんは女の子をやめたい"
      },
      {
        "en": "Uesugi-kun Wants to Quit Being a Girl"
      }
    ],
    "description": {
      "en": "Uesugi-kun is a boy who's as petite and cute as a girl. He has a crush on a girl he's known since childhood, but overheard her saying, \"Wouldn't Uesugi be totally adorable if he was a girl?!\" Uesugi-kun's not as tall as his other childhood friend, Eito, nor is he as good at studies, and now he's suffering from a broken heart. A depressed Uesugi-kun stops by a shrine while running an errand and makes a wish...",
      "ja": "可愛すぎる女体化男子の恋の行方は――！？\n\n上杉ケースケの悩みは男子なのに小さくて可愛いこと。ある日、片想いの相手・のえるが「上杉が女の子だったらめっちゃ可愛くない!？」と話しているのを聞いてしまう。\n\n「オレ、男扱いもされてないってこと…!？」\n\n幼なじみで何でもできる瑛人には、身長も勉強も勝てないし、失恋もしちゃうし…。落ち込むケースケが、家の隣の神社で恋がかなうようにお願いをしてみると、身体が女の子になっちゃって――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2024-10-11T17:39:37+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/1be8ca33-a56d-4b1d-a53d-292288efd749.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko oji: Salaryman reincarnated as a kitten!"
    },
    "updatedAt": "2024-11-02T16:13:31+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/6f87bf16-6b1e-4ed0-9e83-19f61239706f.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat.\n___\n**Alt Official Raw:** [KADOComi](https://comic-walker.com/detail/KC_000231_S?episodeType=first)\n\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/neko-oji-salaryman-reincarnated-as-a-kitten/volumes)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1b8a827-d64d-4d74-a8f1-c0bbe1cf4ba8",
    "title": {
      "en": "Heart of Thomas"
    },
    "updatedAt": "2024-10-05T07:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/d1b8a827-d64d-4d74-a8f1-c0bbe1cf4ba8/b9eb9506-4ebd-42e1-8622-f5f885ed54b8.jpg",
    "altTitles": [
      {
        "ja-ro": "Thomas no Shinzou"
      },
      {
        "ja-ro": "Mitsukuni no Musume"
      },
      {
        "ja-ro": "Touma no Shinzou"
      },
      {
        "ja": "トーマの心臓"
      },
      {
        "zh": "天使心"
      },
      {
        "zh": "托马的心脏"
      },
      {
        "ko": "토마의 심장"
      },
      {
        "fr": "Le Cœur de Thomas"
      },
      {
        "it": "Il cuore di Thomas"
      },
      {
        "es": "El corazón de Thomas"
      },
      {
        "pt-br": "O Coração de Thomas"
      },
      {
        "vi": "Trái Tim Của Thomas"
      }
    ],
    "description": {
      "en": "As winter draws to a close, German boarding school student Thomas Werner dies one morning. He leaves behind a single letter addressed to his fellow student Juli that reads \"Here is my love. Here is the sound of my heart.\"  \n  \nWith his faith shaken to the core by the words, the scholarly Juli sinks to the depths of despair. His cynical roommate Oscar finds himself watching over Juli's fragile mental state while keeping his own feelings for Juli under wraps. Then new student Eric enters the school - and he has an uncanny resemblance to the deceased Thomas…  \n  \nEnter the world of a boy's boarding school in Germany where all will be revealed about the suffering and redemption that comes with love. Even today, this early work of Hagio Moto is still regarded as a brilliant masterpiece.  \n  \nThis is volumes 11-12 of Hagio Moto Works  \n  \n1 Bianka (ビアンカ)  \n2 Tou no Aru Ie (塔のある家)  \n3 Cake Cake Cake (ケーキケーキケーキ)  \n4 Sara Hill no Seiya (セーラ・ヒルの聖夜)  \n5 Sangatsu Usagi ga Shuudande (３月ウサギが集団で)  \n6 Poe no Ichizoku 1 (ポーの一族　　　１)  \n7 Poe no Ichizoku 2 (ポーの一族　　　２)  \n8 Poe no Ichizoku 3 (ポーの一族　　　３)  \n9 Poe no Ichizoku 4 (ポーの一族　　　４)  \n10 Kyobetsu Hata no Isansouzokunin (キャベツ畑の遺産相続人)  \n11 Thomas no Shinzou First (トーマの心臓　上)  \n12 Thomas no Shinzou Last (トーマの心臓　下)  \n13 Juuichinin Iru! (１１人いる！)  \n14 Shiiro no Yuukyuu / Kuro no Eien (東の地平・西の永久)  \n15 Kono Musume Urimasu! (この娘うります！)  \n16 Tottemo Shiawase Moto-chan (とってもしあわせモトちゃん)  \n17 American Pie (アメリカンパイ)"
    },
    "status": "completed",
    "releaseDate": 1974,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "5ecc994b-de37-4acc-8741-524bdf02a733",
    "title": {
      "en": "Have You Seen My Brother?"
    },
    "updatedAt": "2024-08-04T17:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/5ecc994b-de37-4acc-8741-524bdf02a733/f7df0ce4-63ad-473c-b38c-20bbc97865a3.png",
    "altTitles": [
      {
        "zh": "兄台看见我弟了吗"
      },
      {
        "zh-ro": "Xiōng Tái Kànjiàn Wǒ Dìle Ma"
      },
      {
        "ja": "君、弟を見なかったか?"
      },
      {
        "es": "Has visto a mi hermano?"
      }
    ],
    "description": {
      "en": "The martial arts master Chu Wenshan has lost his memories, but the only clue to finding out about himself is a threatening letter… Huh? My brother was kidnapped? Wait, who’s my brother? No, even if I don’t know, I have to rescue him. Excuse me my friend, have you seen my brother?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2024-07-14T21:00:08+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
    },
    "updatedAt": "2024-10-30T22:04:23+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/653c9057-d9fb-4f32-85f9-48aae296c4f0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
      },
      {
        "uk": "Сусідський ангел сильно мене балує: Бісля дощу"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories.",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まり二人は少しずつ惹かれあっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5272cd63-ae5c-439a-9568-d7c91705bc4b",
    "title": {
      "ja-ro": "Nozo × Kimi"
    },
    "updatedAt": "2024-05-20T13:40:02+00:00",
    "coverArt": "https://mangadex.org/covers/5272cd63-ae5c-439a-9568-d7c91705bc4b/68d232f9-2364-4c13-aab6-9e7d051b787a.jpg",
    "altTitles": [
      {
        "ja-ro": "Nozo x Kimi: 2-nensei-hen"
      },
      {
        "ja-ro": "NozoKi"
      },
      {
        "en": "Nozomi and Kimio"
      },
      {
        "ja-ro": "Nozomi to Kimio"
      },
      {
        "ru": "Нозоми и Кимио"
      },
      {
        "ja": "ノゾ×キミ"
      },
      {
        "ja": "ノゾミとキミオ"
      },
      {
        "zh-hk": "美男和小希"
      },
      {
        "ja-ro": "Nozomi to Kimio"
      }
    ],
    "description": {
      "en": "Suga Kimio finds himself hiding in the girls locker room, unable to move or escape the situation as the girls in his school crowd in. Although he originally had no ulterior motives, he found himself panicking as he heard the girls coming in and hid in a locker. Komine Nozomi, one of the shy girls in his class finds him, but surprisingly covers for him. Perplexed but glad, Kimio goes home.  \r\n  \r\nLater that night, he gets a text from Nozomi who happens to live across the way on the same floor of the complex they both live in. She blackmails him into agreeing to show each other’s bodies when she texts him. Kimio has to abide by Nozomi’s insane demands or risk ruining his school life so they both start their little peep show through each other’s windows…  \r\n  \r\nNozo x Kimi: 2-nensei-hen is the second season of the series, but continues the chapter count from the previous magazine.  \r\n  \r\n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=16241)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "63"
  },
  {
    "mangaId": "44f84cc1-819c-47a6-a59f-43d016f72b43",
    "title": {
      "en": "Versatile Mage"
    },
    "updatedAt": "2024-09-22T17:44:27+00:00",
    "coverArt": "https://mangadex.org/covers/44f84cc1-819c-47a6-a59f-43d016f72b43/73312f00-92d7-4d4c-b6a5-79e1b64c113e.jpg",
    "altTitles": [
      {
        "en": "All-Duties Mage"
      },
      {
        "en": "Full-Time Magister"
      },
      {
        "zh-ro": "Quanzhi Fashi"
      },
      {
        "vi": "Toàn Chức Pháp Sư"
      },
      {
        "en": "Versatile Magician"
      },
      {
        "zh": "全职法师"
      },
      {
        "zh-hk": "全職法師"
      },
      {
        "zh-ro": "Quánzhí Fǎshī"
      }
    ],
    "description": {
      "en": "Our hero, Mo Fan, inherits a magical necklace—the next day, he wakes up to find that the world has changed. His high school now teaches magic, and students are encouraged to try and become accomplished magicians. A world that ran on science now runs on magic. However, some things are still the same. He still has a teacher who sees him as a hopeless student, classmates who look the same, a father who struggles to make ends meet, and a not-by-blood little sister who can't walk on her own.\nHowever, Mo Fan discovers that the vast majority of magicians can only harness one element of magic. As luck would have it, however, he is an exception—a versatile mage!\n\n(Source: WebNovel)\n\n\n---",
      "it": "Si sveglia e il mondo cambia. La vecchia scuola ora insegna la magia, incoraggiando i suoi studenti a diventare i più grandi maghi che possono essere. Oltre i confini della città, le bestie magiche vagano a caccia di esseri umani.  \r\n  \r\nIl mondo scientifico è diventato un mondo magico. Ma alcune cose non sono cambiate, lo stesso insegnante che lo guarda dall'alto in basso, gli stessi studenti che lo disprezzano, lo stesso padre che lavora sodo per mantenerli, e la stessa sorellastra che non può camminare.  \r\n  \r\nAnche così, Mo Fan ha scoperto che mentre il resto della gente può usare un singolo elemento, lui può usare tutta la magia!",
      "pl": "Gdy się obudził, świat nie wyglądał już tak samo. Znajome mu liceum uczy teraz magii, zachęcając uczniów do zostania jak najwspanialszymi magami. Poza granicami miasta zaś wędrują magiczne bestie żerujące na ludziach.  \r\n  \r\nŚwiat zaawansowanej nauki zamienił się w świat zaawansowanej magii. Nie zmienili się za to nauczyciel i uczniowie, którzy nadal patrzą na niego z lekceważeniem. Tacy sami pozostali też jego ojciec, zmagający się z trudnościami na dnie drabiny społeczeństwa, ani niewinna przyrodnia siostra, która nie może chodzić.   \r\n  \r\nJednak Mo Fan odkrywa, że mimo iż wszyscy inni mogą używać tylko jednego głównego żywiołu, on sam może używać wszystkich rodzajów magii!!",
      "pt-br": "Ele acorda e o mundo mudou. A antiga escola agora ensina magia, encorajando seus estudantes a se tornarem os maiores magos que eles podem ser. Além dos limites da cidade, bestas magicas perambulam caçando humanos.  \r\n  \r\nO mundo cientifico agora se transformou em um mundo magico. Mas ainda, algumas coisas não mudaram, o mesmo professor que olha com desdem para ele, os mesmos estudantes que desprezam ele, o mesmo pai que trabalha muito para sustenta-los, e a mesma meia-irmã que não consegue andar.  \r\n  \r\nMesmo assim, Mo Fan descobriu que enquanto o resto das pessoas pode usar um único elemento, ele pode usar toda a magia!!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1181"
  },
  {
    "mangaId": "1cebf72e-d402-4ac3-9341-dd9d1d5f5147",
    "title": {
      "en": "I Fell in Love, so I Tried Livestreaming."
    },
    "updatedAt": "2024-07-18T07:08:41+00:00",
    "coverArt": "https://mangadex.org/covers/1cebf72e-d402-4ac3-9341-dd9d1d5f5147/cab293c5-ed61-4209-b678-1b940fd46a7d.jpg",
    "altTitles": [
      {
        "en": "I Fell in Love so I'm Streaming it"
      },
      {
        "en": "I'm Streaming Now! Because I Fell in Love"
      },
      {
        "ja-ro": "Koi Shita no de, Haishin Shite Mita"
      },
      {
        "ja-ro": "KoiCas"
      },
      {
        "zh": "因為戀愛於是開始直播"
      },
      {
        "ja": "恋したので配信してみた"
      },
      {
        "es-la": "¡Me enamoré, así que probé el Livestreaming!"
      }
    ],
    "description": {
      "en": "Inuzuka Yuu is unable to make any friends due to his mean face and awkwardness. But because of his enrollment to high school, he has the opportunity to enter the dorms. However, it was a share house between 6 people, 3 girls and 3 boys filled with secrets!?",
      "pt": "Inuzuka Yuu é incapaz de fazer amigos, devido à sua cara de malvado e seu jeito desajeitado. Mas, devido à sua matrícula no ensino médio, ele tem a oportunidade de entrar no dormitório estudantil. No entanto, era uma casa compartilhada entre 6 pessoas, 3 garotas e 3 garotos cheios de segredos?!",
      "ru": "Инузука Юу совсем не умеет улыбаться и всё свое детство был изгоем,но он намерен всё изменить! Поступив в старшую школу он поселяется в общежитии. Кроме него там еще 2 парня и 3 красотки, но что-то тут не так .Что же они скрывают? Совместная жизнь полная тайн и секретов начинается!  \n  \n[Here's a way to support the author!](https://imgur.com/a/4jBwkXe)",
      "es-la": "Inuzuka Yuu no puede hacer amigos debido a su cara de delincuente y su torpeza. Pero debido a su inscripción en la escuela secundaria, tiene la oportunidad de ingresar a los dormitorios. Sin embargo, era una casa compartida entre 6 personas, 3 chicas y 3 chicos llenos de secretos."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "96"
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-10-25T20:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/caedc636-6a59-43fe-a448-b1db1db05759.jpg",
    "altTitles": [
      {
        "ja": "焼いてるふたり"
      },
      {
        "ja-ro": "Yaiteru Futari"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]