[
  {
    "mangaId": "f6333441-3ee5-4ac9-a238-19ca5afe79af",
    "title": {
      "en": "Teisou Gyakuten Sekai"
    },
    "updatedAt": "2024-11-30T15:35:18+00:00",
    "coverArt": "https://mangadex.org/covers/f6333441-3ee5-4ac9-a238-19ca5afe79af/a7b82b4c-8282-4f69-bc01-5c7955fabd0e.jpg",
    "altTitles": [
      {
        "en": "Chastity Reverse World"
      },
      {
        "ru": "Мир перевёрнутой морали"
      },
      {
        "ja": "貞操逆転世界"
      },
      {
        "zh": "贞操逆转世界"
      },
      {
        "ko": "정조역전세계"
      },
      {
        "es-la": "El mundo de la castidad invertida"
      },
      {
        "fr": "Chasteté inversée"
      },
      {
        "pl": "Świat na opak"
      },
      {
        "en": "The World of Moral Reversal"
      }
    ],
    "description": {
      "en": "In our current society, most porn consumers are males, we are the ones who think with our d**** many times, we worship the female body and our society, products, advertisements and many other things are centered around that. \n\nBut what if it wasn't that way? What if, instead of men being the ones controlled by their sexual urges, women were the ones who bought porn magazines and had the most interest in sex? \n\nWhat if the moral standards between men and women were reversed?  \n\n---\n  \nNote: This is a non-H adaptation of a doujinshi series with the same name.",
      "es-la": "En nuestra sociedad actual, la mayoría de los consumidores de porno son hombres, somos los que pensamos con nuestro p*** muchas veces, adoramos el cuerpo femenino y nuestra sociedad, productos, anuncios y muchas otras cosas se centran en eso. Pero, ¿y si no fuera así? ¿Y si, en lugar de ser los hombres los que controlan sus impulsos sexuales, fueran las mujeres las que compraran revistas porno y tuvieran más interés en el sexo? ¿Y si las normas morales entre hombres y mujeres se invirtieran?  \n  \nUna adaptación no H de una serie doujinshi con el mismo nombre."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ceecfe7-94d9-4c6b-ac1e-9cf852b872c8",
    "title": {
      "en": "After School Mate"
    },
    "updatedAt": "2023-10-03T20:47:48+00:00",
    "coverArt": "https://mangadex.org/covers/7ceecfe7-94d9-4c6b-ac1e-9cf852b872c8/9fcc3dd8-1926-4222-adf1-e2e74e6130d1.jpg",
    "altTitles": [
      {
        "ja": "アフタースクールメイト"
      }
    ],
    "description": {
      "en": "Family, friends, himself... Rika is frustrated by his inability to gain understanding of the gender difference between his body and mind, and one day he gets into a fight with his mother and runs away from home. There he meets Satsuki, a boy who can share his feelings of not being understood... The two meet and confront the issues they have been running away from... A coming-of-age drama that questions \"individuality\"!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "4d59fd8c-811d-414d-9f29-5eb843bcc8e9",
    "title": {
      "en": "The Devil Who Kisses My Feet"
    },
    "updatedAt": "2024-09-09T14:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/4d59fd8c-811d-414d-9f29-5eb843bcc8e9/1a7e2347-e0b7-472e-9813-6b77d1dd46a5.jpg",
    "altTitles": [
      {
        "ko-ro": "내 발등에 입 맞추는 악마여"
      },
      {
        "en": "The Demon Who Kisses My Foot"
      },
      {
        "pl": "Demon całujący moją stopę"
      }
    ],
    "description": {
      "en": "Maria, who is in an unhappy marriage with her sadistic husband, unexpectedly receives news. Lowell, her husband's half-brother, had returned from the battlefield.\n\n Maria, who had personally educated and raised him, learned that he  was no longer the small child or immature boy Maria remembered. He had the appearance of a grown man. \n\nWith his appearance, a rift slowly began to appear in the seemingly peaceful Marquis Redford.\n\nWhere would this relationship, which should never have begun, end?",
      "pl": "Kiedy młoda Maria zostaje wydana za mąż za Jacquesa Redforda, bogatego szlachcica, jest wdzięczna, że wydaje się on być łagodny i wyrozumiały. Jednak posiadłość Redfordów skrywa mroczne sekrety, a życie Marii zmienia się na gorsze, gdy na jaw wychodzą sadystyczne upodobania jej męża. Nie mając nikogo, na kim mogłaby się oprzeć, Maria znajduje pocieszenie w towarzystwie nieślubnego przyrodniego brata Jacquesa, Lowella. Teraz, gdy Lowell wrócił do domu jako bohater wojenny, czy może uratować Marię przed jej okrutnym losem?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "34"
  },
  {
    "mangaId": "60296233-d377-4df8-bb2f-b4090999498c",
    "title": {
      "en": "Tensei Shitekara 40-nen. Sorosoro, Ojisan mo Koi ga Shitai. Nidome no Jinsei wa Harem Route?!"
    },
    "updatedAt": "2024-11-25T13:21:54+00:00",
    "coverArt": "https://mangadex.org/covers/60296233-d377-4df8-bb2f-b4090999498c/be79ab3c-af2f-400a-a540-b6193694f06a.jpg",
    "altTitles": [
      {
        "ja": "転生してから４０年。そろそろ、おじさんも恋がしたい。　二度目の人生はハーレムルート!?"
      },
      {
        "ja-ro": "Tensei Shite Kara 40-nen. Sorosoro, Ojisan mo Koi ga Shitai. Nidome no Jinsei wa Harem Route?!"
      },
      {
        "en": "It's been 40 Years Since I was Reincarnated. It's Time for an Older Man Like Me to Fall in Love. My Second Life is a Harem Route?!"
      },
      {
        "en": "It's been 40 Years Since I was Reincarnated. It's Time for this Uncle to Fall in Love."
      },
      {
        "ru": "Прошло 40 лет с тех пор, как я перевоплотился. Пришло время этому дяде влюбиться."
      }
    ],
    "description": {
      "en": "Forty years have passed since his reincarnation, and the guild leader, Girold, has been working diligently. Looking back on his life, he realizes that he hasn't been able to get married, so he tries his best to get a girlfriend, but there is no luck. He thinks he's not popular, but the girls around him are trying to approach him… The harem love comedy from \"Shosetsuka ni Narou\" begins! (DeepL)",
      "ja": "転生してから40年、ひたむきに仕事に励むギルド長・ジロルド。これまで人生を振り返り、結婚できていないことに気づいた彼は、恋人作りに励んでいるのだが収穫はなし。モテていないと思っているジロルドに対して、周りの女の子たちは彼にアプローチをしかけているが…。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c6528c75-c2bc-4906-a8fc-cbc7db8940e9",
    "title": {
      "en": "Where the Heart Leads"
    },
    "updatedAt": "2024-08-26T15:52:11+00:00",
    "coverArt": "https://mangadex.org/covers/c6528c75-c2bc-4906-a8fc-cbc7db8940e9/1419b0eb-60fd-4484-bc6a-65c4ddf4cd55.png",
    "altTitles": [
      {
        "ko": "마음이 이끄는 대로"
      },
      {
        "en": "Where Your Heart Leads You"
      },
      {
        "en": "Follow Your Heart"
      }
    ],
    "description": {
      "en": "Yi-jae transmigrated as Hailey, the daughter of the Duke, who threw herself in the water just before her royal wedding.\n\nHowever, Yi-jae can see vengeful spirits that should not be visible behind the King!\nDays continue as Yi-jae struggles to exorcise the vengeful spirits that flock around King Roderick.\n\nAs Roderick spends more time with Yi-jae, he starts to notice the odd changes in his mental and physical self as they clear…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "605d6f66-8165-4a57-a404-77002836e30e",
    "title": {
      "en": "Nekojiru Udon"
    },
    "updatedAt": "2024-12-01T13:23:56+00:00",
    "coverArt": "https://mangadex.org/covers/605d6f66-8165-4a57-a404-77002836e30e/6c916f6c-8ce0-4d98-a946-ec486451206a.jpg",
    "altTitles": [
      {
        "en": "Cat Soup"
      },
      {
        "ja": "ねこぢるうどん"
      }
    ],
    "description": {
      "en": "Short stories about two anthropomorphic white cats who have no respect and are just plain cruel. Dark humor warning."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "11"
  },
  {
    "mangaId": "6fbeea85-0005-4a07-85d6-a7dc482c189e",
    "title": {
      "en": "The King and Me"
    },
    "updatedAt": "2024-11-20T16:24:07+00:00",
    "coverArt": "https://mangadex.org/covers/6fbeea85-0005-4a07-85d6-a7dc482c189e/70dd3dca-bdd8-4c18-879f-dac6ee418df3.png",
    "altTitles": [
      {
        "zh": "再见，我的国王"
      },
      {
        "uk": "Побачимося, мій Королю"
      },
      {
        "zh-ro": "Zaijian, Wo De Guowang"
      },
      {
        "en": "Goodbye, My King"
      },
      {
        "en": "Till We Meet Again, My King"
      },
      {
        "en": "See You, My King"
      },
      {
        "ko": "안녕, 나의 폐하"
      },
      {
        "ja": "さよならまたね、僕の王1"
      }
    ],
    "description": {
      "en": "Zhang Li sees his beloved \"stone statue\" vanish before his eyes. Stricken with grief and remorse, he travels back in time and arrives in Elbis, a mythical ancient civilization that mysteriously perished.  At last, he encounters the \"stone statue\" again, only to find that he wasn't the old crybaby that clung to him every day, but a cold, ruthless \"tyrant\" instead. Will he be able to stay with him this time…?\n\nOfficial Translations:\n[Korean](https://www.bomtoon.com/comic/ep_list/my_majesty)",
      "uk": "Просто на очах Джана Лі мила його серцю кам'яна статуя щезає у небутті. Сповнений горя та каяття, юнак мандрує в минуле та потрапляє до Айбіссу, стародавньої цивілізації, що, за легендами, загадково вгасла багато сторіч тому. Удруге стрівши кам'яну статую, він усвідомлює, що дурник-плаксій, який бігав за ним хвостиком, перетворився на байдужого й безжального “деспота”. Чи здатен він залишитись із ним цього разу?.."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea64e58e-6fce-4575-ad59-d94fa98680fb",
    "title": {
      "en": "Azelda: Spirit Master's Contract Marriage"
    },
    "updatedAt": "2024-11-17T22:23:21+00:00",
    "coverArt": "https://mangadex.org/covers/ea64e58e-6fce-4575-ad59-d94fa98680fb/7fa903b8-bb6f-49ed-a198-aaf531d084b8.jpg",
    "altTitles": [
      {
        "ko": "아젤다 : 정령사의 계약 결혼"
      }
    ],
    "description": {
      "fr": "« Je n'ai besoin ni d'amour ni de reconnaissance. Ce dont j'ai besoin, c'est de pouvoir. ». Après avoir affronté la mort sans en comprendre les raisons, elle découvre les secrets de la mortalité. Alors qu'elle lutte, l'esprit de la mort apparaît aux côtés d'Azelda, lui offrant une nouvelle chance de vivre. Pour devenir un esprit redoutable dans sa quête de vengeance, elle se consacre à son entraînement. « Tu dois passer la nuit ici avec moi », insiste-t-elle. Faisant fi des sentiments, Azelda s'adresse d'abord à son mari, Seid, qui lui a tourné le dos dans leur quête commune de pouvoir et de vengeance."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-11-28T00:13:36+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/16786832-4be7-40e2-ac54-f29b59b77dc0.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      },
      {
        "ru": "Звезда желаний"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7138083b-4fbf-4cc3-8695-ce175034e45a",
    "title": {
      "en": "Yuki to Sumi"
    },
    "updatedAt": "2024-10-26T14:25:28+00:00",
    "coverArt": "https://mangadex.org/covers/7138083b-4fbf-4cc3-8695-ce175034e45a/8064cb79-67b2-4591-8efc-fc89fea86d20.jpg",
    "altTitles": [
      {
        "ja": "雪と墨"
      },
      {
        "en": "Snow and Ink"
      },
      {
        "vi": "Tuyết và Mực"
      }
    ],
    "description": {
      "en": "Neneo was being hauled through the city for the terrible crime of murdering 50 villagers.\n\n\"I will buy you\" she said. With one word, Freya, the daughter of a prestigious family, changed his fate as he was about to be beheaded. When Freya loses the battle for the throne and heads off to a remote, cold region, Neneo is ordered as her squire, and he finds himself in the company of a woman who, like himself, is scorned and pitied by the world. The two have different backgrounds and different ways of thinking, but as they confide in each other about their respective circumstances, they come to understand each other.",
      "ja": "ネネオは村人50人を殺害した大罪で、市中を引き回されていた。\n\n「その罪人、私が買い取ります」。\n\n斬首される彼の運命をその一言で一変させたのは、名家の令嬢であるフレイヤだった。家督争いに敗れ極寒の僻地へと向かうフレイヤから従者を命じられたネネオは、自分と同様に世間から蔑みと憐みを受けている彼女に気づく。まるで生い立ちも考え方も違う2人だが、それぞれの事情を打ち明けていく中で、お互いの理解者になっていき…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-11-18T23:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/08a673a4-8443-43c4-9e90-9b21c6cec25a.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий (Мій дивакуватий друг)"
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf22a4ae-1641-450a-9764-390ed70ff5dd",
    "title": {
      "en": "MAIDes - Maid Attacks In Destiny"
    },
    "updatedAt": "2024-11-06T03:02:55+00:00",
    "coverArt": "https://mangadex.org/covers/bf22a4ae-1641-450a-9764-390ed70ff5dd/07231cd2-7e27-4e01-bebb-fb1563c17554.jpg",
    "altTitles": [
      {
        "ja": "MAIDes─メイデス─メイド、地獄の戦場に転送される。固有のゴミ収集魔法で、最弱クラスのまま人類最強に。@COMIC"
      },
      {
        "en": "Maid, transported to the hellish battlefield, with only her special garbage collection magic,  stays the weakest class yet becomes humanity's strongest."
      }
    ],
    "description": {
      "en": "\"……W-what should I do? I’m being transported to the battlefield of hell!\"\n\nIn the midst of the war against the demonic beasts, where humanity faces the threat of extinction, the maid girl Orsela accidentally finds herself transferred to a forest on the front lines of the battlefield. She has no weapons or combat experience; all she possesses is her seemingly useless inherent magic, which can only summon things that people no longer need.\n\nWhen she encounters a large magical beast—a dragon—and finds herself in a desperate, life-threatening situation, she gambles everything and summons a magical weapon: a revolver, and a battle-crazed girl of heroic class!?\n\nThe magic that was thought to be useless turns out to be more suited for battle than any other magic...\n\nBefore she knows it, she becomes the last bastion protecting humanity!\n\nThe weakest class maid carves out a future for mankind!\nA survival fantasy of rising to the top in a world on the brink of collapse begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4cac440-3b9a-456b-b4ea-a387172e5c75",
    "title": {
      "en": "Hell Dogs"
    },
    "updatedAt": "2024-06-19T20:38:20+00:00",
    "coverArt": "https://mangadex.org/covers/f4cac440-3b9a-456b-b4ea-a387172e5c75/8aad0c10-af94-4599-b19b-0f525ab65ad6.jpg",
    "altTitles": [
      {
        "ja-ro": "Hell Dogs: Jigoku no Inu-tachi"
      },
      {
        "ja": "ヘルドッグス 地獄の犬たち"
      },
      {
        "vi": "Những con chó địa ngục"
      }
    ],
    "description": {
      "en": "Can I kill a person as a police officer!? It's been three and a half years since I became a yakuza, and the infiltration never ends.  \n  \nKanetaka of the Higashi-Sheath Association is a gangster with a strong arm who has climbed up to assistant young head.  \nHe landed in Okinawa at the command of the organization and killed his target, Kino.  \nThat night, Kanetaka vomits violently.  \nHe was an undercover investigator at the Metropolitan Police Department!  \nWhat is the purpose of Kanetaka's actions!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "7d12b209-a973-4333-a356-382a941e4fec",
    "title": {
      "en": "The Gale Kisses the Moonlight"
    },
    "updatedAt": "2024-09-12T22:50:00+00:00",
    "coverArt": "https://mangadex.org/covers/7d12b209-a973-4333-a356-382a941e4fec/a2c4293c-f51a-4f4f-bc37-9247c6710aa1.png",
    "altTitles": [
      {
        "zh": "疾风吻月光"
      },
      {
        "zh-ro": "Jifeng Wen Yueguang"
      },
      {
        "vi": "Gió Lớn Hôn Ánh Trăng"
      }
    ],
    "description": {
      "en": "One is a dazzling star who dreams of shining in the world of showbiz. Another is a new designer who has the reputation of being “delicate as a flower” due to her simple beauty.\n\nShe sees your thirst for success and yearning for authenticity behind your angelic facade. She approaches, like a gale that kisses a rose, and moves away, like a moonbeam. They get involved, they let go, they take the seduction game to the limit. She becomes the rose that blooms in her blood, and reaches the height of glory with her.\n\nTang Wanting: “I will pluck the moon for you with my hands.”\nShang Yi: “You are my moon.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edaae213-67c7-4a6c-ad5f-141001891741",
    "title": {
      "en": "Yu-Gi-Oh!"
    },
    "updatedAt": "2024-02-25T23:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/edaae213-67c7-4a6c-ad5f-141001891741/9064ab4f-ce36-4f37-9c36-a725d631fc40.jpg",
    "altTitles": [
      {
        "ja-ro": "Yu☆Gi☆Oh"
      },
      {
        "ru": "Король игр"
      },
      {
        "ja": "遊☆戯☆王"
      },
      {
        "ja": "遊戯王"
      },
      {
        "ko": "유희왕"
      },
      {
        "en": "The King of Games"
      },
      {
        "th": "เกมกลคนอัจฉริยะ"
      },
      {
        "sv": "spelkungen"
      },
      {
        "ru": "Ю:-ги-о:"
      },
      {
        "fi": "Pelien kuningas"
      },
      {
        "de": "König der Spiele"
      },
      {
        "vi": "Vua Trò Chơi"
      },
      {
        "pt": "rei dos jogos"
      },
      {
        "fr": "Le Roi des jeux"
      },
      {
        "es": "El rey de los juegos"
      },
      {
        "sr": "Југио"
      },
      {
        "bg": "Ю-Ги-О!"
      },
      {
        "bg": "цар на игрите"
      },
      {
        "da": "Spillenes Konge"
      },
      {
        "ro": "Game King"
      },
      {
        "nl": "Koning der Spellen"
      },
      {
        "el": "Game King"
      },
      {
        "hu": "A Játékok Királya"
      },
      {
        "fa": "یو-گی-او"
      },
      {
        "ar": "يوغي ملك اللعبة"
      },
      {
        "zh-hk": "遊戲王"
      },
      {
        "zh": "遊戲王"
      },
      {
        "zh-ro": "Iû-hì-ông"
      },
      {
        "id": "Raja Permainan"
      },
      {
        "ms": "raja permainan"
      },
      {
        "ko-ro": "yuhuiwang"
      },
      {
        "pt-br": "O Rei dos Jogos"
      },
      {
        "ja-ro": "Yu☆Gi☆Oh!"
      }
    ],
    "description": {
      "en": "Sitting by himself in the back of the class, 10th-grader Yugi always had his head in some game–until he solved the Millennium Puzzle, an Egyptian artifact containing the spirit of a master gambler from the age of the pharaohs! Awakened after three thousand years, the King of Games possesses Yugi, recklessly challenging bullies and evil-doers to the Shadow Games, where the stakes are high, and even the most ordinary bet may result in weirdness and danger beyond belief! Let the games… begin!",
      "pt-br": "O estudante Yugi Mutou passou a maior parte de seu tempo sozinho jogando jogos - até que ele resolveu o Enigma do Milênio, um artefato egípcio misterioso! Possuída pelo quebra-cabeça, Yugi se torna o Yu-Gi-Oh(O Rei dos Jogos), e irá enfrentar os desafios dos Jogos das Sombras - Jogos mortais com grandes apostas e altos riscos, como apostar a sua alma e a alma de seus queridos amigos! O mangá contém novas histórias não vistas no anime, incluindo a origem de Yugi e seus amigos!"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "38",
    "lastChapter": "343"
  },
  {
    "mangaId": "c98a93a0-67fa-4319-acf3-d80a13b68285",
    "title": {
      "en": "Mitsudomoe"
    },
    "updatedAt": "2023-10-29T00:04:08+00:00",
    "coverArt": "https://mangadex.org/covers/c98a93a0-67fa-4319-acf3-d80a13b68285/fc0ce56e-b660-49ee-b3d8-def7ce134f3d.jpg",
    "altTitles": [
      {
        "fr": "Les Triplées"
      },
      {
        "ru": "Отвязная Троица"
      },
      {
        "th": "สามรั่วตัวแสบ"
      },
      {
        "ja": "みつどもえ"
      },
      {
        "zh": "三人混战"
      },
      {
        "zh": "超元氣3姊妹"
      },
      {
        "ko": "쓰리몬"
      },
      {
        "en": "Three Part Struggle"
      },
      {
        "en": "Three Way Scramble"
      },
      {
        "en": "Three-way Struggle"
      }
    ],
    "description": {
      "en": "The somewhat precocious and sadistic girl Mitsuba, the somewhat lecherous muscle girl Futaba, and the somewhat mysterious gloomy girl Hitoha. Better known as the (mischievous) \"Marui Sisters,\" this is the story of how these triplets go about their days in Class 6-3 with their cute yet wild antics."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "19",
    "lastChapter": "348"
  },
  {
    "mangaId": "4698a5f0-e853-48d4-a58e-0161b31ebd78",
    "title": {
      "en": "Fate/mahjong night - Seihai Sensou"
    },
    "updatedAt": "2024-11-02T12:04:57+00:00",
    "coverArt": "https://mangadex.org/covers/4698a5f0-e853-48d4-a58e-0161b31ebd78/83ac7495-1ca7-446c-a803-f743cf5e47ff.jpg",
    "altTitles": [
      {
        "en": "Fate/mahjong night 聖牌戦争"
      },
      {
        "en": "Fate/Mahjong Night: Seihai Sensou"
      }
    ],
    "description": {
      "en": "Original 4-koma updated daily at <http://sai-zen-sen.jp/comics/twi4/fatemahjong/>"
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "944f5727-7917-4d47-8c9c-654dcf535acb",
    "title": {
      "en": "Tough Gaiden - The Man Who Succeeds the Dragon"
    },
    "updatedAt": "2024-06-18T15:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/944f5727-7917-4d47-8c9c-654dcf535acb/c6bd599e-910a-43d7-be7c-ccf0384636e2.jpg",
    "altTitles": [
      {
        "en": "The Man Who Succeeds The Dragon"
      },
      {
        "ja-ro": "Ryuu wo Tsugu Otoko"
      },
      {
        "ja": "TOUGH 龍を継ぐ男"
      },
      {
        "ru": "Жесткий: Преемник Дракона"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu o Tsugu Otoko"
      },
      {
        "ja-ro": "Tough Gaiden - Ryuu wo Tsugu Otoko"
      }
    ],
    "description": {
      "en": "The series starring one of illegitimate children of Kiryu Miyazawa, Ryuusei Nakamura. Years after Kiibo founded the new dojo, both him and Kiryu mysteriously disappeared. Ryuusei, after losing his mother to cancer, is set to find out about his birth father and his destiny as the evil dragon’s heir, but he is not the only one.",
      "ru": "Третья часть саги Саруватари Тэцуи во вселенной \"Жесткого\". Что произошло после окончания второй части? Куда подевались некоторые старые герои? Где Киичи?  \r\nОтвет на эти и множество других вопросов вы узнаете, начав читать \"Жесткий: Наследник Дракона\"!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efee636b-2b65-488c-ad39-25a0d2a261f5",
    "title": {
      "en": "Our Villainess Has Changed"
    },
    "updatedAt": "2024-11-19T16:27:47+00:00",
    "coverArt": "https://mangadex.org/covers/efee636b-2b65-488c-ad39-25a0d2a261f5/adc66fc0-ed2b-4b21-a5d9-bb16ee2030c6.jpg",
    "altTitles": [
      {
        "ko": "우리 악녀님이 달라졌어요"
      }
    ],
    "description": {
      "en": "She grew up an orphan, working herself to death in part-time jobs, and eventually died from exhaustion. \n\nRight before her death, she was reading an R-rated romance fantasy novel and found herself reincarnated as Annette Ethelred, the twisted villainess who was adopted into a duke's family and was bent on killing the novel's heroine. Annette was also the last princess of a fallen kingdom. Her happiness over the lavish lifestyle of the duke’s family didn’t last long, as she was quickly thrown out with nothing to her name, punished for the evil deeds of the original Annette. \n\nBut giving up wasn’t an option. With the survival skills honed from all her part-time jobs, she managed to get hired as a maid at the temple. \n\n\"This time around, I’ll make lots of money and date a handsome man! ...But seriously, are there no normal guys around here?!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1173b5a-7c10-4762-8890-f7f7e3986c98",
    "title": {
      "en": "The Greatest Philosopher With Zero Magic Power."
    },
    "updatedAt": "2024-10-30T14:09:21+00:00",
    "coverArt": "https://mangadex.org/covers/d1173b5a-7c10-4762-8890-f7f7e3986c98/9a9a8987-874a-44f1-87a7-dc337fc7aaee.jpg",
    "altTitles": [
      {
        "ja-ro": "Maryoku 0 de Saikyou no Daikenja - Sore wa Mahou dewa Nai, Butsuri da!"
      },
      {
        "ja-ro": "Maryoku Zero de Saikyou no Daikenja: Sore wa Mahou de wa Nai, Butsuri da!"
      },
      {
        "ja": "魔力0で最強の大賢者～それは魔法ではない、物理だ！～"
      }
    ],
    "description": {
      "en": "On his deathbed, the Great Philosopher expressed remorse, as he was never able to learn magic.   \n  \nFive hundred years later, he was reborn as Mazel Loran, the son of a feudal lord. His family believe him to be a late bloomer in terms of his magic, but also think he’s the next incarnation of the Great Philosopher. But Mazel has a secret that nobody else knows: while he does not have any magic, he has experience with “physics”!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-10-30T23:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/acfd5a05-1691-45fc-a5f3-4d0e77347840.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh": "孤独摇滚！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "id": "Samotność w Rocku!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "ru": "Одинокий Рокер!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, but she's so shy that she hasn't made a single friend. However her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "165e727a-ba50-47a7-90e3-8c187208550f",
    "title": {
      "en": "Crepuscule"
    },
    "updatedAt": "2023-02-10T02:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/165e727a-ba50-47a7-90e3-8c187208550f/e8302315-9fd6-420c-9c0a-888cac7db7f8.jpg",
    "altTitles": [
      {
        "tr": "Alacakaranlık"
      },
      {
        "pl": "Zmierzch"
      },
      {
        "ru": "Сумерки"
      },
      {
        "ja": "黎明"
      },
      {
        "ko": "크리퍼스큘"
      }
    ],
    "description": {
      "en": "Lark is different from the rest of the kids. He has red eyes, just like Vampires do, and he is bullied by the other kids for it. One day he meets Setz, a kid who also has red eyes and is the only one that doesn't call him a monster or bully him. Eventually they become friends, but when Lark finds out he may have to return to the orphanage, Setz decides he does not want to lose his friend and invites him to his home… The world of the Vampires.  \n  \nNote: This project began as an amateur manhwa on Naver, but became popular enough that Naver chose to turn it into a professional work. The author and artist changed their pen names and restarted the series from the beginning, redesigning the artwork and part of the storyline in the process."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "251"
  },
  {
    "mangaId": "2cfb0b5a-f6ea-46e4-975b-c56ad90b8627",
    "title": {
      "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? II"
    },
    "updatedAt": "2024-10-30T18:31:24+00:00",
    "coverArt": "https://mangadex.org/covers/2cfb0b5a-f6ea-46e4-975b-c56ad90b8627/f22ad3ac-770e-4682-9144-049d20a9180d.jpg",
    "altTitles": [
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? II"
      },
      {
        "ja-ro": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka 2"
      },
      {
        "ja-ro": "DanMachi II"
      },
      {
        "ru": "Может, я встречу тебя в подземелье? 2"
      },
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうかⅡ"
      },
      {
        "ja-ro": "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka II"
      }
    ],
    "description": {
      "en": "Adventurer Bell Cranell's life changed forever when he met the goddess Hestia, becoming the first member of her familia. Since then, he’s gone on many adventures, growing much stronger in the process. But when he steps foot into Orario’s pleasure quarter, where Ishtar Familia reigns supreme, he soon finds himself in way over his head... With enemies all around him, he’ll need the help of a beautiful, fox-eared courtesan if he’s to have any hope of making it back home!",
      "ru": "Огромный город Орарио - всего лишь вход в подземный лабиринт, широко известный как \"Подземелье\". Люди приходят туда за славой, честью, приходят, надеясь получить все то, что захотят. И именно здесь парень, мечтающий стать авантюристом, знакомится с маленькой богиней, не нашедшей ни одного последователя. Продолжение \"Может, я встречу тебя в подземелье?\" от Оомори Фуджино с новым художником Ямачи Тайсей."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-11-24T20:23:11+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/16583174-b364-409a-a205-fe4cb54069d7.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b13f783d-a112-436f-a291-792421dd117d",
    "title": {
      "en": "Love Advice from the Great Duke of Hell"
    },
    "updatedAt": "2024-08-26T18:32:53+00:00",
    "coverArt": "https://mangadex.org/covers/b13f783d-a112-436f-a291-792421dd117d/a0abed4b-c172-49ae-9737-f872414988fe.jpg",
    "altTitles": [
      {
        "it": "Consigli d'Amore dal Granduca dell'Inferno"
      },
      {
        "fa": "مشاوره‌های عشقی از اربابِ بزرگِ دوزخ"
      },
      {
        "uk": "Любовні поради від величного герцоґа Пекла"
      }
    ],
    "description": {
      "en": "The girl of your dreams barely knows you exist. Your friends can’t help. Your family is clueless. So where do you turn for love advice? Who can provide you with that essential assistance for the lovelorn? If you’re average everyday teenager Paul, you summon a powerful demon from deep in the recesses of Hell and frankly, hope for the best.",
      "fa": "دختر رویاهات روحشم خبر نداره که تو وجود داری. هیچ کمکی هم از دست دوستات بر نمیاد. خونواده‌ت هم از این قضیه خبر ندارن. خب حالا برای مشاوره گرفتن به کی رو می‌زنی؟ کی می‌تونه تورو که یه عاشق دل‌خسته‌ای، اساسی کمک کنه تا برای همه‌چیز آماده باشی؟ اگه یه نوجوون معمولی مثل پال باشی، یه شیطان گولاخ از اعماق دخمه‌های جهنم احضار می‌کنی و جدی جدی امیدواری که همه‌چی درست پیش بره!",
      "fr": "Un étrange étudiant invoque un puissant démon. Que peut-il bien vouloir ?",
      "it": "La ragazza dei tuoi sogni a stento sa che esisti, gli amici non ti possono aiutare, la famiglia non ne sa nulla. Ma allora, dove cercare consigli d'amore? Chi può provvedere a darti quell'assistenza essenziale per il tuo cuore? Se sei il ragazzo della porta accanto, Paul, allora ti basta evocare un potente demone dai più profondi abissi dell'Inferno e, francamente, sperare per il meglio.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/unfins)  \r\n- [Author's Patreon](https://www.patreon.com/unfins)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "132"
  },
  {
    "mangaId": "4bf066dc-3a6d-4c33-997b-6033208c4176",
    "title": {
      "en": "Henkyou Mob Kizoku no Uchi ni Totsuidekita Akuyaku Reijou ga, Mechakucha Dekiru Yoi Yome Nanda ga?"
    },
    "updatedAt": "2024-11-29T01:41:29+00:00",
    "coverArt": "https://mangadex.org/covers/4bf066dc-3a6d-4c33-997b-6033208c4176/b59a4228-7f1f-4be4-bcfd-68667b64e7c8.png",
    "altTitles": [
      {
        "ja": "辺境モブ貴族のウチに嫁いできた悪役令嬢が、めちゃくちゃできる良い嫁なんだが？"
      },
      {
        "ja-ro": "Henkyo Mob Kizoku no Uchi ni Totsuidekita Akuyaku Reijo ga, Mechakucha Dekiru Yoi Yome nanda ga?"
      },
      {
        "en": "The Villainess Who Came to Marry Into the Frontier Noble's Household is an Exceptionally Capable Wife, Isn't She?"
      },
      {
        "en": "The Villainess Who Was Dumped Got Married into My Family, a Mob Noble from the Frontier, and Turns Out, She's an Amazing Capable Wife?"
      },
      {
        "vi": "Tôi, một quý tộc ở biên giới đã kết hôn với nữ phản diện có năng lực tuyệt vời"
      },
      {
        "pt-br": "A Vilã que Veio se Casar com a Família Nobre da Fronteira é uma Esposa Excepcionalmente Capaz, Não é?"
      }
    ],
    "description": {
      "en": "Ragna, the heir to a frontier noble family, is a reincarnated former Japanese citizen who realizes that the world he now lives in is the setting of an otome game. Dreaming of a carefree life as an adventurer, his plans are derailed when a war takes his family, forcing him to take on the responsibilities of managing his family’s lands. \n\nStruggling with the unfamiliar duties of a lord, his already chaotic life takes another turn when an unexpected engagement to a noblewoman from a higher-ranking family is arranged.\n\nTo his surprise, the bride-to-be is Alicia, the \"villainess\" of the otome game’s story — a character destined for heartbreak, a demonic pact, and ultimate destruction. Now sharing his life with someone fated for tragedy, Ragna is swept up in the wheels of fate. \n\nCan he rewrite the predetermined outcomes of this world and secure a peaceful life for himself and Alicia?",
      "vi": "Ragna, người thừa kế của một gia đình quý tộc ở biên giới, là một công dân Nhật Bản kiếp trước đã được đầu thai vào thế giới mới và nhận ra rằng nơi anh đang sống chính là bối cảnh của một trò chơi otome.\n\nMơ ước về một cuộc sống tự do như một mạo hiểm giả, kế hoạch của anh bị xáo trộn khi một cuộc chiến tranh cướp đi gia đình anh, buộc anh phải gánh vác trách nhiệm quản lý lãnh thổ của gia tộc. Khi đang vật lộn với những nghĩa vụ xa lạ của một lãnh chúa, cuộc sống vốn đã hỗn loạn của anh lại thêm một biến cố nữa khi một cuộc hôn nhân bất ngờ với một quý nữ từ gia tộc công tước được sắp đặt. Ngạc nhiên thay, cô dâu tương lai của anh là Alicia, nhân vật \"ác nữ\" trong câu chuyện của trò chơi otome — một nhân vật số phận đã được định sẵn sẽ gặp phải đau khổ, ký khế ước với ác quỷ và sau cùng là chết thảm.\n\nGiờ đây, khi phải chia sẻ cuộc sống với người đã được số phận an bài cho bi kịch, Ragna bị cuốn vào bánh xe số phận đầy trớ trêu Liệu anh có thể viết lại những kết quả đã được định sẵn của thế giới này và mang lại một cuộc sống yên bình cho bản thân và Alicia?",
      "pt-br": "Ragna, o herdeiro de uma família nobre das fronteiras, é um ex-cidadão japonês reencarnado que se dá conta de que o mundo em que vive agora é o cenário de um jogo otome. Sonhando com uma vida tranquila como aventureiro, seus planos são frustrados quando uma guerra tira sua família, forçando-o a assumir as responsabilidades de administrar as terras da família.\n\nLutando com as tarefas desconhecidas de ser um lorde, sua vida já caótica dá outra guinada quando um noivado inesperado com uma nobre de uma família de ranking superior é arranjado.\n\nPara sua surpresa, a noiva é Alicia, a \"vilã\" da história do jogo otome — uma personagem destinada ao desgosto, a um pacto demoníaco e à destruição final. Agora, compartilhando sua vida com alguém fadado à tragédia, Ragna é arrastado pelas engrenagens do destino.\n\nSerá que ele consegue reescrever os desfechos predeterminados desse mundo e garantir uma vida pacífica para si e para Alicia?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fcda2bf-d322-4e2e-a50e-66de955949be",
    "title": {
      "en": "Puppet"
    },
    "updatedAt": "2024-12-01T21:28:59+00:00",
    "coverArt": "https://mangadex.org/covers/3fcda2bf-d322-4e2e-a50e-66de955949be/d72c83c3-4a60-45d0-a567-24dfd8289837.png",
    "altTitles": [
      {
        "zh-hk": "人偶"
      },
      {
        "en": "Puppet (YinFu)"
      }
    ],
    "description": {
      "en": "After having lost his son many years ago, an elderly carpenter seeks to reunite with him by reviving him as a wooden puppet. While they live happily together in a peaceful village, their newfound lives would all be disrupted when news of a serial killer erupts. What challenges will they face now?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "c941b97f-9e17-422f-8ff7-dd0145d12e8b",
    "title": {
      "en": "Dangerous Lover"
    },
    "updatedAt": "2024-11-01T00:50:44+00:00",
    "coverArt": "https://mangadex.org/covers/c941b97f-9e17-422f-8ff7-dd0145d12e8b/f8774271-4f9f-4281-8dd3-a47280c77312.png",
    "altTitles": [
      {
        "zh": "危险情人"
      },
      {
        "zh-ro": "Wei Xian Qing Ren"
      },
      {
        "zh-ro": "Wēixiǎn Qíngrén"
      },
      {
        "en": "Dangerous Lovers"
      },
      {
        "pl": "Niebezpieczne związki"
      }
    ],
    "description": {
      "en": "I've long known about your ill intentions!\n\nHuang Yun'er, a D-lister deliberately gets close to female CEO Ou Chenxi, intending to seduce her in order to gain access to the Ou family and investigate her cousin's death. Ou Chenxi sees through Huang Yun'er's scheming, but believing she can fully control the situation and finding Huang Yun'er aesthetically appealing, she doesn't reject this dangerous woman's advances. At the same time, she wants to investigate Huang Yun'er's motives.\n\nOne deliberately seduces but wavers due to love amidst her calculations, while the other is irresistibly attracted despite knowing the danger... These two cunning individuals sink together while fully aware, parrying each other's moves while desperately trying to suppress their growing feelings. As they struggle with their emotions, they gradually uncover secrets from the past."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2024-06-19T23:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "zh-ro": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      },
      {
        "vi": "Thả Vu Nữ Đó Ra"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d97ab58d-88ba-4f75-adb2-c66b94be06e9",
    "title": {
      "en": "Dark Mortal"
    },
    "updatedAt": "2023-07-19T10:26:24+00:00",
    "coverArt": "https://mangadex.org/covers/d97ab58d-88ba-4f75-adb2-c66b94be06e9/b458799b-ef04-4c0a-a8ee-e9a5bf3d0e11.png",
    "altTitles": [
      {
        "ko-ro": "Geom-eun In-gan"
      },
      {
        "id": "Kawan Kelam"
      },
      {
        "ko": "검은인간"
      }
    ],
    "description": {
      "en": "Gangnam lost his parents from a fire and has turned blind from the incident. He wasn't able to see anything but a hallucination called Kkamjang. Is Kkamjang actually a hallucination or something more? 'Your scars, your two eyes, and… even your strength! I'll change everything for you.'"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "79"
  },
  {
    "mangaId": "622357dd-d603-4fcd-931f-9f7ac44940eb",
    "title": {
      "en": "TACIT"
    },
    "updatedAt": "2023-10-15T17:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/622357dd-d603-4fcd-931f-9f7ac44940eb/85ddc0ab-2366-4411-b72b-2e5b16ca5a42.jpg",
    "altTitles": [
      {
        "ko": "태시트"
      },
      {
        "zh": "沉默的人们"
      },
      {
        "ja": "TACIT-影の声に応えよ-"
      }
    ],
    "description": {
      "en": "The world that fell due to pollutants that release the zombie virus and the people who adjusted to that place.\nA village called 'Amina' that had great resources and was where professor 'Simon' lived.\nHowever, the people of 'Amina' fall into despair after 'Simon' disappears.\nAnd 'Ruby' who was born in 'Amina'.\nIncidents that had been buried slowly start to reappear because of her...\n\n---\n- [ Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/SUSPENSE/chenmoderenmen/list?title_no=1831)\n\n- [ Official English (Tappytoon) Translation](https://www.tappytoon.com/en/comics/tacit)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001660)",
      "ja": "ゾンビウイルスにより崩壊した世界。その環境に適応する人々。多くの資源と優秀な博士“サイモン”がいた村“アミナ”。しかし、サイモンが失踪しアミナの人々は絶望に陥る。 そんなアミナに産まれてきた“ルビー”。彼女の登場によりベールに包まれていた事件たちが姿を現し始めるのだが・・・\n\n---\n- [ Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/SUSPENSE/chenmoderenmen/list?title_no=1831)\n\n- [ Official English (Tappytoon) Translation](https://www.tappytoon.com/en/comics/tacit)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001660)",
      "ko": "좀비 바이러스를 내뿜는 오염물질로 무너진 세상. 그곳에 적응한 사람들.\n높은 자원과 뛰어난 박사 ‘사이먼’을 겸했던 마을 ‘아미나’.\n하지만 ‘사이먼’이 실종되고 ‘아미나’ 사람들은 절망에 빠진다.\n그런 ‘아미나’에서 태어나고 자란 ‘루비’.\n그녀로 인해 묻혀있던 사건들이 서서히 모습을 드러내기 시작하는데...\n\n---\n- [ Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/SUSPENSE/chenmoderenmen/list?title_no=1831)\n\n- [ Official English (Tappytoon) Translation](https://www.tappytoon.com/en/comics/tacit)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001660)",
      "pl": "Świat został zniszczony przez wirus zombie. Ludzie dostosowują się do środowiska, w którym żyją. Amina to wioska z dużymi zasobami i genialnym lekarzem, Simonem. Simon jednak znika, a mieszkańcy Aminy popadają w rozpacz. Następnie w Aminie rodzi się Ruby. Wraz z jej przybyciem zaczynają się dziać wydarzenia, które do tej pory były owiane tajemnicą...",
      "zh": "神秘丧尸少年与天真少女！\n尘封已久的真相浮出水面！\n丧尸病毒毁灭了整个世界，幸存的人类选择聚集在阿米娜基地，基地拥有着最丰富的资源和最优秀的博士西蒙。但是随着西蒙博士的神秘失踪使阿米娜基地的人们陷入了绝望。露比从小在阿米娜基地长大，某天露比捡到了一位神秘少年并带回了基地，但露比最好的朋友杜恩却因少年感染丧尸病毒死亡……\n\n---\n- [ Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/SUSPENSE/chenmoderenmen/list?title_no=1831)\n\n- [ Official English (Tappytoon) Translation](https://www.tappytoon.com/en/comics/tacit)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001660)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "85"
  },
  {
    "mangaId": "15192c18-06a5-4f13-a694-5acf6536a54d",
    "title": {
      "ja": "EVOL"
    },
    "updatedAt": "2024-09-06T17:46:35+00:00",
    "coverArt": "https://mangadex.org/covers/15192c18-06a5-4f13-a694-5acf6536a54d/947bdbca-01c5-49b9-884d-b8466eec1a7b.jpg",
    "altTitles": [
      {
        "ja": "イーヴォー"
      }
    ],
    "description": {
      "en": "Work, sleep, work, sleep... what a dull existence\nWhy even live?!\nNo hopes, no dreams\nEverything’s predictable...\nSuicide is salvation\nBut when you wake up in purgatory...\n...and it's the same world you left?\n\nOne option left\nLet's turn this fuckin' world upside down\n\n\nThe story of \"Evol\" begins in a village occupied by an armed group when a young girl, driven by despair, attempts suicide. She survives and wakes up, but when a man tries to drive her into a corner, a strange phenomenon occurs. The place changes, and something also happens to the boy who wakes up in the hospital after committing suicide.",
      "es": "Trabajar, dormir, trabajar, dormir... qué existencia más aburrida. ¡¿Para qué vivir?! Sin esperanzas, sin sueños. Todo es tan previsible... El suicidio es la única salvación. Pero cuando te despiertas en el infierno... ¿Y si resulta que es el mismo mundo que abandonaste? Solo queda una opción. Pongamos este maldito mundo patas arriba."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ae27b84-c172-413f-a18f-ce869604591b",
    "title": {
      "en": "Won't She Speak Well, That Girl Who Woke Up From a Dream?"
    },
    "updatedAt": "2024-11-17T01:44:43+00:00",
    "coverArt": "https://mangadex.org/covers/5ae27b84-c172-413f-a18f-ce869604591b/e013cb7a-6cf8-4a10-a387-354bd8eb1c85.jpg",
    "altTitles": [
      {
        "ja-ro": "Yume kara Sameta Ano Ko to wa Kitto Umaku Shaberenai"
      },
      {
        "ja": "夢から覚めたあの子とはきっと上手く喋れない"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "84d6b69d-9003-49b0-b90b-652ad1b4725f",
    "title": {
      "en": "Brave Universe Sworgrader"
    },
    "updatedAt": "2024-11-02T16:42:23+00:00",
    "coverArt": "https://mangadex.org/covers/84d6b69d-9003-49b0-b90b-652ad1b4725f/0e9721eb-b05b-4b58-9445-85d635b7090d.jpg",
    "altTitles": [
      {
        "en": "Brave Universe Sworgrader"
      },
      {
        "ja": "勇者宇宙ソーグレーダー"
      },
      {
        "ja-ro": "Yūsha Uchū Sōgurēdā"
      }
    ],
    "description": {
      "en": "The story revolves around Taira Yunokami a boy in fifth grade that helps his father run a food truck. One day, he meets a famished girl in a park on his way to school. After helping the girl, the city is suddenly attacked by Glutton, an inter-dimensional threat that endangers the world. \n\nAmidst the chaos Sworg, a young member of the Space Administration Bureau Braver saves both Taira and the girl. Sworg has come to Earth to pursue the enigmatic and malevolent Glutton. When fate brings Sworg and Taira together, they'll find themselves unexpectedly thrust into an extraordinary journey through multiple dimensions."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83b2fefd-3595-4a9d-9df3-72918194a9a3",
    "title": {
      "en": "Dragons Rioting"
    },
    "updatedAt": "2024-05-17T13:39:10+00:00",
    "coverArt": "https://mangadex.org/covers/83b2fefd-3595-4a9d-9df3-72918194a9a3/b464ca05-a342-44d1-900c-2696695575fd.jpg",
    "altTitles": [
      {
        "fr": "L'émeute de dragons"
      },
      {
        "ja": "ドラゴンズ・ライデン"
      },
      {
        "zh": "龙的争乱"
      }
    ],
    "description": {
      "en": "As a 6 Year Old, Rintaro is diagnosed with Henisei Tashu Ijou Syndrome (also known as Hentai Syndrome), a disease that could kill him if he gets sexually aroused. To save him and provide a way for him to live as normal a life as possible, his father teaches him the ways to control his body and mind for ten years in the mountains, with the martial art of the Koei Sougetsu. When he's 16 he chooses to enroll Nangokuren High School, which he assumed to be the biggest all-boys school in the country but is actually the biggest all-girls school that has just gone coed.  \n  \nOn his first day he stumbles upon a large scale battle and learns that the first rule of the school is that it \"Abides the Law of Nature\" which has turned the campus into a war zone-like environment. Rintaro now sees transferring out as his mission, but will it be that easy now that he's caught the eye of the 3 \"Dragons\", the bodacious female leaders of the three biggest factions around?",
      "it": "All'età di 6 anni, a Rintaro viene diagnosticata la Sindrome di Henisei Tashu Ijou (conosciuta anche come Sindrome di Hentai), una malattia che potrebbe ucciderlo se si eccita sessualmente. Per salvarlo e dargli la possibilità di vivere una vita il più normale possibile, suo padre gli insegna per dieci anni in montagna, con l'arte marziale del Koei Sougetsu, a controllare il suo corpo e la sua mente. A 16 anni sceglie di iscriversi alla Nangokuren High School, che ha assunto come la più grande scuola per soli ragazzi del paese, ma che in realtà è la più grande scuola per sole ragazze che sia appena diventata mista.  \n  \nIl suo primo giorno si imbatte in una battaglia su larga scala e impara che la prima regola della scuola è che \"Rispetta la legge della natura\", che ha trasformato il campus in una zona di guerra. Rintaro vede ora il trasferimento come la sua missione, ma sarà così facile ora che ha catturato l'attenzione dei 3 \"Draghi\", le coraggiose leader femminili delle tre più grandi fazioni in circolazione?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "44.5"
  },
  {
    "mangaId": "2b37189e-0bb2-4586-9757-b3fe6acd77b3",
    "title": {
      "en": "Majo Taisen - 32-nin no Isai no Majo wa Koroshiau"
    },
    "updatedAt": "2024-11-25T15:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/2b37189e-0bb2-4586-9757-b3fe6acd77b3/42401da9-7563-4d50-a455-f70ca2b427e7.jpg",
    "altTitles": [
      {
        "ja": "魔女大戦 32人の異才の魔女は殺し合う"
      },
      {
        "en": "The War of Greedy Witches"
      },
      {
        "ru": "Война Ведьм"
      },
      {
        "uk": "Війна відьом"
      },
      {
        "vi": "Ma nữ đại chiến"
      }
    ],
    "description": {
      "en": "Joan of Arc, the hero who saved France, was sentenced to be burned at the stake. But at the moment of her death, a demon sent her to another world. There, she found 32 women from across history, known as \"witches.\"",
      "ja": "フランスを救った奇跡の英雄ジャンヌ・ダルク。火刑に処され、その生涯を終えようとしていた彼女は死の間際、別世界へと飛ばされてしまう。そこにいたのはその名を歴史に刻み、「魔女」と呼ばれる32人の女傑たちであった。そして、最後の「魔女」ジャンヌダルクが揃い、欲深き魔女たちの殺し合い魔女千夜血戦の開幕が告げられるーー!!",
      "ru": "История о 32 исторических женщинах, в том числе Жанне д'Арк, Клеопатре, Томоэ Гозэн и Марии Антуанетте - названых «алчными ведьмами», сражающихся насмерть, ради исполнения своего желания.",
      "uk": "Тридцять дві відьми з усієї історії борються на смерть у Вальпургієву ніч, щоби виконати свої бажання. Жанна д'Арк, Клеопатра, Томое Ґодзен, Марія Антуанетта та інші."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b232739c-94c1-4266-830f-0a1178045160",
    "title": {
      "en": "Tsurumoku Dokushin Ryou"
    },
    "updatedAt": "2024-11-09T19:05:54+00:00",
    "coverArt": "https://mangadex.org/covers/b232739c-94c1-4266-830f-0a1178045160/4ccfa9ce-c77b-4be4-bef6-8296f764d026.jpg",
    "altTitles": [
      {
        "en": "Tsurumoku Bachelor Dormitory"
      },
      {
        "ja-ro": "ツルモク独身寮"
      }
    ],
    "description": {
      "en": "The story is about Miyagawa Shota, who just graduated from high school, and left his hometown to work in the famous Tsurumoku Furniture factory outside of Tokyo. In the company dorm, Shota is roomed with Tabatake, the most senior resident of the dorm and the most obnoxious roommate, and Sugimoto, the in-house Casanova. With these two roommates, Shota is constantly caught in awkward situations. Although the manga addresses the issues of making career and love quite seriously, it still succeeds in remaining funny at the same time."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "135"
  },
  {
    "mangaId": "9d685cb5-594b-4891-9f98-e50bfee0ffa4",
    "title": {
      "en": "Masters of Lightning Knives"
    },
    "updatedAt": "2024-08-23T02:17:06+00:00",
    "coverArt": "https://mangadex.org/covers/9d685cb5-594b-4891-9f98-e50bfee0ffa4/755d9f02-7e28-4d90-8587-e0711d7508fa.jpg",
    "altTitles": [
      {
        "ko": "비뢰도"
      },
      {
        "en": "Lightning Swords"
      },
      {
        "ja": "飛雷刀"
      },
      {
        "ru": "Меч разящего грома"
      },
      {
        "vi": "Phi Lôi Đạo"
      },
      {
        "en": "Lightning Degree"
      },
      {
        "pt-br": "Mestre das Lâminas Relâmpago"
      }
    ],
    "description": {
      "en": "A young orphan was alone in the world until he meets the master of a secret form of martial arts. To learn these otherworldly techniques, he will need to endure years of his sadistic teacher’s grueling and weird training. But why does he have to do laundry, cook meals, or play instruments to learn martial arts anyway?! If he can survive long enough (and if his massive ego doesn’t get in the way), he just might be able to wield the unstoppable lightning knives. Will he make the cut or be sliced down to size?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ja": "5歳の時母親が亡くなり、10歳の時伝染病で父親まで亡くなった少年「飛雲」。彼は彫刻家だった父からその才能を受け継いでいた。 両親の木像を作り、二人の墓の前にそなえたある日、それを見た老人から「自分を師匠にすれば天下一の武術を教えよう」と話しかけられる。怪しいとは思ったものの老人が見せた武術に惹かれその申し出を受けてしまった飛雲。案の定、武術などろくに教えず、訓練といいながら家事と金稼ぎばかり… そんなある日、女装して働いている酒楼で偶然武林盟主の娘である「羅 香凜」の命を救った。飛雲は男であることを隠して香凜と親しくなるが…\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ko": "홀로 길러주신 아버지를 돌림병으로 잃고 10세의 어린 나이에 혈혈단신이 된 비류연.\n조각가였던 아버지에게 배운 기술로 부모님의 조각상을 만들어 두 분의 묘 앞에 세워두는데,\n지나가던 노인이 그걸 보더니 자신을 사부로 삼으면 천하제일 무공을 가르쳐주겠다고 한다.\n\n수상쩍지만 달리 갈 곳도 없고, 그럴듯해 보이는 무공에 혹해 비류연은 그를 따라가고 마는데…\n\n그날 이후 비류연을 길러준 것은 팔할이 바람이었다.\n\n오늘 하루는 좀 편안했으면 좋겠다는 바람!\n사부가 더 늙으면 울 때까지 구박해주겠다는 바람!\n아니 다 필요 없고 여기서 탈출하고 싶다는 바람!\n하늘이여 저한테 왜 이러세요 제발 살려주세요… 하는 바람!\n\n하늘이 비류연의 바람을 들어준 것일까.\n무식한 가사노동과 피골상접 과로사를 야기할 것 같던 돈벌이로 점철된 삶 속에서\n깨알같이 사부 몰래 힘을 비축하던 비류연은 드디어 어느 날 깨닫는다.\n\n‘오늘이 바로 그날이다!’\n\n사부를 따돌릴 꿀떡(?)을 던져놓고는 무한한 용기를 발휘해 묵금과 비뢰도까지 다 들고 튄 비류연.\n\n혹자는 강호를 두고 시산혈해 위에 암투로 쌓아올린 백척간두의 세계라고 하나,\n비류연에겐 드넓은 꿀 천지에 온실 속의 화초들이 노니는 안락한 신세계로만 보였는데…!\n\n비류연의 행복은 과연 언제까지 갈 것인가!\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)",
      "ru": "В 10 лет Би Рю Ён становится сиротой, потеряв последнего родственника, своего отца.\n\nБудучи хорошим сыном и отличным подмастерьем весьма талантливого ремесленника, он решает соорудить две прекрасные статуи в память о своих родителях. Так, когда работа была практически завершена, к нему неожиданно обратился некий старый мастер, пожелав стать наставником парня, и обещая обучить самому могущественному искусству во всей Поднебесной.\n\nЖажда до силы превозмогает сомнения. И он решает последовать за стариком… \n\nС этого момента... жизнь круто изменилась. Невыносимые тренировки и серьезные наказания следовали по пятам день за днём! Иногда казалось, труд настолько изматывал мальчика, что кожа прилипала к костям, а смерть от переутомления уже маячила на горизонте. Много раз Рю Ён хотел бросить всё и покинуть наставника. Возгласы, «О Небо, за что мне всё это?! Кто-нибудь, спасите меня!» - не сходили с его уст. Но Небеса оставались безмолвны.\n\nИ вот, в один из множества преисполненных изнеможением и страданиями дней, когда сил осталось с кунжутное зёрнышка, он понял: «Это оно!»\n\nСегодня Рю Ён превзойдёт своего учителя и узнает, что такое \"Меч разящего грома\".\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=PlMScBLMT0U)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B9%84%EB%A2%B0%EB%8F%84/2355)\n\n---\n\n- [Official Japanese Translation](https://piccoma.com/web/product/52248)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5bf9cc3-d003-47fe-bc76-99774b2a0562",
    "title": {
      "en": "Nichijou"
    },
    "updatedAt": "2024-10-21T23:48:57+00:00",
    "coverArt": "https://mangadex.org/covers/f5bf9cc3-d003-47fe-bc76-99774b2a0562/ab34d32a-c813-409f-9b4c-3ef95886222c.jpg",
    "altTitles": [
      {
        "fi": "Arki"
      },
      {
        "tr": "Günlük Yaşam"
      },
      {
        "en": "My Ordinary Life"
      },
      {
        "ru": "Мелочи Жизни"
      },
      {
        "ja": "日常"
      },
      {
        "ko": "일상"
      },
      {
        "fr": "Mon quotidien"
      },
      {
        "uk": "Повсякденнощі"
      },
      {
        "th": "สามัญขยันรั่ว"
      },
      {
        "pt-br": "Minha Vida Comum"
      }
    ],
    "description": {
      "de": "Währendessen der Titel \"alltägliches Leben\" bedeutet ist der Inhalt alles andere als alltäglich. Es handelt sich um ein komplett bizarres und verücktes \"alltags Leben\" von einer gruppe High School Schüler. Das Setting ist eine außergewöhnliche Schule, wo du den Rektor sehen kannst wie er mit einen Reh kämpft oder einen Roboter Arm. Wie auch immer, es gibt immernoch normale Geshichten, wie ein Kartenhaus bauen oder einen Test schreiben für den du dich nicht vorbereitet bist. Der Stil ist süß aber mischt auch extreme Ausdrücke und Actionszenen für Überraschende Komedie Einlagen.",
      "en": "While the title suggests a story of simple, everyday school life, the contents are more the opposite. The setting is a strange school where you may see the principal wrestle a deer or a robot's arm hide a rollcake. However there are still normal stories, like making a card castle or taking a test you didn't study for. The art style is cute but mixes with extreme expressions and action sequences for surprising comedy bits.\n\n(The original magazine run ends at Chapter 192)",
      "ru": "Обычная манга про обыную японскую жизнь.",
      "uk": "Хоча назва вказує на щось буденне, вона є абсолютним протилежним до того, що коїться у манзі. Дії відбуваються у дуже дивній школі, де директор не проти побоксувати з оленем. Або робот, у руці якого сховано тістечко. Звісно не обійшлося без буденності, як от коли вірша забув вивчити і вчиш на уроці. Або картковий дім, який ти вже майже добудував, руйнується вщент! Словом, небуденна буденність.",
      "pt-br": "Enquanto o título sugere uma história simples de vida escolar, todos os dias, o conteúdo é mais o contrário. O cenário é uma escola estranha, onde você poderá ver o principal lutar com um cervo ou o braço de um robô esconder um bolo. No entanto ainda há histórias normais, como fazer um castelo de cartas ou de um teste que você não estudou. O estilo de arte é bonito, mas se mistura com expressões extremas e sequências de ação para os bits de comédia surpreendentes..."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9585b6ff-7834-4e71-b47c-5a6c1440efb6",
    "title": {
      "en": "4 Cut Hero"
    },
    "updatedAt": "2024-10-30T13:21:23+00:00",
    "coverArt": "https://mangadex.org/covers/9585b6ff-7834-4e71-b47c-5a6c1440efb6/7f16ad38-6d4a-48eb-92ce-bd929fa446f6.jpg",
    "altTitles": [
      {
        "en": "4-Cut Hero"
      },
      {
        "ko-ro": "4-keos Yongsa"
      },
      {
        "ja-ro": "4-koma Yuusha"
      },
      {
        "en": "4-Panel Hero"
      },
      {
        "ja": "4コマ勇者"
      },
      {
        "ko": "4컷용사"
      },
      {
        "en": "Cartoon Hero"
      },
      {
        "en": "Four-Cut Hero"
      },
      {
        "ja-ro": "Yon-koma Yuusha"
      },
      {
        "ru": "Четыре рыцаря"
      },
      {
        "ar": "بطل بدون عمل"
      }
    ],
    "description": {
      "en": "The Hero has defeated the Demon King! But the Princess he meant to save turned out to be a Prince. NEETdom, here he comes, but a life of relaxation surrounded by animes is a pretty sweet deal.  \n  \nUnfortunately, he gets caught up in millennia old legends, curses, and a twisted plot involving multiple Kingdoms and many dragons. Through and through, though, he'll follow a path of whimsy, even if that involves him palling it up with \"villains\".",
      "ru": "Самая обычная история, в которой самый обычный герой убивает самого обычного сатану. С него падает самый обычный журнал 18+. Самый обычный герой, немного полистав его, идёт спасать самую обычную принцессу, которая оказалась самым обычным принцем. Что же будет делать наш самый обычный герой?\n\n---\n\n(Source: yagami)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "251"
  },
  {
    "mangaId": "2917010b-61f5-4dd0-b861-a10362d8ab9b",
    "title": {
      "en": "My Blue Garnet"
    },
    "updatedAt": "2024-11-26T17:37:24+00:00",
    "coverArt": "https://mangadex.org/covers/2917010b-61f5-4dd0-b861-a10362d8ab9b/14392adf-ef29-48f3-a316-13996c645f25.jpg",
    "altTitles": [
      {
        "ja": "私のブルーガーネット"
      },
      {
        "ja-ro": "Watashi no Blue Garnet"
      },
      {
        "pl": "Błękitny klejnot"
      }
    ],
    "description": {
      "en": "Inami Kon, age 24, has been job hunting for the past 4 months. However, she is having trouble being \"normal\". One day, she meets Ai, a woman whose personality is the complete opposite of her own. Is this encounter just coincidence or is it fate?\n\nA mature yuri story about love at a crossroads.\n\nThis is published in Melody, a bi-monthly magazine."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3874cbf6-7fb8-4148-a8f8-049e8f493012",
    "title": {
      "en": "I Took Over The System Players"
    },
    "updatedAt": "2023-11-09T20:10:33+00:00",
    "coverArt": "https://mangadex.org/covers/3874cbf6-7fb8-4148-a8f8-049e8f493012/7fca15bb-772b-406f-b76a-cb3209bc9f17.jpg",
    "altTitles": [
      {
        "zh": "我夺舍了系统玩家"
      },
      {
        "zh-ro": "Wo Duo Shele Xitong Wanjia"
      }
    ],
    "description": {
      "en": "College student, Xing Ye gained the ability to take over another person’s body with a success rate of 100%, but by chance took over the body of a necromancer. This necromancer turns out to be the owner of the system, and it’s all because of this system that he’s a corpse after dying. This system gives suicide missions with no regards of the host’s abilities, but Xing Ye finds this suicide system quite compatible with him now that he’s a corpse? “Hahaha, I’m already dead, what do I have to fear?”",
      "zh": "大学生星夜死后获得百分百夺舍能力，却意外夺舍炼尸，而这炼尸生前竟然是系统持有者，之所以死亡变成炼尸都是被他的系统害得，这系统会不顾宿主等级的派发作死任务，但星夜发现身为炼尸的自己和这作死系统竟意外的有配合？哈哈哈，老子已经死了还怕什么作死"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ca95d5b-4aa0-4d22-96e1-6844ea7ed106",
    "title": {
      "en": "Secret Love"
    },
    "updatedAt": "2024-01-15T16:10:15+00:00",
    "coverArt": "https://mangadex.org/covers/5ca95d5b-4aa0-4d22-96e1-6844ea7ed106/a5f0fcd1-0609-4e10-b98c-0cf1f358ff4d.png",
    "altTitles": [
      {
        "en": "Falling in Love"
      },
      {
        "en": "My First Crush"
      },
      {
        "en": "Secret Crush"
      },
      {
        "zh": "暗恋"
      },
      {
        "kk": "Құпия махаббат"
      },
      {
        "ja": "片思い　暗恋（AN LIAN）"
      },
      {
        "uk": "Таємне кохання"
      },
      {
        "vi": "Yêu Thầm"
      },
      {
        "pt-br": "Amor secreto"
      }
    ],
    "description": {
      "en": "“I’ve recently come to like someone. He’s my classmate.”  \nThe short and sweet snapshots of a blossoming romance between two unsuspecting students! Packed with fluffy interactions between adorable (not to mention handsome!) characters, this series is sure to satisfy your sweet tooth~",
      "fr": "Les chassés croisés entre un garçon et une fille attirés l'un par l'autre en de courts moments. Tendre et amusant.Portuguese (BR) / Português (BR)Os cruzamentos entre um menino e uma menina que são atraídos um pelo outro em breves momentos. Se apaixonando lentamente…",
      "it": "L'incrocio tra un ragazzo e una ragazza attratti l'uno dall'altra in pochi istanti. Si innamorano lentamente…..  \n  \n**Buy the official Vol. 1 on [Taobao](http://t.cn/A6bZZMgM)!**",
      "kk": "«Мен сыныптасыма ғашық болып қалдым». \n«Мен бір қызға қызығушылық таныта бастадым». \nБір-біріне жасырын ғашық болған сыныптастары туралы сүйкімді оқиға \n\\ / (^ o ^) \\ /",
      "uk": "«Нещодавно мені дехто сподобався. Він мій однокласник».\nМила історія про двох, таємно закоханих одне в одного, студентів!",
      "vi": "Thời học sinh bạn đã bao giờ crush ai chưa?\nCậu bạn cùng bàn?\nLớp trưởng học giỏi?\nHay một anh khóa trên điến trai?\n\nChắc hắn rất nhiều người trong chúng ta đều từng có một thời thầm thương trộm nhớ ai đó. Giống như cô bạn nhỏ nhắn Bách Linh và cậu hot boy An Dư Triết thầm thích nhau mà không hay vậy.\n\n\"Yêu thâm\" là câu chuyện tuổi mới lớn với những ngại ngùng, quan tâm vô tình và ghen tuông nho nhỏ, khiến màu sắc cuộc sống của đôi bạn trẻ trở nên tươi đẹp và muôn màu hơn. Đồng thời bộ truyện cũng giúp người đọc trải nghiệm những cung bậc cảm xúc ngọt ngào, lãng mạn, đôi khi trầm lắng nhưng lại ngây ngô ngốc nghếch của cả hai.",
      "pt-br": "Recentemente comecei a gostar de alguém. Ele é meu colega de classe.”\nOs instantâneos curtos e doces de um romance florescente entre dois estudantes desavisados! Embalado com interações fofas entre personagens adoráveis ​​(para não mencionar bonitos!), esta série certamente satisfará seu desejo por doces"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-11-19T21:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/7caf6d8b-6e25-40fa-8e07-f1ce67e67996.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。それは最近よく来店する女子高生のほなみちゃん。どこか無防備で可愛らしい彼女には、目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c9ace30-a0c6-4e87-adbb-4fa4f80f975e",
    "title": {
      "en": "Henkyou no Yakushi, Miyako de S Rank Boukensha to naru ~Eiyuu-mura no Shounen ga Cheat Yaku de Mujikaku Musou~"
    },
    "updatedAt": "2024-11-15T16:01:46+00:00",
    "coverArt": "https://mangadex.org/covers/2c9ace30-a0c6-4e87-adbb-4fa4f80f975e/d3478360-5201-48d7-8ff0-cc738c3ab9ae.jpg",
    "altTitles": [
      {
        "ja": "辺境の薬師、都でＳランク冒険者となる～英雄村の少年がチート薬で無自覚無双～"
      },
      {
        "en": "The Healer Ditches the Boonies to Become an S-Rank Adventurer: The Boy from the Hero's Village Doesn't Know His Cheat Medicine is Unrivaled"
      }
    ],
    "description": {
      "en": "Leaf has been enjoying a peaceful life in his village at the farthest end of the country, but everything gets turned upside down when his fiancée betrays him, robbing him of his home, work, and everything he cherishes. Wandering around, lost on what to do next, he encounters a distinguished lady in peril who will change his life forever! Using the cheat-like power of medicine and drugs the world scoffs at, Leaf now begins his journey to become the almighty healer!",
      "id": "Leaf telah menikmati kehidupan yang damai di desanya di ujung terjauh negara itu, tetapi segalanya menjadi terbalik ketika tunangannya mengkhianatinya, merampok rumah, pekerjaan, dan semua yang dia hargai. Berkeliaran, bingung apa yang harus dilakukan selanjutnya, dia bertemu dengan seorang wanita terkemuka dalam bahaya yang akan mengubah hidupnya selamanya! Menggunakan kekuatan pengobatan dan obat-obatan yang dicemooh dunia, Leaf kini memulai perjalanannya untuk menjadi penyembuh yang maha kuasa! \"",
      "ja": "田舎者の少年・リーフが最強の“調薬”スキルで成り上がる！人生を変える出会いが都会にはいっぱい！！無自覚無双な痛快“調薬”ファンタジーがここに開幕！！最強の“調薬”スキルで成り上がれ！！　田舎に住む少年・リーフは、ある日許嫁に裏切られ、すべてを失ってしまう。しかし、大貴族のお嬢様・プリシラと出会ったことでリーフの人生は激変！「薬を作れるだけなはず」の少年が、世界最強の冒険者になっていく！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b201bd84-c689-4301-a8ab-ef80bf120992",
    "title": {
      "en": "Male Lead Likes My Support!"
    },
    "updatedAt": "2024-10-28T02:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/b201bd84-c689-4301-a8ab-ef80bf120992/0b68edff-09e3-4555-99c9-4ff9c475f91e.jpg",
    "altTitles": [
      {
        "es-la": "¡Al Protagonista le gusta mi Patrocinio!"
      },
      {
        "ko": "남주가 내 후원을 좋아해!"
      }
    ],
    "description": {
      "en": "Chae Yu-ra is an ordinary girl who likes to watch online game broadcasts. She becomes the sole sponsor of an unknown streamer, Choi Ji-hyuk, who plays a virtual reality game called Constellation. But one day, she wakes up inside the game and discovers that she is Choi Ji-hyuk's constellation, which means she can grant him wishes and powers.\n\nChoi Ji-hyuk, on the other hand, is an elite hunter who is determined to take revenge on the constellation that abandoned him in the past. He is unaware that his constellation is actually Chae Yu-ra, the girl he despises for her lack of skill at the game. How will they relate to each other in this dangerous world full of mysteries?",
      "es-la": "El único error que he cometido hasta ahora es ver una transmisión sin espectadores de un juego online.\nMi único crimen fue patrocinar a alguien duramente.\nㅤ\nPero ahora lo entiendo.\n¡Hacerme pasar por esta terrible experiencia es demasiado duro!\nㅤ\n\"¡No podemos perder más tiempo\"\n\"¡Espera un minuto, déjame comprar esta armadura\"\nㅤ\n\"¿Qué es esto?\"\nMe pregunté mientras veía esa transmisión antes de que eso pasara.\n\n___________________________________________________\nㅤ\nChoi Ji-hyuk miró fijamente el artículo que venía como recompensa de una Mazmorra de Clase S.\nEra un objeto obtenido que había arrebatado a los otros Cazadores que intentaban obtenerllo.\nㅤ\n\"No importa cuanto impida este objeto la destrucción del mundo\"\n\"No importa si es un objeto por el que arriesgué mi vida\"\n\"Incluso si muero, seré miserable, por eso, si es he de morir, al menos quiero ver la cara de esa maldita Constelación\"\nㅤ\nPero, ¿quién hubiera pensado que esa Constelación era una chica que parecía tener poco más de 20 años?\nㅤ\n\"Chae Yu-ra\"\nㅤ\nÉl lo lamentó por ella, quien había vivido una vida normal y pacífica toda su vida, desafortunadamente, nunca tuvo la intención de abandonar a su Constelación.\nㅤ\n\"Dime que soy lo más importante para ti\"\nㅤ\nAl menos así será hasta que llegue el fin del mundo\nㅤ\n\"Dímelo\""
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5",
    "title": {
      "en": "Radia"
    },
    "updatedAt": "2024-08-26T21:22:28+00:00",
    "coverArt": "https://mangadex.org/covers/5ab3d3ea-ae45-4910-8f15-6ca544c8d8e5/db4febcf-71d3-41be-a231-e54ebb3b2b4f.png",
    "altTitles": [
      {
        "ko": "라디아"
      },
      {
        "ja": "ラディア〜神殺しの私が神の恋人!?〜"
      },
      {
        "es-la": "La Venganza de la Santa"
      }
    ],
    "description": {
      "es-la": "La búsqueda de venganza de Radia contra su traicionera amiga da un giro inesperado cuando Julius, un hombre misteriosamente poderoso, la salva de una experiencia cercana a la muerte.\n¿El giro? Julius es un fantasma, visible solo para Radia.\nㅤ\nCuando se convierte en su compañero constante, Radia se ve envuelta en una red de contratiempos sobrenaturales que revelan cuán poderoso es realmente Julius.\nY aunque ni siquiera Julius conoce su verdadera identidad todavía, su casi omnipotencia podría ser la clave para que Radia se vengue.\nSin embargo, este poder también podría ocultar un peligro acechante que amenaza con reconfigurar su búsqueda de formas inesperadas y peligrosas..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25669f5-d886-49c5-bbac-d3b4c5ff3d02",
    "title": {
      "en": "Exorcist no Kiyoshi-kun"
    },
    "updatedAt": "2024-11-17T22:53:40+00:00",
    "coverArt": "https://mangadex.org/covers/f25669f5-d886-49c5-bbac-d3b4c5ff3d02/67f88869-bca4-4eb2-99c0-71df33294397.jpg",
    "altTitles": [
      {
        "ja": "悪祓士のキヨシくん"
      },
      {
        "en": "Ultimate Exorcist Kiyoshi"
      },
      {
        "ru": "Экзорцист Киёши"
      }
    ],
    "description": {
      "en": "The most powerful exorcist in history--Kiyoshi! In order to protect that which is precious to him, Kiyoshi has attained ultimate strength. But he has a secret he can't tell anyone... Become a sword that slays evil! Become a shield that protects the weak!",
      "ja": "祓清は史上最強の悪祓士（エクソシスト）。弱冠16歳にして初任務にあたっていた。しかし、本当は超ビビり＋ド級の人見知りで…!?　ほんの少しの勇気を胸に、悪魔を祓え!!",
      "es-la": "El exorcista más poderoso de la historia--¡Kiyoshi! Para poder proteger aquello que considera precioso, Kiyoshi ha obtenido una fuerza sin igual. Pero tiene un secreto que no puede revelar... ¡Conviértete en una espada que corta el mal! ¡Se un escudo que protege a los débiles! ¡Todo eso y más se junta en esta nueva serie de exorcismo, batallas y comedia!",
      "pt-br": "O exorcista mais poderoso da história: Kiyoshi Harai! Para proteger o que é precioso para ele, Kiyoshi atingiu a força suprema. Mas ele tem um segredo que não pode contar a ninguém... ele virou a espada que erradica o mal! O escudo que protege os fracos! Tudo se junta nessa nova série dramática de comédia e batalha de exorcistas!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]