[
  {
    "mangaId": "805c3a24-64c3-410f-9216-c828ab6b60f2",
    "title": {
      "en": "BTOOOM!"
    },
    "updatedAt": "2025-01-01T14:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/805c3a24-64c3-410f-9216-c828ab6b60f2/f7fff04b-461e-4995-b700-484a829374cb.jpg",
    "altTitles": [
      {
        "ru": "Бтууум!"
      },
      {
        "ru": "Взрыв!"
      },
      {
        "ja": "ブトゥーム"
      }
    ],
    "description": {
      "en": "Sakamoto Ryouta is an unemployed 22-year-old who lives with his mother. In the real world, there may be nothing really special about him, but online, he's one of the world's top players of the combat game \"BTOOOM\"!  \n  \nOne day, he awakes in what appears to be a tropical island, though he has no memory of how or why he has come to be there. While wandering around, Ryouta sees someone and calls out for help. The stranger responds by throwing a bomb at him! Now Ryouta realizes both that his life is in danger, and that he has somehow been trapped in a real-life version of his favorite game! Will Ryouta be able to survive long enough to figure out how and why he ended up here?  \n  \n\n\n---",
      "ru": "Сакамото Рёта — 22-летний безработный, игрок мирового уровня в популярную командную боевку «Btooom!». То, что он при этом сидит на шее у матери, парня не волнует, мыслями он всецело в виртуальном мире, где крут, беспощаден и неотразим. Только в наше время до виртуальной реальности далеко — в этом Рёта убедился на своей шкуре, очнувшись в джунглях, крепко избитый, с чужой сумкой и полным сумбуром в голове. В общем, вышло так, что чья-то злая воля закинула на необитаемый остров несколько десятков игроков и предложила им сразиться в «Btooom!» вживую и по-крупному. Без оружия, без доспехов — только ручные бомбы, собственные тела и гражданская одежда. Как говорится — естественный отбор!  \n  \nНо истинного игрока королевской битвой смутить сложно, особенно когда на кону собственная жизнь. Так что вскоре Рёта отбросил интеллигентские сопли и приготовился, как не столь далекие предки, жить по принципу «или ты, или тебя». Главное — выжить, а там уже можно пофилософствовать о смысле бытия и вдоволь поспорить с сердечной подругой Химико — за что им досталась такая участь? Как говорят: не согрешишь — не покаешься, не покаешься — не спасешься. А еще на острове можно повидать новые места, насладиться прекрасной природой, встретить много интересных людей… и убить их!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/BTOOOM_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/JokeRJUN)  \n- [Official Anime (JP)](http://www.btooom.com/)"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "26.5",
    "lastChapter": "125"
  },
  {
    "mangaId": "fe1394fe-3d67-48fb-b452-06580d2dd9d7",
    "title": {
      "en": "Wakaba-sanchi no Aoi Koi"
    },
    "updatedAt": "2024-12-11T06:21:44+00:00",
    "coverArt": "https://mangadex.org/covers/fe1394fe-3d67-48fb-b452-06580d2dd9d7/6247076a-ed73-4cd6-bafc-4947a1d435c9.jpg",
    "altTitles": [
      {
        "ja": "若葉さんちの青い恋"
      },
      {
        "ja-ro": "Wakaba San Chi no Aoi Koi"
      },
      {
        "en": "The Wakaba Home's Blue Loves"
      },
      {
        "en": "The Wakaba Home's Green Loves"
      },
      {
        "vi": "Tình Yêu Màu Lam Nhà Wakaba"
      }
    ],
    "description": {
      "en": "Youth romcom about 4 sisters who are all experiencing their first love at the same time. While the eldest is having a crush on the guy at her part-time work, the other three are dealing with their first romantic experiences with boys in their classes and school clubs. Every night, the four have heart-to-heart girls talks as they navigate their respective first loves.",
      "ja": "若葉家四姉妹は今、全員が“初恋”の真っ最中。 長女・心春（こはる）はバイト先の先輩、 次女・真夏（まなつ）は趣味が一緒の弓道部の子、 三女・秋楽（あきら）は同じ部活の同級生、 四女・千冬は同じクラスの男子、 それぞれ好きな人に「好き」って気持ちをどう伝えようか 仲の良い四姉妹は日夜、恋のお悩み相談を繰り広げています。 四姉妹それぞれの片想いを見守る “初恋”観察ラブコメディー、開幕！ ◆作者コメント 初連載です！　がんばります！！",
      "vi": "Dưới mái nhà kia, có đến bốn trái tim đang loạn nhịp!\n\nNhà Wakaba có bốn chị em, ai nấy đều đang tuổi xuân căng mọng, xinh đẹp vô bờ.\nVà tất nhiên rồi, cái tuổi học sinh sinh viên mới nhú mà, dĩ nhiên phải có gia vị tình yêu quyện vào nó mới trọn vẹn được. Chị cả thì phải lòng tiền bối ở chỗ làm thêm, chị hai, ba và cô em út thì đang phải lòng bạn cùng trường. Và rồi cứ mỗi đêm, cả nhà lại ngồi quây quần với nhau, tâm sự chuyện yêu đương đàn đúm đủ kiểu. Liệu cặp nào sẽ bùng nổ trước đây ta?\n\nCòn nội dung sâu xa thể nào ấy hả? Vào đọc đi rồi biết, hứa không uổng thì giờ hảo ngọt của bạn đâu!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f4c39db-e070-4e2b-a8af-f9424983edf2",
    "title": {
      "en": "Mori de Seijo wo Hirotta Saikyou no Kyuuketsu-hime ~Musume no Tamenara Kuni de Moassari Horoboshimasu!~"
    },
    "updatedAt": "2025-01-21T04:56:12+00:00",
    "coverArt": "https://mangadex.org/covers/6f4c39db-e070-4e2b-a8af-f9424983edf2/2347e3fa-2103-4c2b-b845-a0e169b2cbb2.jpg",
    "altTitles": [
      {
        "ja": "森で聖女を拾った最強の吸血姫～娘のためなら国でもあっさり滅ぼします！～@COMIC"
      },
      {
        "ja-ro": "Mori de Seijo wo Hirotta Saikyou no Kyuuketsu-hime ~Musume no Tamenara Kuni de Moassari Horoboshimasu!~"
      },
      {
        "en": "The Strongest Vampire Princess Who Found and Adopted the Baby Saint in the Forest: I'll Even Destroy a Country for My Daughter!"
      }
    ],
    "description": {
      "en": "The True Ancestor Angelica, feared by the world under the alias of \"the Vampire Princess Who Burns Kingdoms,\" has once again burned an entire country with her magic today. The reason for this is... \"M-Mama!\" Was it for the sake of her unbearably cute daughter?! \n \nAfter picking up a human baby in the forest and raising her, Angelica was knocked out by her soft, pudgy skin and innocent purity, untouched by corruption. Gone was the cold-hearted killer who easily took lives, replaced by a doting mother enjoying a life of extreme affection. \n \nOne day, the foolish king, aiming to kidnap her daughter, Pearl, who was actually a special \"Saint,\" hatched a scheme. Naturally, this incited Angelica's wrath! The word \"mercy\" was forgotten by \"Mama,\" who would destroy any enemy, using even the most cruel means! \n \nA cheat-level, overpowered vampire princess rampages in a dark fantasy driven by love and parental affection!\n \n___\n**Character Designer:** [Yoshimoto](https://mangadex.org/author/212b80e5-09a9-47ea-8da0-9064f16815fb)",
      "ja": "『国陥としの吸血姫』という異名で恐れられる真祖・アンジェリカは、今日もひとつの国を魔法で燃やし尽くした。\nその理由とは――\n「マ――マ――！」\nかわいすぎる娘のためだった!?\n森で拾った人間の赤ちゃんを連れ帰り育てるうちに、ぷにぷにお肌や穢れを知らない純粋さにノックアウト。\n平気で人殺しをする冷酷さはどこへやらで、デレデレ溺愛ライフを過ごしていた。\nそんなある日、実は「聖女」という特別な存在であった娘・パールを狙い、愚かな国王が誘拐計画をしかけてきた。\nこれには当然怒り心頭！\n容赦という言葉を忘れた「ママ」は、どんな残酷な手を使ってでも敵を殲滅する！\n\nチートな最強吸血姫が愛ゆえに大暴れ!?\n親バカダークファンタジー！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "10"
  },
  {
    "mangaId": "6ec32073-08a0-4f3b-9a59-1db78a57acfe",
    "title": {
      "en": "Jagasaki Nail"
    },
    "updatedAt": "2025-01-21T10:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/6ec32073-08a0-4f3b-9a59-1db78a57acfe/1a8b78c8-e6f5-4aa7-aba2-f2b72de1b8fe.jpg",
    "altTitles": [
      {
        "ja": "蛇ヶ崎ネイル"
      },
      {
        "en": "Jagasaki's Nail Art"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "757ffc27-5baf-40c3-9bad-3a1859837936",
    "title": {
      "en": "Wu Liu Qi: Heibai Shuanglong"
    },
    "updatedAt": "2023-06-18T12:52:04+00:00",
    "coverArt": "https://mangadex.org/covers/757ffc27-5baf-40c3-9bad-3a1859837936/5e0eb430-a843-46e6-a542-1fb2dc42d5cb.jpg",
    "altTitles": [
      {
        "en": "Scissor Seven: Black and White Twin Dragons"
      },
      {
        "zh": "伍六七：黑白双龙"
      }
    ],
    "description": {
      "en": "Mo Lang, a bad boy, and Bai Qi, his genius friend, lived a quiet life in a village in the distant country of Niuzhan. Until one day, a mysterious assassin from the country of Xuanwu appears, who completely subverts their lives, forcing the two youngsters to embark on an adventure that will change the world. The manhua is a prequel to the animated series Scissor Seven, chronicling events from before the original series."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5472353-d9e2-4f8e-ae1a-f25ffae45258",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon Official Guidebook"
    },
    "updatedAt": "2023-10-29T13:56:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5472353-d9e2-4f8e-ae1a-f25ffae45258/de51bfe1-503a-420d-840b-995dddb183e0.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi's Dragon Maid Official Guidebook"
      },
      {
        "en": "Maidragon Compendium"
      },
      {
        "ja": "小林さんちのメイドラゴン公式ガイドブック メイドラ大全"
      }
    ],
    "description": {
      "en": "A complete compendium! This official guidebook tells you everything about \"Kobayashi-san Chi no Maid Dragon\" (as of now).\nCharacter profiles for humans and dragons / Recap of the story by volume / Dragon matching test / Guardian knowledge test / Collection of gorgeous illustrations by the best guest artists / Q&A with Coolkyoushinja / Drafts for Chapter 1 / Illustration gallery (in full color)... and more!\nIt also includes a special chapter newly drawn!\nA super-supreme must-have for all Dragon Maid fans!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d892776-0663-4f3b-abea-f3df3e5a4009",
    "title": {
      "en": "Torao-kun's Liked Person"
    },
    "updatedAt": "2025-01-21T12:15:44+00:00",
    "coverArt": "https://mangadex.org/covers/8d892776-0663-4f3b-abea-f3df3e5a4009/f360454d-3c95-4dd4-b54e-5abcbd4bb253.jpg",
    "altTitles": [
      {
        "ja": "虎尾くんの好きな人"
      },
      {
        "ja-ro": "Torao-kun no Suki na Hito"
      },
      {
        "en": "Torao-kun's Crush"
      },
      {
        "ja": "虎尾くんの恋愛相談"
      },
      {
        "ja-ro": "Torao-kun no Ren'ai Soudan"
      },
      {
        "en": "Torao-kun's Love Consultation"
      },
      {
        "en": "Love Advice for Torao-kun"
      }
    ],
    "description": {
      "en": "A boy who knows nothing about love receives a love consultation.\n\nAs a oneshot, Chapter 1 won an Encouragement Award from the New Generation Sunday Awards."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "514f1a94-b09f-4331-8cf9-0f01d06d3b80",
    "title": {
      "en": "The Knight Only Lives Today"
    },
    "updatedAt": "2025-01-21T10:16:18+00:00",
    "coverArt": "https://mangadex.org/covers/514f1a94-b09f-4331-8cf9-0f01d06d3b80/a1f4b9a4-c784-4c39-828e-f551e0bfaa13.jpg",
    "altTitles": [
      {
        "en": "Eternally Regressing Knight"
      },
      {
        "ko": "오늘만 사는 기사"
      },
      {
        "fr": "The Knight Only Lives Today"
      },
      {
        "fr": "Le chevalier qui ne vit qu'aujourd'hui"
      },
      {
        "pt-br": "O Cavaleiro em Eterna Regressão"
      }
    ],
    "description": {
      "en": "Is dying repeatedly a blessing? Enkrid's life-long dream of becoming a knight looked to be forever out of reach, until one day he died... and woke up at the beginning of that same day! Now that he has unlimited chances to train and engage in mortal combat, just how far can he go?",
      "pt-br": "\"Você é um gênio.\" Essas palavras que ele ouviu quando era criança eram veneno. Encrid sonhava em ser um cavaleiro, mas logo percebeu que era fútil. \"Quer viver pela espada com esse nível de habilidade?\" Uns davam risada dele. \"Apenas desista.\" Outros aconselhavam contra. Mesmo assim, o sonho dele não morreu. Ele dormia menos, corria mais, e se esforçava pra caramba. Um dia, morreu, com uma espada perfurando sua garganta. Encrid abriu os olhos novamente para a \"manhã de hoje\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4573044-ca38-4b83-bcc5-9e3a7c0b764b",
    "title": {
      "en": "haike, arashi hini saku hana tachie"
    },
    "updatedAt": "2025-01-16T12:20:01+00:00",
    "coverArt": "https://mangadex.org/covers/e4573044-ca38-4b83-bcc5-9e3a7c0b764b/d2178e0d-c5a0-4c01-9a71-23b7668786bc.jpg",
    "altTitles": [
      {
        "ja": "拝啓、在りし日に咲く花たちへ"
      },
      {
        "ko": "배계, 지난날에 피어난 꽃들에게."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65936513-d6aa-4aeb-ae16-6afb00c3d8c3",
    "title": {
      "en": "Liu Sui Kaishi Chengwei Nvwang"
    },
    "updatedAt": "2025-01-09T22:51:57+00:00",
    "coverArt": "https://mangadex.org/covers/65936513-d6aa-4aeb-ae16-6afb00c3d8c3/2ab1b80c-9e7c-4c58-b7a6-51dfb8cf1b21.png",
    "altTitles": [
      {
        "zh": "六岁开始成为女王"
      },
      {
        "en": "Becoming the Queen at the Age of Six"
      }
    ],
    "description": {
      "en": "I woke up to find myself transmigrated into a novel as the “background character that's doomed to die.” Now stuck in the body of a six-year-old, I’ve got some serious challenges ahead of me. But I’m not about to let fate have its way. Even if I have to become the villain, I’ll do whatever it takes to survive!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "757c05b6-017d-492e-8c78-cbcfdf568944",
    "title": {
      "en": "Apparently, I'm the Villainess?"
    },
    "updatedAt": "2024-03-23T16:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/757c05b6-017d-492e-8c78-cbcfdf568944/279d77ce-a7b4-4eed-8ddc-240d736fd02c.jpg",
    "altTitles": [
      {
        "en": "They Say I'm the Villainous Young Miss"
      },
      {
        "vi": "Họ Đồn Tôi Là Đại Tiểu Thư Xấu Xa"
      },
      {
        "zh": "据说我是反派大小姐"
      }
    ],
    "description": {
      "en": "I worked as a manhua artist, then died from pulling an all-nighter. I woke up as the villainess \"Emi Morwen\" from my webcomic! Emi was an alluring yet cruel character who departed from the story by ending her own life. However, I’m not the real Emi!",
      "vi": "《Sau khi thức quá khuya, chạy deadline để rồi kết thúc sinh mệnh, tôi đã tái sinh thành nhân vật phản diện trong truyện tranh của mình》"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1847d70b-1868-4f71-8279-a06a18a15e21",
    "title": {
      "en": "Botsuko-chan"
    },
    "updatedAt": "2025-01-02T15:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/1847d70b-1868-4f71-8279-a06a18a15e21/4b38794b-dec6-4ead-ae9e-23dd6eac95c9.jpg",
    "altTitles": [
      {
        "ja": "ボツ子ちゃん"
      },
      {
        "ja": "没キャラ"
      }
    ],
    "description": {
      "en": "\"Botsu\" as in \"rejected/unused concept\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0984daf7-068e-4862-a583-e7f7519dfe29",
    "title": {
      "en": "Vtuber Savior ✟ Messiah-chan"
    },
    "updatedAt": "2025-01-03T15:54:23+00:00",
    "coverArt": "https://mangadex.org/covers/0984daf7-068e-4862-a583-e7f7519dfe29/daa71375-66f0-4452-bfb1-09cc9e4036c8.jpg",
    "altTitles": [
      {
        "ja": "救済系Vッタラー✟メシアちゃん"
      },
      {
        "ja-ro": "Kyuusai Kei Vtterer ✟ Messiah-chan"
      }
    ],
    "description": {
      "en": "A horror manga where viewers watch and join in on Messiah-chan's stream activities."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "53"
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "ja-ro": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-11-21T07:51:12+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/4ac567ca-08d7-4c72-9581-a487195df4e7.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      },
      {
        "tl": "Pag-uwi mula sa paaralan"
      },
      {
        "vi": "Câu lạc bộ siêu cấp về nhà"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "tl": "Inimbitahan si Shun sa Klab ng Uwian ni Naoki Satou, na kilala rin bilang \"Chokki-chan\". Kahit na tumanggi siya, napasama pa rin siya sa mga gawain ng klab sa medyo pilit na paraan! Isang romantikong komedya tungkol sa Klab ng Uwian na tampok ang isang hayskul na dalaga na mahilig maglibot at isang bagong estudyante sa hayskul na nawalan ng pangarap.",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño.",
      "pt-br": "Shun foi convidado para o Clube vá-para casa por Naoki Satou, também conhecido como \"Chokki-chan\". Apesar de recusar, ele acaba se envolvendo de alguma forma nas atividades do clube! Uma comédia romântica do Clube vá-para casa apresentando uma colegial amante de desvios e um novo aluno do ensino médio que perdeu seu sonho."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fbeea85-0005-4a07-85d6-a7dc482c189e",
    "title": {
      "en": "The King and Me"
    },
    "updatedAt": "2025-01-09T15:50:41+00:00",
    "coverArt": "https://mangadex.org/covers/6fbeea85-0005-4a07-85d6-a7dc482c189e/70dd3dca-bdd8-4c18-879f-dac6ee418df3.png",
    "altTitles": [
      {
        "zh": "再见，我的国王"
      },
      {
        "uk": "Побачимося, мій Королю"
      },
      {
        "zh-ro": "Zaijian, Wo De Guowang"
      },
      {
        "en": "Goodbye, My King"
      },
      {
        "en": "Till We Meet Again, My King"
      },
      {
        "en": "See You, My King"
      },
      {
        "ko": "안녕, 나의 폐하"
      },
      {
        "ja": "さよならまたね、僕の王1"
      }
    ],
    "description": {
      "en": "Zhang Li sees his beloved \"stone statue\" vanish before his eyes. Stricken with grief and remorse, he travels back in time and arrives in Elbis, a mythical ancient civilization that mysteriously perished.  At last, he encounters the \"stone statue\" again, only to find that he wasn't the old crybaby that clung to him every day, but a cold, ruthless \"tyrant\" instead. Will he be able to stay with him this time…?\n\nOfficial Translations:\n[Korean](https://www.bomtoon.com/comic/ep_list/my_majesty)",
      "uk": "Просто на очах Джана Лі мила його серцю кам'яна статуя щезає у небутті. Сповнений горя та каяття, юнак мандрує в минуле та потрапляє до Айбіссу, стародавньої цивілізації, що, за легендами, загадково вгасла багато сторіч тому. Удруге стрівши кам'яну статую, він усвідомлює, що дурник-плаксій, який бігав за ним хвостиком, перетворився на байдужого й безжального “деспота”. Чи здатен він залишитись із ним цього разу?.."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "359280a2-0ac9-4d10-891b-91566c54c377",
    "title": {
      "en": "1-Nen Inai ni Ojousama o Kouryaku Suru Maid no Ohanashi"
    },
    "updatedAt": "2025-01-16T00:51:07+00:00",
    "coverArt": "https://mangadex.org/covers/359280a2-0ac9-4d10-891b-91566c54c377/1dab50d4-62a6-4e75-be2c-daa9948af882.jpg",
    "altTitles": [
      {
        "ja": "1年以内にお嬢様を攻略するメイドのお話"
      },
      {
        "ja-ro": "Ichinen Inai ni Ojou-sama o Kouryaku Suru Maid no Ohanashi"
      },
      {
        "en": "A Story About A Maid Conquering A Young Lady Within A Year"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "365"
  },
  {
    "mangaId": "b6411c38-a54e-46ae-af38-12927bb92e29",
    "title": {
      "en": "Gokudo Parasites"
    },
    "updatedAt": "2024-12-31T10:15:49+00:00",
    "coverArt": "https://mangadex.org/covers/b6411c38-a54e-46ae-af38-12927bb92e29/723307e7-d894-4ac5-b1c8-b6e10f9d49a7.jpg",
    "altTitles": [
      {
        "en": "Criminal Parasites"
      },
      {
        "ja": "極道パラサイツ"
      },
      {
        "pt": "Parasitos Gokudo"
      }
    ],
    "description": {
      "en": "Mai Shintani, who works at the Kitakabane Police Station was suddenly assigned in the \"Organized Crime Countermeasures Division\", commonly known as the \"Sotai\". Immediately after that, she gained influence within her jurisdiction. The leader of expanding yakuza faction \"Tatsygamigumi\" Shogo Mikuro mysteriously disappeared. There's a tension in the conflict between cases of opposing Yakuza groups. And for some reason, Shintani is looking composed at the northern police station. Behind it is an absurd shocking truth?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "47"
  },
  {
    "mangaId": "031e6262-87ef-4c53-b58b-25e2067569af",
    "title": {
      "en": "[Pakupaku desu wa] Tsuihousareta Ojou-sama no \"Monster wo Taberu Hodo Tsuyoku Naru\" Skill wa, 1-shoku de 1 Level Up suru Zendaimimon no Saikyou Skill deshita. 3-nichi de Jinrui Saikyou ni narimashita wa~!"
    },
    "updatedAt": "2025-01-14T03:37:23+00:00",
    "coverArt": "https://mangadex.org/covers/031e6262-87ef-4c53-b58b-25e2067569af/19f8d9fd-540f-44d9-9f02-9a52592ef081.jpg",
    "altTitles": [
      {
        "ja": "【パクパクですわ】追放されたお嬢様の『モンスターを食べるほど強くなる』スキルは、１食で１レベルアップする前代未聞の最強スキルでした。３日で人類最強になりましたわ～！"
      },
      {
        "en": "[Munching Away] The Exiled Young Lady's Skill of \"Becoming Stronger by Eating Monsters\" was an Unprecedented Strongest Skill Where she Levels Up with Every Meal. She Became the Strongest in Humanity in Three Days!"
      }
    ],
    "description": {
      "en": "Marquis' daughter, Charlotte, was blessed with a 「Gift」 known as 「Monster Eater」, which allows her to deliciously consume monsters. However, she was exiled from her real family because 'eating monsters is vulgar!' Thus, she embarks on a journey of adventure. And so, she reaches the pinnacle as the strongest existence...!!",
      "ja": "侯爵令嬢・シャーロットは、モンスターを美味しく食べられる「モンスターイーター」という“ギフト”を授かった。けれど「モンスターを食べるなど下品だ！」と実家を追放された彼女は、冒険の旅に出ることになる。そして、最強の存在へと至るのであった……！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43b7b709-f876-4f06-a9fc-9fe3b55453f4",
    "title": {
      "en": "Lone Swan"
    },
    "updatedAt": "2024-06-01T00:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/43b7b709-f876-4f06-a9fc-9fe3b55453f4/825d3855-6e29-4b71-aa2c-9a440db85f67.jpg",
    "altTitles": [
      {
        "zh": "孤鸿"
      },
      {
        "zh-ro": "Cô Hồng"
      },
      {
        "ko": "고홍"
      }
    ],
    "description": {
      "en": "After losing his memory, Shen Yiqiu, a disciple from the decent sect meets a very special man named Yan Luofeng, who is the leader of the evil Divine Wind Cult. When escaping and conflicting with Yan, Shen gradually finds his original self as well as his previous love back. Together they rip off the facade of the martial world and reveal the hidden true…  \n  \n  \n  \nAprès avoir perdu la mémoire, Shen Yiqiu, un disciple de la secte décente, rencontre un homme très spécial nommé Yan Luofeng, qui est le chef du culte du vent divin maléfique. En s'échappant et en entrant en conflit avec Yan, Shen retrouve peu à peu son identité d'origine ainsi que son amour précédent. Ensemble, ils arrachent la façade du monde martial et révèlent le vrai secret…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "94"
  },
  {
    "mangaId": "e8853450-bac4-45df-bea5-5b4c116f3a61",
    "title": {
      "en": "Adventurer's Guild Universal Advisor"
    },
    "updatedAt": "2025-01-15T00:59:29+00:00",
    "coverArt": "https://mangadex.org/covers/e8853450-bac4-45df-bea5-5b4c116f3a61/de257d3a-ce4c-4c97-82b5-f917f27deaa3.jpg",
    "altTitles": [
      {
        "ja-ro": "Boukensha Guild no Bannou Advisor"
      },
      {
        "ja": "冒険者ギルドの万能アドバイザー"
      }
    ],
    "description": {
      "en": "Red is an ex-adventurer who was once the driving force in managing his party. He took care of all the busywork, such as dealing with guild requests and supplies for their adventures. Eventually, the hero declared that he was useless in battle and forcefully expelled him from the party. Having everything taken away from him, he spent his time frequenting a guild's tavern. Eventually, a young adventurer who was in trouble was saved by Red, and she begged him to take her on as an apprentice. As time went on, he realized that he had potential in training adventurers. He decided that his true calling was to be a teacher! This is a story about a jack of all trades instructor and his versatile students that will eventually become legendary adventurers who will take down the Demon King."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2025-01-11T07:27:46+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/f5e1ba07-b896-4a3f-815c-74ff46b71371.jpg",
    "altTitles": [
      {
        "ja": "彼女の友達"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ko": "여친의 친구"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her... What would you do if your girlfriend's friend pressed you like this?",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？",
      "vi": "Lần đầu tiên trong đời tôi có một cô bạn gái vô cùng dễ thương nhưng bạn cô ấy luôn cố dùng thân hình nóng bỏng của mình để cám dỗ tôi, phải làm sao đây?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef982414-b1ba-4a1a-a3bd-05503b7d1dd4",
    "title": {
      "en": "Kyou mo E ni Kaita Mochi ga Umai"
    },
    "updatedAt": "2024-11-04T11:12:22+00:00",
    "coverArt": "https://mangadex.org/covers/ef982414-b1ba-4a1a-a3bd-05503b7d1dd4/78d7bcb2-33de-43b5-ab81-27fc5d9d8f15.jpg",
    "altTitles": [
      {
        "ja": "今日も絵に描いた餅が美味い@COMIC"
      },
      {
        "en": "The Mochi I Drew is Tasty Today Too"
      }
    ],
    "description": {
      "en": "Tougo is a high school student who loves drawing more than anything. One day, he woke up in a deep forest filled with vegetations he had never seen before... While he went on an exploration finding answers in this new world, he found them without putting much effort. When he drew a Mochi using pencil and paper, something unusual happened...?! Not just a log house but legendary beasts too?! With ability to bring anything into being, he creates a paradise for everyone! A young boy who unbeknownst to him is loved by others.",
      "ja": "描いた絵を何でもポンッと出せる力――\n絵を描くのが大好きな高校生・トウゴの日常は「異世界」で魔法の力を手に入れて一変した！肉や泉、ログハウス等をどんどん実体化して楽しむばかりか、何故かふかふかの怪鳥やユニコーンにペガサスまで集まってきて、にぎやかな“ふわ森ライフ”が始まったのだ。だが、そんな皆のオアシスに不穏な影が忍び寄っていて……？餅からドラゴンまで!?　何でも生み出して、作ろう皆のパラダイス！",
      "pt-br": "Tougo é um estudante do ensino médio que adora desenhar mais do que qualquer coisa. Um dia, ele acordou em uma floresta profunda cheia de vegetação que ele nunca tinha visto antes...\nEnquanto ele ia em uma exploração para encontrar respostas neste novo mundo, ele as encontrou sem colocar muito esforço.\nQuando ele desenhou um Mochi usando lápis e papel, algo incomum aconteceu...?! O Mochi surgiu na frente dele!\n\nCom a capacidade de trazer qualquer coisa à existência, ele cria um paraíso para todos!\nUm menino que, sem que ele saiba, é amado por todos ao seu redor.\n\nA história de fantasia de um desenhista começa aqui!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4933c657-3abc-4ffa-9496-189d5b388de1",
    "title": {
      "en": "Saikyou no Kurokishi♂, Sentou Maid♀ ni Tenshoku shimashita"
    },
    "updatedAt": "2024-11-22T23:32:47+00:00",
    "coverArt": "https://mangadex.org/covers/4933c657-3abc-4ffa-9496-189d5b388de1/aa060301-3032-4882-ba29-ba7f1afe2708.jpg",
    "altTitles": [
      {
        "ja": "最強の黒騎士♂、戦闘メイド♀に転職しました"
      },
      {
        "en": "From The Strongest Dark Knight ♂, Changed Job Into Combat Maid ♀"
      }
    ],
    "description": {
      "en": "Albright, who was famous as \"the strongest Black Knight\", was reincarnated as a girl, Maria, whose ribbon suited her well for same reason. Maria, 16 years old, is currently a maid in the Marquess of Urband family in attendance to the Daughter of the Marquees, Relena. After Relena became engaged to the 4th Prince, the area around Maria had gotten busier...\n___\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n0141ec/) (Raw)",
      "ja": "16歳のマリアはアーバンド候爵家で侯爵令嬢リリーナに仕えていた。メイドとしての仕事をこなしながらも、”鼠退治””害虫駆除”と称して侯爵家の人々を狙う暗殺者たちとの戦闘をくり返すマリアと使用人たち。そんなマリアの前世は【最強の黒騎士】と謳われた男・オブライトだった…!!",
      "pt-br": "Albright, que era famoso como \"o Cavaleiro Negro mais forte\", reencarnou como uma menina, Maria, cuja fita se adequava bem a ela pela mesma razão. Maria, 16 anos de idade, é atualmente uma empregada doméstica do Marquês da família urbana na assistência à filha dos Marqueses, Relena. Depois que Relena ficou noiva do 4º príncipe, a área em torno de Maria ficou mais ocupada…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2f475a6-ad73-40bd-a2ff-cd36b6f4b85c",
    "title": {
      "en": "Mashou no Otome no Yakumawari"
    },
    "updatedAt": "2024-12-19T17:15:41+00:00",
    "coverArt": "https://mangadex.org/covers/c2f475a6-ad73-40bd-a2ff-cd36b6f4b85c/6dcd7563-1e0e-4cd8-8e23-8797333c0cee.jpg",
    "altTitles": [
      {
        "ja": "魔性の乙女の役廻り"
      },
      {
        "en": "The Role of the Femme Fatale"
      }
    ],
    "description": {
      "en": "Kairan Girls' Academy. A boarding school rich with history and tradition, attended only by orphans. It has a special system in which students are given \"roles\" that align with their individual goals. Hanako Shimura, a kind-hearted girl filled with dreams and expectations, enrolls into the academy hoping to make friends with everyone at school. But will she be able to?",
      "ja": "私立廻蘭女学院中学。そこは孤児院出身の子どもたちのみが通う、歴史と伝統ある寄宿学校。この学校には古くから、生徒たちへ個々の目標に沿った【役柄】を与えるという特殊な制度があった。心優しい少女・志村花子は「学校中のみんなと友達になる」ことを目標に入学すると、いきなりとんでもない課題を与えられてしまい――！？クセ強めなクラスメイトたちに囲まれて「愛人作り」はできるのか！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ccbcdcd-9717-4994-bbbf-381e949b705b",
    "title": {
      "en": "Ore no tomodachi ♂♀ ga kawai sugite komaru!"
    },
    "updatedAt": "2024-12-31T00:30:26+00:00",
    "coverArt": "https://mangadex.org/covers/6ccbcdcd-9717-4994-bbbf-381e949b705b/9d23f3d0-fd05-43da-adea-0952d3514d5e.jpg",
    "altTitles": [
      {
        "ja": "俺の友達♂♀が可愛すぎて困る！"
      },
      {
        "en": "My Childhood Friend Is So Cute, It's Frustrating!"
      },
      {
        "en": "I Am Worried That My Childhood Friend Is Too Cute!"
      },
      {
        "vi": "Người bạn thời thơ ấu của tôi quá dễ thương!"
      }
    ],
    "description": {
      "en": "\"If my guy friend turned into a girl, he would be the perfect girlfriend!\"\nReturning to his hometown after 10 years, Amano Koichi is thrilled to finally reunite with his childhood friend, Yukio Sawatari on the first day of school when suddenly, he turns female! \nYukio is affected by \"Sudden sex change syndrome\", a rare condition present in one every ten thousand people which randomly changes their gender!\nKoichi can't help but be flustered by his childhood friend's cuteness.\nHow will this complicate their relationship?\nWill it develop into a forbidden romance?!\nFind out in this exciting TSF Rom-com!",
      "id": "Amano, yang kembali ke kota tempat dia tinggal sewaktu kecil untuk pertama kalinya setelah 10 tahun, bertemu Yukio Sawatari, seorang teman masa kecil di hari pertama pemindahan, ketika dia (seorang teman pria) menjadi wanita! Meskipun dia berbagi suka citanya, saat dia tiba-tiba berubah menjadi seorang gadis dan tidak bisa menyembunyikan rasa malunya. Yukio terkena penyakit seperti 100.000 orang lainnya, tiba-tiba menjadi seorang gadis yang disebut \"spontaneous isomerism metamorphosis\"!  \r\n  \r\nTeman masa kecil perempuan ♂ yang imut dan dalam kesulitan!? Cinta TSF (transeksual) Terlarang!  \r\n  \r\nKalo gak paham baca ajalah, ada sinopsis juga gak guna.",
      "vi": "Khi trở về thành phố nơi từng sống sau 10 năm, Amano Koichi đã gặp lại người bạn tuổi thơ là Yukio Sawatari vào ngày đầu tiên ở trường mới thì bỗng nhiên Yukio lại đổi giới tính?! Anh bị ảnh hưởng bởi một căn bệnh chỉ có trong một trong mười nghìn người gọi là \"hội chứng đổi giới đột ngột\"! \r\n\r\nTừ đây bắt đầu câu truyện về tình yêu với người bạn tuổi thơ đổi giới."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "54"
  },
  {
    "mangaId": "66f311b9-96e8-4645-9e20-cdf72a4c7df9",
    "title": {
      "en": "Only for Love"
    },
    "updatedAt": "2024-01-28T07:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/66f311b9-96e8-4645-9e20-cdf72a4c7df9/89183a50-9b2f-414e-ad10-793096165cbb.png",
    "altTitles": [
      {
        "zh": "错撩"
      },
      {
        "en": "Accidental Love"
      }
    ],
    "description": {
      "en": "The stunning financial reporter, Zheng Shuyi, is dating a two-timing scumbag? How could she possibly stand back and do nothing about those love birds: the cheating bastard and his white lotus of a mistress. Upon seeing the Rolls-Royce's plate number of the mistress' uncle, which was a straight numerical number plate, Zheng Shuyi made up her mind. Doesn't the cheater plan to marry rich to retire twenty years early, by going down the laughable CEO route? Then I shall become both you and your mistress' aunt!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e836868-6459-4c58-b3b3-92ee808a197f",
    "title": {
      "en": "S-Kyuu Boukensha ga Ayumu Michi: Tsuihou Sareta Shounen wa Shin no Nouryoku 'Buki Master' de Sekai Saikyou ni Itaru"
    },
    "updatedAt": "2024-12-16T04:01:11+00:00",
    "coverArt": "https://mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "altTitles": [
      {
        "en": "The Path of an S-Class Adventurer: The Exiled Boy Becomes the World's Strongest With His True Ability, \"Weapon Master\""
      },
      {
        "ja-ro": "S-Class Boukensha ga Ayumu Michi ~Tsuihou Sareta Shounen wa Shin no Nouryoku \"Buki Master\" de Sekai Saikyou ni Itaru~"
      },
      {
        "vi": "Sau Khi Bị Trục Xuất, Tôi Trở Thành Mạnh Nhất Thế Giới Với Chúc Phúc \"Bậc Thầy Vũ Khí\""
      },
      {
        "ja": "Ｓ級冒険者が歩む道　 ～追放された少年は真の能力『武器マスター』で世界最強に至る～"
      },
      {
        "vi": "Hành trình của mạo hiểm giả rank S: Tôi trở thành mạnh nhất thế giới với chúc phúc “Weapon Master”"
      },
      {
        "es-la": "El Camino del Aventurero de Rango S: El Joven Exiliado se convierte en el más fuerte del mundo con su verdadera habilidad como \"Maestro de armas\"."
      }
    ],
    "description": {
      "en": "Haise is a young boy who has been gifted with an unknown ability. He becomes an adventurer together with his childhood friend Sasha, but is kicked out of the team for being unable to use his ability and being a hindrance. Furthermore, while continuing his solo adventure, he is caught in a trap and falls into dire straits. Just as he is on the brink of death, Haise's ability \"Weapon Master\" awakens! It is a power that shakes the laws of the world, summoning weapons from another world! ? An unrivaled fantasy set in another world that begins with adversity!",
      "ja": "詳細不明の能力を授けられた少年ハイセ。 彼は幼馴染のサーシャとともに冒険者になるも、能力が扱えず足手まといだとチームから追放されてしまう。 さらに一人冒険者を続ける最中、罠に嵌められて絶体絶命の危機に陥ることに。 死の淵に立たされたその時、ハイセの能力『武器マスター』が目を覚ます！ それは異世界の武器を喚び出すという世界の理をも揺るがす力で！？ 逆境から始まる、異世界無双ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa4774a1-1ffc-4bc4-88f5-042a6d329f7b",
    "title": {
      "en": "Not Your Typical Reincarnation Story"
    },
    "updatedAt": "2025-01-18T14:26:17+00:00",
    "coverArt": "https://mangadex.org/covers/aa4774a1-1ffc-4bc4-88f5-042a6d329f7b/6df6427d-ef1d-48b2-a88c-ae00abaf67ab.jpg",
    "altTitles": [
      {
        "ko": "흔한 빙의물인 줄 알았다"
      },
      {
        "en": "I Thought It's a Common Isekai Story"
      },
      {
        "en": "I Thought It Was a Common Possession"
      },
      {
        "fr": "Not So Bad to Be Bad!"
      }
    ],
    "description": {
      "en": "I was the villainess who would die at the hands of the male lead, but I know this is a cliché! I thought it was a pretty good deal to die unjustly, as a payment for the price I paid for being the villainess. Until I realized that I couldn’t escape from the original plotline. If I was going to die anyway according to the original, then let’s give a kiss to my handsome husband!… Why did the original plot start to change?",
      "ko": "그럼 그렇지, 내 팔자에 무슨 주인공이야.\n\n남편 손에 죽을 팔자의 악녀였지만, 난 이 클리셰를 안다!​\n억울하게 죽은 대가로는 꽤 괜찮다고 생각했다.\n원작의 흐름에서 벗어나지 못한다는 걸 깨닫기 전까지는.\n결국 원작대로 죽을 거라면, 초미남 남편에게 뽀뽀라도 해보자!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4bf8e8fd-990d-4a7f-b914-4d009ca06813",
    "title": {
      "en": "Remote Jugyou ni Nattara Class 1 no Bishoujo to Doukyo Suru Koto ni Natta"
    },
    "updatedAt": "2025-01-10T15:52:19+00:00",
    "coverArt": "https://mangadex.org/covers/4bf8e8fd-990d-4a7f-b914-4d009ca06813/10f2418e-7e69-4ec9-bd85-f77fd0e07f8c.jpg",
    "altTitles": [
      {
        "ja": "リモート授業になったらクラス1の美少女と同居することになった"
      },
      {
        "en": "When I Got to Remote Class, I had to Move in with the Most Beautiful Girl in My Class"
      },
      {
        "es": "Cuando empecé con las clases a distancia, tuve que convivir con la chica más guapa de mi clase."
      },
      {
        "es-la": "Cuando empecé con las clases a distancia, tuve que convivir con la chica más guapa de mi clase."
      },
      {
        "tr": "Uzaktan Eğitime Başladığımda, Sınıfımdaki En Güzel Kızla Aynı Eve Taşınmak Zorunda Kaldım"
      },
      {
        "vi": "Sau khi chuyển sang học online, tôi đành phải sống chung với cô nàng xinh đẹp nhất lớp"
      }
    ],
    "description": {
      "en": "High school student Kanata Yoshino who was at his wit's end, meets Haruka Hoshikawa, the most beautiful girl of his class, who was waving her smartphone alone in a park in the middle of the night. She is bad with machines and doesn't know how to connect to the internet, and asks him to help. He ends up visiting her house, but little does he know, she has a secret purpose...!\n\n---\n**Link:**\n- [Official Site](https://www.ganganonline.com/title/2013)",
      "es": "El estudiante de instituto Kanata Yoshino, que no sabía qué hacer, se encuentra con Haruka Hoshikawa, la chica más guapa de su clase, que estaba agitando su smartphone sola en un parque en mitad de la noche. Hoshikawa le pide ayuda porque es mala con los aparatos y no sabe conectarse a Internet. Acaba visitando su casa, pero poco sabe él, ¡ella tiene un propósito secreto...! ¡La dulce y romántica comedia de amor de convivencia comienza con la hábil invitación de la joven!",
      "ja": "とある感染症が蔓延し、学生寮が閉鎖となって途方に暮れていた高校生・吉野叶多は、夜中の公園で一人スマホを振り回すという奇行を見せるクラス1の美少女・星川遥と出会った。機械音痴でネット接続の仕方がわからないと語る星川に助けを求められ、家をお邪魔した吉野だったが、実は彼女には秘めた目的があって──！？",
      "es-la": "El estudiante de instituto Kanata Yoshino, que no sabía qué hacer, se encuentra con Haruka Hoshikawa, la chica más guapa de su clase, que estaba agitando su smartphone sola en un parque en mitad de la noche. Hoshikawa le pide ayuda porque es mala con los aparatos y no sabe conectarse a Internet. Acaba visitando su casa, pero poco sabe él, ¡ella tiene un propósito secreto...! ¡La dulce y romántica comedia de amor de convivencia comienza con la hábil invitación de la joven!",
      "pt-br": "O estudante do ensino médio Kanata Yoshino, que estava perdendo o juízo, conhece Haruka Hoshikawa, a garota mais bonita da sua turma, que estava agitando seu smartphone sozinha em um parque no meio da noite. Ela é ruim com máquinas e não sabe se conectar à internet, e pede ajuda a ele. Ele acaba visitando a casa dela, mas ele mal sabe que ela tem um propósito secreto...!\n\nA doce e romântica comédia de amor de coabitação começa com o habilidoso convite da jovem!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "491aba94-e971-4911-8a93-0b1200403f4b",
    "title": {
      "en": "Major"
    },
    "updatedAt": "2022-02-14T19:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/491aba94-e971-4911-8a93-0b1200403f4b/658cfaf4-acf9-4981-9aa7-f0366822c2d1.jpg",
    "altTitles": [
      {
        "en": "Major – Dramatic Baseball Comic"
      },
      {
        "ja": "メジャー"
      },
      {
        "zh": "棒球大联盟"
      }
    ],
    "description": {
      "en": "Shigeharu Honda is a Japanese League batter on the rise. His son Goro is a Little League pitcher who one day hopes to follow in his father's footsteps. Momoko Hoshino, Goro's schoolteacher, is the first woman Shigeharu has been interested in since the death of Goro's mother. The destinies of these three individuals will become intertwined as father and son experience both heartbreak and triumph on the baseball diamond. But when an unspeakable tragedy visits the family, it will take everything they have to pick up the pieces and reclaim their dreams.  \n  \nWon the 41st Shogakukan Manga Award in the Shounen category."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "78",
    "lastChapter": "747"
  },
  {
    "mangaId": "635fc6fd-3759-41dc-90d0-3b41cd6eb18d",
    "title": {
      "en": "Haruka Reset"
    },
    "updatedAt": "2024-12-07T15:43:23+00:00",
    "coverArt": "https://mangadex.org/covers/635fc6fd-3759-41dc-90d0-3b41cd6eb18d/6a6091e2-9aa9-43fe-a65a-363a1d6713b4.jpg",
    "altTitles": [
      {
        "ja": "はるかリセット"
      }
    ],
    "description": {
      "en": "Haruka is a writer who is overwhelmed by deadlines and takes time out of her busy schedule to reset her mind. \nStrolling around the neighborhood, soaking in the public baths, eating the local cuisine, enjoying the park... \neven if she can't take a big vacation or travel too far, she's determined to still enjoy any little \"vacation\" she can by getting creative!",
      "ja": "締め切りに追われる作家のはるかが、忙しい毎日の合間を縫ってわずかな時間で気持ちをリセット。ご近所散策、銭湯、近場グルメ、公園満喫…まとまった休みが取れなくても、遠くへ旅行に行けなくても、少しの発想の切り替えで、ワクワクできる「休み」は満喫できる! 休みが足りないすべての人に、はるかがステキな休日を贈ります!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34ef2d69-2a7e-4d11-815e-986043556f55",
    "title": {
      "en": "Mugen no Skill Getter!"
    },
    "updatedAt": "2024-10-14T13:10:36+00:00",
    "coverArt": "https://mangadex.org/covers/34ef2d69-2a7e-4d11-815e-986043556f55/b2696e48-809b-45ca-a36e-a7955ae5e74a.jpg",
    "altTitles": [
      {
        "ja": "無限のスキルゲッター！"
      },
      {
        "en": "Limitless Skill Getter!"
      },
      {
        "en": "Infinite Skill Getter!"
      }
    ],
    "description": {
      "en": "During a Once-in-A-lifetime ceremony, the young boy, Yuri, receives the trash skill “Life transfer”, allowing him to transfer his life force to another person…\nCrushed by despair after receiving the skill, Yuri encounters a woman who loses her life right in front of him. Wanting to be the one to decide who he gives his life to, he activates “Life Transfer”, dying on the spot. It had appeared as though the woman’s life was ended rather abruptly, however, the woman turned out to be the daughter of god. As a “thank you” for saving the life of his daughter, god resurrected Yuri, and in addition, gave him the ability to receive double the experience points each month.\nWith the endless amount of experience he gains, Yuri will leisurely walk the path to the world’s strongest, collecting endless amounts of skills along the way!\n***\n[Orignal webnovel](https://www.alphapolis.co.jp/novel/587737999/279349914)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "819c33af-e93d-4db9-aa8d-299084a121d9",
    "title": {
      "en": "Undercover Princess"
    },
    "updatedAt": "2024-05-28T11:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/819c33af-e93d-4db9-aa8d-299084a121d9/a47acdca-54f0-4b57-a969-d2a390c2caaa.jpg",
    "altTitles": [
      {
        "ko": "첫눈에 반했어요, 흑막님!"
      },
      {
        "en": "It Was Love at First Sight, Mr. Villain!"
      }
    ],
    "description": {
      "en": "Duke Adler, referred to as the greatest man of the Asgard Empire, is as handsome as a sculpture. However, he is also a serial killer, playing the role of the villain in a novel. On top of that, Princess Charlotte, who was politically married to him, was fated to be murdered on their first night together.\n\nThe predicament is that I am the princess fated to die at his hands on that night.\n\n\"It's a political marriage, and it's not as if we want to see each other anyway, so let's just meet on our wedding day.\"\n\nIt was evident that the villain was displeased with the idea of marrying me. Hence, I made a decision.\n\n\"It was love at first sight. So, please go out with me!\"\n\nWith only six months left until the wedding, I resolved to carry out an undercover investigation by pretending to date him. People wouldn't believe my words, so I had no choice but to gather evidence myself.\n\nEven though she had planned to reveal the fact that he was a serial killer by hovering around him...\n\n***\n\n\"You said you fell in love with me at first sight, so what were you doing here with another man?\"\n\nA cold voice flowed into my ears.\n\n\"W-What do you mean? I was just dancing to ensure there were no disruptions at the banquet...\"\n\nThe nape of my neck heated up from the hot breath brushing against the outer edges of my ear. The contrast between his warm touches and the cool tone of his voice intoxicated me even more.\n\n\"You called his name so affectionately, as he held you tightly in his arms.\"\n\"Gasp.\"\n\nUnable to escape the strong scent that clouded my senses, I held my breath. My whole body tingled from the strange sensation spreading from my neck to the rest of my body. He tilted his head and said...\n\n\"If there's someone else's scent coming from you... I'll have an urge to kill.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61cb116a-8df8-4f3f-a4f7-53037bb071fb",
    "title": {
      "en": "Magical Girl Tsubame: I Will (Not) Save The World!"
    },
    "updatedAt": "2024-11-06T23:46:53+00:00",
    "coverArt": "https://mangadex.org/covers/61cb116a-8df8-4f3f-a4f7-53037bb071fb/6873f80a-9720-4fce-90da-5ce3d774e66e.jpg",
    "altTitles": [
      {
        "ja": "対世界用魔法少女つばめ"
      },
      {
        "ja-ro": "Tai Sekaiyo Maho Shojo Tsubame"
      },
      {
        "ru": "Девочка-волшебница Цубаме: Я (не) спасу мир!"
      }
    ],
    "description": {
      "en": "The world is in danger! Who will rise to protect it? Introducing Tsubame, an ordinary high school student who dreams of becoming a magical girl. But if she has to choose between the world and her friends... A new adventure from Mapollo 3, the creator of PPPPPP! Buckle up for some passion, magical girls, and a dash of madness!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "42"
  },
  {
    "mangaId": "7dcd9347-1a09-4812-8fc6-5247cc509740",
    "title": {
      "en": "Hatsukoi Losstime"
    },
    "updatedAt": "2024-07-12T15:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/7dcd9347-1a09-4812-8fc6-5247cc509740/1b0026ae-f2a4-4b95-af33-7fdaa42af546.jpg",
    "altTitles": [
      {
        "ru": "Первая любовь в потерянном времени"
      },
      {
        "ja": "初恋ロスタイム"
      },
      {
        "ko": "첫사랑 로스타임"
      },
      {
        "en": "First Love Loss Time"
      },
      {
        "es-la": "El tiempo de espera del primer amor"
      },
      {
        "en": "Love's Stoppage Time"
      },
      {
        "ja": "はつこいロスタイム"
      }
    ],
    "description": {
      "en": "Koji Aiba, who had been living a school life unrelated to girls, suddenly encounters a mysterious phenomenon called \"Lost Time\" where time stops for one hour a day. Takashi, who is trying to regain his youth in such a static world, meets Tokine Shinomiya, a girl with amber eyes who can also move in the stopped time. In a world where only the two of them can move, they gradually grow closer and closer, and eventually his feelings for Tokine turn into his first love. However, she seems to be harboring a big secret that blocks her feelings.",
      "ja": "女子とは無縁の学校生活を送っていた相葉孝司に突如訪れた、１日１時間だけ時が止まる不思議な現象“ロスタイム”。そんな静止した世界の中で、青春を取り戻そうとする孝司は、同じく止まった時の中動くことができる琥珀色の瞳をした少女・篠宮時音と出会う。二人だけしか動かない世界で徐々に距離を縮めていき、やがて時音への想いは初恋へと変わっていく。だが、彼女はその想いを遮るある大きな秘密を抱えているようで——。",
      "ru": "Айба Кодзи проживал обычную школьную жизнь, не обращая внимания на девушек. Но неожиданно стало происходить странное явление — «потерянное время» — при котором каждый день на один час время останавливало свой ход. Желающий вернуть свою молодость Кодзи встречает молодую девушку, Шиномию Токинэ. Она обладает янтарными глазами, которые помогают ей двигаться под действием «потерянного времени». В мире, где двигаются только два человека, расстояние между ними постепенно уменьшается, и, в конце концов, чувства к Токинэ меняются  ощущения первой любви. Однако у неё есть некий секрет, который мешает её мыслям.",
      "es-la": "Koji Aiba, que ha llevado una vida escolar ajena a las chicas, recibe de repente la visita de un misterioso fenómeno llamado \"Tiempo Perdido\", en el que el tiempo se detiene durante una hora al día. Koji intenta recuperar su juventud en un mundo tan inmóvil, y conoce a Tokine Shinomiya, una chica de ojos ámbar que también puede moverse en el tiempo detenido. En un mundo en el que sólo pueden moverse ellos dos, poco a poco se van acercando más y más, y pronto sus sentimientos por Tokine se convierten en su primer amor. Sin embargo, parece que tiene un gran secreto que bloquea sus sentimientos."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "9"
  },
  {
    "mangaId": "69975dae-617d-4daa-88d6-cc2ae9145a2c",
    "title": {
      "en": "Miyabichi no Onmyouji"
    },
    "updatedAt": "2024-07-26T16:12:21+00:00",
    "coverArt": "https://mangadex.org/covers/69975dae-617d-4daa-88d6-cc2ae9145a2c/206cf3e1-d4ed-4049-986a-8b9579389e87.jpg",
    "altTitles": [
      {
        "ja": "雅血の陰陽師"
      },
      {
        "ja-ro": "Miyabichi no Onmyōji"
      }
    ],
    "description": {
      "en": "A time when the boundary between human and demon was vague. Ten sacred items – “Jingi” had been stolen from Mikado’s Treasury by some demons. An imperial order to recover the Jingi was given to all the Onmyōji in the capital, including “the heretic” – Fuzuki. He sets out to retrieve the first Jingi, but something unthinkable happened…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/e518e8fe-845a-4dae-bbc1-113f994b110f.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-12-07T20:20:01+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      },
      {
        "vi": "Cô bạn cùng lớp lạnh lùng sau ◯◯ năm..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5c43dab-9866-49c8-a296-fb3b68d62119",
    "title": {
      "en": "Cacomistle's Anthology"
    },
    "updatedAt": "2024-04-15T03:23:08+00:00",
    "coverArt": "https://mangadex.org/covers/e5c43dab-9866-49c8-a296-fb3b68d62119/11c609f5-8ca7-45f8-a6cc-55bff8eb7d8b.png",
    "altTitles": [],
    "description": {
      "en": "An unofficial compilation of oneshots / 4-komas by Cacomistle (カコミスル) in their twitter profile."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "274a8e39-71a8-4bd2-af19-4572518fe44f",
    "title": {
      "en": "Leviathan"
    },
    "updatedAt": "2025-01-20T01:12:48+00:00",
    "coverArt": "https://mangadex.org/covers/274a8e39-71a8-4bd2-af19-4572518fe44f/5af88f19-e21c-450c-9401-82826543c966.jpg",
    "altTitles": [
      {
        "en": "DeepWater"
      },
      {
        "ko": "심해수"
      },
      {
        "pt-br": "Leviatã"
      },
      {
        "vi": "Biển Sâu"
      },
      {
        "vi": "Đứa Con Thần Chết"
      },
      {
        "fr": "Léviathan Deep Water"
      }
    ],
    "description": {
      "en": "In the world where the sea level has risen, the sea has already covered the continent.   \nIn the world where the land can not be found anymore, the family of the boy, 'Bota', lives in a small boat and wanders around.   \n  \nI am looking for another 'man' somewhere and I am safe in the rules that my father has set.",
      "fr": "Le niveau de la mer s’est élevé pour recouvrir les continents. Sur une planète inhabitable où il n’y a plus de terre ferme, la famille du jeune Bota vit sur un petit bateau et erre dans le vaste océan. Mais d’étranges monstres habitent ces eaux hostiles… Pour survivre, il n’y a pas d’autre choix que de s’aventurer en eaux profondes, au risque de devenir la proie des léviathans.\n\nBota et sa famille parviendront-ils un jour à se mettre en sécurité et à échapper à cet enfer aquatique ?",
      "vi": "Trong một thế giới nơi mực nước biển đã dâng cao và đại dương đã bao phủ toàn bộ lục địa, đất liền không còn tồn tại nữa. Gia đình của cậu bé tên Bota sống trên một con thuyền nhỏ và lang thang khắp nơi. Tôi đang tìm kiếm một \"người\" nào đó ở đâu đó và an toàn trong những quy tắc mà cha tôi đã đặt ra.",
      "pt-br": "O mundo foi submerso e monstros marinhos governam a terra. Será que Bota e sua família irão conseguir escapar desse inferno marítimo? E quem diabos é Kana...?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "214"
  },
  {
    "mangaId": "d7ba00ea-d1ed-4855-8dfb-77ab8e6e2797",
    "title": {
      "en": "Unmei Dakara Akiramete?"
    },
    "updatedAt": "2025-01-16T02:57:29+00:00",
    "coverArt": "https://mangadex.org/covers/d7ba00ea-d1ed-4855-8dfb-77ab8e6e2797/22936f3e-81a1-415f-b369-f94bcd11ef29.jpg",
    "altTitles": [
      {
        "ja": "運命だから諦めて？"
      },
      {
        "en": "This Is Fate, So Give Up"
      },
      {
        "vi": "Từ Bỏ Đi Đây Là Định Mệnh Rồi"
      }
    ],
    "description": {
      "en": "Taichi, who moved to Tokyo and dreamed of meeting his \"soulmate\" on his first day at university, suddenly fails miserably on a dating app! He is saved by a mysterious handsome man when he is in trouble at a hotel, and things are going well... or so he thinks, but they break up just before the two of them get together. While he is feeling frustrated about being toyed with, he meets the \"mysterious handsome man\" again, now known as Kiryu Chisato, who is actually a senior at the same university as Taichi!? A foolish DK who tends to go out of control and a super cool senior who is good at paying attention, are these mismatched two destined to be together? Or...?"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff442aab-7908-40bc-8d10-93c6bb318466",
    "title": {
      "en": "Becoming a Witch in a World Full of Monster Stories"
    },
    "updatedAt": "2025-01-03T12:04:58+00:00",
    "coverArt": "https://mangadex.org/covers/ff442aab-7908-40bc-8d10-93c6bb318466/8d2fc569-76fb-43e0-a216-d0d11cc29d11.png",
    "altTitles": [
      {
        "zh": "在充满怪谈的世界里成为魔女"
      },
      {
        "zh-ro": "Zai Chongman Guaitan De Shijie Li Chengwei Monv"
      },
      {
        "zh-ro": "Zài Chōngmǎn Guàitán De Shìjiè Lǐ Chéngwéi Mónǚ"
      },
      {
        "en": "Become a Witch in a World Full of Ghost Stories"
      },
      {
        "en": "Become an Enchantress in a World Full of Ghost Tales"
      }
    ],
    "description": {
      "en": "Day 1: Recently my eyes seem to be a bit off, always seeing strange things. Wait, the cabinet seems to be moving, I'll go check it out.\n......\nDay 13: I see them! Damn! Why is this world full of monsters!?\n......\nDay 101: There's nothing to be afraid of anymore! Donning a witch's gown, I've become a monster myself!",
      "zh": "Day1：最近我的眼睛好像有点儿不对劲，总是看见奇怪的东西。 等等，柜子好像动了，我去看一下。 Day13：我看见它们了！ 该死！这个世界怎么到处都是怪谈！？ …… Day101：已经没有什么好怕的了！ 穿上了魔女的长裙，我已经成为了怪谈！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9405904f-aedb-47c3-be7c-d805aef77d9c",
    "title": {
      "en": "Her Mountain, Her Ocean"
    },
    "updatedAt": "2024-10-18T05:09:37+00:00",
    "coverArt": "https://mangadex.org/covers/9405904f-aedb-47c3-be7c-d805aef77d9c/a6b7c0e8-358b-4bdb-9e56-55ba22254ff2.png",
    "altTitles": [
      {
        "zh-ro": "Tā De Shān, Tā De Hǎi"
      },
      {
        "zh": "她的山，她的海"
      },
      {
        "en": "The Youth"
      },
      {
        "en": "Her Mountain, Her Sea"
      }
    ],
    "description": {
      "en": "[Gentle, tenacious honor student X cold domineering girl] \n\nChi Tang and Youyu are both weirdos in Year 1 Class 2 of high school. They become desk mates, roommates, each other's salvation, protecting the other's warmth. The relationship between the two went from ignorance to understanding. A poem of youth composed.",
      "zh": "（温柔坚韧学霸&骄横高冷少女）池唐和游余都是高一二班被敬而远之的异类，她们成为同桌和室友，也成为救赎、保护彼此的温暖。两人的感情从懵懂到刻骨，谱写一首青春的诗歌。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "78"
  },
  {
    "mangaId": "af0527c1-8734-4498-b128-7090340bc10d",
    "title": {
      "en": "Dragon Ball (Official Colored)"
    },
    "updatedAt": "2025-01-16T21:48:05+00:00",
    "coverArt": "https://mangadex.org/covers/af0527c1-8734-4498-b128-7090340bc10d/74af82cd-d605-4600-a697-64b2cc96d01b.jpg",
    "altTitles": [
      {
        "en": "Dragon Ball - Digital Colored Comics"
      },
      {
        "en": "Dragon Ball - Full Color Edition"
      },
      {
        "ja": "DRAGON BALL カラー版"
      }
    ],
    "description": {
      "en": "Goku and friends battle intergalactic evil in the greatest action-adventure-fantasy-comedy-fighting series ever! Legend has it that if all seven of the precious orbs called “Dragon Balls” are gathered together, an incredibly powerful dragon god will appear to grant one wish. Unfortunately, the orbs are scattered across the world, making them extremely difficult to collect. Enter 16-year-old Bulma, a scientific genius who has constructed a radar to detect the exact locations of the Dragon Balls. She’s on a mission to find all seven orbs, but first she must convince young Son Goku to join her on her quest. With a monkey tail, superhuman strength and a magic staff for a weapon, Son Goku is ready to set out on the adventure of a lifetime…"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "42",
    "lastChapter": "519"
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2024-12-07T11:21:33+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-12-23T11:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "en": "Аңшы × Аңшы"
      },
      {
        "en": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\r\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\r\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Hunter là những người đi chu du thế giới, đối mặt với hiểm nguy, từ bắt giữ tội phạm cho đến những cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Hunter với hy vọng tìm được cha mình. Khi sắp 12 tuổi, Gon bắt đầu cuộc hành trình của mình để được tham gia vào kỳ thi Hunter, ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapika, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một Hunter... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\r\n\r\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\r\n\r\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "hiatus",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb",
    "title": {
      "en": "Mahou Shoujo 201"
    },
    "updatedAt": "2024-11-15T22:29:26+00:00",
    "coverArt": "https://mangadex.org/covers/8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb/992313ef-33fb-4d00-8742-350f287f9ffb.jpg",
    "altTitles": [
      {
        "ja": "魔法少女201"
      },
      {
        "en": "Magical Girl 201"
      },
      {
        "vi": "Ma Pháp Thiếu Nữ 201"
      }
    ],
    "description": {
      "en": "Fujiyama Shinobu aka Sexy Fujiyama, is a general working for the evil Flower Bud Gang who are trying to take over the city. Standing in her way is the masked magical girl, Princess Mamu, who wouldn't you know it, has just moved in next door to Fujiyama's place...",
      "ja": "悪の組織の女幹部セクシーフジヤマ（本名・藤山忍）。正義の魔法少女との戦いに負け続けた彼女は組織からの罰則金で金欠に陥っていた…。そんなある日、隣の部屋に憎っくき魔法少女プリンセス・マム（本名・真白まむ）が引っ越してきて…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]