[
  {
    "mangaId": "8f3e1818-a015-491d-bd81-3addc4d7d56a",
    "title": {
      "en": "Warui ga Watashi wa Yuri ja nai"
    },
    "updatedAt": "2024-05-23T18:59:56+00:00",
    "coverArt": "https://mangadex.org/covers/8f3e1818-a015-491d-bd81-3addc4d7d56a/3bf02e1f-cc8d-44b6-ba86-e3881ef03067.jpg",
    "altTitles": [
      {
        "en": "Sorry, but I’m Not into Yuri"
      },
      {
        "ja": "悪いが私は百合じゃない"
      },
      {
        "zh": "虽然很抱歉但我不是百合"
      },
      {
        "zh-hk": "雖然很抱歉但我不是百合"
      },
      {
        "zh-ro": "Suīrán hěn bàoqiàn dàn wǒ bùshì bǎihé"
      },
      {
        "pt-br": "Desculpa, mas não sou Sapatona"
      }
    ],
    "description": {
      "en": "In an attempt to win her homeroom teacher's heart, Itsumi Toudou purchased a shady love potion, and tested it out on her stuck-up student committee president, Yomotsuka. Now, she has an uncharacteristically affectionate girl to deal with, and she's not even a lesbian! Right?",
      "es": "Em uma tentativa de ganhar o coração de seu professor de sala de aula, Itsumi Toudou comprou uma poção do amor sombria e a testou em sua presunçosa presidente do comitê estudantil, Yomotsuka. Agora, ela tem uma garota estranhamente afetuosa para lidar, e ela nem é lésbica! Certo?",
      "ja": "担任の男性教師に恋をしている藤堂いつみは、ある日いけないサイトで惚れ薬を入手し、担任に飲ませようとする。しかし、真面目で堅苦しい美人学級委員長やヤンキー女子に飲まれてしまったから、さあ大変！",
      "pt-br": "Numa tentativa de conquistar o coração de seu professor, Itsumi Toudou comprou uma poção do amor suspeita e a testou em Yomotsuka, a presidente do conselho estudantil. Agora, ela tem de lidar com uma menina estranhamente afetuosa, e aquela nem sequer é lésbica! Ou será que não?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05918e4-fb1a-4b10-a919-eaecf00fd7dd",
    "title": {
      "en": "Tower Dungeon"
    },
    "updatedAt": "2024-04-24T12:05:37+00:00",
    "coverArt": "https://mangadex.org/covers/b05918e4-fb1a-4b10-a919-eaecf00fd7dd/5859acad-3dfb-4675-b3f1-3700b86ba29e.jpg",
    "altTitles": [
      {
        "ja": "タワーダンジョン"
      },
      {
        "fr": "La tour colossale"
      }
    ],
    "description": {
      "en": "The setting is a certain kingdom. In order to save the kidnapped princess of the kingdom, the Kingsguard squadron challenges the \"Dragon Tower,\" a gigantic structure floating in the middle of the sky, but they are blocked by powerful demons.\nA provocation is made by a neighboring village to replenish the injured personnel, and when a young man is sent to the tower, the wheel of fate begins to turn.\n\nTale of sword & sorcery and labyrinth exploration begins!",
      "pt-br": "Para salvar a princesa Ignelia que foi sequestrada por um necromante, o Batalhão da Guarda Real se aventura pela “Torre do Dragão”, uma estrutura gigantesca que costumava flutuar no meio do céu, mas são bloqueados por criaturas poderosas. \nUma ordem de recrutamento é enviado para uma aldeia vizinha para repor os soldados feridos, e quando um jovem é enviado para a Torre, a roda do destino começa a girar.\n\nComeça a história de espadas, feitiçaria e exploração do labirinto!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eeb2ab0e-7dbc-4f0c-b476-8181d44217a8",
    "title": {
      "en": "Tengoku Daimakyou"
    },
    "updatedAt": "2024-02-24T11:55:39+00:00",
    "coverArt": "https://mangadex.org/covers/eeb2ab0e-7dbc-4f0c-b476-8181d44217a8/87f694a8-91dd-4841-9e94-873646dc72a9.jpg",
    "altTitles": [
      {
        "fr": "A Journey beyond Heaven"
      },
      {
        "ja-ro": "Tengoku Daimakyō"
      },
      {
        "ru": "Иллюзия рая"
      },
      {
        "ja": "天国大魔境"
      },
      {
        "zh-hk": "天國大魔境"
      },
      {
        "en": "Heavenly Delusion"
      },
      {
        "ru": "Великая небесная стена"
      },
      {
        "pt-br": "Paraíso Ilusório"
      },
      {
        "pt-br": "Ilusão Celestial"
      },
      {
        "ar": "الوهم السماوي"
      },
      {
        "fa": "پردیس واهی"
      },
      {
        "uk": "Небесна омана"
      },
      {
        "uk": "Ілюзія раю"
      }
    ],
    "description": {
      "en": "Some children live in a comfortably numb world, surrounded by walls. However, one day, a kid named Tokio receives a message asking \"Do you want to go outside of the outside?\"    Now, from the Heaven that is starting to crumble, the children begin their adventure!",
      "fa": "دنیایی پوچ که بچه‌ها در آن با رفاه کامل همراه با دیوارهایی که درون و بیرون را جدا می‌کنند، زندگی می‌کنند اما همه‌ی این‌ها زمانی تغییر می‌کند که یکی از بچه‌ها به نام تاکیو‌ پیامی با این متن دریافت می‌کند: «می‌خوای به خارج از چیزی که اون بیرونه بری؟»\n\nحال از بهشتی که درحال نابودی است بچه‌ها ماجراجویی خود را آغاز می‌کنند.",
      "fr": "Dans un immense jardin coupé du monde, un groupe d'enfants jouit d'une vie douce et d'insouciance, protégé par des scientifiques. Le monde extérieur leur est inconnu mais certains d'entre eux se questionnent : qu'y a-t-il au-delà des murs de leur paradis ?Pendant ce temps, dans un Japon dévasté par un mystérieux cataclysme, Maru et Kiruko, deux adolescents de la génération post-catastrophe, tentent de survivre dans un monde désolé peuplé de pillards et de monstres difformes. Leur objectif : atteindre \"le Paradis\".",
      "pt": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?",
      "ru": "Две истории, которые непременно связаны…\n\nТаинственный Мару — мальчик, у которого есть одна цель: найти «Рай»! На пути к ним он обрёл телохранителя — Кируко. Она тоже не так уж проста, как может показаться на первый взгляд. В этом путешествии к «Небесам» они вместе посетят много мест ушедшей эпохи и встретят разных врагов!\n\nТокио — девочка, которая живёт за великими стенами «Небес»! Это место можно назвать раем. Вокруг высокие деревья, зеленая трава, плантации свежих овощей и даже есть небольшой водоем! Вместе с Токио здесь можно встретить и других детей, каждый из которых обладает своим особенным даром. В один из дней Токио получает сообщение: «Ты хочешь выбраться отсюда?» Кажется, с этого момента что-то странное начинает твориться в пределах «Небес»…",
      "pt-br": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0e693b9-168f-4adf-9514-6924bd5412e5",
    "title": {
      "en": "Fuuki o Midasu wa Madobe no Kimi"
    },
    "updatedAt": "2024-05-24T04:27:11+00:00",
    "coverArt": "https://mangadex.org/covers/e0e693b9-168f-4adf-9514-6924bd5412e5/03e46471-8561-43f4-b535-3aa31ff13cd5.jpg",
    "altTitles": [
      {
        "ja": "風紀を乱すは窓辺の君"
      },
      {
        "vi": "Làm Phiền Tôi Là Bản Chất Của Cậu Ta"
      },
      {
        "en": "Questionable Ethics"
      }
    ],
    "description": {
      "en": "Kinoshita of the Ethics Committee is fascinated by the school idol, Tachibana. But Tachibana has a reputation and Kinoshita discovers that all the rumours are true... Or are they?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "2"
  },
  {
    "mangaId": "1026e605-61f4-4b43-bfb4-06782c110236",
    "title": {
      "en": "Kyou mo Kitansu ka, Yoda-senpai."
    },
    "updatedAt": "2024-01-20T05:43:54+00:00",
    "coverArt": "https://mangadex.org/covers/1026e605-61f4-4b43-bfb4-06782c110236/0ed23d33-15d7-492f-a45c-2efb952f6c55.jpg",
    "altTitles": [
      {
        "ja": "今日も来たんすか、依田先輩。"
      },
      {
        "en": "Have You Come Again Today, Yoda-senpai?"
      },
      {
        "vi": "Hôm nay chị lại tới nữa à, Yoda-senpai?"
      },
      {
        "ja-ro": "Kyou mo Kitansu ka, Yoda-senpai."
      }
    ],
    "description": {
      "en": "This woman makes herself at home in my parents' house.\nShe is a senior in the same high school and a friend of my sister's.\nIt seems to take her two hours to get to school each way, so she stays at my house almost every day.\n\nYoda is defenseless and a bit out of the ordinary, and I'm always on the edge of my seat!\nA short daily love comedy of a natural devil sister and an otaku boy under one roof!",
      "ja": "**ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！**\n\n俺の実家で、我が家のようにくつろぐこの女。 同じ高校の先輩で、姉の友達の依田燈。 学校まで片道2時間らしく、ほぼ毎日俺の家に居座っている。 無防備で少し抜けてる依田先輩に振り回されて、ドキドキしっぱなし!! ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！\n\n---\n\n**Hitotsuyanenoshita de maki okoru, ten'nen shōakuma onēsan × otaku danshi no nichijō shōtorabukomedei!**\n\nOre no jikka de, wagaya no yō ni kutsurogu kono on'na. Onaji kōkō no senpai de, ane no tomodachi no Yoda 燈. Gakkō made katamichi 2-jikanrashiku, hobo Mainichi ore no ie ni isuwatte iru. Mubōbi de sukoshi nuke teru Yoda senpai ni furimawasa rete, dokidoki shi-ppanashi!! Hitotsuyanenoshita de maki okoru, ten'nen shōakuma onēsan × otaku danshi no nichijō shōtorabukomedei!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2ba038f-3713-4004-9f23-82ea4fa07fc7",
    "title": {
      "en": "Tensei Shita Ore ga Shoujo Manga no Oshi to Koi Nantei Sekai Tensei BL Anthology"
    },
    "updatedAt": "2024-04-10T10:47:46+00:00",
    "coverArt": "https://mangadex.org/covers/d2ba038f-3713-4004-9f23-82ea4fa07fc7/adb0807e-3407-4f04-b675-859af3da814c.jpg",
    "altTitles": [
      {
        "ja": "転生した俺が少女漫画の推しと恋なんて 異世界転生BLアンソロジー"
      },
      {
        "en": "I Can't Believe I've Been Reincarnated and Fallen in Love with My Favorite Character of a Shoujo Manga"
      }
    ],
    "description": {
      "en": "“Why am I getting heartthrob!?”\n\nThe main character is reincarnated as Satou, an extra character in the world of his favorite shoujo manga.\nHe was able to witness with his own eyes the moment his favorite characters became a couple. However, he witnesses the scene where his favorite character, Shirakawa Fuuma, is rejected by the heroine.\nSato is determined to return the story to the way it was and make his favorite character happy! But as they spend time together, he finds himself falling for him...\n\nThis is a heart-warming love story between a young man who is reincarnated in his favorite girls' manga and the main character of that manga!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af2f1d6b-0173-4fea-9871-acbccdb61d9e",
    "title": {
      "en": "Sakura Nadeshiko"
    },
    "updatedAt": "2024-05-13T11:44:24+00:00",
    "coverArt": "https://mangadex.org/covers/af2f1d6b-0173-4fea-9871-acbccdb61d9e/5d37688d-4bcc-4216-bc3c-e1e86c0a170a.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakura*Nadeshiko"
      },
      {
        "ja": "サクラ✿ナデシコ"
      },
      {
        "ja": "サクラ*ナデシコ"
      }
    ],
    "description": {
      "en": "Two girls who want to become idols are entering into their long dreamed school—Kiraboshi-juku—Kiraboshi Nadeshiko and her close friend Mangetsu Sakurako. These two are so close that despite both being girls, they're often compared to a married couple by people around them.  \n  \nAnd so begins their life in the dormitory as roommates. However, on their first night, an unusual, illicit impulse strikes Nadeshiko…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "8cfc8b79-2c1b-4e33-beda-a0d70a7674ca",
    "title": {
      "en": "I Will Become the Villain's Poison Taster"
    },
    "updatedAt": "2024-02-12T01:57:26+00:00",
    "coverArt": "https://mangadex.org/covers/8cfc8b79-2c1b-4e33-beda-a0d70a7674ca/86f878ce-e1b5-458f-84be-d0c4f8b7afcf.jpg",
    "altTitles": [
      {
        "ko": "흑막의 독 감별사가 되겠습니다"
      },
      {
        "ko-ro": "Heungmagui Dok Gambyeolsaga Doegetseumnida"
      },
      {
        "en": "I Will Become the Villain's Poison Detector"
      },
      {
        "en": "I Will Become a Poison Detector in the Dark World"
      },
      {
        "en": "I Will Become a Poison Detector of Darkness"
      },
      {
        "zh": "完蛋！成了反派的试毒小跟班"
      },
      {
        "zh": "成为反派的鉴毒师"
      },
      {
        "zh-hk": "成爲反派的鑑毒師"
      }
    ],
    "description": {
      "en": "I, an innocent office worker, possessed a character in the devastating novel *The Poisoned Apple*. On top of that, I'm Giselle Lloydsvin, a villainess who gets poisoned to death before being hanged! But the poison brought by the assassins doesn't work? It even tastes like fruit!\n\n\"You'll be okay since it's only a little bit, so hurry and drink it.\"\n\n…Even though I possessed someone, it seems my destiny is to be tormented by a crazy assassin. \n\nHowever, \"Leniel\", who I thought was just a crazy assassin, turns out to be the frontman for the final villain, \"Wayne Ayore\"?!\n\nIn order to hold onto this lifeline, I clung to the villain in *The Poisoned Apple*. \n\n\"I can distinguish the taste of poison.\"\n\n“Poison?”\n\n“Yes.”\n\n“What use is that?”\n\n“Your boss is going to be poisoned, so I can be his poison taster.”\n\nAnd so, I thought I could survive well as a general store employee of the villain’s frontman(?)... \n\n“My boss is so strong to the point that there’s something suspicious about him!”\n\n…Why does it feel like I’m doomed in this life too?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09bbbb75-1086-4e7c-b775-ae9ee1816e0d",
    "title": {
      "en": "VERSUS"
    },
    "updatedAt": "2024-04-28T21:25:18+00:00",
    "coverArt": "https://mangadex.org/covers/09bbbb75-1086-4e7c-b775-ae9ee1816e0d/a655ec3c-6371-448c-95db-2bd001f9720a.jpg",
    "altTitles": [
      {
        "en": "Versus"
      },
      {
        "ja": "バーサス"
      },
      {
        "ru": "Противостояние"
      },
      {
        "uk": "Протистояння"
      }
    ],
    "description": {
      "cs": "Lidstvo bylo po stovky let utlačováno kvůli vzestupu a invazi našich přirozených nepřátel \"démonů\". Světu vládl \"Velký král démonů\" a jeho 47 \"ďábelských vládců\". Zatímco lidé žijí ve strachu, 47 lidí bylo vybráno z celého světa a zíkslai titul \"Hrdinové\" a připravují se na boj proti armádě velkého krále démonů. A nyní začíná plán jak zachránit lidstvo, jehož osud je teď na tenkém ledě.",
      "en": "Centuries ago, humanity’s natural enemy, “Demons,” invaded the world and oppressed humankind. The Great Demon Lord and 47 subordinates known as Demon Lords have since dominated the world, while the human race lives on in fear.\n\nIn desperation, a last-ditch effort for humanity’s very survival is placed in the hands of 47 people gathered from across the world. These heroes will oppose the demon army and win back humanity’s freedom…or die trying!",
      "ja": "天敵“魔族”の台頭と侵攻により、人類が虐げられ続けて数百年。世界は“大魔王”と、その配下である47体の“魔王”により支配されていた。人々は怯えて暮らしながらも、世界中から選び抜かれた47人を“勇者”と名付け、魔王軍に対抗すべく準備を進めていた。そして今、人類の存亡を懸けた決死の作戦が始まろうとしていた―――。",
      "ru": "Уже сотни лет человечество вынуждено существовать под гнётом своих естественных врагов — демонов, сумевших захватить мир. В их главе стоит Повелитель тьмы, и в подчинении его находятся сорок семь Королей.\nОднако среди людей, чей дух сломлен вековым страхом, было отобрано столько же наречённых Героев, готовых сразиться с демонической армией. И, кажется, отчаянная борьба за судьбу человеческой расы начинается прямо сейчас...",
      "pt-br": "A humanidade foi oprimida por centenas de anos devido à ascensão e invasão do inimigo natural \"demônios\". O mundo era governado pelo \"Grande Lorde Demônio\" e seus 47 \"Senhores Demônios\". Enquanto as pessoas vivem com medo, 47 pessoas selecionadas de todo o mundo foram nomeadas \"Heróis\" e estão se preparando para lutar contra o exército do Rei Demônio. E agora, uma operação desesperada com a sobrevivência da humanidade em jogo estava prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a287ef9c-3718-4c6f-80be-44e404b78641",
    "title": {
      "en": "Maigo ni Natteita Youjo wo Tasuketara, Otonari ni Sumu Bishoujo Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken Nitsuite"
    },
    "updatedAt": "2024-05-19T04:31:02+00:00",
    "coverArt": "https://mangadex.org/covers/a287ef9c-3718-4c6f-80be-44e404b78641/496cb9b3-a2c0-4337-9a3e-c9beddf92173.jpg",
    "altTitles": [
      {
        "ja": "迷子になっていた幼女を助けたら、お隣に住む美少女留学生が家に遊びに来るようになった件について"
      },
      {
        "ja": "お隣遊び"
      },
      {
        "ja-ro": "Otonari Asobi"
      },
      {
        "en": "The Story Of How A Beautiful Foreign Student Who Lives Next Door Started To Visit My House After I Helped A Lost Little Girl"
      },
      {
        "en": "After Coincidentally Saving the New Transfer Student’s Little Sister, We Gradually Grew Closer"
      },
      {
        "ja-ro": "Maigo ni Natte Ita Youjou wo Tasuketara, Otonari ni Sumu Bishoujou Ryuugakusei ga Ie ni Asobi ni Kuru You ni Natta Ken ni Tsuite"
      }
    ],
    "description": {
      "en": "One day, Charlotte Bennett transferred to Aoyagi Akihito's class.\n\nHer proper and refined mannerisms and adorable appearance captured the hearts of his classmates, but Akihito calmly takes a step back, feeling that she \"lives in a different world.\"\n\nHowever, helping Charlotte's lost sister, Ema, throws his daily life into upheaval...!?",
      "ja": "ある日、青柳明人のクラスにシャーロット・ベネットが留学してくる。\n清楚で上品な振る舞いと可愛らしい容姿のシャーロットに、クラスメイトの誰もが心を惹かれるが、\n明人は冷静に「住む世界が違う」と感じ、一歩引いていた。\n\nしかし、迷子になっていたシャーロットの妹・エマを助けたことで明人の日常は激変し…！？",
      "pt-br": "Um dia, Charlotte Bennett foi transferida para a turma de Aoyagi Akihito.\n\nSeus maneirismos adequados e refinados e aparência adorável conquistaram os corações de seus colegas de classe, mas Akihito calmamente dá um passo para trás, sentindo que ela “vive em um mundo diferente”.\n\nNo entanto, ajudar a irmã perdida de Charlotte, Ema, coloca sua vida diária em uma convulsão...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "897a802e-10a7-4fec-bf83-10f8dfea3505",
    "title": {
      "en": "Dekiai Zentei, Keiyaku Kon. ~Iwashiro Bengoshi wa Ai ga Deka Sugiru!?~"
    },
    "updatedAt": "2024-03-29T18:24:45+00:00",
    "coverArt": "https://mangadex.org/covers/897a802e-10a7-4fec-bf83-10f8dfea3505/cd947a78-d4a7-490a-b1a4-742342315727.jpg",
    "altTitles": [
      {
        "ja": "溺愛前提、契約婚。 ~岩代弁護士は愛がデカすぎる！？~"
      },
      {
        "en": "Contract Marriage Based on Doting Love ~Iwashiro’s Love Is Too Big~"
      },
      {
        "zh-hk": "以溺愛為前提的契約結婚~岩代律師的愛很大"
      }
    ],
    "description": {
      "en": "After retiring from 3 years of idol activity, Kunihiro Touko decided to focus on live-streaming as her next career. Honestly, she never imagined this kind of future! Touko, who became involved in some trouble, received help from a young lawyer named Iwashiro Yuuji. After briefly meeting, the both of them jumped into a loving relationship. Yuuji, a kind and enchanting gentleman, is a cool beauty and hides his real feelings from Touko…\n\nA doting-couple premise! The former idol Kunihiro Touko and the unfriendly lawyer Iwashiro Yuuji have started a marriage contract?!",
      "ja": "「…全部、暴いていいでしょうか？」\nアイドルを引退して3年間、国広燈子は芸能界で活動するがライブ配信を中心として生計を立てる日々。\n正直こんな未来、ぜんぜん想像してなかった――！\nトラブルに巻き込まれた燈子に救いの手を差し伸べてくれたのは岩代悠司と名乗る若手弁護士。\n訳あってふたりは恋愛をすっ飛ばして即入籍する流れに！\n紳士でやさしい悠司に心惹かれるけどクールビューティすぎて心の内がちょっと見えなくて…。\n溺愛前提！　元アイドル国広燈子と不愛想な弁護士岩代悠司はこの度、契約婚はじめました!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "540f5728-6521-4a93-8eb1-059c1a6585e1",
    "title": {
      "en": "The Shikisaki Sisters Want to Be Exposed"
    },
    "updatedAt": "2024-04-29T06:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/540f5728-6521-4a93-8eb1-059c1a6585e1/fbce4013-aef4-47f2-b85c-75c8fc35e4b9.jpg",
    "altTitles": [
      {
        "ja-ro": "Shikisaki Shimai wa Abakaretai"
      },
      {
        "ja": "四季崎姉妹はあばかれたい"
      }
    ],
    "description": {
      "en": "One day, Tarou Yamada, who runs a detective business, slips on a banana peel and reincarnates into Tsukushi Shikisaki, the younger brother of three beautiful big-breasted sisters who will all die on the same day. As he spends time surrounded by the three beautiful sisters, he finds out that the boy he is reincarnated as will be killed by one of the three sisters ...!?",
      "ja": "探偵業を営む山田太郎はある日、バナナの皮に足を滑らせてしまい、同日に命を落とした美麗三姉妹の弟・四季崎つくしに転生をしてしまう。美人三姉妹に囲まれて過ごすことになるが、四季崎つくしが三姉妹の誰かに殺されたことに気がついてしまい…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "62"
  },
  {
    "mangaId": "43abd2e4-cbb0-4368-aa0d-6bb2c04caf96",
    "title": {
      "en": "Kanojo no Sore ni Yarareteru"
    },
    "updatedAt": "2024-04-06T05:56:56+00:00",
    "coverArt": "https://mangadex.org/covers/43abd2e4-cbb0-4368-aa0d-6bb2c04caf96/b4a6ea99-ed3b-46d8-b985-2d424b08e711.jpg",
    "altTitles": [
      {
        "ja": "彼女のそれにやられてる"
      },
      {
        "ja-ro": "Kanojo no Sore ni Yarareteru"
      },
      {
        "en": "I'm Addicted to Her"
      },
      {
        "en": "I'm Being Done In By Those Things Of Hers"
      },
      {
        "fr": "Je suis sous son charme"
      }
    ],
    "description": {
      "en": "A gloomy boy suddenly getting close with the popular track and field club ace?! A short comedy about invading someone else's spot to skip class is about to begin!!",
      "pt-br": "Um rapaz sombrio de repente se aproximando do popular ás do clube de atletismo?! Uma comédia curta sobre invadir o espaço de outra pessoa para escapar das aulas está prestes a começar!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8628bbd-b221-49f6-97b1-ef0609f7826a",
    "title": {
      "en": "You Two are so Close, Are You Dating?"
    },
    "updatedAt": "2023-12-06T03:22:31+00:00",
    "coverArt": "https://mangadex.org/covers/c8628bbd-b221-49f6-97b1-ef0609f7826a/69ac08a5-8401-44de-ad1c-99aa1aff8493.jpg",
    "altTitles": [
      {
        "ja": "仲いいけどお前ら付き合ってるの？"
      },
      {
        "ja-ro": "Naka Ii Kedo Omaera Tsukiatteru no?"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Aitsu no Kanojo"
    },
    "updatedAt": "2024-05-04T17:51:06+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/f46e79f2-aea0-44fc-8ea6-972b517c88c9.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "zh-hk": "他的女友"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "en": "Someone's Girlfriend"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "en": "That Guy's Girlfriend"
      },
      {
        "uk": "Його дівчина"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcb19cd9-85c6-454c-acb5-90a87b7e2000",
    "title": {
      "en": "I Know How to Deal with Hypnosis Apps!"
    },
    "updatedAt": "2023-12-06T03:22:38+00:00",
    "coverArt": "https://mangadex.org/covers/bcb19cd9-85c6-454c-acb5-90a87b7e2000/3fdb7ccb-872d-4a58-a16a-d2b6d948feb6.jpg",
    "altTitles": [
      {
        "ja": "催眠アプリの対処法わかった!!!!"
      },
      {
        "ja-ro": "Saimin Appli no Taishohou Wakatta!!!!"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa21bb62-9798-4694-a3fd-1b75cce10e0d",
    "title": {
      "en": "Tsundere Shippai"
    },
    "updatedAt": "2024-04-13T13:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/fa21bb62-9798-4694-a3fd-1b75cce10e0d/f397f0cf-c138-4984-829e-4eb665c318b0.jpg",
    "altTitles": [
      {
        "ja": "ツンデレ失敗"
      },
      {
        "ja-ro": "Tsundere Shippai"
      },
      {
        "en": "A Girl Who Fails at being Tsundere"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78687be0-7487-4671-ac55-a6c6bbdb449b",
    "title": {
      "en": "Gakuen Mono no Otome Game no Sekai ni Tensei Shita kedo, Cheat-mochi no Haikei Danshi Seito datta you desu"
    },
    "updatedAt": "2024-05-01T05:32:00+00:00",
    "coverArt": "https://mangadex.org/covers/78687be0-7487-4671-ac55-a6c6bbdb449b/7a144595-9bb8-460b-9c54-037fba00e48b.jpg",
    "altTitles": [
      {
        "ja": "学園物の乙女ゲームの世界に転生したけど、チート持ちの背景男子生徒だったようです。"
      },
      {
        "zh-hk": "我似乎在學園主題的乙女遊戲世界中轉生，但我是一個有外掛的背景男子學生。"
      },
      {
        "en": "It Seems that I was Reincarnated into the World of a School Otome Game, but I was a Background Male Student with Cheats."
      }
    ],
    "description": {
      "en": "Kenta, a freelancer, is reincarnated into a world that resembles a school otome game that his sister likes, and he finds himself a male student with a background character. In his reincarnation, Kenta tries his best to improve his living environment as a commoner, Kent, by making his part-time bakery across the street from his house thrive, but for some reason, more and more attractive women start to appear around him."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "426f0648-3411-48f1-8ac9-c725e9110605",
    "title": {
      "en": "Of Course, I'll Claim Palimony!"
    },
    "updatedAt": "2023-07-29T22:50:32+00:00",
    "coverArt": "https://mangadex.org/covers/426f0648-3411-48f1-8ac9-c725e9110605/fda1f784-a425-43f1-9a55-5b12a1e8de23.jpg",
    "altTitles": [
      {
        "en": "The Cost of a Broken Heart"
      },
      {
        "en": "Of Course, I Will Charge You the Consolation Fees!"
      },
      {
        "fr": "Mais oui, je revendiquerai la compensation!"
      },
      {
        "ja": "勿論、慰謝料請求いたします！"
      },
      {
        "ja-ro": "Mochiron, Isharyouseikyuu Itashimasu!"
      },
      {
        "ja-ro": "Mochiron, Isharyōseikyū Itashimasu!"
      },
      {
        "es": "¡Por supuesto, te cobraré la tarifa de consolación!"
      },
      {
        "zh": "当然、抚恤金还是要的！"
      },
      {
        "zh": "当然请给我精神损失费！"
      },
      {
        "zh-hk": "當然、撫恤金還是要的！"
      },
      {
        "zh-hk": "當然請給我精神損失費！"
      },
      {
        "ja-ro": "Mochiron, Isharyou Seikyuu Itashimasu!"
      }
    ],
    "description": {
      "en": "Break my heart, pay the price. \"I'm breaking up with you!\" My fiancé suddenly declares that he's breaking off our engagement! Apparently, he's got a crush on the countess who just transferred to our school, so now he plans to set me up as a villain to end it between us. So be it! But he'll have to pay me a hefty settlement fee!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e90f0484-f65c-4892-903a-42a180692392",
    "title": {
      "en": "My Sister’s Private Life"
    },
    "updatedAt": "2024-04-01T20:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/e90f0484-f65c-4892-903a-42a180692392/1f934158-78db-42c1-9f46-f58e2d4f7ee6.jpg",
    "altTitles": [
      {
        "ko": "자매의 사생활"
      },
      {
        "uk": "Приватне життя моєї сестри"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12f92897-ad75-4c54-baed-b2834a9d8082",
    "title": {
      "en": "Watashi no Yuri wa Oshigoto desu!"
    },
    "updatedAt": "2024-03-10T13:46:18+00:00",
    "coverArt": "https://mangadex.org/covers/12f92897-ad75-4c54-baed-b2834a9d8082/b46cf1a9-16b8-4b4b-ae75-a741fd098998.jpg",
    "altTitles": [
      {
        "de": "Café Liebe"
      },
      {
        "de": "Schwestern in Liebe!"
      },
      {
        "ja-ro": "WataYuri"
      },
      {
        "en": "Yuri Is My Job!"
      },
      {
        "ru": "Юри - это моя работа!"
      },
      {
        "th": "ลิลีผลิบานเพราะเป็นงานหรอกนะคะ!"
      },
      {
        "ja": "わたゆり"
      },
      {
        "zh": "我的百合乃工作是也!"
      },
      {
        "zh": "百合是我的工作!"
      },
      {
        "ja": "私の百合はお仕事です！"
      },
      {
        "ko": "나의 백합은 일입니다!"
      },
      {
        "ko": "저의 백합은 일이에요!"
      },
      {
        "pl": "Yuri to moja praca!"
      },
      {
        "fr": "Yuri Is My Job! (Meian)"
      }
    ],
    "description": {
      "en": "Hime is a girl who has developed her cuteness as a deliberate act with the plan of marrying a billionaire. One day, she is more or less forced to work as a replacement for a girl injured by bumping into her in the street. The place of work is a concept cafe where the waitresses put on a show as though the cafe were run by the yuri cliche ojousama school. There's a large contrast between the performances and the off-duty staff.",
      "ru": "«Юри — это моя работа!» рассказывает об отношениях между людьми: о зарождении и конце дружбы; о счастье и распрях друзей; о пробуждении любви и её влиянии на рабочую среду; и о самих участниках таких взаимосвязей. Например, о главной героине. Химэ Сираки — невероятно милая школьница, у которой есть мечта: выйти замуж за миллиардера. Стремясь достичь этой цели, она придерживается образа, чтобы нравиться всем.\nПосле неудачного столкновения она ранит Маи Микосибу, которая оказывается управляющей кафе, где обслуживающий коллектив играет роль учащихся школы-интерната для девочек. От чужого давления и желания сохранить репутацию, Химэ приходится согласиться помочь пострадавшей и устроиться официанткой.\nСреди персонала ей встречается красивая и изящная Мицуки Аянокодзи. В отличие от других людей, эта соработница не всегда дружелюбна к новенькой. Доброжелательность при посетителях быстро сменяется злостью и криками вне публики, а некомпетентность недавно присоединившейся сотрудницы лишь усугубляет дело. Но вопреки неприязни девушки, Химэ хочет поладить с каждым во что бы то ни стало. Вот только она не догадывается, кем на самом деле является Мицуки.\n\n---\n\n(Source: [shikimori](https://shikimori.one/mangas/104862))"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bbac0738-c888-4600-9212-7eafdb54e1d6",
    "title": {
      "en": "Watashi no Tonari no Yandere-kun"
    },
    "updatedAt": "2024-05-04T10:46:21+00:00",
    "coverArt": "https://mangadex.org/covers/bbac0738-c888-4600-9212-7eafdb54e1d6/f3e41892-e894-44bd-a2c8-b8e5c296b218.jpg",
    "altTitles": [
      {
        "ja": "わたしの隣のヤンデレくん"
      },
      {
        "en": "My Yandere Neighbour"
      }
    ],
    "description": {
      "en": "\"My kouhai Kishi-kun appears to be my stalker.\"\nRika, who works at a production company, is troubled by the presence of her kouhai, Kishi, who seems to hold an abnormal adoration for her.\nAt the office, he's always looking at her from behind, he notices even the smallest changes, and on top of all that he also turns out to live next door?!\nHe cares so much about Rika that he can't stop acting in mysterious ways that barely cross the line...! Yandere office love!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "486ce88f-80f8-4899-954f-bcd19d6d64a2",
    "title": {
      "en": "Onna Kishi Goblin"
    },
    "updatedAt": "2023-06-11T00:42:22+00:00",
    "coverArt": "https://mangadex.org/covers/486ce88f-80f8-4899-954f-bcd19d6d64a2/4d190489-e58d-4471-8841-2991f6265411.jpg",
    "altTitles": [
      {
        "en": "Female Knight Goblin"
      },
      {
        "ja": "女騎士ゴブリン"
      }
    ],
    "description": {
      "en": "A Female Knight unexpectedly swaps bodies with the Goblin getting ready to assault her. How will they both deal with this sudden gender and species change?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "abc711a1-aa8c-40d3-bed1-541b0d975725",
    "title": {
      "en": "Futarijime Romantic"
    },
    "updatedAt": "2024-05-24T05:27:45+00:00",
    "coverArt": "https://mangadex.org/covers/abc711a1-aa8c-40d3-bed1-541b0d975725/bb848952-303b-4276-9919-a3a3630de611.jpg",
    "altTitles": [
      {
        "ja": "ふたりじめロマンチック"
      }
    ],
    "description": {
      "en": "Kumamori has always been in pursuit of the ideal romance. When she changes classes for her second year of high school, she is unexpectedly reunited with \"Tajima,\" the partner of her first kiss. Unfortunately, he is dry and stoic when it comes to romance.... 200% heartwarming! A realistic but cute and romantic opposites-attract love story!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "12"
  },
  {
    "mangaId": "f7262e67-e7d7-44b5-b39a-96fafef39edf",
    "title": {
      "en": "Koi ni Koi suru Koibito Kankei"
    },
    "updatedAt": "2024-03-18T11:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7262e67-e7d7-44b5-b39a-96fafef39edf/a3fb29bc-4148-47f1-9c00-4178f2e75640.png",
    "altTitles": [
      {
        "ja": "恋に恋するコイビト関係"
      },
      {
        "en": "Becoming Her Lover For the Sake of Love"
      },
      {
        "pl": "Związek w związku ze związkiem"
      }
    ],
    "description": {
      "en": "Asako Ichijou, the student council president at a prestigious girls' high school, has been racking her brain about the ladykiller Nagi Tenma. That's the sort of person Asako is, but Nagi discovers Asako has broken school rules by bringing a shoujo manga to school...\n\nAsako pleads with Nagi to keep it a secret, and Nagi reveals her condition: \"Become my lover.\"\n\n(Source: Takeshobo, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d684477-2ca0-4f93-a242-50e7a7c41a1b",
    "title": {
      "en": "100 Man-kai no Suki o Ageru"
    },
    "updatedAt": "2023-05-04T11:58:10+00:00",
    "coverArt": "https://mangadex.org/covers/4d684477-2ca0-4f93-a242-50e7a7c41a1b/828ba428-b0cf-4475-8cf5-0c6f1462d0d2.png",
    "altTitles": [
      {
        "ja": "100万回のスキをあげる"
      },
      {
        "en": "I'll Give You \"Love\" Ten Thousand Times"
      },
      {
        "en": "100 Blossoms of Love"
      }
    ],
    "description": {
      "en": "During a tournament in middle school, Rui fell in love at first sight with Youhei from the basketball club. I loved, loved, loved him, chasing after Youhei until we finally became lovers. Although we became separated in high school, I would die if it were for Youhei. I was happy as long as they were together…. Or so I thought. I had to study properly and think seriously about my career, but my greedy feelings overflowed and ahhh, the brakes won't work anymore!!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "f9b82990-7198-4131-84bb-c952830f5ea7",
    "title": {
      "en": "A-Rank Boukensha no Slow Life"
    },
    "updatedAt": "2023-02-11T02:56:30+00:00",
    "coverArt": "https://mangadex.org/covers/f9b82990-7198-4131-84bb-c952830f5ea7/f5dc00ca-af0b-4157-a3aa-2da2c375b2df.jpg",
    "altTitles": [
      {
        "en": "An A-Ranked Adventurer’s “Slow-living”"
      },
      {
        "ja": "Ａランク冒険者のスローライフ"
      },
      {
        "zh-hk": "A級冒險者的慢生活"
      }
    ],
    "description": {
      "en": "Aldred, the leader of a kingdom’s A-ranked party,『Black Silver』, has accomplished the task of slaying a dragon. However, he who has pursued strength his whole life has lost sight of his goal from taking down a monster of the strongest species. As he worried about what to do next in his life, it was the scenery of Nordende that popped up in his mind; A rural village by the countryside, full of natural beauty, which he only visited once during a quest in the past. After declaring the disbandment of his party, he heads towards Nordende for a comfortable, relaxing life.",
      "pt-br": "O DragonSlayer Aldred é o aventureiro nº 1 de Rank-A e também o líder de um grupo de outros Rank-A do reino de Avalonia, que após cumprir a tarefa de eliminar um dragão decide desfazer o grupo. Para quem sempre buscou a força não querendo ser o melhor mas sim para poder sobreviver. Após conseguir o título de nº 1 e não precisar mais de dinheiro. Aldred decide viver sua vida e o lugar que escolheu, uma vila pequena que visitou a 9 anos durante uma de suas missões chamada de Nordende. Nodende é uma vila rural, cheia de belezas naturais e bem longe do reino de Avalonia que para Aldred seria perfeito onde ninguém saberia que ele é o Rank-A nº 1. Após desfazer o grupo. Aldred parte em sua viagem até Nordende, para poder viver uma vida confortável e relaxante e principalmente sem muitos problemas."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a79e2584-c08e-4bc8-9293-8a441b6802d6",
    "title": {
      "en": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
    },
    "updatedAt": "2024-02-02T18:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/a79e2584-c08e-4bc8-9293-8a441b6802d6/7c61bd15-3fc0-4c01-ae56-e925d577b101.jpg",
    "altTitles": [
      {
        "ja": "お互いどんどんハマっていく教育係と新入社員"
      },
      {
        "ja-ro": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
      },
      {
        "en": "The Mentor and the New Employee Who are Getting More and More Into Each Other"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "79a97487-0c33-4b24-8b47-dc32c7abfede",
    "title": {
      "en": "How to Gracefully Divorce a Dragon"
    },
    "updatedAt": "2024-03-02T21:05:14+00:00",
    "coverArt": "https://mangadex.org/covers/79a97487-0c33-4b24-8b47-dc32c7abfede/695407a7-de90-4eb3-8d76-a0c9b1b8d3d1.jpg",
    "altTitles": [
      {
        "en": "How to Divorce a Dragon Beautifully"
      },
      {
        "ko": "아름답게 용과 이혼하는 방법"
      }
    ],
    "description": {
      "en": "Twenty-year-old Jeong Seyun, a rabbit descendant, knows that dragons are considered the chaebols of the beast world. But she'd rather have a relationship based on love than an arranged marriage with a dragon. And as fate would have it, as soon as she enters college, she falls in love with fox descendant Kim Hangyeol at first sight! She musters up the courage to confess, but... to the wrong person?!\nWill Seyun's dream of a romance come true? (Summary adapted from Kakaopage.)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-05-24T03:25:16+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c62b73e5-0cfb-4aef-9425-60393477ab6c",
    "title": {
      "en": "Dragon Ball Kakumei"
    },
    "updatedAt": "2024-02-09T13:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/c62b73e5-0cfb-4aef-9425-60393477ab6c/a992c777-ab8d-477c-8fa3-15e2151be399.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンボール角明"
      }
    ],
    "description": {
      "en": "The story in Dragon Ball Kakumei picks up right after the Tournament of Power and deals with the consequences of Android 17 restoring the erased universes. In addition to the six universes destroyed by Zeno, the wish brought back Universe 19, which has warriors that are powerful enough to take down Zeno and the angels.",
      "pt-br": "“Quando o desejo do Androide 17 no final do Torneio do Poder leva o mundo a uma Guerra Multiversal, aliados de todos os universos terão que se fortalecer para enfrentar divindades malignas e, desta vez, eles terão que defender todos sem Goku”.\n\nCriado pelos franceses Darkows (roteiro), Reenko (roteiro) e Poissonlabo (desenhista), Dragon Ball Kakumei é um mangá não oficial que conta uma história alternativa se caso o desejo do Androide 17, ao fim do Torneio do Poder, restaurasse os 18 universos que existiam originalmente, levando a uma Guerra Multiversal entre grandes divindades, mas sem a presença de Son Goku.\n\nCom uma arte atípica, em se tratando de um mangá feito por fãs (que geralmente costumam tentar emular os traços de Akira Toriyama), além de uma história com uma narrativa e proposta bem diferente da leveza e simplicidade da obra original, Dragon Ball Kakumei é, sem dúvidas, um dos mangás não oficiais de Dragon Ball mais famosos, ao lado de outros projetos de fãs como Dragon Ball AF e Dragon Ball Multiverse."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78e3cb6e-8673-4623-84b3-c5e459200ce5",
    "title": {
      "en": "Kaiju No. 8: B-Side"
    },
    "updatedAt": "2024-04-12T09:27:01+00:00",
    "coverArt": "https://mangadex.org/covers/78e3cb6e-8673-4623-84b3-c5e459200ce5/0e38cdd4-4e56-4958-833d-226e17c7f2de.jpg",
    "altTitles": [
      {
        "ja": "怪獣８号 side B"
      },
      {
        "ru": "Кайдзю № 8 сторона В"
      }
    ],
    "description": {
      "en": "Front-line stories of the Defense Force not covered in the main series!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2024-04-13T16:40:05+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/2435a138-3700-4294-bb71-e0ae649a55ba.png",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      },
      {
        "en": "My Fake Girlfriend's Defending Against Their Attack"
      },
      {
        "en": "My Fake Girlfriends are using me as a Shield"
      },
      {
        "zh-ro": "Wo De Jia Nüyou Zheng Quanli Fangyu Tamen De Jingong"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed to by a girl, and in order to reject her, I had to find a fake girlfriend! I didn’t expect that my plan to avoid trouble… would lead to even bigger trouble?! The tsundere \"Vicious Princess\" from the Archery Club, the \"White Fox\" who is adept at teasing, the \"Flower of the Highlands\" with straight black hair, and…a sister with a severe case of brocon! Could my youth romantic comedy be wrong as well too?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1563cd49-ee38-4a46-a4f0-429dc07cd4a1",
    "title": {
      "en": "Oshinobi Dousei"
    },
    "updatedAt": "2024-05-23T12:43:56+00:00",
    "coverArt": "https://mangadex.org/covers/1563cd49-ee38-4a46-a4f0-429dc07cd4a1/70dccc37-1a76-451e-a511-906e0e92380e.jpg",
    "altTitles": [
      {
        "ja": "お忍び同棲"
      },
      {
        "pt-br": "Vivendo Com uma Kunoichi"
      },
      {
        "ja-ro": "Oshinobi Dousei"
      },
      {
        "ru": "Тайное сожительство"
      },
      {
        "en": "Living With a Kunoichi"
      }
    ],
    "description": {
      "en": "Tae, a beautiful 17-year-old girl, and Kotaro, a serious office worker. These two seemingly happy people have a secret they can't reveal to anyone - the rival ninjas of Iga and Kouga secretly live together in this laid-back romantic comedy!",
      "ja": "17歳の美少女・たえと、まじめな会社員の小太郎。一見幸せそうに見える二人には誰にも言えない秘密があった――伊賀・甲賀のライバル忍者がこっそり同棲生活を送る、まったりラブコメ！",
      "pt-br": "Tae, uma linda garota de 17 anos, e Kotaro, um sério trabalhador de escritório. Essas duas pessoas aparentemente felizes têm um segredo que não podem revelar a ninguém - os ninjas rivais de Iga e Kouga vivem secretamente juntos nesta comédia romântica descontraída!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "8e44a10a-8116-430a-9e17-ba4dd58b4137",
    "title": {
      "en": "Akagi: The Genius Who Fell Into Darkness"
    },
    "updatedAt": "2022-04-13T19:28:21+00:00",
    "coverArt": "https://mangadex.org/covers/8e44a10a-8116-430a-9e17-ba4dd58b4137/e16dbf65-3b8a-4bb5-9dfd-39bdec8aee7d.jpg",
    "altTitles": [
      {
        "ja": "アカギ－闇に降り立った天才"
      },
      {
        "ja-ro": "Akagi - Yami ni Oritatta Tensai"
      },
      {
        "ru": "Акаги — легенда маджонга"
      },
      {
        "ja": "闘牌伝説アカギ 闇に舞い降りた天才"
      }
    ],
    "description": {
      "en": "The year is 1958, in the midst of a period of rapid economic growth. One rainy night at a mahjong parlor, Nangou, who was challenging the yakuza to a life-threatening game, was gradually being pushed into a corner. Suddenly, a soaking wet boy walks into the parlor. Nangou senses something extraordinary in him, and asks the boy, who has never even held a mahjong tile before, to play in his place. This is when the legend began. The boy's name was Akagi Shigeru, later known as the \"Man of the Divine Realm.\""
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "306"
  },
  {
    "mangaId": "cda265af-a49e-4c71-84dc-d3d2be2e86b1",
    "title": {
      "en": "Higan no Orca"
    },
    "updatedAt": "2024-04-20T12:31:53+00:00",
    "coverArt": "https://mangadex.org/covers/cda265af-a49e-4c71-84dc-d3d2be2e86b1/31229f5f-586c-4de0-a19c-67ffcd68b427.jpg",
    "altTitles": [
      {
        "ja": "彼岸のオルカ"
      },
      {
        "en": "Orca on the Other Side"
      }
    ],
    "description": {
      "en": "Marlin Trout  is an organization established to stop suicides in Japan, where the number of suicides has drastically increased due to the development of society. Wakame, a slightly natural staff member, is constantly pushed around by her uncooperative partner, Umi. They are the best buddies with the best record, but they have a certain \"history\" together...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "690528ff-3bd6-4552-a44f-3928cb988ddc",
    "title": {
      "en": "A High School With Only Men"
    },
    "updatedAt": "2023-04-09T18:32:34+00:00",
    "coverArt": "https://mangadex.org/covers/690528ff-3bd6-4552-a44f-3928cb988ddc/b938115c-5a83-464a-9b8f-c3256e79f59a.jpg",
    "altTitles": [
      {
        "en": "Boys Only"
      },
      {
        "en": "Namgo"
      },
      {
        "en": "Namgodeokbbun"
      },
      {
        "ko": "남고덕뿐"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2023-02-03T02:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/5eb209bf-814e-43f4-b550-14749c2995e7.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "faf20976-959d-450c-adef-20920db570bd",
    "title": {
      "en": "Graduation"
    },
    "updatedAt": "2024-04-20T02:57:55+00:00",
    "coverArt": "https://mangadex.org/covers/faf20976-959d-450c-adef-20920db570bd/cae84c23-c9a2-4910-8bd8-3a4e5f20a5da.jpg",
    "altTitles": [
      {
        "ja": "卒業"
      },
      {
        "ja-ro": "Sotsugyou"
      }
    ],
    "description": {
      "en": "Her graduation"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-05-24T03:23:38+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-05-14T18:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/83ce9ee1-775d-4be3-9956-82e464f6291f.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa Is My Senior, and My Friend."
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "ja-ro": "Noa-senpai wa Tomodachi."
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-04-18T20:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-04-24T19:33:08+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/d99f3482-6422-4047-8628-89b04215a293.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      }
    ],
    "description": {
      "en": "Kuroki Tomoko is a super popular, high school girl, who has had 50 years of dating experience, and 100 boys… in the Otome game world. In the real world, she is a 15 year old loner, who has all of the qualities of a \"mojo.\" However, when school isn't going as she expected, and she isn't as popular as she had thought she was, she takes a look at herself in the mirror for the first time in a few years, and has some shocking revelations…",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4bbac968-8559-423d-b1f7-e3fe57b9387d",
    "title": {
      "en": "Yuutousei wa Mi no Hodo Shirazu"
    },
    "updatedAt": "2024-05-24T03:24:31+00:00",
    "coverArt": "https://mangadex.org/covers/4bbac968-8559-423d-b1f7-e3fe57b9387d/6b60f389-a851-4dcc-b3cd-4515b9b7c1d5.jpg",
    "altTitles": [
      {
        "ja": "優等生は身のほど知らず"
      },
      {
        "en": "The Honors Student Doesn't Know His Place"
      }
    ],
    "description": {
      "en": "Shougetsu, an honors student at the top of his grade, discovers the wonders of developing his backside. One day, a student from the same grade, Kyoujima, sees him anal masturbating in a classroom after school. In exchange for his silence, Kyoujima tells him to continue what he was doing...?!\n\nA curiosity-filled high-schoolers' pleasure study love!!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "9.5"
  },
  {
    "mangaId": "077de7b6-ea9d-4e41-a4be-6b9eb73e308e",
    "title": {
      "en": "Misetagari no Tsuyuno-chan"
    },
    "updatedAt": "2024-04-28T22:04:41+00:00",
    "coverArt": "https://mangadex.org/covers/077de7b6-ea9d-4e41-a4be-6b9eb73e308e/ce34d2f2-e763-47bb-89a5-98a7b877cf20.jpg",
    "altTitles": [
      {
        "ja": "見せたがりの露乃ちゃん"
      },
      {
        "zh-hk": "想要給別人看的露乃醬"
      },
      {
        "en": "Tsuyuno-chan Likes to Show Off"
      },
      {
        "en": "Tsuyuno-chan Who Wants To Show Off"
      },
      {
        "ko": "보여주고 싶어하는 츠유노짱"
      }
    ],
    "description": {
      "en": "A little boy who has an armpit fetish and a high school girl who loves male attention and exposing herself so much so that she doesn't care who it is. When she notices that he has stalked her to her basketball game, she decides it wouldn't be bad to indulge him more.  \n  \n**Raw: [**[ComicBunch](https://www.comicbunch.com/manga/mon/tsuyunochan/) **|** [KurageBunch](https://kuragebunch.com/episode/13933686331653721909) **|** [NicoNicoBunch](https://seiga.nicovideo.jp/comic/47585)**]**"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "b82b27ba-3072-4f5b-9f47-44947af099ff",
    "title": {
      "en": "Buddy Go!"
    },
    "updatedAt": "2023-11-29T23:03:29+00:00",
    "coverArt": "https://mangadex.org/covers/b82b27ba-3072-4f5b-9f47-44947af099ff/061ee894-a56a-4e9a-badb-22145864726c.jpg",
    "altTitles": [
      {
        "ja": "バディゴ！"
      },
      {
        "en": "Buddy Go!"
      }
    ],
    "description": {
      "en": "Shizuku Ishiai, a 2nd year middle school student, loves dancing, but is bad at expressing herself, so she crossdresses and posts videos of her dances on the popular website \"Smile Douga,\" under the alias \"Ai.\" And she had declared the \"dancing prince,\" Hayate, her rival. But, after a few unexpected events, and her attempts to best him, she's somehow thrown into an idol unit with him; furthermore, a MALE one?!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": null
  },
  {
    "mangaId": "d587a5c2-842a-4fc5-a323-cddb5e41a2cb",
    "title": {
      "en": "Yuusha Party wo Tsuihousareta Hakuma Doushi, S Rank Boukensha ni Hirowareru ~Kono Hakuma Doushi ga Kikakugai Sugiru~"
    },
    "updatedAt": "2024-01-14T18:13:34+00:00",
    "coverArt": "https://mangadex.org/covers/d587a5c2-842a-4fc5-a323-cddb5e41a2cb/900f4389-c92b-4f67-9376-54e642a82556.jpg",
    "altTitles": [
      {
        "ja": "勇者パーティーを追放された白魔導師、Sランク冒険者に拾われる ～この白魔導師が規格外すぎる～"
      },
      {
        "ja-ro": "Yuusha Party o Tsuihousareta Hakuma Doushi, S Rank Boukensha ni Hirowareru ~Kono Hakuma Doushi ga Kikakugai Sugiru~"
      },
      {
        "en": "The White Mage Who was Banished from the Hero's Party is Picked up by an S Rank Adventurer: This White Mage is Too Out of the Ordinary!"
      }
    ],
    "description": {
      "en": "One day, Lloyd, a white mage, is banished from the hero’s party. Lloyd, who has lost his job, happens to accompany an S-rank party on a quest by chance. At that time, no one knew that the hero’s party would collapse and Lloyd would gain fame - yet. This is the story of an extraordinary support magic-user who thinks he is normal, becomes an adventurer, while he is unaware of how he eventually becomes peerless.",
      "pt-br": "Um dia, Lloyd, um mago branco, é banido da festa do herói. Lloyd, que perdeu o emprego, por acaso acompanha um grupo de rank S em uma missão. Naquela época, ninguém sabia que o partido do herói entraria em colapso e Lloyd ganharia fama - ainda. Esta é a história de um extraordinário usuário de magia de suporte que pensa que é normal, torna-se um aventureiro, embora não saiba como eventualmente se torna incomparável."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d0e0681e-8452-428d-91db-99ee9085f54c",
    "title": {
      "en": "Igyou Atama-san to Ningen-chan (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T18:18:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0e0681e-8452-428d-91db-99ee9085f54c/33b1ca0e-1565-474d-99df-1e5a5e1c55df.jpg",
    "altTitles": [
      {
        "ja": "異形頭さんとニンゲンちゃん"
      },
      {
        "ja-ro": "Igyou Atama-san to Ningen-chan"
      },
      {
        "uk": "Гетероморфна Голова-сан і його людина"
      },
      {
        "en": "The Aberrant-Headed Guy and the Human Girl"
      }
    ],
    "description": {
      "en": "The main character who got worked to the bone as a corporate slave office lady in the current world got transported to another world, where she became the pet of aberrant head-san. Although they both hold romantic feelings towards each other, it's hard for them to develop their love with their difference in species standing in the way.",
      "uk": "Наша головна героїня, втомлена життям корпоративного раба, потрапляє в інший світ і живе як домашня тваринка Гетероморфної Голови-сана. Вони обоє мають романтичні почуття одне до одного, які, втім, через расові відмінності не можуть розвиватися, хоча..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c055a250-d2ee-486d-b80c-048d6be8f011",
    "title": {
      "en": "Isekai Ooku de JK wa Koi o Suru"
    },
    "updatedAt": "2024-05-24T02:04:15+00:00",
    "coverArt": "https://mangadex.org/covers/c055a250-d2ee-486d-b80c-048d6be8f011/de2c74de-7cf2-4a5f-93ae-fa288dce0995.jpg",
    "altTitles": [
      {
        "ja-ro": "Isekai Oooku de JK wa Koi o Suru"
      },
      {
        "en": "A JK Falls in Love in the Depths of Another World"
      },
      {
        "ja": "異世界大奥でJKは恋をする"
      }
    ],
    "description": {
      "en": "16 year old Himeno Shion has never experienced love. Unfortunately, she suddenly hit by a truck and gets transported no another world!\n\n[Do you want to all in love?]\n\nRight when she's about be eaten by a dragon, she gets saved by handsome hero named Ars. After bring Shion to his castle, Dragonia, she discovers that he wants to gather a harem girls from other races!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]