[
  {
    "mangaId": "24af0628-fe13-4d9d-844d-339717e09868",
    "title": {
      "en": "Read to Level Up"
    },
    "updatedAt": "2024-04-03T00:05:19+00:00",
    "coverArt": "https://mangadex.org/covers/24af0628-fe13-4d9d-844d-339717e09868/eb97af62-eb65-4aba-a782-12eef0da9f0a.jpg",
    "altTitles": [
      {
        "ja": "Kono Hon wa Boku no Keiken-chi o Unda"
      },
      {
        "fa": "من از کتاب نوشتن، تجربه کسب می‌کنم"
      },
      {
        "fa": "من با نوشتن در کتاب، تجربه می‌گیرم"
      },
      {
        "ko": "책을 읽으면 경험이 쌓여"
      },
      {
        "ja": "この本は僕の経験値を生んだ"
      },
      {
        "en": "I Stack Experience Through Reading Books"
      },
      {
        "ko-ro": "Chaegeul Ilgeumyeon Gyeongheomi Ssayeo"
      }
    ],
    "description": {
      "en": "The main character, Jong-Seok Lee used to be your average, run of the mill person. The only thing remotely interesting about him is the fact that he’s always at local book stores. All of that changes when he suddenly encounters a completely blank book and foolishly accepts what’s asked of him…"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "cad40989-7cff-4146-9655-b7bab85c054c",
    "title": {
      "en": "Sakuran Bocchi"
    },
    "updatedAt": "2024-11-17T22:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/cad40989-7cff-4146-9655-b7bab85c054c/14948f2e-b24d-4d68-9d0e-26e768a620b8.jpg",
    "altTitles": [
      {
        "ja": "サクランボッチ"
      }
    ],
    "description": {
      "en": "Sakura, a girl who has difficulty making friends. Hanayo, a girl belonging to a literature club of which she is the only member. Yuriya, a girl who seems to have a kind of one-sided rivalry with Sakura. Koyuki, a girl with a rather quiet character. These girls with totally different personalities unexpectedly cross paths when all four join their school's literature club!",
      "ja": "物事を深く考えすぎるがゆえに友達を作れない桜。そんな桜がある日出会ったのは、部員一人の文芸部部長・花陽。桜を一方的にライバル視するお嬢様・百合や心の声では多弁、現実は無口な後輩・小雪と、個性豊かな残念美少女たちが文芸部に大集結!?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "6724bbf4-5855-4972-b6c9-ea92469aba89",
    "title": {
      "en": "Prey"
    },
    "updatedAt": "2024-11-19T21:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/6724bbf4-5855-4972-b6c9-ea92469aba89/3f49cf2b-ff30-4750-bb62-31e303a20238.png",
    "altTitles": [
      {
        "en": "Food"
      },
      {
        "id": "Mangsa"
      },
      {
        "zh-hk": "餌"
      },
      {
        "ko": "먹이"
      },
      {
        "pt-br": "Presa"
      },
      {
        "th": "เหยื่อ"
      }
    ],
    "description": {
      "en": "Park Yun-yeong has a mysterious power which allows her to see ghastly creatures that seem to inhabit our world but not interact with it - unless they notice you acknowledge their existence. That’s when they stop being harmless.",
      "pt-br": "Park Yun-yeong tem um poder misterioso que permite que ela veja criaturas horríveis que parecem habitar nosso mundo, mas sem interagir com ele, a menos que percebam que você sabe que eles existem. É nesse momento que eles deixam de ser inofensivos."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "131"
  },
  {
    "mangaId": "fc4eede2-4fc9-4fdc-8904-7ea7ae56d773",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Shadow Gaiden"
    },
    "updatedAt": "2024-05-30T05:54:18+00:00",
    "coverArt": "https://mangadex.org/covers/fc4eede2-4fc9-4fdc-8904-7ea7ae56d773/07c4830c-7e39-4e19-9681-df63541dede5.jpg",
    "altTitles": [
      {
        "zh": "想要成爲影之實力者-沙雕小劇場"
      },
      {
        "ja": "陰の実力者になりたくて！ しゃどーがいでん"
      },
      {
        "en": "The Eminence in Shadow: Shadow Side Story"
      },
      {
        "en": "I Want To Become The Eminence In Shadow! Shadow Side Story"
      }
    ],
    "description": {
      "en": "An official spin-off of the the super famous fantasy \"The Eminence in Shadow\".  \nOP main character × isekai reincarnation × misunderstandings!? This is the beginning of a spin-off of the super-famous web novel isekai fantasy \"The eminence in Shadow\".  \nCid is a boy who reincarnated in another world, and decided to enjoy a scenario of being \"the eminence in shadow, someone who meddles with the story from the shadows, and exhibits his true power in secrecy\". Thus unfolds the story of him and the secret organization he leads—shadow garden—as well their their pleasant friends! An easy-going 4-koma manga starts right here and now!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "52"
  },
  {
    "mangaId": "92bfbf4b-43d0-4af3-8169-2b6be931f35e",
    "title": {
      "en": "Reincarnated as a Genius Prodigy of a Prestigious Family"
    },
    "updatedAt": "2024-11-24T01:07:11+00:00",
    "coverArt": "https://mangadex.org/covers/92bfbf4b-43d0-4af3-8169-2b6be931f35e/dce1d4fe-a41d-43ab-80a7-814abed1f613.jpg",
    "altTitles": [
      {
        "en": "Reincarnated as a Genius Prodigy of a Prestigious Family"
      },
      {
        "ko": "명가의 역대급 재능천재로 환생했다"
      }
    ],
    "description": {
      "en": "His talent was forged on the battlefield, but before he could fully develop it, he died.\n\nHowever, when he opened his eyes again, he realized he had been reborn as Dane Sogres, the youngest son of a prestigious count.\n\nThe talent he now possessed... was not limited to just one field?!\n\nA talent in spearmanship, assassination, magic, summoning, and even swordsmanship—which he had not been able to develop fully before!\n\nHe can finally nurture his endless talent in the embrace of the happy family he had always longed for.\n\n\"Spearmanship! Dane must absolutely learn spearmanship!\"\n\n\"Are you saying that because you really don't know how useful learning stealth and assassination skills could be?\"\n\n\"Magic is the future, Father, Mother!\"\n\n\"For my younger brother... summoning would also be really nice...\"\n\n...Mm, this is a happy family, right?",
      "ko": "전장에서 쓸쓸한 죽음을 맞이했는데,\n명가의 사랑받는 막내아들로 다시 태어나다?\n\n창술, 암살, 마법, 소환, 검술…\n끝을 모르는 재능까지!\n\n항상 바라왔던 행복한 가족들 속에서,\n내가 가진 재능을 펼쳐 보이겠어!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bb90aab-f02b-45a0-aab2-e7edb98e894f",
    "title": {
      "en": "Ano Hanagasaku Oka de, Kun to Mata Deaetara."
    },
    "updatedAt": "2024-11-18T17:14:00+00:00",
    "coverArt": "https://mangadex.org/covers/6bb90aab-f02b-45a0-aab2-e7edb98e894f/1a39568d-f986-407b-b585-36c47160ca5f.jpg",
    "altTitles": [
      {
        "ja": "あの花が咲く丘で、君とまた出会えたら。"
      },
      {
        "en": "I Wish I Could Meet You Again on the Hill Where That Flower Blooms."
      },
      {
        "id": "Aku Harap Aku Bisa Bertemu Kamu Lagi di Bukit Tempat Bunga Itu Mekar."
      },
      {
        "vi": "Giá Như Có Thể Gặp Lại Anh Trên Ngọn Đồi Trải Đầy Hoa Nở Ấy"
      }
    ],
    "description": {
      "en": "The long-awaited comicalisation of the inspiring time leap novel that became a super hit on TikTok!\nThe miracle of the encounter between a lonely modern-day girl and a Kamikaze pilot...\n\nOne day, Kano Yuri, a girl in the second year of junior high school who is frustrated by her unchanging daily life, gets into a fight with her mother and runs away from home. The next morning, Yuri spends the night in an air-raid shelter in the neighbourhood.",
      "id": "Pada suatu hari, Kano Yuri, seorang cewek kelas dua SMP yang frustasi dengan kehidupannya yang monoton, bertengkar dengan ibunya dan kabur dari rumah. Esok harinya, Yuri bermalam di bungker serangan udara yang ada di lingkungannya.",
      "vi": "Yuri chỉ sống cho qua ngày giữa cuộc sống xoay quanh trường học và gia đình.Vì cãi nhau với mẹ nên cô đã bỏ nhà đi, khi tỉnh dậy đã là chiến tranh Nhật Bản 70 năm trước. Tình cờ nhận được sự giúp đỡ của Akira và cùng anh trải qua những ngày tháng đó, cô đã bị thu hút bởi sự chân thành và tốt bụng của anh. Tuy nhiên, anh ấy là một thành viên của đội cảm tử và vận mệnh của anh đã được định sẵn ngoài chiến trường. Khá lâu sau đó Yuri bất ngờ biết được những cảm xúc thực sự của Akira..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "bfeb6b38-0418-4eb3-94fc-5cfb5c86814b",
    "title": {
      "en": "Seisenki Elna Saga"
    },
    "updatedAt": "2024-10-08T04:59:43+00:00",
    "coverArt": "https://mangadex.org/covers/bfeb6b38-0418-4eb3-94fc-5cfb5c86814b/0c0f976d-bbc6-46fa-a146-e2e12268a485.jpg",
    "altTitles": [
      {
        "en": "Holy War Records Elna Saga"
      },
      {
        "ja": "聖戦記エルナサーガ"
      },
      {
        "vi": "Thánh Chiến Ký Elna Saga"
      }
    ],
    "description": {
      "en": "A war-torn world. The prince of Ansaz, Þjálfi the Immortal, continued his march with the strength of a demon god. The country he was aiming for was Arsatual. The princess, Elna, is incapable of using magic. But because of this, she is said to be able to use the sacred sword...",
      "vi": "Cuộc phiêu lưu của Công chúa Elna từ vương quốc Arthurtual và Hoàng tử Thjalfi từ vương quốc đối địch Ansuz. Tình yêu, phiêu lưu và chiến tranh, một bộ truyện mang đậm phong cách Gibili rất hay mà bạn không nên bỏ qua."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "65"
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK Kuzuhana-chan"
    },
    "updatedAt": "2024-10-30T23:44:27+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/7c7c6fb2-b8fe-4aae-aa3a-a0546766e679.jpg",
    "altTitles": [
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "en": "Delinquent High School Girl Kuzuhana-chan"
      },
      {
        "en": "Yankee High School Girl Kuzuhana-chan"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio Kuzuhana-chan"
      },
      {
        "es": "Colegiala Delincuente/Yankee Kuzuhana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! While most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone. Is this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359! Bien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix. Est-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!! 359人の女子高生にいじられまくり!! つらたんハーレム学園ラブコメ!! コワかわ最強ヒロイン爆誕!! 四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?! Saotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcf2a791-c789-483a-91b1-12b09d2b38d7",
    "title": {
      "en": "Inochi no Tabekata"
    },
    "updatedAt": "2024-10-21T12:09:47+00:00",
    "coverArt": "https://mangadex.org/covers/bcf2a791-c789-483a-91b1-12b09d2b38d7/bc5620f2-3071-4fd2-a5d2-fad46a8e3fc1.jpg",
    "altTitles": [
      {
        "ja": "いのちの食べ方"
      },
      {
        "en": "How to Eat Life"
      },
      {
        "pt-br": "Como Comer a Vida"
      }
    ],
    "description": {
      "en": "Otogiri Tobi, a 2nd grade middle school student, spends his depressing days searching for his missing older brother alongside his inhuman companion, Baku.\nTobi used to rarely speak to anyone besides Baku, however one day after his classmate Shiratama Ryuuko suddenly approaches him, his life begins to change…?\n\nThis is an adventure surrounding the “human” and the “inhuman” that a lone boy faces.\n___\n**Character Designers:** [Mariyasu](https://mangadex.org/author/c4b0336b-a879-4634-9053-9efb11c3f71b), [Waboku](https://mangadex.org/author/03dcd51c-8a6b-4302-8c84-d943a039db25), [lack](https://mangadex.org/author/b68dc199-aaab-4deb-825a-5f3df6482b28)\n\n**Note:** Adapted from the song and novel of the same name."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
    },
    "updatedAt": "2024-08-30T16:32:54+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      },
      {
        "es-la": "El día que decidí hacer entender a mi descarada hermana gal a mi manera"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe2e8d39-6644-4e5f-aadc-32c26406073b",
    "title": {
      "en": "Maxed Talent Player"
    },
    "updatedAt": "2024-10-31T15:20:36+00:00",
    "coverArt": "https://mangadex.org/covers/fe2e8d39-6644-4e5f-aadc-32c26406073b/3e3104e0-94d8-4137-832b-1c22fde379cb.jpg",
    "altTitles": [
      {
        "en": "Talent Management Player"
      },
      {
        "en": "A Talented Player"
      },
      {
        "ko": "재능만렙 플레이어"
      },
      {
        "ko-ro": "Jaeneungmallep Peulleieo"
      },
      {
        "en": "Max Talent Player"
      }
    ],
    "description": {
      "en": "In 2018, monsters swarmed Seoul, and heroic “players” saved the city. Fast forward a decade, Hyukjin Kim, stuck in a seven-year rut after failing to become a player himself, gets a do-over. Zapped back to 2018, Hyukjin seizes his chance to rewrite history. With knowledge from the future and his re-awakened player talents, Hyukjin battles beasts and conquers dungeons in a pulse-pounding quest for redemption and survival!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d6ccd3e-f430-4eed-b0bc-59f91803b83f",
    "title": {
      "en": "“Okaeri, Papa”"
    },
    "updatedAt": "2024-11-07T17:28:38+00:00",
    "coverArt": "https://mangadex.org/covers/3d6ccd3e-f430-4eed-b0bc-59f91803b83f/12950b65-e38a-446a-85f6-2ae940f2c477.jpg",
    "altTitles": [
      {
        "ja": "「おかえり、パパ」"
      },
      {
        "en": "“Welcome Back, Papa”"
      },
      {
        "en": "“Welcome Home, Papa”"
      },
      {
        "pt-br": "Bem-vindo, Papai!"
      },
      {
        "ne": "घरमा स्वागत छ, पापा"
      },
      {
        "vi": "Mừng Papa về"
      },
      {
        "ru": "Добро пожаловать домой, Папа"
      },
      {
        "ru": "С возвращением домой, Папа"
      },
      {
        "en": "Welcome Back, Papa"
      }
    ],
    "description": {
      "en": "A high school girl is trying to get obsessively close to her kind stepdad. Even going as far as watching him in bed with her mom.",
      "ru": "У женщины, на которой я женился, есть дочь. Её зовут Тоуко и она второкурсница старшей школы.\nЯ заволновался, когда узнал, что у меня появится дочь-подросток, но я рад, что, похоже, понравился ей.\n\nНо был один странный момент, когда расстояние между нами стало слишком близким?..\n\n\"Пожалуйста, позаботься обо мне с этого момента, папа ♡\"\n\nЯ уверен, что никто не знает, кто этот ребёнок на самом деле.",
      "pt-br": "A mulher com quem me casei tem uma filha, uma estudante do segundo ano chamada Toru Sakurako.  Fiquei preocupada quando soube que a filha dela ainda era uma garota do ensino médio, então fiquei feliz em ver que nos demos bem. Mas às vezes, Toru parecia chegar um pouco perto demais...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3169544f-4b87-4a14-917b-f73600941f55",
    "title": {
      "en": "Noa-senpai wa Tomodachi."
    },
    "updatedAt": "2024-11-23T12:07:24+00:00",
    "coverArt": "https://mangadex.org/covers/3169544f-4b87-4a14-917b-f73600941f55/08194cc2-4c9b-45e3-b1fe-d68625ef957d.jpg",
    "altTitles": [
      {
        "ja": "のあ先輩はともだち。"
      },
      {
        "en": "Noa is My Senior, and My Friend."
      },
      {
        "ru": "Noa-senpai is My Friend."
      },
      {
        "zh": "望爱前辈是朋友"
      },
      {
        "ru": "Моя подруга Ноа-сэмпай"
      },
      {
        "cv": "Нува асли манӑн тус"
      }
    ],
    "description": {
      "en": "A bitter and painful adult's life needs \"friends\".  Set in a game company, Rihito Otsuka (23), who is your everyday salaryman, and Noa Saotome (27), the ultimate career woman. Two characters whose lives aren't supposed to intersect become \"friends\" by chance.  A little sweet and slightly heavy office \"friends\" comedy begins!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ja": "苦くて辛いオトナの人生にこそ、“ともだち”が必要だ。ゲーム会社を舞台に、仕事も人付き合いも“ほどほど”が身上の「平熱さとり系」大塚理人(23)と、何事にも全力すぎる「限界バリキャリ」早乙女望愛(27)。交わらないキャラのふたりが、ひょんなことから「友達」に…？　少し甘くて若干重めな「オフィス”ともだち”コメディ」スタート！\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "ru": "«Друзья» необходимы в горькой и мучительной жизни взрослого человека.\n\nИстория, происходящая в игровой компании, разворачивается вокруг Рихито Оцуки (23 года), который «умерен» в своей работе и социальных взаимодействиях, и Ноа Саотомэ (27 лет), карьеристки, которая выкладывается на полную во всём, что делает. И эти два непересекающихся характера случайно становятся «друзьями»?.. И так начинается немного сладкая и тяжеловатая «офисно-дружеская» комедия!\n\n---\n\n**Links:** \n- [Alternative Raw (Ch15 Continue Here)](https://ynjn.jp/allEpisodeList/10427)",
      "es-la": "La vida amarga y dolorosa de los adultos necesita amistades. Ambientado en una compañía de videojuegos, Rihito Otsuka, un oficinista de 23 años. Que es normal socializando y trabajando. Y Noa Saotome de 27, que lo da todo en todo lo que hace. Dos personaje que a priori no encajan... ¿Pueden ser amigos por casualidad? \n¡Comienza una dulce y pequeña pero pesada comedia sobre amigos de oficina!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5ac4378-f71b-4d9e-ad8c-cd6c43a006e7",
    "title": {
      "en": "Bubbly Dialog"
    },
    "updatedAt": "2022-05-16T19:31:55+00:00",
    "coverArt": "https://mangadex.org/covers/f5ac4378-f71b-4d9e-ad8c-cd6c43a006e7/ca6e94a4-f826-4ec9-9b3c-1a1ddaabcb69.jpg",
    "altTitles": [
      {
        "en": "Momentary Dialog"
      },
      {
        "ja": "Utakata Dialogue"
      },
      {
        "ja": "うたかたダイアログ"
      }
    ],
    "description": {
      "en": "Utagawa and Katano are high school students working part time at a drugstore in their local shopping mall. Their lives are pretty normal, there's no burning romance, saving the world with magic powers, aiming for a high-school sports championship, or getting summoned into an alternate world to defeat the demon king. Just two students wasting their days at their job with a hint of attraction and a dose of comedy."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2024-11-22T13:02:44+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/092db854-db7f-4f33-8aa5-837bb4ad9d8d.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "en": "Momose Akira's First Love Is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "en": "Momose Akira's First Love is a Failure."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      },
      {
        "pl": "Pierwsze miłosne zmagania Akiry Momose"
      },
      {
        "vi": "Mối tình đầu đầy trắc trở của Momose Akira"
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire.\n\nJust as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach.\n\nAnd there was a “fate” that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。\n\n彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。\n\nそしてそこには、想像以上の”運命”が拡がってました。\n\n2人の様子を、どうぞあったかく見守ってください。",
      "pl": "Kugayama Hajime, chłopiec mieszkający na wsi, spotyka swoją dawną koleżankę z klasy, Momose Akiry, którą podziwiał. Gdy tylko zamierza obserwować ją z daleka i cieszyć się swoją słodko-gorzką młodością, Akira niespodziewanie zbliża się do niego. A za tym kryło się „przeznaczenie”, którego nie mógł sobie nawet wyobrazić.",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de escola por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc1b8669-82b2-4232-99c1-40d48fc2d988",
    "title": {
      "en": "Undead Unluck"
    },
    "updatedAt": "2024-08-04T17:53:38+00:00",
    "coverArt": "https://mangadex.org/covers/cc1b8669-82b2-4232-99c1-40d48fc2d988/4b8a489f-250a-4cf2-a847-89640d5006f8.jpg",
    "altTitles": [
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ru": "Нежить и Неудача"
      },
      {
        "kk": "Өлімсіз бен Сәтсіздік"
      },
      {
        "th": "Undead Unluck"
      }
    ],
    "description": {
      "en": "As an UNLUCKY girl prepares to face her death, an UNDEAD who desperately wants to die appears before her! Vicious, violent and buck naked! An unprecedented picaresque hero appears in Shonen Jump!  \n  \n- Winner of the 2020 Tsugimanga award.",
      "th": "อันเดดที่ใฝ่หาความตายปรากฎตัวขึ้นต่อหน้าอันลัคที่ตั้งใจจะตาย...!? ฮีโร่วายร้ายที่ทั้งร้าย！โหด! โป๊! แบบที่คุณไม่เคยเห็นมาก่อน ตีพิมพ์แล้วในจัมป์วันนี้!",
      "pt-br": "Enquanto uma garota Azarada se prepara para enfrentar sua morte, um MORTO-VIVO que deseja desesperadamente morrer aparece diante dela! Vicioso, violento e nu! Um herói pitoresco inédito aparece na Shonen Jump!\n\nVencedor do prêmio Tsugimanga 2020."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9229ee0c-3e56-41df-be1f-278fa8680426",
    "title": {
      "en": "Snake in the Office"
    },
    "updatedAt": "2024-06-07T20:27:27+00:00",
    "coverArt": "https://mangadex.org/covers/9229ee0c-3e56-41df-be1f-278fa8680426/dc5c7d32-7abb-4ed5-9fe2-9618810491fd.png",
    "altTitles": [],
    "description": {
      "en": "A naga starts a new job in a new town.\n\nPosted with [author permission](https://twitter.com/DanielLCarrier/status/1769140595296207140).\n\n---\nAlternative Official English: [TheDuckWebComics](https://www.theduckwebcomics.com/Snake_in_the_office/5771894/)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "142438ca-afa5-439c-8bd4-dbc98e6324fc",
    "title": {
      "en": "Please Lay Your Eyes on Jasmine"
    },
    "updatedAt": "2024-07-03T11:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/142438ca-afa5-439c-8bd4-dbc98e6324fc/218b035d-1cd3-42f9-952e-7dffea019236.jpg",
    "altTitles": [
      {
        "en": "Please Look at Jasmine"
      },
      {
        "ko": "자스민을 봐주세요!"
      }
    ],
    "description": {
      "en": "Jasmine had an accident with her one-sided love, Duke Aion. The straightforward man, who had not paid attention to her before, who had consistently ignored her, for some reason, now caught the feeling… “Don't you like me? Is that a lie? \"Why would I lie about that?\" “I know. You are that kind of person.” He was in a phase where he broke off from his cursed love, but instead it took a turn for the worse."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "208"
  },
  {
    "mangaId": "f25669f5-d886-49c5-bbac-d3b4c5ff3d02",
    "title": {
      "en": "Exorcist no Kiyoshi-kun"
    },
    "updatedAt": "2024-11-17T22:53:40+00:00",
    "coverArt": "https://mangadex.org/covers/f25669f5-d886-49c5-bbac-d3b4c5ff3d02/67f88869-bca4-4eb2-99c0-71df33294397.jpg",
    "altTitles": [
      {
        "ja": "悪祓士のキヨシくん"
      },
      {
        "en": "Ultimate Exorcist Kiyoshi"
      },
      {
        "ru": "Экзорцист Киёши"
      }
    ],
    "description": {
      "en": "The most powerful exorcist in history--Kiyoshi! In order to protect that which is precious to him, Kiyoshi has attained ultimate strength. But he has a secret he can't tell anyone... Become a sword that slays evil! Become a shield that protects the weak!",
      "ja": "祓清は史上最強の悪祓士（エクソシスト）。弱冠16歳にして初任務にあたっていた。しかし、本当は超ビビり＋ド級の人見知りで…!?　ほんの少しの勇気を胸に、悪魔を祓え!!",
      "es-la": "El exorcista más poderoso de la historia--¡Kiyoshi! Para poder proteger aquello que considera precioso, Kiyoshi ha obtenido una fuerza sin igual. Pero tiene un secreto que no puede revelar... ¡Conviértete en una espada que corta el mal! ¡Se un escudo que protege a los débiles! ¡Todo eso y más se junta en esta nueva serie de exorcismo, batallas y comedia!",
      "pt-br": "O exorcista mais poderoso da história: Kiyoshi Harai! Para proteger o que é precioso para ele, Kiyoshi atingiu a força suprema. Mas ele tem um segredo que não pode contar a ninguém... ele virou a espada que erradica o mal! O escudo que protege os fracos! Tudo se junta nessa nova série dramática de comédia e batalha de exorcistas!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d64b0768-bebe-433c-b923-99870503c0a3",
    "title": {
      "en": "Dark Gathering"
    },
    "updatedAt": "2024-09-06T10:56:00+00:00",
    "coverArt": "https://mangadex.org/covers/d64b0768-bebe-433c-b923-99870503c0a3/e75ae3d4-b2b9-4476-b51f-9fd24bf7bf44.jpg",
    "altTitles": [
      {
        "ja": "ダークギャザリング"
      },
      {
        "zh": "黑暗集会"
      },
      {
        "zh-hk": "黑暗集會"
      },
      {
        "ne": "डार्क ज्ञादरिङ"
      },
      {
        "vi": "Thợ săn ác linh"
      }
    ],
    "description": {
      "en": "Keitarou, who's always had a disposition for attracting spirits, gets hired as a tutor for a little girl named Yayoi who can see spirits and is searching for the spirit that took away her mother.",
      "vi": "Keitarou, chàng trai có khả năng thu hút ma quỷ, được thuê làm gia sư cho một cô bé mang tên gọi Yayoi, người có thể trông thấy ma quỷ và đang trong công cuộc tìm kiếm con ma đã mang người mẹ của mình đi mất."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "677fb60b-2deb-46db-9ece-704f6144faf0",
    "title": {
      "en": "Ponkotsu Fuukiiin to Skaato take ga Futekisetsu na JK no Hanashi"
    },
    "updatedAt": "2024-10-31T16:35:27+00:00",
    "coverArt": "https://mangadex.org/covers/677fb60b-2deb-46db-9ece-704f6144faf0/07299d30-7abc-431f-b91e-a3ecd771a0a3.jpg",
    "altTitles": [
      {
        "ja": "ポンコツ風紀委員とスカート丈が不適切なＪＫの話"
      },
      {
        "en": "The Story Between a Dumb Prefect and a High School Girl with an Inappropriate Skirt Length"
      },
      {
        "en": "Story of the Useless Prefect and the High School Girl with an Inappropriate Skirt Length"
      },
      {
        "zh": "根筋的風紀委員與裙長不當的JK"
      },
      {
        "id": "Kisah Antara Komite Lugu dan Gadis SMA dengan Rok yang Terlalu Pendek"
      },
      {
        "pt-br": "A História Entre um Monitor Burro e uma Colegial com a Saia em um Cumprimento Inadequado"
      },
      {
        "vi": "Câu chuyện về cậu ủy viên ngốc nghếch và cô bạn gái có độ dài váy quá ngắn"
      }
    ],
    "description": {
      "en": "Sakuradaimon is the school's prefect. A prefect is a student who is authorized to enforce discipline. As a prefect, he's supposed to be a role model to other students, but unfortunately he's not perfect. Kohinata is one of the people who Sakuradaimon has tried to discipline into wearing appropriate school attire, but she has thus far been disobedient.",
      "ja": "度が過ぎるほど“マジメ”な風紀委員・桜大門くんの日々の役目は、校門当番として生徒たちの服装をチェックすること。彼がいつも注意するのは、髪の毛が明るくミニスカートな“問題児”小日向さん。口うるさい桜大門くんを嫌がる彼女だったが、彼が実はかなりの“ポンコツ”であることを知ってしまい…！？",
      "pt-br": "Sakuradaimon é o monitor do colégio; um monitor é um aluno que é pode aplicar atos disciplinatórios. Como monitor ele deve ser um aluno modelo para os outros estudantes, mas infelizmente ele não é perfeito. Kohinata é uma das estudantes que o Sakuradaimon tenta disciplinar devido ao uso incorreto do uniforme escolar, mas até o presente momento ela foi desobediente. Esta é a história entre a interação entre os dois."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83681018-2b22-4ea0-ab05-43749e73035b",
    "title": {
      "en": "The Strongest Earthbound Spirit and the Guy With No Spiritual Sense"
    },
    "updatedAt": "2024-10-21T16:56:23+00:00",
    "coverArt": "https://mangadex.org/covers/83681018-2b22-4ea0-ab05-43749e73035b/df01764d-c796-4d19-ae1f-17433bc4c74e.jpg",
    "altTitles": [
      {
        "ja": "最強事故物件と霊感ゼロ男の話。"
      },
      {
        "ja-ro": "Saikyou Jikobukken to Reikan Zero Otoko no Hanashi."
      },
      {
        "ja-ro": "Saikyou Jiko Bukken to Reikan Zero Otoko no Hanashi."
      },
      {
        "en": "The Strongest Haunted House and the Guy With No Spiritual Sense"
      },
      {
        "en": "The Story Of The Strongest Stigmatized Property & The Guy With Zero Spiritual Sense."
      },
      {
        "ru": "Рассказ о переполненном призраками доме и мужчине с нулевым экстрасенсорным восприятием"
      },
      {
        "zh": "最强事故物件与灵感应能力为零的男子"
      },
      {
        "zh-hk": "最強事故物件與靈感應能力爲零的男子"
      },
      {
        "ja": "最強地縛霊と霊感ゼロ男の話。"
      },
      {
        "ja-ro": "Saikyou Jibakurei to Reikan Zero Otoko no Hanashi."
      },
      {
        "en": "The Story Of The Strongest Earthbound Spirit & The Guy With Zero Spiritual Sense."
      },
      {
        "ja": "最強地縛霊と霊感ゼロ男"
      },
      {
        "ja-ro": "Saikyou Jibakurei to Reikan Zero Otoko"
      },
      {
        "en": "The Strongest Earthbound Spirit & The Guy With Zero Spiritual Sense"
      },
      {
        "en": "Super Ghost Girl & Non Sixth Sense Guy"
      },
      {
        "vi": "Ngôi nhà bị ma ám mạnh nhất và chàng trai không có linh cảm"
      },
      {
        "id": "Rumah Hantu Terkuat dan Cowok yang Nggak Peka sama Hal Gaib"
      },
      {
        "uk": "Історія про Найсильнішого Злого Духа та Чоловіка із нульовим екстрасенсорним сприйняттям"
      }
    ],
    "description": {
      "en": "On the last day before a guy who can't sense any spirits at all moves out from his supposedly haunted house, Kinako-sama, the self-proclaimed strongest earth-bound spirit, will try her best to scare the living hell out of the guy before he leaves for good.\n___\n**KADOKAWA Version Links:**\n- [Amazon](https://www.amazon.co.jp/dp/B0BW9BSLZ7)\n- [ebookjapan](https://ebookjapan.yahoo.co.jp/books/745607/)",
      "vi": "Trước khi main dọn nhà đi, Kinako-sama phải dọa cho hắn són đái ra quần mới được"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6643b6b-5a2e-4f94-8f30-13d4f5e4299a",
    "title": {
      "en": "Hiiragi-san is A Little Careless"
    },
    "updatedAt": "2024-03-06T08:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/d6643b6b-5a2e-4f94-8f30-13d4f5e4299a/742dd32f-2e7b-49bc-a567-54cffa1fd260.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ抜けちゃう柊さん"
      },
      {
        "ja-ro": "Chotto Dake Nuke Chau Hiiragi-san"
      },
      {
        "ja-ro": "Chotto Dake Nukechau Hiiragi-san"
      },
      {
        "en": "Hiiragi-san is a little careless."
      }
    ],
    "description": {
      "en": "Kotori-kun, who falls in love with his classmate Hiiragi-san at first sight, somehow wants to get close to her. Hiiragi-san is quite an earnest and lovely girl, but… She’s surprisingly a little careless--! This is about the charming school life of a careless girl and a pure boy who gets led on everyday by her -- a romantic comedy that’s a wee bit H sometimes but warm and fluffy to death."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "66"
  },
  {
    "mangaId": "2a45676c-6b3e-4733-a1f1-5b9f379954e8",
    "title": {
      "en": "Shane x Onna Oujoushu no Manga"
    },
    "updatedAt": "2024-11-07T17:04:01+00:00",
    "coverArt": "https://mangadex.org/covers/2a45676c-6b3e-4733-a1f1-5b9f379954e8/a60714b4-e0e7-4133-aa4d-389e3b9fd3cb.jpg",
    "altTitles": [
      {
        "ja": "シェーン×女農場主の漫画"
      },
      {
        "ja-ro": "Shane x Onna Oujoushu no Manga"
      },
      {
        "en": "A Manga about Shane and the Farmer"
      },
      {
        "en": "Shane x Female Farmer"
      }
    ],
    "description": {
      "en": "A Stardew Valley doujin that follows the love story of Shane and Mugi, a farmer who has just moved to Pelican Town. \nThe story is semi-original and does not strictly follow the game's events and dialogue."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f",
    "title": {
      "en": "The Reborn Young Lord Is an Assassin"
    },
    "updatedAt": "2024-10-28T18:30:43+00:00",
    "coverArt": "https://mangadex.org/covers/49c09cc3-6e2d-458f-9a54-7fa5ecae1f6f/24de45c4-b14e-48d7-b415-9c2cbef6fe2f.jpg",
    "altTitles": [
      {
        "ko": "회귀한 공작가의 막내도련님은 암살자"
      },
      {
        "ko-ro": "Hoegwihan Gongjakgaui Mangnaedoryeonnimeun Amsalja"
      },
      {
        "en": "The Regressed Son of a Duke Is an Assassin"
      },
      {
        "en": "The Regressed Youngest Son of the Duke Is an Assassin"
      },
      {
        "es": "El asesino que retornó como el hijo del Duque"
      },
      {
        "es": "El pibe que retorna como el hijo menor"
      },
      {
        "es-la": "La venganza del asesino de la espada demoniaca"
      },
      {
        "ru": "Вернувшийся младший сын герцога"
      },
      {
        "ru": "Регрессировавший сын герцога"
      },
      {
        "th": "ลูกชายคนเล็กของดยุกคือมือสังหาร"
      },
      {
        "ja": "回帰した公爵家の末息子は暗殺者"
      },
      {
        "zh": "公爵家的重生暗杀者"
      },
      {
        "zh-hk": "歸來的少爺是暗殺者"
      }
    ],
    "description": {
      "en": "Cyan Vert, illegitimate son of the Duke and the empire's greatest assassin, is betrayed by the righteous brother whose shadow he's always lived in. But just before the fatal blow strikes his throat, Cyan awakes to find he's just a boy again. The young lord has been reborn, and this time, he's not going to live in anyone's shadow!\n\n---\nCyan Vert, the best assassin of the continent, meets a pitiful death after having been betrayed by his own brother, whom he had trusted all his life.\n\n\"If I were given another chance at life, I would live it differently. I would only trust myself, and achieve all the things I want on my own without serving anyone else but myself.\"\n\nThat is how he was given a second chance at life. Cyan Vert, a shadow who lived for others, is no more. He will now pave a path on his own, for only him!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "334b3730-21a7-4293-af2f-4875abd08ed1",
    "title": {
      "en": "Chanto Suenai Kyuuketsuki-chan"
    },
    "updatedAt": "2024-11-06T23:25:11+00:00",
    "coverArt": "https://mangadex.org/covers/334b3730-21a7-4293-af2f-4875abd08ed1/fcf9cbea-57ba-4108-ac94-c938b4d525e0.jpg",
    "altTitles": [
      {
        "ja": "ちゃんと吸えない吸血鬼ちゃん"
      },
      {
        "en": "Vampire-chan can't Suck Properly"
      }
    ],
    "description": {
      "en": "The overwhelming preciousness that captivates all those whose blood she sucks!",
      "ja": "クラスメイトの石川月菜は吸血鬼。クールでミステリアスな彼女はクラスの人気者！だけど、実は血を吸うのがメッチャ下手！？クラスのモブ的存在・大鳥くんはひょんなことからそんな吸血鬼ちゃんの練習相手になることに…！",
      "pt-br": "A preciosidade esmagadora que cativa todos aqueles cujo sangue ela suga! Um novo tipo de comédia de mimos e alimentação!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c532b6f-0f3d-47db-8dd3-94474dc0e325",
    "title": {
      "en": "Perhaps Invincible"
    },
    "updatedAt": "2024-11-23T14:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4c532b6f-0f3d-47db-8dd3-94474dc0e325/428da4af-03c3-4443-a447-1e730fb908fb.jpg",
    "altTitles": [
      {
        "ko": "아마도 무적불패"
      }
    ],
    "description": {
      "en": "Yu Hyeol, a third-rate warrior infamously nicknamed *“The Star of the Dark Arts”* due to his menacing appearance, lived a life plagued by false rumors and endless misunderstandings. One day, Seolhwa—the woman he once vowed his future to—reappears before him, no longer the gentle figure he remembered but a formidable master of martial arts.  \n\nFrom that moment, his name becomes entangled with the lives of countless warriors, spiraling his already infamous reputation. As his so-called “notoriety” spreads, the Murim Alliance, the Demon Cult, and even the royal court take notice of him.  \n\n*\"No, really… it’s all just a big misunderstanding!\"*  \n\nBut can he convince the world otherwise? Or will he unintentionally become the legend he never aimed to be?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20b4201c-d97a-47c7-8cba-25b1d55a36ef",
    "title": {
      "en": "Inukami!"
    },
    "updatedAt": "2024-09-16T21:08:31+00:00",
    "coverArt": "https://mangadex.org/covers/20b4201c-d97a-47c7-8cba-25b1d55a36ef/1baf81e3-2677-42b2-bb3d-b6c3658b1f84.jpg",
    "altTitles": [
      {
        "ja": "いぬかみっ！"
      }
    ],
    "description": {
      "en": "An Inukami, a sacred being with a dog-like appearance, forges a contract with a powerful human tamer to help them eliminate evil monsters and demons. Though Kawahira Keita is the descendent of a long line of Inukami-tamers, he seems to lack the necessary ability and has been forsaken by his family. One day, he meets a cute Inukami named Yoko, who, at first glance, looks graceful, obedient, and beautiful…but upon forging a contract with her, Keita discovers that Yoko is a wild and mischievous Inukami that no one has ever been able to control.",
      "ja": "由緒正しき犬神使いの一族・川平家。その末裔で能力不足により勘当されていた川平啓太のもとに、「ようこ」 という名の犬神が現れる。「ようこ」 の美しい姿に心奪われた啓太は、さっそく主従の契りを結ぶのだが……。"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "28"
  },
  {
    "mangaId": "77a32af5-e060-4f21-8576-2590c899fb52",
    "title": {
      "en": "Lost in the Cloud"
    },
    "updatedAt": "2023-04-17T01:35:31+00:00",
    "coverArt": "https://mangadex.org/covers/77a32af5-e060-4f21-8576-2590c899fb52/fc71129b-0ba6-42a1-ace3-d69be6335b9f.jpg",
    "altTitles": [
      {
        "pt-br": "Perdido na nuvem"
      },
      {
        "pt-br": "Nuvem"
      },
      {
        "zh": "云端之恋"
      },
      {
        "ko": "클라우드"
      },
      {
        "en": "Cloud (Paskim)"
      },
      {
        "uk": "Загублений у хмарі"
      }
    ],
    "description": {
      "en": "Skylar has a secret hobby - taking photos of his crush, Chan-il. But when Cirrus stumbles upon Skylar's cloud storage with its impressive collection of Chan-il's photos, things escalate pretty quickly. At first confident his secret is safe with Cirrus, Skylar continuously finds himself in compromising situations, making him question Cirrus' true motives",
      "uk": "У Ханиля є таємне хобі - фотографувати своє нерозділене кохання, Чаниля. Але коли Хьонун натикається на хмарне сховище Ханиля, з його вражаючою колекцією фотографій, ситуація досить швидко загострюється.\nЧи збереже Хьонун секрет? Що він задумав?",
      "pt-br": "Skylar tem um hobby secreto - tirar fotos de sua paixão, Chan-il. Mas quando Cirrus se depara com o armazenamento de nuvem de Skylar com sua impressionante coleção de fotos de Chan-il, as coisas começam a andar muito rapidamente. A princípio confiante de que seu segredo está seguro com Cirrus, Skylar continuamente se encontra em situações comprometedoras, fazendo-o questionar os verdadeiros motivos de Cirrus."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef473f14-8c4d-435e-9015-b714512e69eb",
    "title": {
      "en": "Nihonkoku Shoukan"
    },
    "updatedAt": "2024-11-01T16:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/ef473f14-8c4d-435e-9015-b714512e69eb/6e663b72-e515-4d05-aa3e-c8b3c2c786ec.jpg",
    "altTitles": [
      {
        "en": "Summoned Japan"
      },
      {
        "ja": "日本国召喚"
      },
      {
        "ko": "일본국 소환"
      },
      {
        "ar": "استدعاء اليابان"
      },
      {
        "ka": "იაპონიის გამოწვევა"
      },
      {
        "ru": "Вызов для Японии"
      }
    ],
    "description": {
      "ar": "في الشرق العظيم ، تقع قاره عظيمه تسمى رودينوس في يوم ما ، وصل جسم طائر مجهول في المجال الجوي لمقاطعة كوا-توين ، الجسم الطائر المجهول كان معارضا لجو المقاطعة الاعتيادي ، فلم تتقبله المقاطعة ، لكن كان هذا الجسم الطائر مجرد نذير لشيء اكثر صدمة بعيدًا عن البحر الشرقي ، ظهرت فجاه مجموعة من الجزر ، تسمي نفسها دولة اليابان وفقا لهم ، تم نقل أمتهم الى عالم آخر والآن يجدون انفسهم منفصلين عن عالمهم القديم ويجب عليهم البقاء على قيد الحياة في العالم الجديد ، كيف ستتفاعل اليابان مع البلدان الاصليه في العالم الجديد؟ هل سيرحبون بها كصديقه ام كعدو؟ هذه قصه الدوله التي تسمى باليابان التي تغرق في عاصفه فوضويه في العالم",
      "en": "In the Great Orient, lies a continent called Rodenius. One day, an unidentified flying object arrived at Qua-Toyne Principality’s airspace. \nThat UFO defied the Principality’s common sense, but it was just a harbinger of something even more shocking.  \n  \nFar to the eastern sea, a group of islands suddenly appeared. The country of the islands called itself: Japan.\nAccording to them, their nation had been transported to another world.  \n  \nNow finding themselves separated from their old world and must survive in the new one, how will Japan interact with the native countries of this world? Will they greet it as a friend or as an enemy?  \n  \nThis is a story of the country called Japan as it was engulfed in the chaotic storm of this new world.",
      "pt-br": "No Grande Oriente, fica um continente chamado Rodenius. Um dia, um objeto voador não identificado chegou ao espaço aéreo do Principado de Qua-Toyne.\nAquele OVNI desafiou o senso comum do Principado, mas foi apenas um prenúncio de algo ainda mais chocante.\n\nBem longe no mar oriental, um grupo de ilhas apareceu de repente. O país das ilhas se autodenominava: Japão.\nSegundo eles, sua nação havia sido transportada para outro mundo.\n\nAgora, encontrando-se separados de seu velho mundo e precisando sobreviver no novo, como o Japão irá interagir com os países nativos deste mundo? Eles irão recebê-lo como um amigo ou como um inimigo?\n\nEsta é uma história do país chamado Japão enquanto ele era engolido pela tempestade caótica deste novo mundo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f7d7d28-03c8-4587-b2da-3415dcf99278",
    "title": {
      "en": "The Tree of Death: Yomotsuhegui"
    },
    "updatedAt": "2023-12-19T18:54:59+00:00",
    "coverArt": "https://mangadex.org/covers/1f7d7d28-03c8-4587-b2da-3415dcf99278/ca88e98c-3408-4085-82cf-f7aa239d1834.jpg",
    "altTitles": [
      {
        "ja": "ヨモツヘグイ 死者の国の果実"
      },
      {
        "ja-ro": "Yomotsuhegui - Shisha no Kuni no Kajitsu"
      }
    ],
    "description": {
      "en": "Ex-policeman Kanetsugu Nawa is a model prisoner, imprisoned for murder and attempted murder in an act of revenge for his late wife and daughter.\nAfter being released on parole and shunned by his only remaining family, he returns to the only thing he has left; his revenge.\nA strange young girl follows him upon his release, seemingly with an ulterior motive..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "48f9fb61-e165-4ec7-91c5-6772fa1a0274",
    "title": {
      "en": "Mizudako-chan kara wa Nigerarenai!"
    },
    "updatedAt": "2024-10-09T16:51:54+00:00",
    "coverArt": "https://mangadex.org/covers/48f9fb61-e165-4ec7-91c5-6772fa1a0274/3ce084a0-7f3a-44e2-8182-b077dcb96c59.jpg",
    "altTitles": [
      {
        "ja": "ミズダコちゃんからは逃げられない！"
      },
      {
        "en": "You Can’t Escape From Mizudako-chan!"
      },
      {
        "vi": "Không thể thoát khỏi Mizudako-chan!"
      }
    ],
    "description": {
      "en": "Akigai Kanisuke is an ordinary high school boy. His daily life changes when Mizuda Yuuko (a.k.a. Mizudako-chan), a demi-human girl, transfers to his school.\nA cute, mysterious, and slightly scary story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8",
    "title": {
      "en": "Shiretto Sugee Koto Itteru Gal. - Shiritsu Paranomaru Koukou no Nichijou"
    },
    "updatedAt": "2024-11-06T20:44:52+00:00",
    "coverArt": "https://mangadex.org/covers/596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8/86b25bc7-9ee7-496e-bece-1ee1be808593.jpg",
    "altTitles": [
      {
        "ja": "しれっとすげぇこと言ってるギャル。ー私立パラの丸高校の日常ー"
      },
      {
        "ja-ro": "Shiretto Sugee Koto Iteru Gal. - Shiritsu Paranormal Koukou no Nichijou"
      },
      {
        "en": "The Gals Who Always Say Insane Things: My Daily Life at a Private Paranormal High School"
      }
    ],
    "description": {
      "en": "Youth = friendship, effort, and future prediction! A very ordinary and supernatural daily life led by the strongest and most invincible gyarus with different abilities.\n\nBased on the short animations on Youtube. \n- [Official YouTube](https://www.youtube.com/@parako)\n- [Official Twitter/X](https://twitter.com/parako_official)\n___\n[Alt Official Raw (Young Jump)](https://ynjn.jp/title/11987)",
      "ja": "青春＝友情、努力、未来予知!? 最強無敵の異能力ギャルが送る、ごくごく普通の超常的な日常。 累計再生数1.6億回！本作の元となったYoutubeチャンネル「私立パラの丸高校」では、みらい＆ へー子の最強異能力ギャルズの他、光やクラスメイト達の声優ボイス付き動画がたくさん見れるので、ぜひチェックしてみてください!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b1ebe3-bffd-44e1-b712-c2c2e8f08651",
    "title": {
      "en": "Chirijiri Yuku no"
    },
    "updatedAt": "2024-10-05T15:18:18+00:00",
    "coverArt": "https://mangadex.org/covers/c3b1ebe3-bffd-44e1-b712-c2c2e8f08651/56f11c6c-247a-444a-9b9f-071ef191aa2e.jpg",
    "altTitles": [
      {
        "ja": "ちりぢりゆくの"
      }
    ],
    "description": {
      "en": "Kuno Shio, who is half human and half alien, has a \"glitch\" that causes his body to turn into a gel-like mass when he gets lustful.\nHe enjoys attracting girls who gather because of his novelty, but one day, his parents are worried about Shio, who is only interested in splattering, and transfer him to a boarding school for boys.\nAt the moment when Souma Minato, the class representative who was assigned to take care of Shio, hugs him, Shio somehow splatters...!?\nThe popular pure love comedy for youth, which was popular on LINE manga, is now a full-color comic with original illustrations!!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "26.5"
  },
  {
    "mangaId": "505308f4-68c5-40a1-82f9-de9113760a12",
    "title": {
      "en": "Doki Doki Literature Club - Moshi Doki Doki Bungeibu ga Kenketsu no Posta no Moderu ni Naru nara (Doujinshi)"
    },
    "updatedAt": "2024-11-23T23:00:34+00:00",
    "coverArt": "https://mangadex.org/covers/505308f4-68c5-40a1-82f9-de9113760a12/3c100f57-9f1d-4e40-8b99-837539a60798.png",
    "altTitles": [
      {
        "en": "What if the Doki Doki Literature Club modelled for a blood donation poster?"
      },
      {
        "ja": "もしドキドキ文芸部が献血ポスターのモデルになるなら"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e713c39-938e-41fe-9d22-01c649588358",
    "title": {
      "en": "Shinkon dakedo Kataomoi"
    },
    "updatedAt": "2024-11-16T23:32:43+00:00",
    "coverArt": "https://mangadex.org/covers/8e713c39-938e-41fe-9d22-01c649588358/73a13186-e10b-4101-a482-0c18e789db07.jpg",
    "altTitles": [
      {
        "en": "Newly Married but Unrequited Love"
      },
      {
        "ja": "新婚だけど片想い"
      }
    ],
    "description": {
      "en": "A seemingly perfect looking newlywed couple but the affection is one-sided.",
      "ja": "キミのこと、絶対オトしてみせるんだからーー! \n才色兼備なJK・皐月は、親の都合で婚約することに。相手は高校生囲碁棋士・久遠。 \nイケメンで才能もある久遠との婚約で人生順風満帆…と思いきや、彼は超・塩対応男子だった!! \n部屋には立入禁止の赤札、皐月のモテテクもまるで通じず…そんな難易度の高い久遠を攻略し、二人にラブラブ新婚生活が訪れる日は来るのか!? \nくやしいけれど、きゅんとする! 完璧JKと塩対応囲碁男子の新婚生活ラブバトル、スタート!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "42"
  },
  {
    "mangaId": "bf461b20-68e9-4190-b2de-4764d400b6c2",
    "title": {
      "en": "Hinatsugimura"
    },
    "updatedAt": "2024-11-22T03:16:21+00:00",
    "coverArt": "https://mangadex.org/covers/bf461b20-68e9-4190-b2de-4764d400b6c2/9acb61bf-d823-4cf6-8f8b-2daf34d3d23f.jpg",
    "altTitles": [
      {
        "ja": "雛接村"
      }
    ],
    "description": {
      "en": "The fate of anyone who wanders into that mountain village is one of two: either they become a resident of the village, or they live on as part of the village itself. In any case, they can never return to the outside world.\n\nA tale of passion and sensuality in a supernatural horror by Aki Shimizu, now finally compiled into a long-awaited book!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "4f3bcae4-2d96-4c9d-932c-90181d9c873e",
    "title": {
      "en": "Boku no Hero Academia"
    },
    "updatedAt": "2024-11-23T22:29:31+00:00",
    "coverArt": "https://mangadex.org/covers/4f3bcae4-2d96-4c9d-932c-90181d9c873e/5f4783c8-26a5-4ec2-bcc5-874aad2bec85.jpg",
    "altTitles": [
      {
        "ja-ro": "HeroAca"
      },
      {
        "tr": "Kahramanlık Akademim"
      },
      {
        "en": "MHA"
      },
      {
        "es": "Mi Academia de Héroes"
      },
      {
        "ja-ro": "BnHA"
      },
      {
        "pl": "My Hero Academia: Akademia Bohaterów"
      },
      {
        "ru": "Моя геройская академия"
      },
      {
        "he": "אקדמיית הגיבורים שלי"
      },
      {
        "ar": "أكاديمية بطلي"
      },
      {
        "ms": "ഹീറോ അക്കാദമി"
      },
      {
        "th": "มายฮีโร่ อคาเดเมีย"
      },
      {
        "ja": "僕のヒーローアカデミア"
      },
      {
        "zh": "我的英雄学院"
      },
      {
        "zh": "我的英雄學院"
      },
      {
        "ko": "나의 히어로 아카데미아"
      },
      {
        "ne": "मेरो हिरो एकेडेमिया"
      },
      {
        "fr": "My Hero Academia"
      },
      {
        "kk": "Қаһарман Академиям"
      },
      {
        "kk": "Ерлік Академиям"
      },
      {
        "ja-ro": "Boku no Hero Academia"
      },
      {
        "vi": "Học Viện Siêu Anh Hùng"
      },
      {
        "pt-br": "My Hero Academia"
      },
      {
        "ko": "나의 영웅 아카데미아"
      },
      {
        "es-la": "Mi Academia de Héroes"
      },
      {
        "en": "My Hero Academia"
      }
    ],
    "description": {
      "en": "One day, a four-year-old boy came to a sudden realization: the world is not fair. Eighty percent of the world's population wield special abilities, known as \"quirks,\" which have given many the power to make their childhood dreams of becoming a superhero a reality. Unfortunately, Izuku Midoriya was one of the few born without a quirk, suffering from discrimination because of it. Yet, he refuses to give up on his dream of becoming a hero; determined to do the impossible, Izuku sets his sights on the elite hero training academy, UA High.  \n  \nHowever, everything changes after a chance meeting with the number one hero and Izuku's idol, All Might. Discovering that his dream is not a dead end, the powerless boy undergoes special training, working harder than ever before. Eventually, this leads to him inheriting All Might's power, and with his newfound abilities, gets into his school of choice, beginning his grueling journey to become the successor of the best hero on the planet.\n\n---\n\n**Note: Because a takedown notice was sent to MangaDex from the owners of this series, fan translations of My Hero Academia are currently unavailable to be uploaded. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/my-hero-academia) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free at the below link.**",
      "es": "Un día, un niño de cuatro años se dio cuenta de repente: el mundo no es justo. El 80% de la población mundial posee habilidades especiales, conocidas como «quirks», que han dado a muchos el poder de hacer realidad sus sueños infantiles de convertirse en superhéroes. Por desgracia, Izuku Midoriya fue uno de los pocos que nació sin una «quirk», sufriendo discriminación por ello. Sin embargo, se niega a renunciar a su sueño de convertirse en un héroe; decidido a hacer lo imposible, Izuku pone sus miras en la academia de entrenamiento de héroes de élite, UA High.  \n  \nSin embargo, todo cambia tras un encuentro casual con el héroe número uno e ídolo de Izuku, All Might. Al descubrir que su sueño no es un callejón sin salida, el chico sin poderes se somete a un entrenamiento especial, esforzándose más que nunca. Finalmente, esto le lleva a heredar el poder de All Might y, con sus nuevas habilidades, consigue entrar en la escuela de su elección, comenzando su agotador viaje para convertirse en el sucesor del mejor héroe del planeta.",
      "fr": "Dans un monde où 80 % de la population possède un super-pouvoir appelé alter, les héros font partie de la vie quotidienne. Et les super-vilains aussi ! Face à eux se dresse l’invincible All Might, le plus puissant des héros ! Le jeune Izuku Midoriya en est un fan absolu. Il n’a qu’un rêve : entrer à la Hero Academia pour suivre les traces de son idole.\nLe problème, c’est qu’il fait partie des 20 % qui n’ont aucun pouvoir…\n\nSon destin est bouleversé le jour où sa route croise celle d’All Might en personne ! Ce dernier lui offre une chance inespérée de voir son rêve se réaliser. Pour Izuku, le parcours du combattant ne fait que commencer !\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Манга повествует о мире, где больший процент населения человечества рождается с необычной способностью (называется это - причуда), но наш главный герой в этот процент не попал. И по всем законам жанра неудачник сам упорно пытается достичь небывалой силы и приблизиться к своей мечте - стать супергероем.",
      "vi": "Thế giới trở nên tràn ngập những người sở hữu một thứ siêu năng lực gọi là \"Kosei\"! Các \"Siêu anh hùng\" xuất hiện chống lại những tên tội phạm \"Villain\" chuyên lợi dụng \"Kosei\" để lộng hành. Sức mạnh áp đảo của họ làm nhiều người vô cùng ngưỡng mộ. Nhân vật chính là cậu bé Midoriya Izuku (tên thường gọi là \"Deku\") cũng ôm ấp giấc mơ trở thành \"Siêu anh hùng\"....!?\n\n(Source: MangaPlus)",
      "es-la": "Un día, un niño de cuatro años se dio cuenta de repente: el mundo no es justo. El 80% de la población mundial posee habilidades especiales, conocidas como «quirks», que han dado a muchos el poder de hacer realidad sus sueños infantiles de convertirse en superhéroes. Por desgracia, Izuku Midoriya fue uno de los pocos que nació sin una «quirk», sufriendo discriminación por ello. Sin embargo, se niega a renunciar a su sueño de convertirse en un héroe; decidido a hacer lo imposible, Izuku pone sus miras en la academia de entrenamiento de héroes de élite, UA High.  \n  \nSin embargo, todo cambia tras un encuentro casual con el héroe número uno e ídolo de Izuku, All Might. Al descubrir que su sueño no es un callejón sin salida, el chico sin poderes se somete a un entrenamiento especial, esforzándose más que nunca. Finalmente, esto le lleva a heredar el poder de All Might y, con sus nuevas habilidades, consigue entrar en la escuela de su elección, comenzando su agotador viaje para convertirse en el sucesor del mejor héroe del planeta.",
      "pt-br": "Em um mundo onde quase toda a população possui algum poder sobre-humano, Izuku Midoriya é um dos poucos casos de pessoas comuns. Mas esse não é o maior de seus problemas. Exatamente por ser desprovido de qualquer poder, Izuku sofre constantemente nas mãos de seus colegas de classe. Nesse mundo fictício, desde o primeiro caso constatado de um recém-nascido com algum tipo de poder, o índice de criminalidade cresceu proporcional ao surgimento de heróis com as mais variadas capacidades. E, como não poderia deixar de ser, o sonho de Izuku é se tornar um super-herói. Isso parecia impossível, até o dia que ele ajuda o poderoso All Might na captura de um vilão gosmento. Ao demonstrar grande coragem e um forte senso de justiça, com a ajuda do famoso herói de cabelos louros, o garoto enfim terá a chance de se tornar quem sempre sonhou!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "430"
  },
  {
    "mangaId": "6f1f3a84-f2e3-4512-93bf-009fd12cfce6",
    "title": {
      "en": "My Sweet Enemy, Thy Name Is Husband"
    },
    "updatedAt": "2024-11-20T17:56:34+00:00",
    "coverArt": "https://mangadex.org/covers/6f1f3a84-f2e3-4512-93bf-009fd12cfce6/29887c2b-4bfa-4d5d-878b-ba1811856412.png",
    "altTitles": [
      {
        "ko": "상냥한 원수와의 정략결혼"
      },
      {
        "pt-br": "Casamento Político com um Inimigo Amigável"
      },
      {
        "pl": "Mój słodki wróg ma imię mojego męża"
      },
      {
        "en": "Forced Into Wedlock With An Affectionate Enemy"
      },
      {
        "en": "Political Marriage With a Friendly Enemy"
      },
      {
        "es-la": "Un Matrimonio Arreglado Con Un Tirano Amable"
      }
    ],
    "description": {
      "en": "My husband, my nemesis. Till death do us part.\n\nCanach Riadon — a slave who rose to become the emperor and the man I wed in my first life. Yet our ill-fated marriage left my family murdered and my homeland destroyed at his hands. Now given a second chance, I vow to succeed in this political marriage and save all I love... Or will his love save me first?",
      "pl": "Canach Riadon - niewolnik, który został cesarzem i mężczyzna, którego poślubiłam w moim pierwszym życiu. Jednak nasze niefortunne małżeństwo sprawiło, że moja rodzina została zamordowana, a moja ojczyzna zniszczona z jego rąk. Teraz, mając drugą szansę, przysięgam odnieść sukces w tym politycznym małżeństwie i ocalić wszystko, co kocham... A może najpierw jego miłość ocali mnie?",
      "pt-br": "Meu marido, meu inimigo. Até que a morte nos separe.\nCanach Riadon — um escravo que se tornou o Imperador e o homem com quem eu casei em minha primeira vida. Entretanto, nosso casamento mal-fadado resultou na morte da minha família e na destruição da minha terra natal causada por suas mãos. Agora que recebi uma segunda chance, eu juro ser bem sucedida neste casamento político e salvar tudo o que amo... Ou o amor dele me salvará primeiro?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "113"
  },
  {
    "mangaId": "5212fcaa-0714-44bc-a429-017e3eff73de",
    "title": {
      "en": "Tsuraneko"
    },
    "updatedAt": "2024-05-10T15:02:28+00:00",
    "coverArt": "https://mangadex.org/covers/5212fcaa-0714-44bc-a429-017e3eff73de/8182d19b-4a71-4af3-ab5d-95702f0fad67.jpg",
    "altTitles": [
      {
        "ja": "つらねこ"
      }
    ],
    "description": {
      "en": "Chibi-chan, a middle school girl, can go no further than 2km from the sacred tree that servers as her town's symbol. That is her \"disability\".\nThen one day, a mysterious figure arrives in town to help the girl's wish to leave, her name is Rokushaku-sensei.\nGuided by Rokushaku, Chibi attempts to bypass her \"disability\" by going to \"Nedoko\", backroads that can transport her to another location.\nHowever, those places are part of a mysterious world, filled with mysterious creatures.\nIn her desire to see the world, Chibi-chan will have to triumph over these \"Nedoko\".",
      "ja": "中学生の女の子・チビちゃんは、町のシンボルである御神木から2kmより先に出ることのできない特殊な「障害」を持っていました。\nそんなある日、町から出ることを望んだ彼女の願いを手助けする存在・六尺先生が現れます。\n先生に導かれて「障害」を無視してよそに土地に行くことのできる抜け道「ネドコ」に赴くことに。\nしかしそこは不思議な生き物のあふれる、不思議な世界。\nチビちゃんはよその土地に行く自由を手に入れるべく、「ネドコ」に挑戦します。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1044287a-73df-48d0-b0b2-5327f32dd651",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 7: Steel Ball Run (Official Colored)"
    },
    "updatedAt": "2024-10-31T23:46:52+00:00",
    "coverArt": "https://mangadex.org/covers/1044287a-73df-48d0-b0b2-5327f32dd651/e7e5e267-502f-4b77-9f19-b7ea1344f68f.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 7: Steel Ball Run - Digital Colored Comics"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Steel Ball Run"
      },
      {
        "en": "JoJo: SBR"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 7: Steel Ball Run"
      },
      {
        "zh": "JoJo的奇异冒险第7部分：钢球运行"
      },
      {
        "es": "La extraña aventura de JoJo Parte 7: La carrera de las bolas de acero"
      },
      {
        "ru": "Невероятное приключение ДжоДжо — Часть 7: Гонка «Стальной шар»"
      },
      {
        "ko": "조조의 기묘한 모험 7 부 : 스틸 볼 달리기"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第7部 カラー版"
      },
      {
        "pt-br": "A Bizarra Aventura de JoJo, Parte 7: A Corrida da Esfera de Aço"
      }
    ],
    "description": {
      "en": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.  The youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.",
      "hu": "Amerikában a régi vadnyugaton, a világ legnagyobb szabású versenye hamarosan kezdődik. Ezrek állnak rajzvonalhoz San Diegoban, hogy utazzanak több mint hat ezer kilómétert annak reményében, hogy megnyerhetik az ötven millió dolláros fődíjat. A lovak kora elérkezett a végéhez, így a versenyzők szabadon használhattak bármiféle járművet. A versenyzőknek el kell majd tűrniük a fárasztő körülményeket, naponta több mint, száz kilómétert megtéve felfedezetlen vidékeken. A Steel Ball Run egy igazán egyedülálló esemény.\n\nA fiatalos Johnny Joestar, egy tolószékes korábbi lovas versenyző, eljött San Diegoba, hogy megnézze a verseny rajtját. Itt találkozik Gyro Zeppelivel, egy versenyzővel két acél golyóval a derekán fegyver helyett. Johnny szemtanúja lesz annak, hogy Gyro használja az egyik acélgolyóját, szabadjára engedve annak erejét, hogy arra kényszerítsen egy férfit egy párbaj közben, hogy lőjje le magát. Az ütközet közepette, Johnny megérinti az\nacélgolyót és érezte, hogy egy erő végigáramlik a lábán, rábírva őt arra, hogy felálljon először két év után. Megfogadja, hogy rájön, hogy mi a titka az acélgolyóknak, Johnny eldönti, hogy indul a versenyen, így kezdődik el az ő bizarr kalandja Amerikán keresztül a Steel Ball Runban.",
      "it": "Nel west americano, la gara più grande e importante del mondo sta per iniziare. Migliaia di persone sono pronte a partire da San Diego per viaggiare più di seimila chilometri incoraggiati da un premio enorme da cinquanta milioni di dollari. L'era dei cavalli sta per finire, i partecipanti allora possono usare il veicolo che preferiscono. I partecipanti devono superare situazioni estenuanti, viaggiando centinaia di chilometri al giorno passando per valli deserte inesplorate. La Steel Ball Run è unica nel suo genere.  \n  \nGiovane Johnny Joestar, un ex corridore di cavalli disabile, è venuto a San Diego per vedere la partenza della gara. Lì incontra Gyro Zeppelli, un corridore con due sfere d'acciaio pendenti fino alla sua vita, al posto della pistola. Johnny vede la sfera di Gyro e capisce della sua potenzialità, riuscendo a far suicidare il nemico durante un duello. Nel mezzo dell'azione, Johnny tocca la sfera d'acciaio di Gyro e sente passare una potenza nelle sue gambe, questa potenza lo fa alzare in piedi per la prima volta dopo due anni. Dopo aver giurato di capire il segreto di quelle sfere, Johnny decide di partecipare alla gara, e qui iniziano le sue bizzarre avventure per tutta l'America nella Steel Ball Run.",
      "pt-br": "Nos Estados Unidos, na década de 1890, um homem chamado Steven Steel decide promover a \"Steel Ball Run\", uma corrida corta-mato cujo trajeto atravessa todo o país. A corrida é um grande atrativo mundial que chama a atenção tanto de corredores americanos como de corredores estrangeiros. Entre esses corredores estão Johnny Joestar, um ex-jóquei americano, e Gyro Zeppeli, um estrangeiro que carrega consigo misteriosas esferas de aço. Johnny e Gyro se esbarram e dão início à história da sétima parte de JoJo's Bizarre Adventure."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "24",
    "lastChapter": "95"
  },
  {
    "mangaId": "50491535-8d93-4f37-a885-14441766bd43",
    "title": {
      "en": "Takou no Koori Hime wo Tasuketara, Otomodachi kara Hajimeru Koto ni Narimashita"
    },
    "updatedAt": "2024-11-07T22:37:25+00:00",
    "coverArt": "https://mangadex.org/covers/50491535-8d93-4f37-a885-14441766bd43/11639988-5c94-4d23-ac49-19afe16396f7.png",
    "altTitles": [
      {
        "ja": "他校の氷姫を助けたら、お友達から始める事になりました"
      },
      {
        "en": "After Helping the \"Ice Princess\" From Another School, I Decided to Start as a Friend"
      },
      {
        "es-la": "Después de ayudar a la \"Princesa de hielo\" de otra escuela, decidimos empezar como amigos"
      }
    ],
    "description": {
      "en": "Nagi Shinonome, known as the \"Ice Princess,\" is a beautiful girl with a cold attitude who does not allow others to get close to her. \n\nOne day, Souta Minori, who saw her being molested on the train, saved her with all his courage, but the next day she appeared again and said, \"I want you to stay by my side.\" \n\nCan Souta continue as friends with the Ice Princess, who only sweetly melts for one person in the world, that is, himself?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "399f4c2b-8405-4c98-ad48-0b645afe5769",
    "title": {
      "en": "DEAD ROCK"
    },
    "updatedAt": "2024-10-09T04:46:22+00:00",
    "coverArt": "https://mangadex.org/covers/399f4c2b-8405-4c98-ad48-0b645afe5769/9cf395f6-5d4e-475c-9fc9-5755c40f684e.jpg",
    "altTitles": [
      {
        "en": "Dead Rock"
      },
      {
        "ru": "Дэд Рок"
      },
      {
        "fr": "Dead Rock"
      },
      {
        "ja": "デッドロック"
      },
      {
        "ja-ro": "Deddo Rokku"
      }
    ],
    "description": {
      "en": "The latest series by Hiro Mashima is a Demon World Academy Dark Fantasy!!\nDEAD ROCK is a demon king training institution that towers over the depths of the demon world.\nYakuto, a young demon, challenges the harsh entrance exam to knock on the doors of DEAD ROCK!!",
      "fr": "DEAD ROCK se déroule au sein de l'académie sombre et fantastique du même nom, un institut d'entraînement pour les rois démons qui gouvernent les abysses du monde des démons. C'est là que Yakuto, un jeune résident du monde des démons, se lance dans le défi des examens d'admission.",
      "ja": "デッドロック、それは魔界の深層にそびえたつ魔王養成機関。\n魔界人の若者であるヤクトは、デッドロックの門戸をたたくため、過酷な入学試験に挑む!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16c34950-954c-4f0d-808e-d8278a546339",
    "title": {
      "en": "Suufungo no Mirai ga Wakaru You ni Natta Kedo, Onnagokoro wa Wakaranai."
    },
    "updatedAt": "2024-11-23T18:34:56+00:00",
    "coverArt": "https://mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/9caa16b1-591a-45a1-b5a6-1210316c4ce5.jpg",
    "altTitles": [
      {
        "ja": "数分後の未来が分かるようになったけど、女心は分からない。"
      },
      {
        "ja-ro": "Suufungo no Mirai ga Wakaru You ni Natta Kedo, Onnagokoro ha Wakaranai."
      },
      {
        "en": "I Can Now See a Few Minutes Into the Future, but I Still Can't Understand a Woman's Heart."
      },
      {
        "en": "I Can See a Few Minutes Into the Future, but I Don’t Know What a Woman's Mind Is Like"
      },
      {
        "id": "Sekarang saya dapat melihat masa depan dalam beberapa menit, tetapi saya tidak dapat memahami hati seorang wanita."
      },
      {
        "pt-br": "Agora, posso ver alguns minutos no futuro, mas ainda não consigo entender o coração de uma mulher."
      }
    ],
    "description": {
      "en": "Arata Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arata doesn’t realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
      "id": "Arase Itou bisa melihat beberapa menit ke depan. Namun, masa depan yang ia lihat selalu berhubungan dengan masalah. Arase yang baik hati berusaha menghindari masa depan yang tidak menyenangkan ini, namun pada akhirnya masalah tersebut tetap membuatnya membantu berbagai gadis dengan masalah mereka. Tanpa ia sadari, para gadis mulai menyukainya. Arase tidak menyadari bahwa, diam-diam, para gadis bersaing untuk memperebutkannya.",
      "ja": "伊藤新世は数分後の未来が分かる。ただし視える未来は不幸につながるもの。\nお人好しな新世はそんな不都合な未来を回避し、様々な悩みを持つ少女を助けることになる。\n新世は知らない。いつの間にか、少女たちに好かれていることに。\n新世は気づかない。人知れず、少女たちが争っていることに。",
      "pt-br": "Arata Itou tem a habilidade de ver alguns minutos no futuro, mas as visões que ele tem estão sempre ligadas a infortúnios. Com seu coração bondoso, Arata decide usar esse poder inconveniente para ajudar as garotas que enfrentam diversos problemas e evitar seus futuros infelizes. No entanto, Arata não percebe que, pouco a pouco, as garotas começam a se afeiçoar a ele. E ele continua alheio às rivalidades silenciosas que estão se formando entre elas por causa da sua atenção."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "553d7ab9-5657-418f-9e4b-070d5b9141eb",
    "title": {
      "en": "Cyfandir Chronicles"
    },
    "updatedAt": "2024-09-12T18:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/553d7ab9-5657-418f-9e4b-070d5b9141eb/ea21e397-02ac-49f5-bbf6-1eea44a6118d.png",
    "altTitles": [],
    "description": {
      "en": "Since the victory of the Sorcerer Knights against the Inquisition, the Forest of Caillite has lost its timeless nature. Hordes of \"Wooded\",  those people led astray in the forest throughout centuries, are now coming from it, completely disoriented. Thanks to the Crown Princess, Ocoho, who lifted the taboo on the nature of infections, all the orphans of Caillite enter the course to become Sorcerer Knights. A godsend for all?\n\nAmong those wooded, Aquill, who left the forest a few months earlier, doesn't wish to become Sorcerer Knight. Only one thing is keeping him at the castle: finding his little sister, Tan, lost in the forest because of him..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43078ddf-c2aa-415d-bccb-97e35a3755fa",
    "title": {
      "en": "My Dearest Self With Malice Aforethought"
    },
    "updatedAt": "2024-10-26T14:08:54+00:00",
    "coverArt": "https://mangadex.org/covers/43078ddf-c2aa-415d-bccb-97e35a3755fa/ea0af62d-be04-41b9-9273-fc4d83ce9c4d.jpg",
    "altTitles": [
      {
        "fr": "The Killer Inside"
      },
      {
        "ru": "Мое дорогое Я со злым умыслом"
      },
      {
        "zh": "亲爱的我饱含杀意"
      },
      {
        "ko": "친애하는 나에게 살의를 담아"
      },
      {
        "ne": "प्रिय म, हत्यारा नियतले"
      },
      {
        "de": "The Killer Inside"
      },
      {
        "ja-ro": "Shinai naru Boku e Satsui o Komete"
      },
      {
        "ja": "親愛なる僕へ殺意をこめて"
      }
    ],
    "description": {
      "de": "Auf den ersten Blick scheint Eiji ein ganz normaler Student zu sein, doch er hat ein Geheimnis: sein verstorbener Vater war ein berüchtigter Serienmörder, der für seine extreme Grausamkeit bekannt war.\nEines Tages wacht Eiji neben einem schönen fremden Mädchen auf, das anscheinend in ihn verliebt ist und behauptet, seine Freundin zu sein, doch eigenartigerweise kann er sich nicht an sie erinnern. Die letzten Tage scheinen wie aus seinem Gedächtnis gelöscht, und es fühlt sich an, als hätte jemand anders die Kontrolle übernommen. Zur selben Zeit findet die örtliche Polizei eine aufs Übelste verstümmelte Leiche, und für sie besteht kein Zweifel: Eijis Vater ist zurück... doch kann das wirklich sein?",
      "en": "Urashima Eiji, a college student, goes to sleep after a fun drinking night with his friends. When he wakes up he discovers a beautiful girl next to him who treats him as if they are in a loving relationship. Later, Eiji finds out that 4 days have passed since he went out with his crew. What did he do during all that time and why does he have no memory of it? By confronting that reality, he will be caught in tragedy…",
      "ne": "एइजी, कलेज उमेरको कुमारले कुनै दिन प्रेमिका हुने सपना देख्छ... अनि एक दिन आफ्नो \"प्रेमिका\" को साथ आफ्नो ओछ्यानमा उठ्छ! त्यति मात्र होइन, उसको साथीले उसलाई बताउँछ कि ऊ झगडामा परेको छ ... र त्यो तीन दिन बितिसक्यो जुन एइजीलाई याद छैन? के अँध्यारो रहस्यहरू लुकाइरहेका छ ... एइजी आफैले?",
      "ru": "Урашима Эйджи, студент колледжа, засыпает после веселой ночи с друзьями. Когда он просыпается, он обнаруживает рядом с собой красивую девушку, которая ведет себя с ним, как со своим парнем. Позже Эйджи узнает, что с того вечера прошло 3 дня. Что он делал все это время и почему не помнит ничего об этом? Столкнувшись с реальностью, он попадет в трагедию…  \n  \nItou Shouta's Twitter: [@shota\\_itooooo](https://twitter.com/shota_itooooo)",
      "vi": "Urashima Eiji, một sinh viên đại học, đi ngủ sau một đêm uống rượu vui vẻ với bạn bè. Khi tỉnh dậy, anh phát hiện ra một cô gái xinh đẹp bên cạnh, người đối xử với anh như thể họ đang trong một mối quan hệ yêu đương. Sau đó, anh phát hiện ra rằng 4 ngày đã trôi qua kể từ khi anh đi ra ngoài cùng với đám bạn của mình. Anh ấy đã làm gì trong suốt thời gian đó và tại sao anh ấy không có ký ức về nó?. Khi đối mặt với thực tế đó, anh sẽ bị cuốn vào bi kịch..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "97"
  },
  {
    "mangaId": "797bee18-f2dd-429d-b47a-269e7f689a15",
    "title": {
      "en": "Alpha Trauma"
    },
    "updatedAt": "2024-10-21T01:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/797bee18-f2dd-429d-b47a-269e7f689a15/fd53b1ac-0886-48b8-a3fb-50d5edad19eb.png",
    "altTitles": [
      {
        "ko": "알파트라우마"
      }
    ],
    "description": {
      "en": "The only person Wooyeon, who hated Alphas more than anything, could count on was his private tutor, Dohyun, whom he met in middle school.\n\"I can’t forget Dohyun; I have to see him again no matter what.\" By chance, Wooyeon enrolls at the same university as Dohyun.\nBut Dohyun doesn’t seem to recognize Wooyeon as his appearance has changed. Still, Wooyeon feels relieved that Dohyun is just as kind as he remembers, making his heart skip a beat."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46c2d4e3-5764-41f2-a73f-be43b396b3a3",
    "title": {
      "en": "Montage"
    },
    "updatedAt": "2024-05-29T15:45:33+00:00",
    "coverArt": "https://mangadex.org/covers/46c2d4e3-5764-41f2-a73f-be43b396b3a3/92b18110-6cb6-4e5b-b24b-e1ef1cd36467.jpg",
    "altTitles": [
      {
        "ru": "Монтаж"
      },
      {
        "ja": "三億円事件奇譚 モンタージ"
      }
    ],
    "description": {
      "en": "One day, 10-year-old Yamato and his friend Miku discover a man in a back alley who's suffering from vicious stab wounds. The man recognizes Yamato, and uses his last breath to share a secret with the children: Yamato's father was the perpetrator of a bank robbery that is known throughout the country as the most puzzling unsolved crime of the 20th century. He warns them to \"never trust anyone.\"  \nMiku makes Yamato swear to keep the man's final words a secret. A few days later, Yamato's father is found dead, and the boy is taken in by Miku's family. The death is ruled as an accident, but Yamato has his doubts. Six years later, Yamato still can't stop wondering about the incidents, and resolves to take action."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "193"
  }
]