[
  {
    "mangaId": "147b039d-3913-4c32-aae6-2241ddaa073d",
    "title": {
      "en": "R402"
    },
    "updatedAt": "2023-05-22T08:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/147b039d-3913-4c32-aae6-2241ddaa073d/64b93ccc-521f-4345-a277-b727ae9009d6.jpg",
    "altTitles": [
      {
        "en": "Room 402"
      }
    ],
    "description": {
      "en": "“R“ or rather Room 402 is the room where our illustrious female main character lives. One day which seems to be by mere coincidence her fate intertwines with that of Sasamoto, a savvy man who seems to be down in the dumps. That is until he picks up a trinket which fell from her nether regions. Prepare yourself for a story of sexual psychological horror as Sasamoto enters into a brave new world."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "35ecf734-703d-4f17-8dcc-5d14b5a5a65f",
    "title": {
      "en": "The Story of The Hated Medusa."
    },
    "updatedAt": "2023-10-26T04:46:27+00:00",
    "coverArt": "https://mangadex.org/covers/35ecf734-703d-4f17-8dcc-5d14b5a5a65f/6419e02e-3fb6-4108-857e-b58d16e0d16a.jpg",
    "altTitles": [
      {
        "ja": "嫌われ者のメデューサちゃんの話"
      },
      {
        "ja-ro": "Kirawaresha no Meduusa no Hanashi"
      },
      {
        "ja-ro": "Kirawaresha no Medusa no Hanashi"
      },
      {
        "vi": "Câu chuyện về Medusa bị ghét"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d740f6d0-f39a-4cee-81b4-653bc6e9b698",
    "title": {
      "en": "Kyouiku Mama Saeko: Kono Ko no Tame Nara"
    },
    "updatedAt": "2024-08-14T14:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/d740f6d0-f39a-4cee-81b4-653bc6e9b698/9065a031-e35a-4b1c-8e3e-50392f9c78b1.png",
    "altTitles": [
      {
        "ja": "狂育ママ・サエコ─この子のためなら─"
      },
      {
        "ja-ro": "Kyouiku Mama Saeko - Kono Ko no Tame Nara"
      },
      {
        "en": "Saeko, the Education-Crazy Mom - If It's for This Child"
      }
    ],
    "description": {
      "en": "Saeko is happy. Even if she is poor, even if she has no education, even if she is a single mother. As long as she has her only daughter, Yui. Beautiful Saeko dotes on her ugly daughter, who looks nothing like her, and today as well, she gathers happiness for her daughter by any means necessary.",
      "ja": "紗江子は幸せだ。貧乏でも、学歴がなくても、シングルマザーでも。ただ一人、娘の唯さえいれば。美しい紗江子は全く似ていないブサイクな娘を溺愛し、娘のために今日も幸せをかき集める——どんな手を使っても…。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flower"
    },
    "updatedAt": "2024-10-04T03:12:31+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      },
      {
        "pl": "Łzy ze zwiędłych kwiatów"
      },
      {
        "pt-br": "Lágrimas Sobre Flores Murchas"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil.",
      "pl": "Mój mąż miał romans.\nNie wystarczy wziąć na siebie mnóstwo długów, stracić dziecko, na moich oczach zmieszałam się z bardzo młodą kobietą. Zranione życie usychało bez żadnego wyglądu.\n\"Pokarz mi miłość dorosłego\" - podejrzany młodszy mężczyzna, który wtargnął w życie Na Haesoo.\nNiebezpieczny i posłuszny, zaczyna potrząsać Na Haesoo.",
      "pt-br": "A vida de Na Hae-soo se desfaz quando seu marido a trai. Como se não bastasse estar endividada e ter perdido um filho… Em um golpe devastador, ela o flagra fazendo sexo com uma mulher bem mais jovem do que ela. Quebrada e desanimada, Na Hae-soo sente sua vida desmoronando ao seu redor.  No entanto, um jovem misterioso inesperadamente entra em sua vida, pedindo para ser ensinado sobre o amor adulto. Sua vulnerabilidade e sinceridade começam a despertar emoções em Na Hae-soo, desafiando-a a reconsiderar seu caminho a seguir."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e421eb8-d4a0-4096-86db-ca5e3fc42c5d",
    "title": {
      "en": "Pumpkin Night"
    },
    "updatedAt": "2024-10-01T01:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/4e421eb8-d4a0-4096-86db-ca5e3fc42c5d/53e16a9e-b2bc-4b83-ad01-2d7e4efb57b1.jpg",
    "altTitles": [
      {
        "ja": "パンプキンナイト"
      },
      {
        "kk": "Асқабақ түні"
      },
      {
        "es": "Noche de calabazas"
      },
      {
        "uk": "Гарбузова ніч"
      }
    ],
    "description": {
      "en": "After escaping from a mental institution, a girl with a self-inflicted facial deformity enacts twisted justice on those who mistreated her, face hidden underneath the disguise of a pumpkin.",
      "es": "Una deforme chica sale con una calabaza en su cabeza para matar a todos aquellos que la acosaron en su pasado después de escapar de un manicomio.",
      "fr": "Victime de sévices orchestrés aux yeux de tous par ses camarades de classe, une collégienne a été interné dans un hôpital psychiatrique. Plusieurs mois plus tard, alors que ses bourreaux sont aujourd’hui au lycée, ils apprennent qu’elle s’est échappée en tuant tout le personnel hospitalier qui a tenté de lui barrer la route et qu’elle est bien décidé à se venger d’eux.",
      "ja": "ある日、女子高生・中谷明日美は、SNSで「パンプキンナイト」という見知らぬアカウントからフォローされる。 『中谷明日美コロス』というメッセージが届いた直後、カボチャのマスクを被った殺人鬼に襲われ惨死する。 そして偶然、明日美と通話していた和也にも死の宣告が突きつけられ……。",
      "kk": "Бет әлпеті қатты зақымданған, оқушы қыз, бұрын оны келеке еткен адамдардың жандарын алу үшін, ауруханадан қашып шығады.",
      "pt": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que a maltrataram no passado depois de escapar de um hospital psiquiátrico.",
      "pt-br": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que fizeram bullying com ela no passado depois de escapar de um hospital psiquiátrico."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb5b629-e29d-46f1-86b2-241e5b097fb2",
    "title": {
      "en": "Million Times Attack Speed"
    },
    "updatedAt": "2024-02-18T06:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/0bb5b629-e29d-46f1-86b2-241e5b097fb2/28cb66f4-dff0-4afc-ad15-7fc6c6a25809.jpg",
    "altTitles": [
      {
        "zh": "我有百万倍攻速"
      },
      {
        "en": "1 Million Times Attack Speed"
      },
      {
        "zh-ro": "Wǒ Yǒu Bǎi Wàn Bèi Gōng Sù"
      }
    ],
    "description": {
      "en": "After being reincarnated into the Tianwu Continent, Ye Yun activated the Multiverse Devouring System and received the reward of a million times attack speed in the beginner's gift package. From then on, he became an invincible powerhouse! As the saying goes, in the world of martial arts, speed is paramount. Do you think I was just picking my nose and cleaning my ears? In fact, I just executed thirty-five thousand people with a single sword strike and eighty-seven thousand people with a single sword swing, while also unleashing various boxing techniques and secret arts."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "832c9d97-28c4-44c8-839f-c201a764d713",
    "title": {
      "en": "Find the Crown"
    },
    "updatedAt": "2024-10-04T04:51:41+00:00",
    "coverArt": "https://mangadex.org/covers/832c9d97-28c4-44c8-839f-c201a764d713/3840681f-36bb-46be-a651-0a0d64b49a4a.jpg",
    "altTitles": [
      {
        "ko": "왕관을 찾아줘"
      }
    ],
    "description": {
      "en": "For centuries, the grim reaper Ari guided souls to the afterlife, feeling lonely because no one could see her head. One day, a human named Woo-chul, who can see her head, offers to help find it. Can Ari find her head and ease her loneliness? This is the romance drama of Ari and Woo-chul, crossing between the realms of the living and the dead."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5f13b1a-eabd-4752-863a-cc3930a20d24",
    "title": {
      "en": "A Sharp-Eyed Classmate"
    },
    "updatedAt": "2024-07-28T21:16:30+00:00",
    "coverArt": "https://mangadex.org/covers/e5f13b1a-eabd-4752-863a-cc3930a20d24/a2e90442-0572-4a79-8fcb-8e4c804af144.png",
    "altTitles": [
      {
        "ko": "눈매가 사나운 반친구"
      },
      {
        "en": "A Classmate With Fierce Eyes"
      }
    ],
    "description": {
      "en": "With her fierce eyes and sharp impression, and wary of everyone, 'Ahn Se-young' is a woman to watch out for.\nEveryone is cautious around her, but a lone boy stands in front of her.\n\"I like you, go out with me!\"\n\"......What?!\"\nSe-young is taken aback at the sudden confession of love, but this was just the beginning...\nThe tug-of-war between 'Ahn Se-young', who shows an unexpected side to her as you get closer, and 'Nam Ho-yeol', the straightforward guy who tries to break down her impenetrable facade, begins now!",
      "ko": "사나운 눈매와 날카로운 인상으로 주변 사람들에게 경계를 받고 있는 요주의 그녀 '안세영'.\n모두가 경계심을 놓지 못할 때 그녀의 앞에 한 남자애가 마주선다.\n\"나 너 좋아해, 나랑 사귀자!\"\n\"......뭐?!\"\n난데없는 사랑고백에 진땀이 빠지는 세영, 하지만 이건 시작에 불과했으니...\n가까이 다가갈수록 반전의 모습을 보이는 그녀 '안세영'과\n그 모습을 빈틈없이 파고 들려는 직진남 '남호열'의 줄다리기가 지금 시작된다!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "397d8547-99a2-4631-94f3-9a3dc0f12c6e",
    "title": {
      "en": "Park Ha Mansion"
    },
    "updatedAt": "2024-08-19T04:22:47+00:00",
    "coverArt": "https://mangadex.org/covers/397d8547-99a2-4631-94f3-9a3dc0f12c6e/a354d9ed-162e-4612-a371-198c01ce3c05.jpg",
    "altTitles": [
      {
        "ko": "박하"
      },
      {
        "ko": "Bakha"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4509fd84-c003-4c57-ab07-e207e6999dab",
    "title": {
      "en": "Issho ni Kurashite ii desu ka?"
    },
    "updatedAt": "2024-08-10T16:49:12+00:00",
    "coverArt": "https://mangadex.org/covers/4509fd84-c003-4c57-ab07-e207e6999dab/9ae63ffe-44d7-4344-8c28-2ccd1e02a3fa.jpg",
    "altTitles": [
      {
        "ja": "一緒に暮らしていいですか？"
      },
      {
        "pt-br": "Posso morar com você?"
      },
      {
        "id": "Bolehkan Aku Tinggal Bersamamu?"
      },
      {
        "en": "May I Live With You?"
      },
      {
        "fr": "Pouvons-nous vivre ensemble ?"
      },
      {
        "ru": "Можем ли мы пожить вместе?"
      }
    ],
    "description": {
      "en": "Hiromi Sonoda has no girlfriend, no job, and no home, until he finds a shared-house with very cheap rent and goes to check it out. However, the share-house has a certain condition... Kei Sasuga presents a new \"Share House Romantic Comedy\"!",
      "fr": "Hiromi Sonoda n'a plus de petite amie, plus de travail et plus de maison, jusqu'à ce qu'il trouve une colocation au loyer très bon marché et qu'il aille la visiter. Cependant, la colocation est soumise à certaines conditions...\nKei Sasuga présente sa nouvelle \"Share House Romantic Comedy\" !",
      "id": "Hiromi Sonoda tidak punya pacar, tidak punya pekerjaan, dan tidak punya rumah, sampai dia menemukan rumah kos-kosan dengan harga sewa yang sangat murah dan pergi untuk melihatnya. Namun, rumah kos-kosan memiliki syarat tertentu... Kei Sasuga menghadirkan \"Komedi Romantis Rumah Kos-kosan\" baru!",
      "ja": "「幸せな家庭」を夢見る園田寛美は、職を失い同棲中の彼女に振られて、家ナシ金ナシ彼女ナシに…。そんなときに、間違えて入居したのが、なんと女性専用シェアハウスだった!!",
      "pt-br": "Hiromi é um homem que sempre sonhou em ter uma família calorosa e amorosa por causa de um incidente em seu passado. Entretanto, depois que sua namorada terminou com ele por várias razões, ele começa a desistir de seu sonho e pensa que nunca será capaz de realizá-lo. Sem um lugar para viver, ele chega a uma casa compartilhada cheia de mulheres. Será que ele vai encontrar o lar e a família que ele almeja neste novo lugar?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a9f8161-bf99-4c96-8b2a-d92875684416",
    "title": {
      "en": "A Life Turned Upside Down: My Dad’s an Alcoholic"
    },
    "updatedAt": "2023-04-16T15:43:05+00:00",
    "coverArt": "https://mangadex.org/covers/3a9f8161-bf99-4c96-8b2a-d92875684416/34600503-e483-4207-9a21-16afd91f5383.png",
    "altTitles": [
      {
        "ja-ro": "You to Bakemono ni naru Chichi ga tsurai"
      },
      {
        "ja": "酔うと化け物になる父がつらい"
      }
    ],
    "description": {
      "en": "Mariko Kikuchi tells the painful story of her father’s alcoholism, and her own journey through guilt and self-blame to understand her father’s illness. She rejects the common belief that family members can and should be forgiven for anything they do, no matter how much harm they cause.  \r\n  \r\n(Seven Seas Entertainment)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52f9753-ede1-4a20-9554-e6154a5007a1",
    "title": {
      "en": "Devil's Wish"
    },
    "updatedAt": "2024-07-29T22:56:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52f9753-ede1-4a20-9554-e6154a5007a1/849351a2-0301-4837-b0b1-9196dce93570.jpg",
    "altTitles": [
      {
        "en": "Demon's Wish"
      },
      {
        "ko": "악마의 소원"
      },
      {
        "zh-hk": "惡魔的願望"
      }
    ],
    "description": {
      "en": "\"How about a kiss for a wish?\"\nSeo Do-ya, a demon, had a strange dream one day and on the same day he met Sowon, a new student at school.\nWhy does my body react even if I just glance slightly at Sowon!?\nMeanwhile, Sowon attended the new student's welcome party and met the popular actor Woo-Jae Hyeong.\nBetween Woo-Jae Hyeong and Seo Do-ya,who will Sowon choose?\nA thrilling, dizzying, complicated and messy campus love life begins."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e3a02569-3d95-40a7-a581-7cae805cba75",
    "title": {
      "en": "Ensmile"
    },
    "updatedAt": "2024-10-01T01:12:13+00:00",
    "coverArt": "https://mangadex.org/covers/e3a02569-3d95-40a7-a581-7cae805cba75/043be1cc-7e80-4168-b21c-04a49707a9e0.jpg",
    "altTitles": [],
    "description": {
      "en": "I see what Angels see and do what Demons do. Those are the words a psychopath named Dennis saw when he found \"The Channeler\"... A powerful artifact that two massive evil corporations (Ravenfort) and (Blue Hand)will stop at nothing to get it back. at the same time Dennis Trauma haunts his day and night, while his adopted brother is still suffering from the loss of his wife ten years ago to a mysterious disease. #thriller_mystery\n#mystery #thriller"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32dfa44f-1077-4ed2-bedc-b7707788fb1b",
    "title": {
      "en": "Chiruran: Shinsengumi Requiem"
    },
    "updatedAt": "2024-09-10T19:14:10+00:00",
    "coverArt": "https://mangadex.org/covers/32dfa44f-1077-4ed2-bedc-b7707788fb1b/2a44203b-1d71-4c80-9aaa-df5971bcc2f3.jpg",
    "altTitles": [
      {
        "tr": "Chiruran: Shinsengumi Ağıtı"
      },
      {
        "en": "Requiem of the Shinsengumi"
      },
      {
        "en": "Requiem for Shinsen"
      },
      {
        "ja": "ちるらん 新撰組鎮魂歌【レクイエム】"
      },
      {
        "zh-hk": "新撰组镇魂歌"
      }
    ],
    "description": {
      "en": "In 1912, a young woman tracks down the elderly Nagakura Shinpachi, determined to hear the true story of the Demon of the Shinsengumi, the Vice Commander Hijikata Toshizou. Hijikata's story begins in 1859, when he is a violent young man that is honing his sword skills while peddling his family's medicine. Soon, in his quest to find stronger people to fight, Hijikata starts to come into contact with others who will eventually become his comrades in the Shinsengumi. The first one to make an impression on the brash young man is Kondo Isami, who proves to be a better fighter than Hijikata.",
      "pt-br": "Em 1912, uma jovem mulher rastreia o idoso Nagakura Shinpachi, determinada a ouvir a verdadeira história do Demônio do Shinsengumi, o Vice-Comandante Hijikata Toshizou. A história de Hijikata começa em 1859, quando ele é um jovem violento que está aprimorando suas habilidades com a espada enquanto vende os remédios de sua família. Logo, em sua busca para encontrar pessoas mais fortes para lutar, Hijikata começa a entrar em contato com outros que eventualmente se tornarão seus companheiros no Shinsengumi. O primeiro a causar uma impressão no jovem impetuoso é Kondo Isami, que prova ser um lutador melhor do que Hijikata."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "150"
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
    },
    "updatedAt": "2024-08-30T16:32:54+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      },
      {
        "es-la": "El día que decidí hacer entender a mi descarada hermana gal a mi manera"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62d99da1-33e7-45cf-98a2-ca4544fc0344",
    "title": {
      "en": "Yuri no Hajimari wa Dorei Kara"
    },
    "updatedAt": "2024-09-22T22:17:54+00:00",
    "coverArt": "https://mangadex.org/covers/62d99da1-33e7-45cf-98a2-ca4544fc0344/f0670b00-330d-417c-835a-dc3c50b5bf07.jpg",
    "altTitles": [
      {
        "ja": "百合のはじまりは奴隷から"
      },
      {
        "en": "My Yuri Started With Slavery"
      },
      {
        "ru": "Юри началось с рабства"
      }
    ],
    "description": {
      "en": "Chiyoko Hanamura, a self-proclaimed *gyaru* who failed her high school debut, was skipping class as usual on the rooftop when her junior, Sakine, approached her. It seemed like Sakine had a favor to ask, as she handed Chiyoko a love letter.\n\n\"Could you turn down this confession for me?\" she asked. However, the sender was unknown.\n\nFor the sake of her adorable junior, and to maintain her *gyaru* dignity, Chiyoko resolved to take on the task and went to refuse the confession...",
      "ru": "Тиёко Ханамура, самопровозглашенная гяру, провалившая свой дебют в старшей школе, как обычно прогуливала уроки на крыше, когда к ней подошла её младшая, Сакинэ. Похоже, Сакинэ хотела попросить об одолжении, когда она вручала Тиёко любовное письмо.\n\n«Не могла бы ты отказаться от этого признания?» — спросила она. Однако отправитель был неизвестен.\n\nРади своей обожаемой младшей и чтобы сохранить достоинство гяру, Тиёко решилась на это и пошла отказываться от признания."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4129d518-b1b5-45f2-8ab5-43184b9bb82a",
    "title": {
      "en": "Couple Breaker"
    },
    "updatedAt": "2024-06-23T06:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/4129d518-b1b5-45f2-8ab5-43184b9bb82a/fef32272-ced2-4425-b04f-5d4f745312fb.jpg",
    "altTitles": [
      {
        "ko": "커플브레이커"
      }
    ],
    "description": {
      "en": "Scrap the boring, run-of-the-mill dating show! Lovers gather together to test the strength of their love. One lover seeks revenge on their swapped lover, one couple seeks fame and another seeks to test their love.\nSpicy lover’s revenge set in an ultra-popular hit dating entertainment show!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2c5fb99-e398-4e01-a158-1dd693bc79c9",
    "title": {
      "en": "My Introverted Boy"
    },
    "updatedAt": "2024-02-18T04:00:01+00:00",
    "coverArt": "https://mangadex.org/covers/d2c5fb99-e398-4e01-a158-1dd693bc79c9/938a10d6-1dbd-4c17-8ece-3401a5afb98a.jpg",
    "altTitles": [
      {
        "ko": "내향남녀"
      },
      {
        "en": "Introvert"
      }
    ],
    "description": {
      "en": "Nowadays the MBTI is a very popular personality test in a bunch of countries like South Korea, this categorizes each person in a certain group corresponding to the way they think, feel and express their emotions. This takes us to a secondary school where the most popular and handsome guy “Jaehyuk”, who is actually totally an introverted with difficulties to understand how popular he is and how others see him, develops a crush on a quiet and strange girl of the same class. The problem arises when Jaehyuk starts causing misunderstandings and awkward situations because of his introverted personality while at the same time his crush doesn’t understand why the most popular guy in school is trying to approach her. What is going to happen between these two? Are they going to be able to go past their personalities to have a normal conversation? Will Jaehyuk be able to confess his feelings?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0842cc1d-9bcb-4fbe-a76a-c1d74a12691d",
    "title": {
      "en": "There's a Rat in Our House"
    },
    "updatedAt": "2023-12-10T18:31:41+00:00",
    "coverArt": "https://mangadex.org/covers/0842cc1d-9bcb-4fbe-a76a-c1d74a12691d/59dbf8f5-8213-4466-b2d5-bdfd6e8372bc.png",
    "altTitles": [
      {
        "ko": "우리 집에는 쥐가 있다"
      },
      {
        "id": "Ada Tikus Dirumahku"
      },
      {
        "en": "There Is a Mouse in My House"
      },
      {
        "en": "There's a Mouse in my House"
      }
    ],
    "description": {
      "en": "Amidst the freezing winter, a solitary being huddled on the snow-covered pavement, bearing the burden of deep loneliness and faded scars. It had forsaken itself, fragile and vulnerable. The reason for welcoming this nameless creature into the home was straightforward. \"What... does this mean?\" \"You helped me, and I wish to return the favor.\" In the complete darkness where no trace of light could penetrate, only two warm bodies occupied the space"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0679776-4143-43bf-8e09-b2aa8a0746f2",
    "title": {
      "en": "Hidden Persona"
    },
    "updatedAt": "2024-03-05T20:33:33+00:00",
    "coverArt": "https://mangadex.org/covers/d0679776-4143-43bf-8e09-b2aa8a0746f2/617e2955-7458-459a-9340-f0811beaa2d9.png",
    "altTitles": [
      {
        "zh": "隐藏属性"
      },
      {
        "zh-ro": "Yincang Shuxing"
      },
      {
        "zh-ro": "Yǐncáng Shǔxìng"
      }
    ],
    "description": {
      "en": "Chen Cheng had an unexpected encounter in Nandu University. She discovered the secret of Wen Jiaqin, a popular actor. It turns out that his persona of a \"good little brother\" was fake! He is simply a naive and childish person! But, does she now know too much? Is she going to be silenced?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb8761fd-8777-4470-a97b-07bbc462016d",
    "title": {
      "en": "Pet the Little Princess"
    },
    "updatedAt": "2024-08-15T17:24:36+00:00",
    "coverArt": "https://mangadex.org/covers/bb8761fd-8777-4470-a97b-07bbc462016d/4dc3e6a5-ec95-4fa1-96e5-82dd4061ac77.jpg",
    "altTitles": [
      {
        "en": "爆宠小萌妃"
      }
    ],
    "description": {
      "en": "This is a story about: a female lead who transforms into a child after losing her virginity, her identity switches between an adult and a kid. With the crown prince who has a dual personality too, there's equal parts love and bite."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "392d3348-8276-48a9-a6b0-308e48eace42",
    "title": {
      "en": "Akuyaku Reijōtachi Wa Yuruganai"
    },
    "updatedAt": "2024-10-03T20:30:41+00:00",
    "coverArt": "https://mangadex.org/covers/392d3348-8276-48a9-a6b0-308e48eace42/e6f27878-6520-40bf-97e8-da79ef15356f.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢たちは揺るがない"
      }
    ],
    "description": {
      "en": "It has been half a year since Aini Mikkola, the saintess in training who  who hails from a barony in the countryside, arrived at the Royal Academy. The school is in turmoil. The boys, the sons of aristocrats, are at the mercy of Aini's innocent, natural cuteness, while the girls are angry at her disregard for the manners of the aristocracy. In the midst of all this, there were three daughters who were dubbed “the villainesses,” in reference to a popular story. Seraphina, the crown prince's fiancée and the daughter of an upright marquise. Sandra, the noble daughter of a viscount who made their wealth from commerce. Bernardetta, the brilliant daughter of the current Prime Minister's who is a marquise. When a sense of disquiet begins to grow in the school, these women finally stand up! To correct Aini's mistakes and to follow their own hearts.\n\nThis is a record of the battle between the three “villainesses” and the saintly apprentices, a battle for the way of life of women."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13ad5f5d-8d1d-40ef-93d0-5009a72268a6",
    "title": {
      "en": "Prison Love"
    },
    "updatedAt": "2024-08-29T04:46:34+00:00",
    "coverArt": "https://mangadex.org/covers/13ad5f5d-8d1d-40ef-93d0-5009a72268a6/04a86395-2198-4aac-96ea-aa9da6e18ce5.png",
    "altTitles": [
      {
        "ko": "프리즌 러브"
      }
    ],
    "description": {
      "en": "Having never done anything bad and lived a dilligent life, Shushu is suddenly framed for murder and imprisoned in a prison for women.\nIn order to survive amongst harsh and vicious criminals.\n\n“W-Will you be my prison wife?”\n\nShe becomes the wife of her very pretty but very scary roommate, who is also the prettiest(?) girl in the prison, Minicat.\n\nBut something is weird.\n\nWhy is she suddenly having the kind of feelings she would have for a man for this beautiful Minicat instead?\n\n“It’s a rule, cabbage. Close your eyes when we kiss and I’ll treat you nicely.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ed28ebe-968d-42c9-8cc6-002b2a5aa49b",
    "title": {
      "en": "My Naughty Deity"
    },
    "updatedAt": "2024-09-28T02:12:29+00:00",
    "coverArt": "https://mangadex.org/covers/6ed28ebe-968d-42c9-8cc6-002b2a5aa49b/5bbdf68c-2177-4f8b-9cc7-94e84a97b069.jpg",
    "altTitles": [
      {
        "pt-br": "Meu Deus É Um Homem Lascivo"
      },
      {
        "en": "My God Is a Lustful Man"
      },
      {
        "en": "My god is a desire maker"
      },
      {
        "ko": "나의 신은 욕망꾸러기"
      },
      {
        "en": "My god of debauchery"
      }
    ],
    "description": {
      "en": "Hye-sal, a timid ethics teacher who has lived her whole life without desires, finds that a neighbor who exudes desire and pleasure has moved in next door. With a sexy appearance and a fatal scent, his name is Dionysus, shortened to Dio.\n\nWhen Dio makes divine wine, the essential ingredient required is the deep desires that humans have never fulfilled in their lifetime. The one who possesses that is Hye-sal! All she desires is her repetitive peaceful daily life, without any other dreams or desires.\n\nDio begins relentlessly pestering her, using even divine abilities to awaken the deep desires within Hye-sal.",
      "pt-br": "A reservada professora de ética, Jeon Haesul, levando uma vida sem muitas aspirações, inesperadamente se vê residindo ao lado de uma divindade do desejo e do prazer chamada ‘Dionísio’ ou simplesmente Dio, que exala uma fragrância cativante com uma aparência sedutora. O ingrediente essencial para a criação do vinho por Dio são os desejos profundos e não realizados que os indivíduos carregam ao longo de suas vidas, e Haesul os possui! Tudo o que ela deseja é a tranquilidade rotineira do dia a dia, tendo vivido sem quaisquer outros sonhos ou desejos. Dio, em seus esforços incansáveis ​​para despertar os desejos profundos de Haesul, emprega suas habilidades divinas, transformando a vida dela em uma fonte constante de aborrecimento."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "783fdec4-e509-43a0-83e9-276396f5967d",
    "title": {
      "en": "Elegant Desire"
    },
    "updatedAt": "2024-09-28T04:57:54+00:00",
    "coverArt": "https://mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "altTitles": [
      {
        "ko": "우아한 욕망"
      }
    ],
    "description": {
      "en": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb211cad-7fdf-4215-8ea1-5c37a188ce35",
    "title": {
      "en": "Childhood Friend Complex"
    },
    "updatedAt": "2024-08-20T00:01:56+00:00",
    "coverArt": "https://mangadex.org/covers/eb211cad-7fdf-4215-8ea1-5c37a188ce35/c8505a45-8468-4579-9575-25e5ffe08a54.jpg",
    "altTitles": [
      {
        "ko": "소꿉친구 컴플렉스"
      },
      {
        "ko-ro": "Sokkupchingu Complex"
      },
      {
        "es-la": "Complejo De Amigos De La Infancia"
      }
    ],
    "description": {
      "en": "Ha-neul and Mincheol have been childhood friends for all of their lives, but their relationship takes on a whole new dynamic when they undergo a series of unexpected events. Although they vowed that they'd never be romantically attracted to each other, they just might be proven wrong... especially when things start to escalate and neither can predict where they'll end up.",
      "ko": "20살에 20년지기, 평생을 함께한 소꿉친구 하늘과 민철. 그런 소꿉친구의 알고 싶지 않은 은밀.."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "dd86cf8f-dc0f-4d5a-ace1-b6d8ba48e472",
    "title": {
      "en": "Lily House in Front"
    },
    "updatedAt": "2024-04-18T07:28:35+00:00",
    "coverArt": "https://mangadex.org/covers/dd86cf8f-dc0f-4d5a-ace1-b6d8ba48e472/9741d04c-a24c-4c6c-9938-a13fc5454d9c.jpg",
    "altTitles": [
      {
        "ko": "앞집나리"
      },
      {
        "en": "Front House Lily"
      },
      {
        "en": "My Neighbor Nari"
      },
      {
        "ko-ro": "Apjip Na-Ri"
      },
      {
        "th": "นาริห้องตรงข้าม"
      },
      {
        "zh": "對面娜莉"
      }
    ],
    "description": {
      "en": "Suddenly one day my peaceful daily life was broken by that person.. She is a beautiful girl? And she says she likes me? \"No, I love you...\" The problem is, I don't hate that person who moved to the house next door in order to marry me."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "69"
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2024-09-29T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/168101dc-83b3-44cf-af06-a458b4ae94d4.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c718eb5d-6544-49ab-9fb4-ee90f6b75f8e",
    "title": {
      "en": "The Age of Arrogance"
    },
    "updatedAt": "2024-07-14T18:10:13+00:00",
    "coverArt": "https://mangadex.org/covers/c718eb5d-6544-49ab-9fb4-ee90f6b75f8e/e7198cb0-6882-4963-adae-fc3a1de456cb.jpg",
    "altTitles": [
      {
        "ko": "오만의 시대"
      },
      {
        "ko-ro": "Omane Sidae"
      },
      {
        "en": "The Era of Pride"
      },
      {
        "en": "City of Arrogance"
      },
      {
        "fr": "L'âge de l'arrogance"
      },
      {
        "es": "La edad de la arrogancia"
      },
      {
        "es": "La nueva era"
      },
      {
        "ne": "अहङ्कारको युग"
      },
      {
        "ru": "Эпоха высокомерия"
      },
      {
        "th": "ยุคแห่งความโอหัง"
      },
      {
        "ja": "傲慢の時代"
      },
      {
        "zh": "傲慢的时代"
      },
      {
        "zh-hk": "傲慢的時代"
      },
      {
        "id": "Masa Kesombongan"
      },
      {
        "vi": "Thời đại của oman"
      },
      {
        "tr": "Gurur Çağı"
      },
      {
        "ar": "عصر الغطر"
      },
      {
        "es-la": "La era de arrogancia"
      }
    ],
    "description": {
      "ar": "سيد بيرباز، الذي قاد الحرب التي استمرت 28 عامًا إلى النصر، \"آشا بيرباز\". بالنسبة لبيرفاز، الذي دمرته الحرب الطويلة، تتوجه آشا إلى العائلة الإمبراطورية لتلقي مكافأة النصر التي وعد بها الإمبراطور. ومع ذلك، فإن المكافأة الوحيدة التي عادت كانت <الحق في اختيار شريك الزواج>. كخيار أفضل، أشار آشا إلى \"دوق كارلايل هافن\"، وهو الأمير الأول الذي تم حرمانه مؤخرًا من لقب ولي العهد. إذا تم رفضها، كانت تنوي الحصول على نفقة من الإمبراطور... \"ماركيز بيرباز. سأقبل عرض زواجك\". وعلى عكس التوقعات، قبل دوق كارلايل اختيار آشا. وعود بدعم هائل لبيرفاز...!",
      "en": "The lord of Pervaz, who led the 28-year war to victory, Asha Pervaz. \n\nFor Pervaz, who was devastated by the long war, Asha heads to the imperial family to receive the victory reward promised by the emperor.  However, the only reward that came back was the \"right to choose a marriage partner.\" \n\nAs the best choice, Asha pointed out the Duke of Carlisle Haven, the first prince who had recently been deprived of the title of crown prince.  If she was refused, she intended to receive compensation from the emperor... \n\n\"Marquise Perbaz. I will accept your marriage proposal.\" \n\nContrary to expectations, the Duke of Carlisle accepted Asha's choice.  Promising tremendous support for Pervaz...!\n\n---\nAfter winning a long war, Asha Pervaz is expecting the emperor to compensate her with money. Unlike her expectations though, the emperor asks Asha to choose her own husband from a list of nobles. Asha chooses Duke Carlisle Haven, the emperor’s eldest son and former crown prince. Asha expects him to object and pay an alimony instead, but the duke actually agrees to marry her! He even promises to help Asha rebuild Pervaz. What does the duke really want? And will Asha get what she wants without getting embroiled in the growing royal conspiracy?",
      "fr": "Après avoir mis fin à la longue guerre contre les Lurs, Asha Pervaz, Seigneure des terres de Pervaz, se rend au palais impérial dans l'espoir d'obtenir la récompense promise par l'Empereur. Mais contrairement à ses attentes, Asha ne se voit offrir que le droit de choisir un époux. Fine stratège, elle choisit le Duc Carlisle Haven, fils aîné de l'empereur et prince héritier temporairement privé de son autorité, pensant que celui-ci refusera et lui versera en échange une compensation financière. Mais contre toute attente, le Duc accepte de l'épouser. Il lui promet de lui fournir les matériaux nécessaires à la reconstruction de Pervaz si Asha l'aide à récupérer le trône qui lui revient de droit.",
      "id": "Setelah kematian ayah dan kakak-kakaknya melawan suku barbar, Asha Pervaz turun tangan untuk menggantikan mereka. Kemenangan berhasil ia raih, namun imbalan yang ia terima hanya cemoohan rakyat dan “hak memilih calon suami”, alih-alih hadiah uang untuk membangun kembali wilayahnya. Sadar bahwa Kaisar mempermainkannya, Asha memilih Carlisle Haven Evaristo, sang putra mahkota kekaisaran yang dicabut haknya akibat skandal besar, untuk menjadi suaminya! Asha yakin Carlisle akan menolaknya, namun…",
      "ko": "28년간의 전쟁을 승리로 이끈 페르바즈의 영주, '아샤 페르바즈'. 긴 전쟁으로 황폐해진 페르바즈를 위해 아샤는 황제가 약속한 승전 보상을 받으러 황실로 향한다.   하지만 돌아온 보상은 고작 <결혼 상대 선택권>.  최선의 선택으로 얼마 전 황태자 위를 박탈당한 1황자, '칼라일 헤이븐 공작'을 지목한 아샤. 거절하면 황제에게 위자료를 지급받을 생각이었으나…  \"페르바즈 변경백. 그대의 청혼을 받아들이겠다.\"  예상과 다르게 칼라일 공작은 아샤의 선택을 받아들였다. 페르바즈에 대한 엄청난 지원까지 약속하면서…!",
      "th": "อาชา เปอร์เวซ ลอร์ดแห่งเปอร์เวซ ผู้นำชัยชยะมาสู่สงครามที่กินเวลายาวนานกว่า 28 ปี อาชามุ่งหน้าไปยังพระราชวังเพื่อรับรางวัลแห่งชัยชนะที่จักรพรรดิได้ให้คำมั่นไว้ โดยมีจุดมุ่งหมายเพื่อนำมาบูรณะดินแดนเปอร์เวซ ซึ่งถูกจักรวรรดิทอดทิ้งจากสงครามที่ยืดเยื้อ แต่ทว่า รางวัลเดียวที่อาชาได้รับกลับเป็น <การเลือกคู่แต่งงาน> อาชาตัดสินใจเลือกมกุฎราชกุมาร ดยุกแห่งคาร์ไลล์ ฮาเว่น ผู้ซึ่งถูกปลดจากตำแหน่งมกุฎราชกุมารเมื่อไม่นานมานี้ ถ้าเธอถูกปฏิเสธ เธอก็จะได้รับรางวัลอย่างงามจากจักรพรรดิ แต่ว่า… “มาร์คกราฟแห่งเปอร์เวซ ข้ายอมรับคำขอแต่งงานของเจ้า” ทุกอย่างกลับไม่เป็นไปตามที่คาดไว้ ดยุกแห่งคาร์ไลล์ ฮาเว่นเลือกที่ยอมรับคำขอแต่งงานของอาชา และเขายังสัญญาที่จะให้การสนับสนุนเปอร์เวซอย่างเต็มที่อีกด้วย",
      "tr": "Perbaz’ın 28 yıl süren savaşı zafere taşıyan lordu ‘Asya Pervaz’. Uzun süren savaşta harap olan Pervaz için Asya, imparator tarafından vaat edilen zafer ödülünü almak üzere imparatorluk ailesine gider. Ancak kendisine geri dönen tek ödül <Evlilik eşi seçme hakkı> olmuştur. Asya en iyi seçenek olarak, yakın zamanda veliaht prens ünvanından mahrum bırakılan ilk prens olan ‘Colail Haven Dükü’nü işaret etti. Eğer reddedilirse, imparatordan nafaka almaya niyetliydi… “Markiz Pervaz. Evlilik teklifinizi kabul ediyorum.” Beklentilerin aksine Colail Dükü, Asya’nın teklifini kabul etti. Pervaz’a büyük destek sözü verdi!..",
      "vi": "Lãnh địa Pervaz đã bị tàn phá bởi một cuộc chiến tranh. Và vĩ lãnh chúa mới của lãnh địa Pervaz này chính là Asha Pervaz. Cô được hoàng đế ban thưởng cho chiến thắng của mình. Nhưng người gặp cô lại chế giễu cô là ‘nàng công chúa man rợ’ và thật là một đề nghị vô lý khi trao quyền chọn bạn đời làm phần thưởng cho chiến thắng. Asha phải đưa ra lựa chọn tốt nhất ngay cả trong hoàn cảnh này. “Vậy…công tước Carlyle Haven đi” Cô chọn ra đại hoàng tử, người đứng đầu danh sách quý tộc và cách đây không lâu đã gây ra một vụ bê bối lớn và bị tước đoạt danh hiệu đại hoàng tử. Nếu anh ta tức giận và từ chối, cô sẽ nhanh chóng đòi bồi thường sau đó, nhưng đâu ngờ rằng Carlyle lại chấp nhận sự lựa chọn của cô. “Anh mong muốn gì ở tôi?” “Đừng bận tậm đến việc tôi làm ở Pervaz. Đừng mong rằng được đối xử như một người vợ và cũng đừng nghĩ đến việc dính líu đến phe đối lập của tôi. Và khi tôi yêu cầu thì đừng nói linh tinh gì cả, chỉ cần ký vào tờ giấy ly hôn là được” Đó là một giao dịch không có gì là không tốt đối với Asha. Cô nắm lấy tay của kẻ ngạo mạn kia mà ngay cả hoàng đế cũng coi thường. Một nụ cười đầy sức quyến rũ nở trên môi anh. “Phu nhân, sau này xin được giúp đỡ”",
      "zh": "事业型男女主被迫联姻，\n强强联合收获爱与权力\n在长达28年的战争中，佩尔瓦兹的领主“阿西娅·佩尔瓦兹”成功地率领众人取得了胜利。为了重建因长期战争而荒芜的佩尔瓦兹，阿西娅前往皇室领取皇帝承诺的胜仗奖励。但等待她却只是区区<择偶权>，而无任何实质性的奖励。想到佩尔瓦兹的百姓连今年冬天都可能撑不过去，阿西娅只好选择刚失去皇太子身份的卡莱尔公爵作为结婚对象…“既然皇室不想让我们好过，那么就拉你们一起下水”。",
      "pt-br": "O senhor de Pervaz, que liderou a guerra de 28 anos até a vitória, 'Asha Pervaz'. Para Pervaz, que foi devastado pela longa guerra, Asha dirige-se à família imperial para receber a recompensa da vitória prometida pelo imperador. No entanto, a única recompensa que voltou foi o . Como melhor escolha, Asha apontou o ‘Duque de Carlisle Haven’, o primeiro príncipe que recentemente foi privado do título de príncipe herdeiro. Se ela fosse recusada, ela pretendia receber pensão alimentícia do imperador… “Marquês Pervaz. Aceitarei sua proposta de casamento. Contrariando as expectativas, o duque de Carlisle aceitou a escolha de Asha. Prometendo um tremendo apoio à Pervaz…!",
      "zh-hk": "為了拯救因漫長戰爭而荒廢的領地「菲爾巴茲」，亞莎前往皇室向皇帝要求當初所承諾的戰勝補償。然而，她卻只獲得了「結婚對象選擇權」。權衡之下，亞莎認為最好的人選是不久前被剝奪皇太子地位的卡拉爾．海本公爵，假如被拒絕了，就能從皇帝那裡得到精神賠償… 「菲爾巴茲伯爵，我接受妳的求婚。」 出乎意料的是，卡拉爾公爵接受了亞莎的選擇，還承諾提供菲爾巴茲龐大的支援…！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1214654-650a-4bdd-b1f9-56818a99ac38",
    "title": {
      "en": "Lure the Enemy Deeper"
    },
    "updatedAt": "2024-08-09T20:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/a1214654-650a-4bdd-b1f9-56818a99ac38/04b02b8c-8b3b-4866-8de3-730137a7c41e.png",
    "altTitles": [
      {
        "en": "Luring the Enemy Deeper"
      },
      {
        "vi": "Dụ Địch Thâm Nhập"
      },
      {
        "zh": "诱敌深入"
      },
      {
        "zh-ro": "Yòu Dí Shēn Rù"
      }
    ],
    "description": {
      "en": "The regent wields overwhelming power over the court and nation, harboring ambitions as wild as those of a wolf. Zang Xiaojing, the emperor's most beloved brother, is determined to eliminate this major threat for his brother. Yet, who would have thought that in his attempt to lure the enemy deeper, he would find himself caught up in the very trap he had set?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b302016f-9931-4085-b962-afbbcd365a3f",
    "title": {
      "en": "Savage Forest"
    },
    "updatedAt": "2024-09-28T02:14:16+00:00",
    "coverArt": "https://mangadex.org/covers/b302016f-9931-4085-b962-afbbcd365a3f/8a50fe3e-9af5-4cf1-8edc-eb9573d73dae.png",
    "altTitles": [
      {
        "ko": "세비지 포레스트"
      }
    ],
    "description": {
      "en": "Enya and Tarhan are forever bonded once Enya helps Tarhan's family find peace after a tragic accident. However, their bond is challenged when Tarhan goes from a distrusted outsider to the strong and popular vice chief of Agilea. In a society where a healthy body is considered one's greatest asset, Enya is treated with scorn because of her limp. On top of that, her place as Tarhan's lover is threatened when the princess of an ally tribe offers a marriage alliance in times of impending war. Will Enya and Tarhan's love prevail despite the numerous obstacles in their rocky path?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a41876c-3b77-4dc0-ad05-0717b8db2f46",
    "title": {
      "en": "Moto Fuuzokujou ga Kanemochi Tsuma ni Narimashita"
    },
    "updatedAt": "2024-10-02T13:06:02+00:00",
    "coverArt": "https://mangadex.org/covers/9a41876c-3b77-4dc0-ad05-0717b8db2f46/ef52bc7d-6de2-4707-89a1-c53f48ad6216.jpg",
    "altTitles": [
      {
        "ja": "元風俗嬢が金持ち妻になりました"
      },
      {
        "en": "The Former Prostitute Became a Rich Wife"
      }
    ],
    "description": {
      "en": "Domestic violence, rape — the life of suffering that oppressed 18 year old Honoka. \n“I don't ever want to go back there again!” she kept repeating herself.\nThe only place the girl without a place to go could end up was the sex industry... \nEverything was in order to find true happiness. A unique cinderella story starts now!",
      "ja": "DV、レイプ――18歳のほのかを襲う、苦難の日々。「あそこにはもう絶対に戻りたくない！」行き場を失った彼女が辿り着いた先は、ソープランド！すべては“本当の幸せ”を掴むために――。異色シンデレラストーリー、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90d9b591-9355-4ab8-a342-75fc0da66c77",
    "title": {
      "en": "Kiss Shite Kurenakya Shinjau"
    },
    "updatedAt": "2024-08-09T05:19:37+00:00",
    "coverArt": "https://mangadex.org/covers/90d9b591-9355-4ab8-a342-75fc0da66c77/415c2ebf-ab77-44c2-a4b3-c62773ce3e2e.jpg",
    "altTitles": [
      {
        "ja": "Kisu Shite Kurenakya Shinjau"
      },
      {
        "en": "Your Kiss is the Only Medicine"
      },
      {
        "ja": "キスしてくれなきゃ死んじゃう"
      },
      {
        "ko": "키스해주지 않으면 죽어버려"
      },
      {
        "en": "Kiss Me or I'll Die"
      }
    ],
    "description": {
      "en": "Yuuta Sato accidentally discovers that childhood friend Rinko Uenohara contracted a very rare illness called the \"Kissing Disease\". The disease forces the person to kiss someone of the opposite sex at regular intervals or die! Yuuta decides that he is going to keep her alive no matter what. Will he succeed? What will the others think when they find out about the two!?",
      "ja": "平々凡々な高校生・佐藤祐太は、ある日、同じクラスの美少女・上野原凛子の秘密を偶然にも知ってしまった。その秘密とは、上野原凛子が非常に珍しい病気に罹患しているというもの。彼女の病名、それは「接吻疾患」……！！『我妻さんは俺のヨメ』の西木田景志、最新作！キスから始まる同級生キスキスラブコメ！！"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "31"
  },
  {
    "mangaId": "e4351665-25f3-4edd-8546-10e5122e721d",
    "title": {
      "en": "Tsumi to Batsu no Spica"
    },
    "updatedAt": "2024-10-01T13:38:27+00:00",
    "coverArt": "https://mangadex.org/covers/e4351665-25f3-4edd-8546-10e5122e721d/0f3615c3-cc4e-4223-b95d-a3ba7aa0f73c.png",
    "altTitles": [
      {
        "ja": "罪と罰のスピカ"
      },
      {
        "ja-ro": "Tsumi to Batsu no Supika"
      },
      {
        "en": "Spica of Sin and Punishment"
      }
    ],
    "description": {
      "en": "Hatori, a high school teacher leading an ordinary life, notices one day that his student, Spica Tsumugi, is being bullied. On a rainy day after school, Hatori finds himself alone with Tsumugi by chance. \n\nHatori tells her, \"I'll do something about it!\" but Tsumugi gently takes his hand and says with a smile, \"Hatori-sensei, you're such a liar.\" \n\nTeacher and student… two people who should not get too close. This somewhat bewitching girl will dramatically change Hatori's ordinary life."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-10-03T23:27:17+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/6f87bf16-6b1e-4ed0-9e83-19f61239706f.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db947b17-a026-4c44-97c1-9fadd9c4fca1",
    "title": {
      "en": "Post-Possession Damage Control"
    },
    "updatedAt": "2024-08-11T04:51:59+00:00",
    "coverArt": "https://mangadex.org/covers/db947b17-a026-4c44-97c1-9fadd9c4fca1/92e15179-b850-46b3-b75f-91480c643412.jpg",
    "altTitles": [
      {
        "ko": "누군가 내 몸에 빙의했다"
      },
      {
        "en": "My Body Has Been Possessed by Someone"
      },
      {
        "en": "Someone Possessed My Body for Ten Years"
      },
      {
        "en": "Somebody Possessed My Body"
      },
      {
        "en": "Someone Possessed My Body For 10 Years"
      },
      {
        "fr": "La Possession de Lady Kanna"
      },
      {
        "zh-hk": "二次交換的靈魂"
      },
      {
        "zh": "我被附身了"
      },
      {
        "zh": "有人附在我身上"
      },
      {
        "zh": "被占用的身体"
      },
      {
        "ja": "誰かが私に憑依した"
      },
      {
        "ko": "누군가 내 몸에 빙의했다"
      }
    ],
    "description": {
      "en": "Seven years ago, Kanna was thrown into the body of a Korean girl named Joohwa. She had everything in her new life—a loving family, a great boyfriend, a hard-won medical license, even her own clinic! But that all changes when she's suddenly swapped back one day. Just as she's been in Joohwa's body, Joohwa has been in hers... and she's left Kanna's life a mess! First things first, she's going to divorce her cold husband, Duke Silvian Valentino. After that? Revenge on everyone who's wronged her.",
      "pt-br": "“Me ouça. Sou o único com quem você pode contar.”\n\n“....”\n\n“Eu sou o único para você.”\n\n“....”\n\n“Apenas eu.”\n\nMas que desilusão abominável. Por mais de 10 anos, meu corpo foi possuído por outro alguém. Teria sido bom se “essa pessoa” usasse meu corpo e o devolvesse em boas condições, mas ela ainda se casou estando no meu corpo, ela também estava perseguindo meu marido como uma stalker...?\n\n“Primeiro vamos nos divorciar.”\n\nEu tentei começar uma nova vida deixando meu marido, que estava me tratando como lixo e a minha família que me tratava como sujeira. Mas...\n\n“Indo embora? Você vai me deixar?” —Meu marido que não acreditava em mim.\n\n“Por que você está ficando do lado dele, Irmã?\" —Um irmão mais novo que repentinamente estava com ciúmes.\n\n“Fique nessa casa. Você não pode ir a lugar algum.” —Até mesmo o meu pai que me odiava o tempo todo estava repentinamente obcecado?\n\nO que estava errado com eles para agirem assim tão de repente?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6391db97-f8b0-4709-bfe7-e96b4a486f7d",
    "title": {
      "en": "Chubby Cats and Dogs"
    },
    "updatedAt": "2024-03-05T20:27:59+00:00",
    "coverArt": "https://mangadex.org/covers/6391db97-f8b0-4709-bfe7-e96b4a486f7d/990ee4c5-c5b2-41cd-bc52-6f6b7df8340e.png",
    "altTitles": [
      {
        "zh": "dudu嘟脸猫狗"
      },
      {
        "zh-ro": "Dudu du Lian Mao Gou"
      },
      {
        "zh-ro": "Dudu dū Liǎn Māo Gǒu"
      }
    ],
    "description": {
      "en": "\"Chubby Cats and Dogs\" is a heartwarming, healing, and eye-opening little comic.\n\nWelcome to our little universe!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33105d79-d420-4516-9c67-e62bc3ed4bf4",
    "title": {
      "en": "Try Begging"
    },
    "updatedAt": "2024-08-29T04:50:16+00:00",
    "coverArt": "https://mangadex.org/covers/33105d79-d420-4516-9c67-e62bc3ed4bf4/0657f7db-bf3a-4e96-9257-8572824dafb4.png",
    "altTitles": [
      {
        "ko": "내게 빌어봐"
      },
      {
        "en": "Try Begging Me"
      }
    ],
    "description": {
      "en": "This work contains controversial content such as violence and rape.\n\n Please be advised. Captain 'Leon Winston' of the National Intelligence Division of the Western Command of the Rippon Kingdom. Unlike his elegant and noble appearance, he was the object of both envy and damnation for both his allies and enemies, known as the \"Vampire of Camden\" who would torture the rebels cruelly.\n\n\"Every time I see you, I just want to thrust my gun in your tight space.\"\n\nStrangely, the maid of the interrogation room \"Sally Briston\" became the object of his desires, as strong as the rage he has for the insurgent rebels. She was ordinary and nothing special... Perhaps it was simply the smell of blood on her that excited him.\n\nThe interrogation didn't take long.\n\nHe realized it as soon as he heard her name come out from the rebel spy's lips. He no longer needed to suppress his violent desires.\n\n\"I stopped myself from tormenting her because I thought she was a good girl, but now there's no need for that. Thank you, Sally. No... Grace.\"\n\nIf you want to live, then try begging.\n\nYou never know.\n\nI might hear you out."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a83a7e6-a831-4326-988b-d99d0ff398fb",
    "title": {
      "en": "When the Mad Emperor Embraces Me"
    },
    "updatedAt": "2024-09-30T01:13:58+00:00",
    "coverArt": "https://mangadex.org/covers/1a83a7e6-a831-4326-988b-d99d0ff398fb/5a8c9156-b89b-42fe-b792-fcd15117bb8c.jpg",
    "altTitles": [
      {
        "ko": "미친 황제가 나를 안을 때"
      },
      {
        "en": "When the Crazy Emperor Embraces Me"
      },
      {
        "en": "When the Mad Emperor Holds Me"
      }
    ],
    "description": {
      "en": "Celeste is an orphan princess who suffers abuse and lives in poverty. She receives a marriage proposal that appears to be her salvation, but is actually the beginning of her tragedy. Between the two men who compete for her love and her body, there is a terrible secret: one of them is the mad emperor who fled the throne and hides under a false identity. He treats her like a prey without feelings, but at the same time he feels obsessed with her. Celeste finds herself caught in a dangerous game of passion and power, where nothing is as it seems."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a957884-d1be-48b1-a90c-85686aa16430",
    "title": {
      "en": "Saki"
    },
    "updatedAt": "2024-05-18T08:44:10+00:00",
    "coverArt": "https://mangadex.org/covers/9a957884-d1be-48b1-a90c-85686aa16430/88abb0c4-8d17-41e4-9fc2-37add8da18a7.jpg",
    "altTitles": [
      {
        "ja": "咲"
      },
      {
        "ja": "咲 -Saki-"
      },
      {
        "ja": "咲‐Saki‐"
      }
    ],
    "description": {
      "en": "Saki's never been a big fan of mahjong. A lifetime of being forced to play with family at holidays (and losing her money as a consequence...) has left a foul taste for the game in her mouth. When she's convinced, though, to play a game with her classmates, she discovers that not only has fending off her family left her with an uncanny ability for the game but, more surprisingly, that it can even be fun!\n\nIs this revelation enough to cleanse Saki's distaste for the game? Can her classmates convince her to join their club, or is there just too much baggage to make it worth her while?"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "576f3eec-a728-4f36-a87f-dd3fc2342812",
    "title": {
      "en": "Fushi no Kami: Rebuilding Civilization Starts with a Village"
    },
    "updatedAt": "2024-09-19T08:12:59+00:00",
    "coverArt": "https://mangadex.org/covers/576f3eec-a728-4f36-a87f-dd3fc2342812/bb9b30c5-688e-4d9e-a92d-a979534c0405.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushi no Kami ~Henkyou kara Hajimeru Bunmei Saiseiki~"
      },
      {
        "ja": "フシノカミ～辺境から始める文明再生記～"
      }
    ],
    "description": {
      "en": "Ash is a young boy with apparent past-life memories who lives in a remote, deserted village. As he remembers leading a bountiful life, he can’t bear living in a world akin to the Dark Ages, where not even the internal combustion engine exists. Ash envisions the rebirth of a civilization where housing with proper sanitation is the norm and the world is connected via a means of transportation faster than horses. For that reason, he is eager to consult books containing knowledge from a highly-developed ancient culture that is rumored to have existed far in the past. Ash makes use of the church’s resources, learning how to read and obtaining the knowledge that he seeks. In addition, he enlists the help of the people around him, including Maika, the village chief’s daughter. Together, they aim to develop their own village. This is only the beginning of the story about a young boy who sets out to revolutionize the world in order to rebuild civilization and create his ideal life!",
      "ja": "――意志を繋いだのは、いつだって本だった。\n\n辺境の農村で暮らす少年アッシュには秘密があった。それは今より遙かに豊かな前世らしき記憶を持っている事。あまりに貧しく、辛い生活の中で、決意する――記憶にある便利な生活を、今世に取り戻そう、と。その鍵こそが、古代文明の叡智が記されたという〝書物〟の解読だった――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c4adfbf-f53a-4013-b95a-dc440eb7f58d",
    "title": {
      "en": "Qing Mi"
    },
    "updatedAt": "2024-10-04T02:49:42+00:00",
    "coverArt": "https://mangadex.org/covers/4c4adfbf-f53a-4013-b95a-dc440eb7f58d/0d021274-ca5d-4434-bb4e-0a01f5eae166.png",
    "altTitles": [
      {
        "en": "Infatuation"
      },
      {
        "zh": "情靡"
      }
    ],
    "description": {
      "en": "\"When Ji Xuan broke up with her ex, Song Zhaoli appeared just in time, as if he had foreseen it. Amidst the falling snow, Song Zhaoli leaned against the car with a cigarette in his mouth and a wicked smile: 'Broke up?' Ji Xuan looked up at him with a cold gaze: 'Even if I break up, it won't be your turn.' Later, Ji Xuan married Song Zhaoli. Everyone thought Ji Xuan was climbing the social ladder, but only Song Zhaoli knew that he was the one who had fought through thorns and thistles to become the male lead.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-09-29T01:07:36+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/fe4d8ec7-6bda-4de7-9606-107c21159dd9.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a5e32cc-c88c-48ad-8685-5de136ad6202",
    "title": {
      "en": "Uma Musume Pretty Derby - Haru Urara Ganbaru! -"
    },
    "updatedAt": "2024-09-10T21:16:20+00:00",
    "coverArt": "https://mangadex.org/covers/9a5e32cc-c88c-48ad-8685-5de136ad6202/701843d4-c6b9-4b32-a4c3-5f1bc6b505c2.jpg",
    "altTitles": [
      {
        "ja": "ウマ娘 プリティーダービー-ハルウララがんばる!-"
      }
    ],
    "description": {
      "en": "A comedy series based off the real life story of Haru Urara.\n\nSource: AniList"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5",
    "title": {
      "en": "Koisuru Kichikujima"
    },
    "updatedAt": "2024-09-27T08:41:30+00:00",
    "coverArt": "https://mangadex.org/covers/8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5/27c64a27-3a3b-49e7-929c-1cf24c6ce46f.jpg",
    "altTitles": [
      {
        "en": "Love Love Evil Land"
      },
      {
        "ja": "恋する鬼畜島"
      },
      {
        "en": "Love Love Freak Island"
      }
    ],
    "description": {
      "en": "Love is absolutely forbidden! Kaworu, the \"public disciplinary commissioner of justice,\" uses a chainsaw to purge all the men of their sins in order to protect the purity of the girls! Standing in Kaworu's way is the \"boy with high femininity,\" Takahisa, and Kaworu's sister, Mari, the \"demon public disciplinary commissioner.\" In this parallel world of \"Freak Island\" set in Santa Maria Academy, a storm of blood and love is about to... erupt!!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "41"
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Mayonaka Heart Tune"
    },
    "updatedAt": "2024-09-28T16:19:42+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/0016195b-9cd8-49c0-b3de-90babab2f27c.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "nl": "Middernachtshart Tune"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6655cece-57c8-4188-a04d-a9aa0903abb9",
    "title": {
      "en": "Captain Tsubasa - Rising Sun - FINALS"
    },
    "updatedAt": "2024-04-26T22:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/6655cece-57c8-4188-a04d-a9aa0903abb9/159f5174-a37f-4826-ba0a-783ded162bbf.png",
    "altTitles": [
      {
        "en": "Captain Tsubasa - Rising Sun - Part 3"
      },
      {
        "ja": "キャプテン翼ライジングサン   F I N A L S"
      },
      {
        "es-la": "Capitán Tsubasa - Rising Sun - FINALS"
      },
      {
        "vi": "Đội trưởng Tsubasa - Mặt trời mọc - Chung kết"
      }
    ],
    "description": {
      "en": "A web-comic continuation of Captain Tsubasa 9th arc: Rising Sun - The Final.\n\nRising Sun - FINALS is covering the 2nd half of the Madrid Olympics match of Japan VS. Spain and beyond.\n\nThe web-comic came to be when on April 2024 mangaka Yoichi Takahashi announced his retirement, ending Rising Sun - The Final official published serialization half-way through the match opting to continue the story at his own pace with storyboard pencil sketches, publishing them on the official Captain Tsubasa World website."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c1e7dc6-90b7-48ff-9f22-97eb78ab68f6",
    "title": {
      "en": "Between Jaeyoung and Jaeyoung"
    },
    "updatedAt": "2024-07-19T15:24:19+00:00",
    "coverArt": "https://mangadex.org/covers/6c1e7dc6-90b7-48ff-9f22-97eb78ab68f6/f95bea31-753b-4301-979d-fe939d82b898.jpg",
    "altTitles": [
      {
        "ko": "재영과 재영 사이"
      }
    ],
    "description": {
      "en": "The \"Ha Jaeyoung\" whom Seou had a crush on in high school has died. Seou meets the deceased Ha Jaeyoung in a dream, and as the past is reenacted in the dream, Seou tries to change it to save him. Meanwhile, the death of another Ha Jaeyoung gets entangled, complicating the present. Before this dream that transcends time ends, can Seou save both Ha Jaeyoungs?",
      "ko": "고등학생 때 짝사랑했던 '하재영'이 죽었다.\n'서우'는 꿈에서 죽은 '하재영'을 만나고, 꿈에서 과거가 재현되자 그를 살리기 위해 과거를 바꾸려 한다.\n한편, 또 다른 '하재영'의 죽음까지 엮이면서 현재는 복잡하게 변해가는데..\n시간을 넘나드는 이 꿈이 끝나기 전, '서우'는 두 '하재영'을 모두 살릴 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]