[
  {
    "mangaId": "d0e0681e-8452-428d-91db-99ee9085f54c",
    "title": {
      "en": "Igyou Atama-san to Ningen-chan (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T18:18:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0e0681e-8452-428d-91db-99ee9085f54c/33b1ca0e-1565-474d-99df-1e5a5e1c55df.jpg",
    "altTitles": [
      {
        "ja": "異形頭さんとニンゲンちゃん"
      },
      {
        "ja-ro": "Igyou Atama-san to Ningen-chan"
      },
      {
        "uk": "Гетероморфна Голова-сан і його людина"
      },
      {
        "en": "The Aberrant-Headed Guy and the Human Girl"
      }
    ],
    "description": {
      "en": "The main character who got worked to the bone as a corporate slave office lady in the current world got transported to another world, where she became the pet of aberrant head-san. Although they both hold romantic feelings towards each other, it's hard for them to develop their love with their difference in species standing in the way.",
      "uk": "Наша головна героїня, втомлена життям корпоративного раба, потрапляє в інший світ і живе як домашня тваринка Гетероморфної Голови-сана. Вони обоє мають романтичні почуття одне до одного, які, втім, через расові відмінності не можуть розвиватися, хоча..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3bc925d-d02a-498c-b3b6-fa588568410b",
    "title": {
      "en": "Kono Setsugen de Kimi ga Zutto Waratte Irareru you ni"
    },
    "updatedAt": "2024-05-18T21:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/a3bc925d-d02a-498c-b3b6-fa588568410b/34c3f5ef-db8c-4329-9af0-73c3cd7bc2bf.jpg",
    "altTitles": [
      {
        "ja": "この雪原で君がずっと笑っていられるように"
      },
      {
        "en": "May This Snowfield Keep You Smiling All the Time"
      },
      {
        "ja-ro": "Kono Setsugen de Kimi ga Zutto Waratteirareru You ni"
      }
    ],
    "description": {
      "en": "\"You've escaped from all your suffering, so I'll make sure you know happiness for the rest of your life.\"\n\nShiroshika Muku's childhood ended ten years ago when her father died, her best friend moved to Tokyo, and she, together with her mom and little sister, had to go to live with her grandparents. Trying to fulfill the role her father left behind, Muku, a now 21-year-old woman, feels like drowning. \n\nShe needs to care of her grandfather, who has dementia, and find a new job after the company she started working for after graduating high school went bankrupt, so she can pay her grandfather's medical expenses and the school expenses of her little sister. She also needs to help her mother with the housework and listen to how her grandmother tells her she is not good enough simply because she is a woman, as well as the importance of having a man around.\n\nShe needs to run away and live her life for herself before she starts hating the family she loves so much, but with nowhere to go, this seems impossible. That is, until her childhood friend Yuto returns after ten years, on a snowy day..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2670121-e95d-4324-80f5-8a2e2e018b3f",
    "title": {
      "en": "Kindaichi Shounen no Jikenbo - Short File Series"
    },
    "updatedAt": "2024-05-01T14:59:32+00:00",
    "coverArt": "https://mangadex.org/covers/d2670121-e95d-4324-80f5-8a2e2e018b3f/f3dd3e28-bcb5-4155-8b33-693567758489.jpg",
    "altTitles": [
      {
        "ja": "「金田一少年の事件簿」短編集"
      },
      {
        "en": "Challenges of Young Kindaichi - Collected Special Short Files"
      },
      {
        "ja-ro": "Kindaichi Shounen no Jikenbo - Tanpenshuu"
      },
      {
        "en": "Young Kindaichi’s Casebook: Short Stories"
      },
      {
        "ja": "金田一少年の事件簿 短編集"
      },
      {
        "ko": "소년탐정 김전일 애장판 단편집"
      },
      {
        "id": "Detektif Kindaichi"
      }
    ],
    "description": {
      "en": "Collections of special short stories where, once again, Kindaichi and Miyuki are caught up in various crimes and obliged to solve them. The individual mysteries span from two to four chapters.  \n  \nSerialized in Kodansha's Weekly Shounen Magazine from 1997-2000."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "6306c976-d776-48c3-b29f-d345e65f272b",
    "title": {
      "en": "YuruYuri"
    },
    "updatedAt": "2024-05-23T19:05:46+00:00",
    "coverArt": "https://mangadex.org/covers/6306c976-d776-48c3-b29f-d345e65f272b/090f9d7a-8ed2-486a-ae32-588102d1ca22.jpg",
    "altTitles": [
      {
        "en": "YRYR"
      },
      {
        "en": "Yuru Yuri"
      },
      {
        "ja": "ゆるゆり"
      },
      {
        "zh": "摇曳百合"
      },
      {
        "zh-hk": "輕鬆百合"
      },
      {
        "ru": "Лилии на ветру"
      },
      {
        "pt-br": "Um Yuri de Boinha"
      },
      {
        "pt": "Um Yuri Compassado"
      }
    ],
    "description": {
      "en": "Four mischievous girls illegally occupy the former Traditional Tea Ceremony clubroom, in order to create the \"Amusement Club.\" These scamps…who ignore repeated warnings—in direct rebellion with the righteous directives of the Student Council—decide to remain in the room until they finally get off their bums and do something! In this slightly sluggish manga, full of fits and starts, the four girls set off from their homes for a walk together with days full of a little this and that!",
      "pt-br": "Quatro garotas travessas ocupam ilegalmente a antiga sala do clube da Cerimônia Tradicional do Chá para criar o \"Clube de Diversão\". Essas atentadas... que ignoram repetidos avisos - em rebelião direta às justas diretrizes do Conselho Estudantil - decidem permanecer na sala até que finalmente se levantem e façam alguma coisa! Neste mangá um pouco lento, como o título sugere, cheio de trancos e barrancos, as quatro meninas saem de suas casas para passear juntas, com dias cheios dum pouco disso e daquilo!"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c05b1b4-7da6-4e7a-ae39-5cc2363093f0",
    "title": {
      "en": "Slow Loop"
    },
    "updatedAt": "2024-05-03T11:50:03+00:00",
    "coverArt": "https://mangadex.org/covers/4c05b1b4-7da6-4e7a-ae39-5cc2363093f0/1c929c78-ed99-41f0-af28-7ffa615eeec8.jpg",
    "altTitles": [
      {
        "ru": "Медленная петля"
      },
      {
        "ja": "スローループ"
      },
      {
        "ko": "슬로우 루프"
      },
      {
        "ko": "슬로우루프"
      }
    ],
    "description": {
      "en": "When Hiyori - a young girl whose deceased father taught her the joys of fishing - headed out to sea for some alone time, she never thought that she would encounter another girl there.  \nAfter a while, this girl - named Koharu - and her end up fishing and cooking together, and they get to know each other a bit in the meantime. During their brief time together Koharu finds out that the reason that Hiyori went out to sea that day was because she's hesitant towards meeting her new stepfamily that same evening. But what a coincidence! Koharu is also meeting her new family tonight! \"No. It can't be a coincidence…\" Follow these two 'sisters' and their new life together!  \n\n\n---",
      "ru": "Хиори любит ловить рыбу с берега. Этому научил ее отец. Однажды на пляже она знакомится с Кохару, своей сводной сестрой от нового брака матери Хиори."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c855ec45-b8d9-4aea-9a0d-b2ae544c11dc",
    "title": {
      "en": "Tokimori-san ga Muboubi desu!!"
    },
    "updatedAt": "2024-02-15T03:44:07+00:00",
    "coverArt": "https://mangadex.org/covers/c855ec45-b8d9-4aea-9a0d-b2ae544c11dc/bdb73d50-fe66-48fe-bb58-fe3ad0993248.jpg",
    "altTitles": [
      {
        "ja": "時森さんが無防備です!!"
      },
      {
        "zh-hk": "時森小姐毫無防備!!"
      },
      {
        "vi": "Tokimori-san Chẳng Chút Phòng Bị!!"
      },
      {
        "th": "คุณโทคิโมริไม่ระวังตัวเลยครับ!!"
      },
      {
        "en": "Tokimori-san Is Completely Defenseless!!"
      },
      {
        "ja-ro": "Tokimori-san ga Muboubi desu!!"
      }
    ],
    "description": {
      "en": "Tokimori-san is a beautiful and successful woman. But when she's off the job, she tends to be a bit absent-minded! Living together with the charming Tokimori-san always makes me nervous!",
      "ja": "美人で仕事がデキる時森さん。でもオフのときは、ちょっとみだれがちで！？艶かしい時森さんとの同居生活に、僕はいつもドキドキさせられる—！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "265d8091-f6b1-48b4-ab13-88a8f320574a",
    "title": {
      "en": "Mahou Shoujo ni Akogarete - Moshi Mahou Shoujo ni Narete no Zokuhen (Doujinshi)"
    },
    "updatedAt": "2024-04-19T15:11:58+00:00",
    "coverArt": "https://mangadex.org/covers/265d8091-f6b1-48b4-ab13-88a8f320574a/7e947d71-007f-4961-944a-3f523b811e58.jpg",
    "altTitles": [
      {
        "en": "Gushing over Magical Girls - If I Could Become a Magical Girl (Sequel)"
      },
      {
        "ja": "魔法少女にあこがれて - もし魔法少女になれての続編"
      },
      {
        "zh-hk": "憧憬成為魔法少女 - 如果成為魔法少女續篇"
      },
      {
        "en": "Looking up to Magical Girls - If I Could Become a Magical Girl (Sequel)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92f68774-cc7e-4779-bae5-903e0ce30015",
    "title": {
      "en": "Ushijima-kun the Loan Shark"
    },
    "updatedAt": "2024-02-11T23:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/92f68774-cc7e-4779-bae5-903e0ce30015/3ec47edf-9860-47de-8161-cbfeef132ea1.jpg",
    "altTitles": [
      {
        "fr": "Ushijima, l'usurier de l'ombre"
      },
      {
        "ru": "Ростовщик Ушиджима-кун"
      },
      {
        "ja": "闇金ウシジマくん"
      },
      {
        "zh": "黑金丑島君"
      },
      {
        "ko": "사채꾼 우시지마"
      },
      {
        "en": "Ushijima the Loan Shark"
      },
      {
        "ja-ro": "Yamikin Ushijima-kun"
      },
      {
        "en": "Loan Shark Ushijima-kun"
      }
    ],
    "description": {
      "en": "During the past decades, Japan has become the shining star of Asia, with its noteworthy achievements in the fields of science, technology, medicine, quality of life, and many others.\n\nYet, while there are a great number of rich and successful Japanese people, there are even more of those engaged in a furious struggle for something as simple as earning to cover their day-to-day living expenses; all the while battling dangerous and money-consuming addictions such as gambling and alcoholism.\n\nWhat would these poor and not-so people do when they require the money to fulfill their never-ending desires, the desires that are part and parcel of being human? Just how miserable and dangerous might their lives become were they to fall into traps laid by *yamikin*, the loan sharks of the Japanese financial world's dark side, whose only goal is to ensnare such weak-willed souls?\n\nAdapted into film and a J-Drama.\n\n---  \n- **Won the 56th Shogakukan Manga Award for General Manga in 2011**\n- **Won the 23rd Japan Media Arts Festival Social Impact Award in 2020**"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "46",
    "lastChapter": "493"
  },
  {
    "mangaId": "553547c0-d37e-44df-a176-5a2315b8a258",
    "title": {
      "en": "Gabai"
    },
    "updatedAt": "2024-05-07T15:41:11+00:00",
    "coverArt": "https://mangadex.org/covers/553547c0-d37e-44df-a176-5a2315b8a258/bd3b4133-22e8-4ac3-a40c-c1e0a3f78eab.jpg",
    "altTitles": [
      {
        "id": "Gabai - Nenek Gabai Dari Saga"
      },
      {
        "ja-ro": "Gabai - Saga no Gabai Baachan"
      },
      {
        "fr": "Une sacrée mamie"
      },
      {
        "ja": "がばい -佐賀のがばいばあちゃん-"
      },
      {
        "ja": "がばい佐賀のがばいばあちゃん"
      },
      {
        "zh": "佐贺的超级阿嬷"
      },
      {
        "en": "The Story of my Wonderful [Gabai] Grandmother"
      }
    ],
    "description": {
      "en": "This is the story of a young boy, after being sent from Hiroshima to Saga (10 years after the second World War, in 1958) by his mom because of a lack of money, journeying to a faraway place, and living in conditions alien to him, definitely makes him miss home. Worse, he is not familiar with his grandmother and her ways too. But with his Gabai Granny, he will slowly discover with his growing pains, just how resourceful Granny is…"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "91"
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-05-23T04:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/a1c0d064-0713-48ad-a14e-ae022179ea9d.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce23a691-9041-43d7-a2cb-5607281b0e79",
    "title": {
      "en": "White Tiger and Black Tiger"
    },
    "updatedAt": "2024-02-03T05:13:59+00:00",
    "coverArt": "https://mangadex.org/covers/ce23a691-9041-43d7-a2cb-5607281b0e79/7cbf4215-052e-4611-a9a3-95edd48c6992.png",
    "altTitles": [
      {
        "ja": "ホワイトタイガーとブラックタイガー"
      },
      {
        "ja-ro": "White Tiger to Black Tiger"
      }
    ],
    "description": {
      "en": "White Tiger went into the woods to find a strong tiger called \"Black Tiger\" and met Black Tiger, the shrimp.\n\nIt's a web manga on Twitter by NITORI Sasami, the author of \"Wonder Cat Kyuu-chan\" (Fushigi Neko no Kyuu-chan)."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-05-18T06:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/ce0a82e6-9c3a-4cd3-ad96-94dde887fb2d.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly develop super-powers, those who use their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow falls in love with the strongest female prisoner, Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "fb01ad8e-571e-4582-84ac-663086348fb6",
    "title": {
      "en": "Fist of the North Star - Strawberry Flavor"
    },
    "updatedAt": "2024-05-21T01:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/fb01ad8e-571e-4582-84ac-663086348fb6/7f9c2dcd-61df-4744-b1f8-00910b367650.png",
    "altTitles": [
      {
        "ja": "北斗の拳 イチゴ味"
      },
      {
        "ja-ro": "Hokuto no Ken - Ichigo Aji"
      }
    ],
    "description": {
      "en": "In this *very* zany take on the dramatic series by Buronson and Tetsuo Hara, the end of the century… wasn't so bad, actually. A *very* special and brave Holy Emperor, Souther, wants to become more \"involved\" and to be on \"friendly terms\" with the noble Kenshiro & his posse. *Especially* Kenshiro. Due to his very outgoing nature, he also crashes the homes of his other buddies, often when they *especially* don't want him to show up!  \n  \nJoin Souther as he releases his feelings in heart-throbbing, mind-bending confessions, settles complex and engrossing territorial disputes with deep and intricate consequences, enjoys the simple and introspective pleasures of a quiet dinner, and climbs the top of the rough and brutal pyramid that is the idol world - with the help of his best buddies, of course! Maybe even Kenshiro will be there - who knows!  \n  \nBy the time it got its anime in 2015, *Strawberry Flavor* had sold over 1 million copies in Japan. The anime was composed of 2-minute long, abridged adaptations of select chapters from the first three volumes. They were placed after the main episodes of *DD Fist of the North Star* season 2.  \n  \nEvery volume also contains at least one *gaiden* (side story). These gaiden are drawn in Yukito's (the elder sister of Yukito Imouto) normal artstyle, and expand on characters who did not receive gaiden during the Hokuto Gaiden period in the late 2000's.  \n  \nGaiden List:  \nVolume 1: Spade, Club & Diamond, Heart  \nVolume 2: Souther  \nVolume 3: Shuren & Huey  \nVolume 4: Fudo  \nVolume 5: Yuda  \nVolume 6: Shin  \nVolume 7: Falco & friends, Ein  \nVolume 8: Ogai  \nVolume 9: Devil Rebirth"
    },
    "status": "hiatus",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16a16845-90d1-4895-b2b8-4895624588c7",
    "title": {
      "en": "Kaii to Otome to Kamikakushi"
    },
    "updatedAt": "2024-05-14T06:49:20+00:00",
    "coverArt": "https://mangadex.org/covers/16a16845-90d1-4895-b2b8-4895624588c7/ae1a0627-f1bf-4cf2-960e-239657d9a6e3.jpg",
    "altTitles": [
      {
        "ja": "怪異と乙女と神隠し"
      },
      {
        "ko": "괴이와 소녀와 행방불명"
      },
      {
        "zh": "怪异×少女×神隐"
      },
      {
        "ru": "Тайны, девы и мистические происшествия"
      },
      {
        "en": "Mysterious Disappearances"
      },
      {
        "en": "Mysteries, Maidens, and Mysterious Disappearances"
      },
      {
        "en": "Apparitions, Maidens, & Mysterious Disappearances"
      }
    ],
    "description": {
      "en": "Mysterious incidents in a city, one after the other. A demonic being is challenged to resolve them. Sumireko, seemingly a plain store clerk, aspires to be a novelist and rocks an alluring body with some ardent admirers. Adashino, an admirer who looks like a boy, is a bookstore clerk. He's steeped in mystery however, at first, until the path of challenges is revealed that he and his sister must face in the city in order to win their ticket back home, outside this world. A story of modern mysteries and romantic aspirations begins.",
      "ru": "Ряд загадочных инцидентов начинают происходить в городе. И всё бы ничего если этот город не был домом для Сумиреко, красивой девушки с писательским стремлением. Какие же происшествия будут ждать Сумиреко и её коллегу по работе, Адашино, полного загадок парня, работающего в книжном?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d5bac78-018f-4f23-8a8d-0f25c9d6058f",
    "title": {
      "en": "AI Genes"
    },
    "updatedAt": "2023-10-19T06:44:00+00:00",
    "coverArt": "https://mangadex.org/covers/8d5bac78-018f-4f23-8a8d-0f25c9d6058f/d1cb8f65-c378-4155-a729-e52505365170.jpg",
    "altTitles": [
      {
        "ja": "AIの遺電子"
      },
      {
        "zh": "AI的遗电子"
      },
      {
        "zh-hk": "AI的遺電子"
      },
      {
        "ko": "AI의 유전자"
      },
      {
        "en": "Artificial Intelligence's Genes"
      },
      {
        "en": "Digital Genes of AI"
      },
      {
        "ru": "Гены любви"
      },
      {
        "ja-ro": "AI no Idenshi"
      }
    ],
    "description": {
      "en": "Humanity's dream…   \nCrystal humanoid technology. They have 'illnesses' just like humans but the treatment options are quite different.  \n  \nThe troubled AI's band together, and the new doctor at the facility, Sudou, bears witness."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "87"
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "193f91a0-51ef-4653-b3d7-a3f75c42ee9b",
    "title": {
      "en": "Ame to Kimi to"
    },
    "updatedAt": "2024-04-01T14:23:10+00:00",
    "coverArt": "https://mangadex.org/covers/193f91a0-51ef-4653-b3d7-a3f75c42ee9b/a525b53b-05a2-4a16-b256-2923ba840b5a.jpg",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      },
      {
        "ru": "Дождь и ты"
      },
      {
        "ne": "वर्षा र तिमी"
      },
      {
        "vi": "Mưa, tôi và em"
      }
    ],
    "description": {
      "en": "On a rainy summer evening, a woman and a \"dog\" happened to meet each other and life has never been the same since.",
      "ja": "雨の降る日に、１人と１匹は出会いました。“あともうちょっと”がほっこり尊いと話題です。",
      "ru": "В один дождливый день она подобрала что-то похожее на собаку... Давайте же посмотрим, насколько хитрой может быть эта \"собака\"..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51b8571f-7277-4e48-b6e5-58c3ebca1143",
    "title": {
      "en": "Vigilante"
    },
    "updatedAt": "2023-09-28T05:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/51b8571f-7277-4e48-b6e5-58c3ebca1143/d8e44647-f20c-4c50-93dc-ea06bf574d82.jpg",
    "altTitles": [
      {
        "en": "Vigilante (CRG)"
      },
      {
        "zh": "非法正義"
      },
      {
        "ko": "비질란테"
      }
    ],
    "description": {
      "en": "The law is flawed and I'll be the one who will make it perfect. Blame the law that released you.  \n  \nArt done by the creator of [HIVE](https://www.webtoons.com/en/thriller/hive/list?title_no=65).\n  \n[Official Trad. Chinese](https://www.webtoons.com/zh-hant/drama/feifazhengyi/list?title_no=1434&page=1)  \n [Official Thai](https://www.webtoons.com/th/action/vigilante/list?title_no=1488&page=1)",
      "pt-br": "A lei é falha e serei eu quem a tornará perfeita. Culpe a lei que te soltou."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "141"
  },
  {
    "mangaId": "1a6808a3-2041-4f0e-9029-33be97db135d",
    "title": {
      "en": "Doukyonin no Sano-kun wa Tada no Yuunou na Tantou Henshuu desu"
    },
    "updatedAt": "2024-03-19T20:27:06+00:00",
    "coverArt": "https://mangadex.org/covers/1a6808a3-2041-4f0e-9029-33be97db135d/24c10a70-cb45-4ee2-a8b6-94d90c6bcbb5.jpg",
    "altTitles": [
      {
        "ja": "同居人の佐野くんはただの有能な担当編集です"
      },
      {
        "en": "My Housemate Sano-kun Is Just My Editor!"
      },
      {
        "en": "My Capable Editor and Housemate, Sano-kun."
      }
    ],
    "description": {
      "en": "Shinomiya Teiichiro is a prolific, workaholic novelist who is too consumed with writing to take care of himself. To prevent him from neglecting his well-being, his editor, Sano Satoru, moves in with him. But when the calm and collected Shinomiya finds himself flustered by Sano's constant presence and good looks, he begins to question their relationship. After all, Sano is just his editor, isn't he?!\n(Source: MangaUP!)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "28"
  },
  {
    "mangaId": "a967d6e2-e269-4ab8-9306-04ffc4c2cb52",
    "title": {
      "en": "The Tiger Won't Eat the Dragon Yet."
    },
    "updatedAt": "2024-04-14T12:44:12+00:00",
    "coverArt": "https://mangadex.org/covers/a967d6e2-e269-4ab8-9306-04ffc4c2cb52/79d29473-bee8-46fe-8a60-db80c4c70d05.jpg",
    "altTitles": [
      {
        "ja": "虎は龍をまだ喰べない。"
      },
      {
        "ja-ro": "Tora wa Ryuu wo Mada Tabenai"
      },
      {
        "ko": "호랑이는 용을 아직 먹지 않는다"
      },
      {
        "zh": "龙是虎的储备粮。"
      }
    ],
    "description": {
      "en": "In a distant place, on a certain mountain, a young dragon has been captured by a beautiful female tiger. The two, who were predator and prey, begin a journey to find a way for two animals with very different life spans to live by each other's sides.\n\nTL;DR: Tiger Woman x Dragon Boy"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "750d3c4f-86cc-46e5-bcbf-1498c6a18b88",
    "title": {
      "en": "The Wicked Ladies in Waiting"
    },
    "updatedAt": "2024-05-24T03:23:38+00:00",
    "coverArt": "https://mangadex.org/covers/750d3c4f-86cc-46e5-bcbf-1498c6a18b88/bcda2e61-5037-456d-8884-d9e2f30cda2a.jpg",
    "altTitles": [
      {
        "en": "Bad Maids"
      },
      {
        "ko": "나쁜 시녀들"
      }
    ],
    "description": {
      "en": "Julia, who was born an orphan, was killed in exchange for falling in love with the Young Master of the Marjoram Family. But when she opened her eyes, at the same location as any other day, she was rescued by the Commander of the Imperial Army, ‘Carus’... She was hit by a curse of being unable to die, and this is now her eighth life. After realizing that she would be stuck in the loop forever if she didn't take down the Marquis, she became a servant within the Palace to utilize the Royal Family’s power to demolish the Marjoram Family in her eighth life. “Isn’t this how we’re supposed to plot revenge?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64edb636-7dd5-406e-90ae-98796f38f00a",
    "title": {
      "en": "Ame to Kimi to (Webcomic)"
    },
    "updatedAt": "2022-03-11T18:51:56+00:00",
    "coverArt": "https://mangadex.org/covers/64edb636-7dd5-406e-90ae-98796f38f00a/c81806ba-a6cd-438c-8d01-bdb968e3b90b.png",
    "altTitles": [
      {
        "en": "With You and the Rain"
      },
      {
        "ja": "雨と君と"
      }
    ],
    "description": {
      "en": "On one rainy day, she had picked something that looked like a dog… Let's see how tricky a dog it can be…\n\n[Official LINE stickers from author](https://store.line.me/stickershop/author/1578164/en)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-05-04T09:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "348966d0-c807-45cf-9260-8adf006a9da6",
    "title": {
      "en": "Kono Bijutsubu ni wa Mondai ga Aru!"
    },
    "updatedAt": "2023-11-19T17:58:42+00:00",
    "coverArt": "https://mangadex.org/covers/348966d0-c807-45cf-9260-8adf006a9da6/d4bc9f12-335a-4677-866a-bc21d3ae8330.jpg",
    "altTitles": [
      {
        "ja-ro": "Kono Bijutsubu Niwa Mondai Ga Aru!"
      },
      {
        "ja-ro": "Konobi"
      },
      {
        "ja-ro": "Konobiju"
      },
      {
        "en": "This Art Club Has a Problem!"
      },
      {
        "ru": "С этим клубом точно что-то не так!"
      },
      {
        "ja": "この美術部には問題がある！"
      },
      {
        "zh": "这个美术部有问题！"
      }
    ],
    "description": {
      "en": "A girl with violently too much common sense, a boy whose sole ambition is to draw the perfect 2D bride, an addlebrained ghost member, and their always-sleeping president — what is *wrong* with this art club?!  \n  \n[Alternative Raw](https://comic-walker.com/contents/detail/KDCW_AM01000007010000_68/)",
      "ru": "Это история о художественнм клубе старшей школы: о мальчике, отдающем свой талант рисованию \"идеальных 2D-невест\"; девочке, которая к нему неровно дышит; вечно спящем главе клуба; а также таинственной Колетт-сан и неопытной кураторше клуба. Все они странные и забавные люди, и с ними случаются странные и забавные происшествия."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "982b20a8-9e67-47f7-8944-5fac078bea3d",
    "title": {
      "en": "I Don't Want to Attack You!"
    },
    "updatedAt": "2024-01-14T18:17:20+00:00",
    "coverArt": "https://mangadex.org/covers/982b20a8-9e67-47f7-8944-5fac078bea3d/7a565278-c5ec-4ea4-8f79-2bed78ce4c8b.jpg",
    "altTitles": [
      {
        "pt-br": "Eu não quero atacar você!"
      },
      {
        "ko": "덮치고 싶지 않아"
      }
    ],
    "description": {
      "en": "On the way home, a drunk Heather helps an elephant who is crying because his nose hurts. When a small, palm-sized elephant is turned into a nose cuff, the elephant claims to be the god of sexual desire and affection.\n\n\"In exchange, I will let you share passionate love with the most handsome man on the continent.\"\n\nHowever, this was not a blessing from God, but a curse.",
      "pt-br": "No caminho para casa, Heather bêbada ajuda um elefante que está chorando porque seu nariz dói. Quando um pequeno elefante do tamanho da palma da mão é transformado em uma algema para o nariz, o elefante afirma ser o deus do desejo sexual e do afeto.\n\n“Em troca, deixarei você compartilhar um amor apaixonado com o homem mais bonito do continente.”\n\nNo entanto, isso não foi uma bênção de Deus, mas uma maldição."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2980cdb7-f07d-4bd0-bdfe-94551f0fcfd7",
    "title": {
      "en": "Demon King's Doll Butler"
    },
    "updatedAt": "2023-10-31T02:53:01+00:00",
    "coverArt": "https://mangadex.org/covers/2980cdb7-f07d-4bd0-bdfe-94551f0fcfd7/4f661b79-a542-4775-8616-c9d9e0c44b34.png",
    "altTitles": [
      {
        "ko": "마왕님의 인형 집사"
      }
    ],
    "description": {
      "en": "I've already spent thousands of years in the spirit realm, where dead beings reside, vowing never to reincarnate after dying a futile death as the first living sacrifice in history.\n\nAnd then I wake up and I have a body?!\n\nHuman wizards had taken my soul and imprinted it into a doll!\n\nAs I was mourning the loss of the spirit world, a passing demon made me an unexpected offer.\n\nIf you become a butler to his son, he'll give the child the gift of death when he grows up.\n\nThank you, Demon King!\n\nYou've just met the son of a demon, and he's more than just a little bitchy - he'll lunge and bite you to death if you touch his head.\n\nHowever, his murderous destructive instincts are temporarily overcome and he begins to follow you!\n\nJust when I think I'm well on my way to accumulating death routes, my master awakens and becomes obsessed with me.\n\n\"I don't want Perry touching anyone else, she's my butler.\"\n\nWhat the hell!\n\nThe peculiar, murderous, romance-disguised-as-problematic-parenting of a puppet butler!\n\nWill Perry make a smooth transition back to the spirit world?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5725100d-81bd-467d-b680-1f4dff43adbd",
    "title": {
      "en": "The Vampire Dies in No Time"
    },
    "updatedAt": "2024-04-03T20:47:40+00:00",
    "coverArt": "https://mangadex.org/covers/5725100d-81bd-467d-b680-1f4dff43adbd/83fb9657-c8f5-44ad-adfb-aaa776a15a29.jpg",
    "altTitles": [
      {
        "en": "The Vampire Dies In No Time."
      },
      {
        "en": "The Vampire Dies Now"
      },
      {
        "ja": "吸血鬼すぐ死ぬ"
      },
      {
        "zh": "吸血鬼即将便当"
      },
      {
        "ja-ro": "Kyuuketsuki Sugu Shinu"
      }
    ],
    "description": {
      "en": "Vampires are said to have many weaknesses to balance out their incredible powers. The vampire lord Draluc just so happens to be weak to... everything. He dies, disintegrating into a pile of sand, at the slightest shock.\n\nAfter a disastrous encounter with the vampire hunter (and author) Ronaldo leaves Draluc’s castle destroyed, Draluc decides to pack up his remaining belongings and adorable armadillo familiar John and move into Ronaldo’s office (despite the hunter’s protests). Chaos ensues as this unlikely duo is forced to work together while fending off perverted vampires, Ronaldo's terrifying editor, Draluc’s eccentric family, and more—with Draluc dying continuously along the way.\n  \n[Anime Adaptation Announcement](https://www.animenewsnetwork.com/news/2020-05-06/itaru-bonnoki-the-vampire-dies-in-no-time-manga-gets-anime/.159208)"
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596191eb-69ee-4401-983e-cc07e277fa17",
    "title": {
      "en": "Lookism"
    },
    "updatedAt": "2024-03-15T01:28:42+00:00",
    "coverArt": "https://mangadex.org/covers/596191eb-69ee-4401-983e-cc07e277fa17/c4c26f82-a100-44b8-b272-29a54fbd3cba.jpg",
    "altTitles": [
      {
        "zh": "外見至上主義"
      },
      {
        "zh": "看臉時代"
      },
      {
        "ko": "외모지상주의"
      }
    ],
    "description": {
      "en": "Park Hyung-Seok is an unattractive loner who wakes up in a different body. Now tall, handsome, and cooler than ever in his new form, Hyung-Seok aims to achieve everything he couldn't before.\n\nHow far will he go to keep his body... and his secrets?",
      "pt": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?",
      "pt-br": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48221bce-0fd2-4519-b5f3-4fdc1921007b",
    "title": {
      "en": "Kouchuugun Shikan Boukensha ni Naru"
    },
    "updatedAt": "2024-02-26T21:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/48221bce-0fd2-4519-b5f3-4fdc1921007b/56d12305-048c-4bb5-b33c-6e4bce5c6e6b.jpg",
    "altTitles": [
      {
        "en": "The Galactic Navy Officer Becomes an Adventurer"
      },
      {
        "ja": "航宙軍士官、冒険者になる"
      },
      {
        "pt-br": "Capitão Corinth: Um Oficial da Marinha Galáctica Torna-se um Aventureiro"
      },
      {
        "en": "Captain Corinth: The Galactic Navy Officer Becomes an Adventurer"
      }
    ],
    "description": {
      "en": "In order to protect the planet Ares from invasion by the Bugs, Alan Corinth has set his sights on nothing less than ruling the entire continent. The Kingdom of Belta, which borders the Great Demon Forest, is the ideal spot to start putting his plan in motion, so he and his party set off for the gathering place of the finest adventurers the kingdom has to offer: the citadel of Gantz.\n\nWill Alan be able to keep the hostile aliens from overrunning this fantasy planet?  The sci-fi medieval fantasy story begins!",
      "ja": "- Official Site: [Link](https://famitsubunko.jp/specialcontents/kochugun/)  \n- Web Novel [(raw)](https://ncode.syosetu.com/n3490ee/)",
      "pt-br": "A nave espacial que o oficial da Marinha Imperial Galáctica que Alan Corinth estava foi derrubada por um ataque surpresa durante a navegação no hiperespaço.\n\nCompletamente a deriva, e sobre uma estranha coincidência, Alan se tornou o único na nave a sobreviver. A nave espacial severamente danificada perdeu suas capacidades de navegação e despencou em um planeta próximo.\n\nUsando uma cápsula de fuga, Alan dirigiu-se ao planeta sozinho.\n\nAssim começou a busca de Alan pela sobrevivência no planeta subdesenvolvido utilizando as nanomáquinas simbiótica dentro de seu corpo.\n\nSurpreendentemente, o planeta era o lar de uma próspera civilização humana cujo código genético se assemelhava ao de Alan.\n\nMesmo permanecendo perdido devido a ser jogado em um mundo de espadas e magia, ele tenta viver o melhor que pode junto com seus novos companheiros.\n\nO que Alan conseguiria nesse mundo estranho?\n\nA história de fantasia de ficção científica em um cenário medieval agora começa!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a502e35-1051-4e4c-b055-5ab211954fa4",
    "title": {
      "en": "Banana Fish"
    },
    "updatedAt": "2023-02-17T09:15:15+00:00",
    "coverArt": "https://mangadex.org/covers/9a502e35-1051-4e4c-b055-5ab211954fa4/18b9c72b-a7d8-48c3-946e-ded711fb1038.jpg",
    "altTitles": [
      {
        "NULL": "Éisc Banana"
      },
      {
        "el": "Μπανάνα Ψάρια"
      },
      {
        "hu": "Banánhal"
      },
      {
        "cs": "Banánová ryba"
      },
      {
        "hi": "बनानिकाला"
      },
      {
        "NULL": "Banana arrainak"
      },
      {
        "tr": "Banana Balığı"
      },
      {
        "ro": "Banana de pește"
      },
      {
        "NULL": "Banana Fiŝo"
      },
      {
        "de": "Bananenfisch"
      },
      {
        "da": "Bananfisk"
      },
      {
        "NULL": "Banani Fiskur"
      },
      {
        "NULL": "Banānu zivis"
      },
      {
        "NULL": "Bannann pwason"
      },
      {
        "vi": "Cá chuối"
      },
      {
        "NULL": "Ħut tal-Banana"
      },
      {
        "NULL": "Iasg Banana"
      },
      {
        "id": "Ikan Pisang"
      },
      {
        "fr": "Poisson banane"
      },
      {
        "pl": "Ryba Bananowa"
      },
      {
        "NULL": "Samaki ya Banana"
      },
      {
        "sr": "Банана риба"
      },
      {
        "ru": "Банановая рыба"
      },
      {
        "NULL": "ბანანის თევზი"
      },
      {
        "he": "דג בננה"
      },
      {
        "fa": "ماهی موز"
      },
      {
        "ar": "موز السمك"
      },
      {
        "bn": "কলা মাছ"
      },
      {
        "th": "ปลากล้วย"
      },
      {
        "zh": "战栗杀机"
      },
      {
        "zh-hk": "戰慄殺機"
      },
      {
        "ko": "바나나 피쉬"
      },
      {
        "ja": "バナナフィッシュ"
      },
      {
        "ja-ro": "Bananafisshu"
      },
      {
        "kk": "Мәуіз Балық"
      },
      {
        "ru": "Рыбка-бананка"
      },
      {
        "tr": "Muz Balığı"
      }
    ],
    "description": {
      "en": "Nature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Vietnam has suddenly fallen into Papa's insatiably ambitious hands—and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance…  \n\n[Official English](https://www.viz.com/banana-fish)\n  \n---\nLink:  \n[ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20197) (anime)",
      "tr": "Tanrı, Ash Lynx’i güzeller güzeli bir çocuk olarak yarattı; dünya onu soğukkanlı acımasız bir katil haline getirdi. Çocuk yaşta evden kaçan Ash, “Baba” Dino Golzine tarafından bulunur ve hem mafyanın varisi olarak hem de Golzine’nin şahsi zevklerini tatmin etmek üzere yetiştirilir. Şimdi 17 yaşında isyankar bir genç olan Ash kendisini yetiştiren şeytanın ona sunduğu krallığa sırtını döner. Ancak Ash’in ağabeyinin Vietnam’da aklını yitirmesine sebep olan korkunç sır, hırsı dur durak bilmeyen Golzine’nin ellerine düşmüştür. İşte tam bu sırada genç bir fotoğrafçı Japonya’dan New York’a gelir. Temiz kalpli Eiji Okumura ve Ash Lynx olabilecek en talihsiz zamanda karşılaşır.",
      "pt-br": "A natureza fez Ash Lynx um cara bonito; mas o tempo fez dele um assassino cruel e frívolo. Uma criança fugitiva criada como um herdeiro adotado, um guerreiro treinado, e o brinquedo sexual de seu “Papa”, Dino Golzine, o senhor do crime da Costa do Oeste Oriental. Ash está agora na idade rebelde dos dezessete anos – abandonando o reino de poder e riqueza, realizada pelo demônio que o ressuscitou, preferindo um código para viver entre um pequeno, mas fiel, gangue de bandidos de rua. Porém, “Papa” não pode simplesmente deixá-lo ir. Não quando descobre que o segredo que levou o irmão mais velho de Ash a loucura, no Vietnã, poderá cair em suas mãos insaciavelmente ambiciosas. É exatamente o momento errado para Eiji Okamura, um jovem fotógrafo do Japão, de coração puro, chegar em Nova York e travar conhecimento de Ash Lynx… e ao seu lado, ser atraído para dentro de um redemoinho sangrento de orgulho, ganância, luxúria e ira desencadeada pelo enigma de codinome Banana Fish."
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "103"
  },
  {
    "mangaId": "312b9bce-c18c-4fa9-ba39-59ecc7d9cbe1",
    "title": {
      "ja": "Isekai Kaeri no Daikenja-sama wa Sore Demo Kossori Kurashite Iru Tsumori desu"
    },
    "updatedAt": "2024-04-18T02:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/312b9bce-c18c-4fa9-ba39-59ecc7d9cbe1/f9d8ef50-6a32-4466-abc2-4750cc3a828a.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りの大賢者様はそれでもこっそり暮らしているつもりです"
      },
      {
        "en": "The Great Sage Who Returned from Another World Wants to Live Quietly"
      }
    ],
    "description": {
      "en": "Saito was reincarnated to the other world at the age of 15, becomes the Great Sage, and defeated the Demon Lord. Shortly after that, the door connecting the other world and the real world opens, and Saitou return to Japan with the power of the Great Sage. However, 19 years have passed in the real world. Saito, who was drifted away for so long, met his childhood friend Kanako, who’s now a single mother. But it seems like there’s someone who’s targeting Kanako’s life… The story of a wannabe Great Sage who came back from another world begins!",
      "ja": "15歳で異世界へ転生したサイトーは 大賢者となって魔王を余裕で討伐！ 異世界と現実世界を繋ぐ扉をくぐり帰還するも 日本では19年の歳月が過ぎていて‥‥。 ウラシマ状態のサイトーが出会ったのは シングルマザーとなった幼馴染のかなこ。 なにやら、かなこの命を狙う輩がいるらしい！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c",
    "title": {
      "en": "RED: Living On the Edge"
    },
    "updatedAt": "2023-10-24T12:39:39+00:00",
    "coverArt": "https://mangadex.org/covers/26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c/4b184d59-82f3-43a9-b5be-41752ef3f1e4.jpg",
    "altTitles": [
      {
        "zh": "红色风暴"
      },
      {
        "ja": "レッド"
      }
    ],
    "description": {
      "en": "Set in nineteenth-century America, Red is the last living survivor of a Native American tribe that was slaughtered by white men. On a long journey in search of revenge, he travels with Iero Ito, a samurai who ran away to America after being defeated in the Seinan civil war, and Angie, a mysterious prostitute. The bonds of friendship between the three are touching. Although it is all fiction, the story seems very real as it is based on actual battles between US troops, Apaches and other tribes.\n\n\n---\nOfficial Release:\n- Indonesian release by Level Comics (2005)"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "151"
  },
  {
    "mangaId": "e660da42-375c-4fca-80f1-1afbe5342b8f",
    "title": {
      "en": "Fool Night"
    },
    "updatedAt": "2024-03-26T12:50:57+00:00",
    "coverArt": "https://mangadex.org/covers/e660da42-375c-4fca-80f1-1afbe5342b8f/98b0256d-3452-4728-b82d-004026830ea8.jpg",
    "altTitles": [
      {
        "ja": "フールナイト"
      },
      {
        "zh": "愚者之夜"
      },
      {
        "ko": "풀 나이트"
      },
      {
        "ru": "Ночь Дурака"
      },
      {
        "ja-ro": "Fuuru Naito"
      },
      {
        "uk": "Ніч Дурня"
      },
      {
        "uk": "Дуриніч"
      }
    ],
    "description": {
      "en": "In the distant future, earth is covered by thick clouds and deprived of the warm rays of sunlight. Natural plants have all but withered, leading to low levels of oxygen everywhere. \n\nHowever, humans have developed a technique to transform people into plants to produce a small amount of oxygen that allows mankind to keep surviving. In this world, everyone must decide: Will they live as humans in a bleak and uncertain world, or abandon their anguish to embrace a new life as plants?",
      "ru": "Продолжать прикладывать усилия ради жизни человеком? Или же красиво осыпаться, подобно цветку? Душевно изображенный неизвестный мир будущего!\n\nМир далёкого будущего окружают облака, не пропускающие дневной свет, увядших растений и недостатка кислорода. Однако, люди разработали технологию превращения человека в растение для получения кислорода и продолжают выживать.\nПеред людьми встаёт нелёгкий выбор - продолжать выживать в этом безнадежном мире людей или же, отбросив страдания, сделать шаг в новую жизнь в виде растений?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4668276-4b3e-49e0-98e7-fcc6841f7680",
    "title": {
      "en": "Blue Lock: Episode Nagi"
    },
    "updatedAt": "2024-04-08T15:58:07+00:00",
    "coverArt": "https://mangadex.org/covers/b4668276-4b3e-49e0-98e7-fcc6841f7680/b32282e4-4dec-4160-a9f2-9a73091fda1b.jpg",
    "altTitles": [
      {
        "ja": "ブルーロック-EPISODE 凪-"
      },
      {
        "ru": "Блю Лок: Путь Наги"
      },
      {
        "fr": "Blue Lock - Épisode Nagi"
      }
    ],
    "description": {
      "en": "Nagi Seishiro is a second-year high school student. He is a boy whose habit is to say, \"It's a pain in the ass,\" and he lives his life listlessly. Until his partner, Mikage Reo, discovers his talent in the \"Blue Lock,\" a dormitory for training strikers that aims to win the World Cup for Japanese soccer.",
      "fr": "Nagi Seishiro est un lycéen de deuxième année. C'est un adolescent qui a l'habitude de tout le temps dire : « C'est chiant », il vit sa vie avec apathie. Jusqu'à ce que son camarade de classe, Mikage Reo, découvre son talent pour le foot, cela les mènera jusqu'au « Blue Lock », un centre de formation révolutionnaire rassemblant les 300 meilleurs attaquants lycéens du pays.",
      "pt-br": "Nagi Seishiro é um estudante do segundo ano do ensino médio. Ele é um garoto cujo hábito é dizer: \"Que saco\", e ele vive sua vida com indiferença. Até que seu parceiro, Mikage Reo, descobre seu talento em \"Blue Lock\", um dormitório para treinamento de atacantes que visa vencer a Copa do Mundo em nome do futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2024-05-23T16:45:08+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/8ab088a7-fd39-41bb-9caa-cd7cbc3b785c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki no Kanojo ni Naru, Onnanoko ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi ni Jikka ni Kaettara Otouto ga TS Shiteta."
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n\n[Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c002702-9cf2-4688-a62e-892d7ce58986",
    "title": {
      "en": "Shut Hell"
    },
    "updatedAt": "2023-06-21T21:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/9c002702-9cf2-4688-a62e-892d7ce58986/6cf95171-1ae6-4cc1-994c-996db6cea809.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuryou - Shutoheru"
      },
      {
        "ja-ro": "Shuto Heru"
      },
      {
        "ja-ro": "Shutohel"
      },
      {
        "ja": "悪霊 シュトヘル"
      },
      {
        "zh": "西夏恶灵"
      },
      {
        "ko": "슈토헬"
      },
      {
        "ru": "Шат Хелл"
      }
    ],
    "description": {
      "en": "Beginning of the 13th century, Western Xia state in Chinese mainland. \nIn those days existed a woman warrior named Shut Hell, the Evil One, feared even by the Mongols, reputed the strongest army in history. \nAt first she was just a normal Tangut soldier, but after coming close to death so many times she found a superhuman strength in herself. \nOn the other side Yurul, a young Mongol prince, is fascinated by the Tangut, his enemies' writing script, and is worried for their future…\nCenturies later a Japanese high school student named Shudo is haunted by a vivid dream of a battlefield...\nIs there some sort of bound between these completely different lives ? Will they manage to overcome the obstacles surrounding them ?\n\n\n- **2012 Osamu Tezuka Cultural Prize (New Creator) winner**",
      "pt-br": "Um Jovem chamado Sudou desperta em uma de suas vidas passadas onde ele era uma guerreira Xia chamada Shut Hell a maligna, temida até pelos Mongóis de Genghis Khan que estão unindo forças para acabar com a dinastia Xia Ocidental. a história ocorre no Século 13 onde a Maligna junto com a principe Yurul se esforçam para preservar Xia e sua cultura e escritas."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "90"
  },
  {
    "mangaId": "09bbbb75-1086-4e7c-b775-ae9ee1816e0d",
    "title": {
      "en": "VERSUS"
    },
    "updatedAt": "2024-04-28T21:25:18+00:00",
    "coverArt": "https://mangadex.org/covers/09bbbb75-1086-4e7c-b775-ae9ee1816e0d/a655ec3c-6371-448c-95db-2bd001f9720a.jpg",
    "altTitles": [
      {
        "en": "Versus"
      },
      {
        "ja": "バーサス"
      },
      {
        "ru": "Противостояние"
      },
      {
        "uk": "Протистояння"
      }
    ],
    "description": {
      "cs": "Lidstvo bylo po stovky let utlačováno kvůli vzestupu a invazi našich přirozených nepřátel \"démonů\". Světu vládl \"Velký král démonů\" a jeho 47 \"ďábelských vládců\". Zatímco lidé žijí ve strachu, 47 lidí bylo vybráno z celého světa a zíkslai titul \"Hrdinové\" a připravují se na boj proti armádě velkého krále démonů. A nyní začíná plán jak zachránit lidstvo, jehož osud je teď na tenkém ledě.",
      "en": "Centuries ago, humanity’s natural enemy, “Demons,” invaded the world and oppressed humankind. The Great Demon Lord and 47 subordinates known as Demon Lords have since dominated the world, while the human race lives on in fear.\n\nIn desperation, a last-ditch effort for humanity’s very survival is placed in the hands of 47 people gathered from across the world. These heroes will oppose the demon army and win back humanity’s freedom…or die trying!",
      "ja": "天敵“魔族”の台頭と侵攻により、人類が虐げられ続けて数百年。世界は“大魔王”と、その配下である47体の“魔王”により支配されていた。人々は怯えて暮らしながらも、世界中から選び抜かれた47人を“勇者”と名付け、魔王軍に対抗すべく準備を進めていた。そして今、人類の存亡を懸けた決死の作戦が始まろうとしていた―――。",
      "ru": "Уже сотни лет человечество вынуждено существовать под гнётом своих естественных врагов — демонов, сумевших захватить мир. В их главе стоит Повелитель тьмы, и в подчинении его находятся сорок семь Королей.\nОднако среди людей, чей дух сломлен вековым страхом, было отобрано столько же наречённых Героев, готовых сразиться с демонической армией. И, кажется, отчаянная борьба за судьбу человеческой расы начинается прямо сейчас...",
      "pt-br": "A humanidade foi oprimida por centenas de anos devido à ascensão e invasão do inimigo natural \"demônios\". O mundo era governado pelo \"Grande Lorde Demônio\" e seus 47 \"Senhores Demônios\". Enquanto as pessoas vivem com medo, 47 pessoas selecionadas de todo o mundo foram nomeadas \"Heróis\" e estão se preparando para lutar contra o exército do Rei Demônio. E agora, uma operação desesperada com a sobrevivência da humanidade em jogo estava prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4644da00-8f23-44a8-aa99-e3661dcee901",
    "title": {
      "en": "Trigun Maximum"
    },
    "updatedAt": "2024-05-08T23:28:10+00:00",
    "coverArt": "https://mangadex.org/covers/4644da00-8f23-44a8-aa99-e3661dcee901/e4c30bed-8bf6-44b0-bbbd-c6c346d23719.jpg",
    "altTitles": [
      {
        "ja": "トライガンマキシマム"
      },
      {
        "ru": "Триган Максимум"
      },
      {
        "zh": "枪神"
      }
    ],
    "description": {
      "en": "Vash the Stampede rises again! It's been two years since the mysterious and super-nice gunman went into hiding, and the people of his desert planet are suffering. It takes a friend in peril to bring him out, and when he does, his enemies come chasing… as well as those crazy insurance girls, Millie and Meryl. And Wolfwood the wandering priest? Well, that's who found him in the first place! The gang's all back, and the trouble is coming in Trigun Maximum.\n\nNotes:\n - Nightow changed publishers to Shonen Gahosha and the series continued to be serialized in Young King Ours magazine. Due to the original publisher retaining the name Trigun, Nightow had to change the title to Trigun Maximum, which isn´t a sequel but a new name for the rest of the series. \n- The first 3 volumes were published under the title 'Trigun' and the entire series compiled into 14 books as 'Trigun Maximum' (the numbering was also restarted when the title changed).\n - Won the Seiun Award at the 48th Japan Science Fiction Conventionwere for the best comic of the year."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "97"
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b4b4e2f-229a-4547-bd4f-f61d8ff20082",
    "title": {
      "en": "H.P. Lovecraft's The Shadow Out Of Time"
    },
    "updatedAt": "2024-05-19T03:16:13+00:00",
    "coverArt": "https://mangadex.org/covers/2b4b4e2f-229a-4547-bd4f-f61d8ff20082/b173be11-83f1-408f-b454-95c241a32751.jpg",
    "altTitles": [
      {
        "ja-ro": "Toki wo Koeru Kage"
      },
      {
        "ja": "時を超えるの影"
      },
      {
        "zh": "超越时空之影"
      },
      {
        "zh-hk": "超越時空之影"
      }
    ],
    "description": {
      "en": "Manga adaption of H. P. Lovecraft's \"The Shadow Out of Time\""
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-05-10T14:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/2fe95806-7579-4f01-9c15-c48f59434535.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth!\n\nThe villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety!\n\nThe assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…?\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome*, comes the action-packed superhero series of a lifetime!",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "The Old Man Who Was Reincarnated as a Cat"
    },
    "updatedAt": "2024-02-19T21:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "NekoOji"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e84a966e-36b8-4522-a001-c225e8c3ef22",
    "title": {
      "en": "Ittsumo Shiotaiou na Osananajimi dakedo, Ore ni Kataomoi shite iru no ga Barebare de Kawaii."
    },
    "updatedAt": "2024-04-06T06:04:05+00:00",
    "coverArt": "https://mangadex.org/covers/e84a966e-36b8-4522-a001-c225e8c3ef22/f8401114-f582-4cc3-8735-16302f1d670c.jpg",
    "altTitles": [
      {
        "ja-ro": "Ittsumo Shiotaiou na Osananajimi dakedo, Ore ni Kataomoi shite iru no ga Barebare de Kawaii."
      },
      {
        "ja": "いっつも塩対応な幼なじみだけど、俺に片想いしているのがバレバレでかわいい。"
      },
      {
        "zh-hk": "外冷內熱的青梅對我的暗戀暴露無遺"
      },
      {
        "en": "My Tsundere Childhood Friend Is Very Cute"
      },
      {
        "en": "She's My Childhood Friend Who Is Always Acting Coldly Towards Me but Clearly She Has a Crush on Me and That Makes It Cute"
      }
    ],
    "description": {
      "en": "《 Today, I’ll confess to Ko-chan! 》 A voice suddenly heard by Kota Nitake, a high school boy who is not particularly popular. It was the voice of Ayano Yumemigasaki, a childhood friend who always has an attitude that doesn’t look like him! Kota didn’t know that Ayano fell in love with him.《 I really wanted Ko-chan to talk to me … 》 Kota begins to be aware of Ayano’s unrequited love. However, an unexpected side effect of “voice of the heart” ……! ??",
      "ja": "特にモテる訳でもない男子高校生・二武幸太（にたけこうた）は、神様に「女の子の心の声が聞こえる」力を与えられた。その結果、いつもツンツンしている幼馴染・夢見々崎綾乃（ゆめみがさきあやの）は、自分のことが大好きだという事が分かってしまった！　いつも通り“塩対応”されるも、心の中では（本当は話しかけてほしかった……）（手、勝手に握ったらバレるかな……？）とデレデレな綾乃。そして、いきなり筒抜けになった彼女の片想いに彼女を意識しだす幸太……。だが「心の声」には意外な副作用が見つかって――！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "257e0e31-e1b1-4f06-8d4e-804e78e6dcf8",
    "title": {
      "en": "Drunken My Boss"
    },
    "updatedAt": "2024-05-23T17:57:36+00:00",
    "coverArt": "https://mangadex.org/covers/257e0e31-e1b1-4f06-8d4e-804e78e6dcf8/7f9dab73-f2b5-4b7c-81fd-f1666531e133.jpg",
    "altTitles": [
      {
        "ko": "드렁큰 마이 보스"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7066efc8-b73f-4b17-8b8d-6060a5412590",
    "title": {
      "en": "Kill Blue"
    },
    "updatedAt": "2024-05-20T14:19:47+00:00",
    "coverArt": "https://mangadex.org/covers/7066efc8-b73f-4b17-8b8d-6060a5412590/ebf894bd-7631-4efc-8b35-9a540d350202.jpg",
    "altTitles": [
      {
        "ja": "キルアオ"
      },
      {
        "ja-ro": "Kiruao"
      },
      {
        "ja-ro": "Kill Ao"
      },
      {
        "ne": "किल नीलो"
      },
      {
        "ru": "Килл Блю"
      }
    ],
    "description": {
      "en": "A graduate from the school of hard knocks, hit man Ogami faces his greatest challenge yet…middle school!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f24f81e-29ef-4c46-83ff-b859de5cbab6",
    "title": {
      "en": "I Will Escape From the Flower of Ordeals"
    },
    "updatedAt": "2024-03-01T13:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/3f24f81e-29ef-4c46-83ff-b859de5cbab6/50e2a33b-c3ad-489a-a4ca-14776ce9473b.jpg",
    "altTitles": [
      {
        "ko": "시련의 꽃에서 탈출하겠다"
      }
    ],
    "description": {
      "en": "I was exhausted from reading the script all night and fell asleep, but it was about a kimchi fight, a secret birth, and an amnesia.\n\nI suddenly possessed Cha Ye-ryun, the villainous girl from the drama 'Flower of Ordeals', which is full of all kinds of absurd situations.\n\n\"I will protect you, Cha Ye-ryun. If I can’t go back to reality even after the drama ends, then I will be you.\"\n\nCha Ye-ryun only has one goal - avoiding her unfortunate ending where she has to spend the rest of her life in prison. \n\n Will she be able to overcome the unfortunate ending and escape the Flower of Ordeal?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b337e56-15c4-4685-bae6-7117fb0d7acb",
    "title": {
      "en": "One Room, Hiatari Futsuu, Tenshi-tsuki"
    },
    "updatedAt": "2024-01-22T09:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/4b337e56-15c4-4685-bae6-7117fb0d7acb/8f0cdb1d-b839-48b6-9998-ea1560d1e0da.jpg",
    "altTitles": [
      {
        "en": "Studio Apartment, Good Lighting, Angel Included."
      },
      {
        "ja": "ワンルーム、日当たり普通、天使つき。"
      },
      {
        "zh": "單間, 光照尚好, 附帶天使"
      }
    ],
    "description": {
      "en": "What will happen when you wake up, and find a cute girl lying next to you in bed? Furthermore, she is not an ordinary girl, but an Angel who comes from Heaven???\n\nShintarou Tokamitsu is a high school boy living alone. One day, he found a beautiful girl sitting on his balcony. Her name is Towa, but what is her true identity? A romantic comedy between two innocent souls.",
      "ja": "人暮らしの男子高校生、徳光森太郎。彼が自宅のベランダで出会ったのは清楚で優しい女の子『とわ』。けれど彼女の正体は…？　無垢な二人の胸キュン同居ラブコメディ♪",
      "vi": "Chúng ta đã quen với câu chuyện về anh nhân viên nhặt được bé JK tại lề đường. Nhưng sẽ ra sao nếu vẫn với chủ đề nhặt được người ấy, cậu học sinh năm nhất cao trung lại nhặt được một thiên thần từ Thiên Đàng ngay trong căn hộ của cậu ta? Chuyện gì sẽ xảy ra tiếp theo??"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e2c111d-b123-4098-bc2c-b0d3b227fb32",
    "title": {
      "en": "Dousei Jidai"
    },
    "updatedAt": "2024-04-07T13:18:38+00:00",
    "coverArt": "https://mangadex.org/covers/3e2c111d-b123-4098-bc2c-b0d3b227fb32/2e5758ea-af49-4838-98c9-e1faf165f378.png",
    "altTitles": [
      {
        "en": "When We Lived Together"
      },
      {
        "it": "L'età della convivenza"
      },
      {
        "fr": "Lorsque nous vivions ensemble"
      },
      {
        "ja": "同棲時代"
      },
      {
        "en": "Age of Cohabitation"
      }
    ],
    "description": {
      "en": "Kyoko (21) and Jiro (23) live together in Tokyo without being married. \nShe is a graphist in an advertisement agency, he's starting to be an illustrator. \nWe follow them through their love struggles and daily life with friends and family \nin a world where sexual revolution is about to start."
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "76"
  },
  {
    "mangaId": "b3fc1063-fe87-4d56-8d47-8d7dace95e20",
    "title": {
      "en": "Z Mazinger"
    },
    "updatedAt": "2024-04-05T09:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/b3fc1063-fe87-4d56-8d47-8d7dace95e20/dae8a53e-ed28-4949-af56-ab2b0f6c4c36.jpg",
    "altTitles": [
      {
        "en": "Zeta Mazinger"
      },
      {
        "en": "Zeus Mazinger"
      },
      {
        "ja": "Z マジンガー"
      },
      {
        "es": "Z Mazinger"
      },
      {
        "it": "Z Mazinger"
      }
    ],
    "description": {
      "en": "A retelling of Mazinger Z mixed with ancient Greek mythology with a modern touch."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "fddba606-d598-40b8-9ba5-f69a129305eb",
    "title": {
      "en": "Dear Anemone"
    },
    "updatedAt": "2024-04-22T06:11:57+00:00",
    "coverArt": "https://mangadex.org/covers/fddba606-d598-40b8-9ba5-f69a129305eb/93f687be-db56-4ee2-a319-1e1ff344e1bc.jpg",
    "altTitles": [
      {
        "ja": "ディアーアネモネ"
      }
    ],
    "description": {
      "en": "When Gaku lands on the Galapagos Islands, a paradise is the last thing he'll be experiencing. With creatures undergoing horrific evolutions, only one rule still stands--the survival of the fittest!",
      "fr": "Gaku Hachiue et un groupe d'investigation débarquent sur les \"îles Galapagos\", réputées être un paradis pour les plantes et les animaux. Mais à la place, ils rencontrent des créatures qui ont évolué d'une manière qui leur est propre. Les seuls à pouvoir survivre dans une situation où la vie est brutalement piétinée, et à la loi du plus fort, sont ceux capable d'évoluer à travers des changements répétés."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]