[
  {
    "mangaId": "af67e19a-0070-4100-a81e-3a3489f5824c",
    "title": {
      "en": "Wan Mu"
    },
    "updatedAt": "2023-03-11T01:03:06+00:00",
    "coverArt": "https://mangadex.org/covers/af67e19a-0070-4100-a81e-3a3489f5824c/ceab5431-960c-4064-a3bf-96b20d804b35.jpg",
    "altTitles": [
      {
        "zh": "晚木"
      }
    ],
    "description": {
      "en": "The girl who was adopted by two mothers met her soulmate- another girl, when she was 16 years old. After dating for ten years, she decided to give herself to a man at the age of 28 … because she did not want to live this \"abnormal life\". Only after leaving her, did she finally understand the true meaning of love during those countless days and nights. However, can they still go back to the way things were?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "43"
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "a2911710-50ea-42ba-b416-5a628728caaa",
    "title": {
      "en": "The Vigilant Lionmaru"
    },
    "updatedAt": "2024-03-12T04:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/a2911710-50ea-42ba-b416-5a628728caaa/c4ee716f-ea4d-4857-a866-2a7a962b0a74.jpg",
    "altTitles": [
      {
        "en": "The Vigilant Lion Knight"
      },
      {
        "ja": "快傑ライオン丸"
      },
      {
        "ja-ro": "Kaiketsu Lionmaru"
      }
    ],
    "description": {
      "en": "During the Warring States period, the demon king Gosun, who has been hiding in the Himalayas for a hundred years and has mastered evil sorcery, is aiming to conquer Japan. Shishimaru fights as the invincible ninja Kaikitsu Lionmaru with the sword given to him by Koji Kashin, Japan's greatest ninja!"
    },
    "status": "completed",
    "releaseDate": 1972,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "b5e3b32e-5d96-4ebd-b37e-3caa0b258824",
    "title": {
      "en": "Kanzen Kaihi Healer no Kiseki"
    },
    "updatedAt": "2024-05-23T01:04:21+00:00",
    "coverArt": "https://mangadex.org/covers/b5e3b32e-5d96-4ebd-b37e-3caa0b258824/758947d2-6ca6-408d-803f-6d82967f939f.jpg",
    "altTitles": [
      {
        "en": "The Path of the Perfect Evasion Healer"
      },
      {
        "ja": "完全回避ヒーラーの軌跡"
      },
      {
        "ko": "완전회피 힐러의 궤적"
      },
      {
        "zh-hk": "完全迴避補師的異世界軌跡"
      },
      {
        "ru": "Путь целителя с идеальным уклонением"
      }
    ],
    "description": {
      "en": "A college student, Sakurai Hiroki was summoned to another world to defeat the Demon Lord. And since he got “Priest” as a job, his starting Recovery Stat was more than enough to heal any wounds, so he dumped all of his Stat Points into Evasion. In other words, he’s aiming for an Evasion Healer who will never get hit by enemy attacks. But unfortunately, people in that world couldn’t understand his ideal! The King got angry against him and labelled him as useless almost immediately! And thus, the story of how Hiroki become an odd Healer who can even avoid Dungeon Boss’ attacks with ease has started!!",
      "ru": "Учащегося среднего специального образовательного учреждения Сакурай Хироки вызвали в иное измерение для того, чтобы одолеть Лорда Демонов. Поскольку он получит специализацию \"Клирика\", его базового знания в области восстановления хватило в избытке, чтобы врачевать какие угодно повреждения, и по этой причине он использовал все очки способностей для улучшения уклонения. Иначе говоря, он выбрал дорогу исцелителя, который ни за что не окажется под ударами неприятеля. Однако, к несчастью, народ этого измерения не был в состоянии оценить его по достоинству! Правитель рассердился на героя и моментально нарек его бестолковым. Затем началась история о том, как Хироки становится великолепным мастером исцеления, который может уклоняться от самых жестоких атак боссов.",
      "pt-br": "Um estudante universitário, Sakurai Hiroki foi convocado para outro mundo para derrotar o Demon Lord. E desde que ele designado como \"Sacerdote\", seu estado de recuperação inicial foi mais que suficiente para curar qualquer ferida, então ele jogou todos os seus pontos de status em Evasion. Em outras palavras, ele está apontando para uma evasão Healer que nunca vai ser atingido por ataques inimigos. Mas, infelizmente, as pessoas desse mundo não entenderam seu ideal! O rei ficou irritado contra ele e o rotulou como inútil quase imediatamente!E assim, a história de como Hiroki se tornou um Curador estranho que pode até evitar ataques de Dungeon Boss com facilidade começou!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8f9afe2-aa44-4bc6-9145-eebb1f282372",
    "title": {
      "en": "Pseudo Harem"
    },
    "updatedAt": "2024-03-25T23:35:11+00:00",
    "coverArt": "https://mangadex.org/covers/d8f9afe2-aa44-4bc6-9145-eebb1f282372/8cc1aa08-c214-44ab-8b59-dcce6f73ca84.jpg",
    "altTitles": [
      {
        "ja-ro": "Giji Harem"
      },
      {
        "ja-ro": "Giji-Harem"
      },
      {
        "pt": "Harém de Mentirinha"
      },
      {
        "id": "Harem Semu"
      },
      {
        "ru": "Псевдогарем"
      },
      {
        "ja": "疑似ハーレム"
      },
      {
        "uk": "Псевдогарем"
      }
    ],
    "description": {
      "en": "The story of Nanakura Rin of the Drama Club, who has indisputable talent as an actress, and her senpai in the same club, Kitahama Eiji. With the power of her acting, Rin teases Eiji with a variety of personas, giving him the harem he's always dreamed of!",
      "fr": "Voici l'histoire de Nanakura Rin du club de drama, ayant un talent indiscutable en tant qu'actrice, et de son senpai Kitahama Eiji. Grâce à ses talents d'actrice, Rin taquine Eiji avec multiples personnalités, lui donnant le harem dont il a toujours rêvé.",
      "it": "Questa è la storia di Nanakura Rin del club di teatro, che ha un talento indiscutibile come attrice, e del suo senpai Kitahama Eiji. Grazie al suo talento di attrice, Rin prende in giro Eiji con molteplici personalità, dandogli l'harem che ha sempre sognato.",
      "pl": "Historia dwojga członków Klubu Teatralnego – Rin Nanakury i jej Senpaia – Kitahamy Eijiego.  \nRin, przy użyciu swoich aktorskich umiejętności, odgrywa różnorodne postacie, tworząc tym samym Senpaiowi jego wymarzony harem!",
      "pt": "Rin Nanakura, uma talentosa atriz do clube de teatro, e o seu veterano no mesmo clube, Eiji Kitahama. Com suas habilidade de atuação, Rin brinca com Eiji fazendo várias personagens, e montando o harém (de uma pessoa só) que ele sempre sonhou!",
      "uk": "Історія про Нанакуру Рін, яка має талант до акторства, та Кітахаму Ейджі - її семпая, який мріє про власний гарем."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "130"
  },
  {
    "mangaId": "4ed061a8-5b61-4367-8b71-ea9aaeaf0bf7",
    "title": {
      "en": "Tomoko & Mitsuki"
    },
    "updatedAt": "2024-05-12T09:56:47+00:00",
    "coverArt": "https://mangadex.org/covers/4ed061a8-5b61-4367-8b71-ea9aaeaf0bf7/23c940b4-4da6-4e6b-ad55-6623fcfb04b1.jpg",
    "altTitles": [
      {
        "ja": "ともことみつき"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad6f8b7-9fd8-4256-9be7-a7677affa0ad",
    "title": {
      "en": "Saint Seiya - The Lost Canvas - Meiou Shinwa Gaiden Bangai Hen"
    },
    "updatedAt": "2024-05-23T00:36:37+00:00",
    "coverArt": "https://mangadex.org/covers/3ad6f8b7-9fd8-4256-9be7-a7677affa0ad/4422f04a-21b7-4c32-82bb-9db7a2311e38.jpg",
    "altTitles": [
      {
        "ja": "聖闘士星矢THE LOST CANVAS冥王神話 番外編"
      }
    ],
    "description": {
      "en": "Collection of extra stories related to Saint Seiya The Lost Canvas released between 2015 and ongoing"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b1d7ca0-6b34-415c-96c8-f3ffd460e932",
    "title": {
      "en": "Dragon and Chameleon"
    },
    "updatedAt": "2024-04-17T21:54:54+00:00",
    "coverArt": "https://mangadex.org/covers/8b1d7ca0-6b34-415c-96c8-f3ffd460e932/0fc22ea9-46b3-4510-8cf6-2f103bce3355.jpg",
    "altTitles": [
      {
        "ja-ro": "Ryuu to Chameleon"
      },
      {
        "ja": "龍とカメレオン"
      },
      {
        "fr": "Le dragon contre le caméléon"
      }
    ],
    "description": {
      "en": "Garyou Hanagami is a veteran mangaka. Best known for the behemoth of a series that is Dragon Land, Hanagami-sensei has years of experience under his belt and is always thinking up new manga ideas. \n\nShinobu Miyama is not. An amateur working for Hanagami-sensei as an assistant, Miyama is nicknamed “The Chameleon” for his ability to copy the artstyles of those he works under. However, his true dream is to escape the faceless crowds and become someone. \n\nSo what happens when a work accident causes them to swap bodies?",
      "fr": "Garyou Hanagami est un mangaka chevronné. Il est connu pour son oeuvre Dragon Land, le manga le plus populaire. Hanagami a des années d'expérience à son actif et déborde d'une créativité et d'une énergie folle.\n\nShinobu Miyama est un dessinateur travaillant pour Hanagami en tant qu'assistant libre. Miyama est surnommé \"le caméléon\" en raison de sa capacité à copier le style de n'importe quel artiste à la perfection. Cependant, son véritable rêve est de sortir de la masse et de devenir quelqu'un avec une grande renommée.\n\nSuite a un accident, les deux mangaka échangent de corps. Garyou va maintenant devoir battre sa propre oeuvre, dans le corps d'un illustre inconnu.\nUne bataille au sommet du manga commence ! \nEntre le dragon qui repart de zéro et le caméléon qui tente d'imiter cet animal céleste ! \n\nQui va remporter le titre du meilleur mangaka ?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2befbc2-3e34-4716-a25d-e072c0ff3d02",
    "title": {
      "en": "Kaifukushoku no Akuyaku Reijou"
    },
    "updatedAt": "2024-05-22T22:07:50+00:00",
    "coverArt": "https://mangadex.org/covers/d2befbc2-3e34-4716-a25d-e072c0ff3d02/2f91eef8-3c7b-4d60-a475-8f348cc86c1b.jpg",
    "altTitles": [
      {
        "ja": "回復職の悪役令嬢"
      },
      {
        "en": "Villainess Healer"
      }
    ],
    "description": {
      "en": "Charlotte discovered that she was in the game world she played in her previous life when her engagement was broken off. With her cheat knowledge, she escapes from the scenario and changes her job to a <healer> in the enemy country, and enjoys a free adventurous life!",
      "id": "Ketika pertunangannya diputus, Charlotte menyadari bahwa dia berada di dunia game yang dia mainkan di kehidupan sebelumnya. Dengan pengetahuan cheatnya, dia melarikan diri dari skenario cerita dan mengubah pekerjaannya menjadi <Penyembuh> di negara musuh, dan menikmati kehidupan petualangan yang bebas!",
      "ja": "婚約破棄されたことをきっかけに、ここが前世でプレイしていたゲーム世界だと気づいたシャーロット。チート知識でシナリオ脱出＆敵国で＜癒し手＞にジョブチェンジして、自由な冒険ライフを堪能します！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57b52103-769a-490e-af54-49fd9ce08dcf",
    "title": {
      "en": "The Prince of Tennis"
    },
    "updatedAt": "2023-10-20T23:37:37+00:00",
    "coverArt": "https://mangadex.org/covers/57b52103-769a-490e-af54-49fd9ce08dcf/02d303ce-78d9-4236-9200-973fbfb04064.png",
    "altTitles": [
      {
        "vi": "Hoàng tử tennis"
      },
      {
        "en": "Prince of Tennis"
      },
      {
        "ja-ro": "Tennis no Oujisama"
      },
      {
        "ja": "テニスの王子様"
      },
      {
        "zh-hk": "網球王子"
      },
      {
        "zh-hk": "网球王子"
      },
      {
        "ko": "테니스의 왕자"
      },
      {
        "pt-br": "O Príncipe do Tênis"
      }
    ],
    "description": {
      "en": "Ryoma Echizen just joined the Seishun Academy's tennis team, which is known for being one of the most competitive teams in Japan. Its members are incredibly talented, gifted, and athletic. With rigorous and extremely intense practices, the upperclassmen of the team expect the very best from themselves and they expect even more from the new members of the team. While most of the freshmen are on pins and needles hoping they won't get cut from the team, Ryoma Echizen is confident, cool, and collected. Some might even say he's cocky, but at least he's got the skills to back up his attitude. With his virtually unreturnable \"twist serve,\" Ryoma is sure to make the starting team.  \n  \nJoin Ryoma and the other first years, as they train hard, make friends, and try to find a place for themselves on the team. Ryoma Echizen is the Prince of Tennis. He may be ready for the Seishun Academy tennis team, but are THEY ready for HIM?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "379"
  },
  {
    "mangaId": "d42aea2e-0447-4c0f-9276-f3dbaa9db2e3",
    "title": {
      "en": "The Strongest Lv1 Support in the World"
    },
    "updatedAt": "2023-07-18T06:35:01+00:00",
    "coverArt": "https://mangadex.org/covers/d42aea2e-0447-4c0f-9276-f3dbaa9db2e3/075c05ce-dcea-4211-bdfb-7e9d483a33e6.jpg",
    "altTitles": [
      {
        "zh": "天下最强Lv1奶"
      },
      {
        "id": "Support Lv1 Terkuat di Dunia"
      }
    ],
    "description": {
      "en": "“Even if I can only use primary healing skill, I still want to become the strongest!” The LV1 healer boy and the weakest God’s chosen girl started their journey with the goal of becoming the strongest. However, the Young man did not expect that this time would be his last journey.",
      "id": "“Bahkan jika aku hanya bisa menggunakan teknik penyembuhan dasar, aku ingin menjadi yang terkuat!” Seorang bocah healer level 1 dan gadis pilihan dewa terlemah memulai perjalanan mereka dengan tujuan menjadi yang terkuat.  Namun, pemuda itu tidak menyangka bahwa kali ini akan menjadi perjalanan terakhirnya."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-05-23T00:36:36+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/3b46fd7b-93cb-4995-a6a4-5af0b78142ce.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "ja": "Kyou kara Hajimeru Osananajimi"
      }
    ],
    "description": {
      "en": "“Will you be my childhood friend?”\n\nKaede always wished for a childhood friend like in the manga she reads. When she moved next door to her classmate, Kouhei, he said he’d do anything to help her out. So, she asked him to be her childhood friend! \n\nThe two of them have fun adventures recreating all of the things that childhood friends should do!\n___\n[Official X Account](https://twitter.com/kyo_osa0420)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d2242e4-748b-4f24-bd69-219bc02afe59",
    "title": {
      "en": "My Love Tiger"
    },
    "updatedAt": "2023-07-29T14:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/4d2242e4-748b-4f24-bd69-219bc02afe59/b20048c3-5ffd-4bb3-9c16-ba69924cf569.jpg",
    "altTitles": [
      {
        "en": "Lord Tiger and I"
      },
      {
        "en": "Me and the Tigress"
      },
      {
        "en": "My Loli Tiger"
      },
      {
        "en": "The Tiger and I"
      },
      {
        "ko": "나와 호랑이님"
      }
    ],
    "description": {
      "en": "Sunghoon was a normal high schooler until one day, he finds out he is engaged to a tiger from Korean mythology. It is foretold that the world will end unless Sunghoon marries the tiger. This story begins with the cute smile of the tiger girl.  \n  \n*Notice: This series reads like a manga, from right-to-left.*"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "362"
  },
  {
    "mangaId": "51fe4713-013a-4acc-8874-bfd01b60eff9",
    "title": {
      "en": "Glass Mask"
    },
    "updatedAt": "2022-12-29T13:35:14+00:00",
    "coverArt": "https://mangadex.org/covers/51fe4713-013a-4acc-8874-bfd01b60eff9/c8e4690e-f86a-4fa4-b605-31759b3f4032.jpg",
    "altTitles": [
      {
        "ja-ro": "Glass no Kamen"
      },
      {
        "it": "Il Grande Sogno di Maya"
      },
      {
        "vi": "Mặt Nạ Thủy Tinh"
      },
      {
        "en": "The Glass Mask"
      },
      {
        "id": "Topeng Kaca"
      },
      {
        "th": "นักรักโลกมายา"
      },
      {
        "th": "หน้ากากแก้ว"
      },
      {
        "ja": "ガラスの仮面"
      },
      {
        "zh": "千面女郎"
      },
      {
        "zh-hk": "玻璃面具"
      },
      {
        "ko": "유리가면"
      }
    ],
    "description": {
      "en": "Chigusa Tsukikage holds the rights to the play \"The Crimson Goddess,\" a lost masterpiece that many would love to see brought back to the stage.  \n  \nTsukikage, however, won't allow the cherished work to be diminished by an actress who isn't worthy of playing the title role. Fortunately, she has found two young actresses that just might be worthy: Maya Kitajima and Ayumi Himekawa. Though both actresses are exceptionally talented, only one can win the coveted role.\n\n---\n- **Won the Japan Cartoonists Association Award in 1995**\n\n---\n\nPublished in Indonesian by Elex Media as **Topeng Kaca**"
    },
    "status": "hiatus",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce8e0d23-f93f-45f3-9cba-1f3f6f36b3ff",
    "title": {
      "en": "Mirukarani Ayashii Futari"
    },
    "updatedAt": "2024-04-07T21:31:57+00:00",
    "coverArt": "https://mangadex.org/covers/ce8e0d23-f93f-45f3-9cba-1f3f6f36b3ff/598d5481-703d-4428-9620-39770219cb62.jpg",
    "altTitles": [
      {
        "ja": "見るからに怪しい二人"
      },
      {
        "en": "Two Suspiciously-Looking People"
      }
    ],
    "description": {
      "en": "A lazy surreal comedy about two men who look like bad guys, but are actually super nice!\n\nTwo suspicious-looking men, one long-haired and the other short-haired, appear in the usual park.\n\nThey look suspicious and unapproachable, but they are good guys themselves, picking up litter and searching for missing cats!\n\nLong-Hair somehow knows a lot about the life span of snakes and the organs of rabbits, while Sort-Hair is questioned by the police even though he is just eating a meat bun.\n\nThe two of them live at their own pace today, involving various people in town.",
      "ja": "悪人にしか見えないけど、実は超いい人たち!?によるダラダラシュールコメディ！\n\nいつもの公園に出没する謎の長髪と短髪。\n\n見た目は怪しさ満点で近寄りがたいが、ポイ捨てされたゴミを拾ったり行方不明の猫を捜索してあげたりとやっていることは善人そのもの。\n\nなぜか蛇の寿命やウサギの器官に詳しい長髪と、肉まんを食べているだけなのに職質されてしまう短髪。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9216117b-1d08-4111-ba80-8f4a0314eee5",
    "title": {
      "en": "Kono Te wo Hanasanai de"
    },
    "updatedAt": "2024-05-04T20:12:57+00:00",
    "coverArt": "https://mangadex.org/covers/9216117b-1d08-4111-ba80-8f4a0314eee5/9ac0f091-5615-46fc-a4b5-05c0bba4bcb0.jpg",
    "altTitles": [
      {
        "ja": "この手を離さないで"
      },
      {
        "en": "Never Let Go"
      },
      {
        "ru": "Не отпускай мою руку"
      },
      {
        "vi": "Xin người đừng buông tay"
      }
    ],
    "description": {
      "en": "A unique talent’s striking debut!\nThe “haves and have-nots” seek each other in the ultimate teen omegaverse.\n\nI met a love I want to hold on to.\n\nAfter causing a certain problem, Haruto transfers from an elite alpha school to a regular school. In the classroom filled with excitement over the out-of-season transfer, he meets the student council president, Miyabi, who, for some reason, is the only one who treats him harshly.\n\nThey have totally opposite personalities and circumstances, and, even though they reject each other, they also feel strong attraction. They gradually delve deep into each other’s hearts.\n\nBut Miyabi’s body, unable to resist Haruto’s pheromones, soon becomes uncontrollable…\n\nImmature, painful, and fragile – the beautiful days of youth.\n\n“I’ll never let go of you.”\n“I always hated heat to death, but now…”"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "10.5"
  },
  {
    "mangaId": "ef4b8d21-c6ec-4a69-9a86-728538fe832d",
    "title": {
      "en": "Rojiura Pussycat"
    },
    "updatedAt": "2024-05-15T02:33:30+00:00",
    "coverArt": "https://mangadex.org/covers/ef4b8d21-c6ec-4a69-9a86-728538fe832d/d9452182-6fe1-4362-880e-617838dc8c75.jpg",
    "altTitles": [
      {
        "ja": "路地裏プッシーキャット"
      },
      {
        "en": "Back-Alley Pussycat"
      }
    ],
    "description": {
      "en": "Soon after Nazuku meets Ayafumi, a playboy with a delinquent air about him, he finds himself trapped in the man's crushing embrace! \"You feel way better on the inside than any girl.\" With those words, Ayafumi pronounces Nazuku his favorite. Nazuku's life is now a living hell, where he's forced to satisfy Ayafumi's \"needs\" to the point of passing out! Why oh why did he rescue Ayafumi and get involved in his life...?\nAyafumi is rough, without a hint of kindness or consideration, and Nazuku can't seem to tell him no.\nBut, the more they sleep together, the more their desire grows...",
      "fr": "Peu après que Nazuku ait rencontré Ayafumi, un playboy avec un air de délinquant chez lui, il se trouva lui-même coincé dans l'étreinte écrasante de cet homme!\n\" Tu te sens beaucoup mieux à l'intérieur que dans n'importe quelle fille\"\nAvec ces quelques mots, Ayafumi prononce que Nazuku est son favori. La vie de Nazuku est maintenant devenue un enfer , là où il est forcé de satisfaire tous les \"besoins\" d'Ayafumi au point de s'évanouir! Pourquoi, oh pourquoi est-ce qu'il a sauvé Ayafumi et s'est engagé dans cette vie...?\nAyafumi est dur, Sans même un soupçon de gentillesse ou de considération, et Nazuku ne peut pas lui dire non.\nToutefois, plus ils passent de temps à dormir ensemble, plus leur désir augmente."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "10.5"
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5dc30682-a224-4f47-b695-f4fab7e26b68",
    "title": {
      "en": "Dorei wo Choukyoushite Harem Tsukuru"
    },
    "updatedAt": "2023-12-15T20:46:47+00:00",
    "coverArt": "https://mangadex.org/covers/5dc30682-a224-4f47-b695-f4fab7e26b68/a6339fa5-ad01-440e-898b-5b98ab6661d8.jpg",
    "altTitles": [
      {
        "ja": "奴隷を調教してハーレム作る"
      },
      {
        "ja-ro": "Dorei wo Choukyoushite Harem Tsukuru"
      },
      {
        "ru": "Тренируем рабынь, чтобы сделать гарем"
      },
      {
        "zh": "养女儿开后宫"
      },
      {
        "zh-hk": "調教奴隸建後宮"
      },
      {
        "pt-br": "Treinando escravas pra fazer um harem"
      },
      {
        "en": "Training Slaves to Make a Harem"
      }
    ],
    "description": {
      "en": "A man purchases three little slaves and begins to groom them into perfect girls for his harem. You will never have a gaggle of lolis with horns in your life. ;_;",
      "vi": "Đây là câu chuyện về gã chủ nhân mua nô lệ, chăm sóc giáo dục các bé lên người để hiện thực hoá giấc mơ dàn harem lý tưởng",
      "pt-br": "Um homem compra três pequenas escravas e começa a transformá-las em garotas perfeitas para seu harém."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec603d23-fceb-4eb9-bc02-60a0fd5c780e",
    "title": {
      "en": "Aru Hi Totsuzen, Gal no Iinazuke ga Dekita"
    },
    "updatedAt": "2024-04-28T16:03:39+00:00",
    "coverArt": "https://mangadex.org/covers/ec603d23-fceb-4eb9-bc02-60a0fd5c780e/983c2b5e-3b98-4ac2-afa0-9bde3660b8a7.jpg",
    "altTitles": [
      {
        "ja-ro": "ある日、突然ギャルの許嫁ができた"
      },
      {
        "ja-ro": "Aru hi Totsuzen, Gyaru no Iinazuke ga Dekita"
      },
      {
        "en": "One Day, I Suddenly Got Myself a Gal Fiancée​"
      },
      {
        "en": "One Day, Out of the Blue, I Got a Gal's Forgiving Wife"
      }
    ],
    "description": {
      "en": "\"Hey, hey, why are you always pretending to be asleep?\"\n\nMiran Katsuki, a positive gal who reigns in the upper class of the school caste, often asks Shuji Nagasawa, an otaku. I was confused by her suggestive behavior, but she unexpectedly announced that she was his fiancee!?\n\nA school romantic comedy between two polar opposites, Yin and Yang, has begun!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7cb0c04b-6d75-4669-95ef-04c02f9d43b9",
    "title": {
      "en": "Tenshi wo Ikasete Item Get!! Ikigacha de Dungeon Kouryaku!"
    },
    "updatedAt": "2024-01-21T06:44:28+00:00",
    "coverArt": "https://mangadex.org/covers/7cb0c04b-6d75-4669-95ef-04c02f9d43b9/d84627d3-9e21-4d3a-8419-5a717aa0f7d3.jpg",
    "altTitles": [
      {
        "ja": "天使をイカせてアイテムゲット！！ 絶頂ガチャでダンジョン攻略！"
      },
      {
        "en": "Make the angel cum and get items!  ! Conquer the dungeon with the climax gacha!"
      },
      {
        "ja-ro": "Tenshi wo Ikasete Item Get!! Ikigacha de Dungeon Kouryaku!"
      }
    ],
    "description": {
      "en": "One day, [Haruma Kozai] was suddenly transported to a town centered around a dungeon.\n The special skill he was given was [Summon Angel].\n\nThis skill with a mysterious name does not simply summon an angel,\nrather it's a slightly strange skill in which angels are summoned for a price.\n\n ...At least that's what I thought,\nbut it seems like “pleasure” is the price to pay!?\n\nMake the summoned angel cum and decide on the cheat boost.\n A very naughty journey to another world begins♪",
      "ja": "ある日突然、ダンジョンを中心とした街に転移してしまった【香西遥真】。\n彼が授かった特殊スキルは【召喚天使】というものだった。\n\n不思議な名前のこのスキル、天使を召喚するのではなく、\n天使が対価を受けて召喚する、ちょっとヘンテコスキル。\n\n...なんて思ったけど、\nなんと「快楽」が対価になるようで――!?\n\n召喚天使をたっぷりイカせて、チートブースト決める、\nかなりエッチな異世界攻略、始まります♪\n \n--- \n \nAruhitotsuzen, danjon o chūshin to shita machi ni ten'i shite shimatta [Kōzai haruma]. Kare ga sazukatta tokushu sukiru wa [shōkan tenshi] to iu monodatta. \n\nFushigina namae no kono sukiru, tenshi o shōkan suru node wa naku, tenshi ga taika o ukete shōkan suru, chotto hentekosukiru. \n\n... Nante omottakedo, nanto \"kairaku\" ga taika ni naru yō de ――!? \n\nShōkan tenshi o tappuri ika sete, chītobūsuto kimeru, kanari etchina i sekai kōryaku, hajimarimasu ♪"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db7744a6-785e-4504-9d59-1c6b84de7033",
    "title": {
      "en": "Watashi no Kobushi wo Uketomete!"
    },
    "updatedAt": "2023-05-17T20:32:45+00:00",
    "coverArt": "https://mangadex.org/covers/db7744a6-785e-4504-9d59-1c6b84de7033/e17a69c9-3a66-4f7e-9ebc-8c00554986cf.jpg",
    "altTitles": [
      {
        "en": "Accept My Fist of Love!"
      },
      {
        "en": "Accept my Fist!"
      },
      {
        "ja-ro": "Watakobu"
      },
      {
        "ru": "Прими мой кулак любви!"
      },
      {
        "ja": "私の拳をうけとめて！"
      },
      {
        "en": "Catch These Hands!"
      }
    ],
    "description": {
      "en": "From back alley brawls to bashful bonds, two former-delinquents face their next fight: long-term relationships.  \nDuring her high school years, Takebe was the top dog at her school. But with her old friends now living as happy riajuu, Takebe was faced with an impending sense of crisis.   \nTakebe thus resolved herself to quit delinquency, but the result of that was a fated meeting with her old rival, Soramori. Losing a fist-fight against Soramori, for some reason or other Takebe was now dating her.  \nWhat kind of relationship did the two of them have back in high school? And would Takebe ever manage to graduate from delinquency…!?",
      "pt": "De brigas em becos sem saída para uma tímida ligação, duas ex-delinquentes enfrentam sua próxima luta: relacionamentos de longo prazo. Durante seus anos de ensino médio, Takebe era a maioral de sua escola. Mas com suas velhas amigas vivendo felizes \"como todas as outras pessoas\", Takebe se deparou com uma iminente sensação de crise. Takebe, resolveu deixar a delinquência de lado, mas o resultado disso foi um encontro predestinado com sua antiga rival, Soramori. Perdendo uma briga contra Soramori, por alguma razão ou outra, Takebe estava agora namorando ela. Que tipo de relacionamento as duas tiveram no ensino médio? E Takebe conseguirá se graduar da delinquência …?  \n  \n  \nOther links:  \n[Twitter](https://twitter.com/igaratara)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "f66c2b61-7eda-4047-a5ff-97945db0589c",
    "title": {
      "en": "Sora no Otoshimono"
    },
    "updatedAt": "2024-05-21T23:58:45+00:00",
    "coverArt": "https://mangadex.org/covers/f66c2b61-7eda-4047-a5ff-97945db0589c/f34a53ae-be8b-43d3-8de1-cc48446be0bb.jpg",
    "altTitles": [
      {
        "en": "Heaven's Lost Property"
      },
      {
        "es": "La propiedad perdida del cielo"
      },
      {
        "en": "The Thing Which Has Fallen From The Sky"
      },
      {
        "fr": "Tombée du Ciel"
      },
      {
        "ru": "Забытая Собственность Небес"
      },
      {
        "ru": "Утраченное небесами"
      },
      {
        "ja": "そらのおとしもの"
      },
      {
        "zh": "天降之物"
      },
      {
        "pt-br": "Sora no Otoshimono – Caiu do céu"
      }
    ],
    "description": {
      "en": "Sakurai Tomoki is a normal student whose motto is \"normal is the best\". If there is one thing abnormal, it is that he often dreams of a girl whose face he cannot even remember, and when he wakes up from that dream, he would always be crying. He tried leaving it as just a dream… but one day, from the sky, an angel descended.",
      "es": "Me llamo Tomoki Sakurai. Mi lema es \"La paz es lo mejor\". ¿No es lo mejor lo normal?　Una de las cosas que no es normal... el sueño que tengo a diario; un sueño sobre una chica cuyo rostro no puedo recordar. Dejé el asunto, pensando que era sólo un sueño... Pero aquel día, un ángel cayó del cielo.",
      "ja": "俺の名前は桜井智樹。モットーは「平和が一番」。普通が一番じゃあございませんか？　一つだけ普通じゃないもの…といえば、俺の良く見る夢。顔さえ思い出せない女の子の夢。たかが夢だと放っておいたんだが…。その日、空から、天使が降ってきた。",
      "pt-br": "Sakurai Tomoki tem tido o mesmo sonho estranho desde que ele era criança e acordava chorando. Sugata, um veterano em sua escola, acredita que o sonho de ser o novo continente. Mais tarde, naquela noite, enquanto espera sob as cerejeiras por Sohara e Sugata, seus amigos de infância, quando algo cai em sua direção e dentro da cratera havia um anjo."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "77"
  },
  {
    "mangaId": "f385817a-979f-4e17-8858-d81d8b7b9193",
    "title": {
      "en": "My Next Life as a Villainess: All Routes Lead to Doom! GIRLS PATCH"
    },
    "updatedAt": "2024-05-07T00:15:25+00:00",
    "coverArt": "https://mangadex.org/covers/f385817a-979f-4e17-8858-d81d8b7b9193/cc4197d1-35a4-4f9a-9115-fc81770371ae.jpg",
    "altTitles": [
      {
        "ja-ro": "Otome Game no Hametsu Flag shika nai Akuyaku Reijou ni Tensei shite shimatta... GIRLS PATCH"
      },
      {
        "ru": "Моя реинкарнация в отомэ-игру в качестве главной злодейки! ВРЕМЯ ДЕВУШЕК"
      },
      {
        "ja": "乙女ゲームの破滅フラグしかない悪役令嬢に転生してしまった… GIRLS PATCH"
      }
    ],
    "description": {
      "en": "A Hamefura anthology focused on the series' female cast, published through Comic Yuri Hime.",
      "ru": "Сборник из 9 коротких историй от разных авторов, по мотивам ранобэ/аниме/манги \"Моя реинкарнация в отомэ-игру в качестве главной злодейки\" с девушками в главных ролях."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "6498ec2a-bb90-4693-974e-c7835a3a0ffe",
    "title": {
      "en": "When You Put on Loafers"
    },
    "updatedAt": "2024-05-22T23:16:22+00:00",
    "coverArt": "https://mangadex.org/covers/6498ec2a-bb90-4693-974e-c7835a3a0ffe/4fed3d8a-cff9-4384-8aa2-9cf062cc0dfd.jpg",
    "altTitles": [
      {
        "ja": "きみがローファーをはいたら"
      },
      {
        "ja-ro": "Kimi ga Rōfā o Haitara"
      },
      {
        "ja-ro": "Kimi ga Roufaa o Haitara"
      },
      {
        "ja-ro": "Kimi ga Loafers o Haitara"
      }
    ],
    "description": {
      "en": "Rinne Miki is a normal first year's high school girl who loves fashion and is close with her friends.\nBut, she has a caring personality too, so though she has opposite-sex friends, that never became romantic, and she lived her life without romance.\nBut, on the day of the school festival, she meets Toma, a boy with a slightly mysterious atmosphere to him... though she's bewildered by how aggressively the younger boy approaches here, gradually, she starts to see him as...?",
      "ja": "高校1年生の三木凜音はオシャレが大好きで友達想いな普通の女の子。\nでも世話好きの性格もあって、異性とは友達にはなっても恋愛に至ることはなく、恋心とは無縁に生きてきた。\nそんな彼女だが、文化祭の日にちょっと不思議な雰囲気の少年・冬馬と出会って…。\nグイグイくる年下男子に戸惑いながらも、だんだんと凜音も冬馬のことが…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bb0ee0e-55cc-434d-9f47-f0ab7bc92d40",
    "title": {
      "en": "Anata no kotoba no togirema wo"
    },
    "updatedAt": "2024-05-22T22:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/3bb0ee0e-55cc-434d-9f47-f0ab7bc92d40/03a83678-904b-4d4d-81f9-a9679dfe6d10.png",
    "altTitles": [
      {
        "ja": "あなたの言葉の杜切れ間を。"
      },
      {
        "en": "The rift in your words"
      }
    ],
    "description": {
      "en": "High school seniors Akira and You are in different classes, but they have been close friends since they were kids. Akira knows there’s always been something strange about him that even he can’t understand, and it is that whenever he comes to treasure something, it soon disappears. Ever since he realized this, he has made sure not let himself get attached to anything. However, the day before graduation, something happens that puts Akira’s way of thinking to the test."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e306bf5f-a464-44d9-9607-1d21f1e1ff08",
    "title": {
      "en": "Yandere Nisshi"
    },
    "updatedAt": "2024-05-21T02:03:23+00:00",
    "coverArt": "https://mangadex.org/covers/e306bf5f-a464-44d9-9607-1d21f1e1ff08/1e1868c5-5db2-426b-9537-f711f7362fed.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレ日誌"
      },
      {
        "en": "Yandere Diary"
      }
    ],
    "description": {
      "en": "A series of different yandere images by the artist @RinRin200001.\n\n---\n\n**Links:**\n- Retail Site - [DLsite](https://www.dlsite.com/maniax-touch/work/=/product_id/RJ420882.html) (Includes Chapter 1-50)\n\n**Notes:**\n- From Chapter 134 the author has been publishing a \"DereDere version\" of the comic on their [FANBOX](https://rinrin83.fanbox.cc/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83d429da-e807-4e72-9892-b6c7c617d446",
    "title": {
      "en": "Hinako Note"
    },
    "updatedAt": "2024-05-22T22:34:20+00:00",
    "coverArt": "https://mangadex.org/covers/83d429da-e807-4e72-9892-b6c7c617d446/93ae3642-1395-4a3b-b0ea-e618778115bd.jpg",
    "altTitles": [
      {
        "ja": "ひなこのーと"
      }
    ],
    "description": {
      "en": "Hinako has trouble communicating with others. The moment she tries to speak, she freezes up and can't get the words out. In an effort to get better at communication, she moves from the countryside to Tokyo to attend a high school with a famous theatre club, only to find out the club has been disbanded! Together with new friends she meets at her boarding house, including a kind senior who was once a child actress, a shy girl obsessed with maid clothes, and a literary girl with a literal taste for books, Hinako's journey to take the stage and find her voice begins.",
      "es-la": "Sakuragi Hinako es una joven que le cuesta mucho hablar con otras personas, decide marcharse de su pueblo para ir a estudiar a la preparatoria en Tokio que cuenta con el club de teatro que tanto admira, con lo que vivirá en la residencia Hitotose-sou. Allí conocerá a Kuina, quien adora los libros y comer, a Mayuki un poco mayor aunque no lo parezca y que adora cocinar, y a la dueña Chiaki. Al enterarse de que el club de teatro de la escuela está en receso, forma su propio club de teatro."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "63"
  },
  {
    "mangaId": "cbcf5051-74a0-4b93-b99c-1a6975f1bef9",
    "title": {
      "en": "Kaiko sareta Ankoku Heishi (30-dai) no Slow na Second Life"
    },
    "updatedAt": "2024-03-31T18:15:06+00:00",
    "coverArt": "https://mangadex.org/covers/cbcf5051-74a0-4b93-b99c-1a6975f1bef9/00362de0-9fe4-4fc5-86fe-cbc9c496e941.jpg",
    "altTitles": [
      {
        "ru": "Неспешная жизнь уволенного тёмного солдата(30-ти лет)"
      },
      {
        "zh": "被解雇的暗黑士兵慢生活的第二人生"
      },
      {
        "ja": "解雇された暗黒兵士（30代）のスローなセカンドライフ"
      },
      {
        "en": "Chillin' in My 30s After Getting Fired from the Demon King's Army"
      },
      {
        "en": "The Slow Second Life of a Dismissed Dark Soldier (Age 30)"
      }
    ],
    "description": {
      "en": "The dark soldier Dariel (30 years old) who can't use magic while in the Demon Lord's army, was fired for his lack of capacity. Having been raised by the previous Demon Lord himself, he finds that his adoptive brother, the new Demon Lord has little use for him. However, once he rescues a villager girl from a forest monster, Dariel is invited into her village and starts realizing that he may be considerably more powerful than what he thought…\n\n---  \n**Links:**  \n- [Official LN (JP)](http://lanove.kodansha.co.jp/k_lanovebooks/comic/ankokuheishi/)  \n- [Alternative Raw](https://magazine.yanmaga.jp/c/ankokuheishi/)  \n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n0617fd)\n- [Anime airing on Crunchyroll](https://www.crunchyroll.com/series/G79H23XWZ/chillin-in-my-30s-after-getting-fired-from-the-demon-kings-army)",
      "es": "El soldado oscuro Dariel (de 30 años) que no puede usar magia mientras está en el ejército del Señor de los Demonios, fue despedido por su falta de capacidad. Habiendo sido criado por el anterior Señor de los Demonios, se encuentra con el hecho de que su hermano adoptivo, el nuevo Señor de los Demonios, tiene poco uso para él. Sin embargo, una vez rescata a una muchacha de aldea de un monstruo del bosque, Dariel es invitado a la aldea y se empieza a dar cuenta de que es considerablemente más poderoso de lo que pensaba…",
      "ja": "魔王軍の暗黒兵士でありながら魔法が使えないダリエル（30代）に告げられた‥‥突然の解雇宣告！！　故郷を追い出されたダリエルは人間族の村に流れ着き、魔族では授かれない冒険スキルを開花させる！　「俺は‥‥人間だった‥‥？」駆け出し冒険者に舞い込む採取に討伐に、村娘からの猛烈アタック！？",
      "ru": "Тёмный солдат Дариэль (30 лет), который не мог использовать магию будучи в армии Короля Демонов, был уволен из-за никчемности своих способностей. От безнадёжности начинает новую жизнь в человеческой деревне, в которую его занесло… занесли!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b1cf97b-b999-4d68-8162-dc121c1a3686",
    "title": {
      "en": "Lycoris Recoil Comic Anthology: Repeat"
    },
    "updatedAt": "2023-05-25T04:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/2b1cf97b-b999-4d68-8162-dc121c1a3686/ebb0498c-61f1-4bbd-9216-a2c0b477305b.jpg",
    "altTitles": [
      {
        "ja": "リコリス・リコイル 公式コミックアンソロジー リピート"
      }
    ],
    "description": {
      "en": "Lycoris Recoil manga anthology by various artists.\n\n---\n**Volume 1**\n**Cover**: [Atto](https://mangadex.org/author/074f389a-7f7c-49d2-aa5c-a140379ba91c)\n**Illustrations**: [Abe Kanari](https://mangadex.org/author/2127687b-c0fd-4831-bbf8-2f2b1f297eee), [Hamayumiba Sou](https://mangadex.org/author/add5dc38-6e9a-458d-8fa9-87983c292027), [Aono Nachi](https://mangadex.org/author/fc77ff3c-7de8-48de-86e5-f0230cc4a26e), [Tiv](https://mangadex.org/author/1a79d104-f272-466b-a222-5e754e767230)\n\n**Author list**:\n1. Ginmoku\n2. Kojima Takeshi\n3. Suzumi Raika\n4. Takano Itsuki\n5. Mikazuchi\n6. Ree\n7. Niina Ryou\n8. Wakadori Nikomi\n9. Morinaga Miki\n10. Sakuragi Ren\n11. Nyoi Jizai\n12. GUNP\n13. sometime\n14. Mekimeki\n\n**Volume 2**\n**Cover**: [Fukagawa Kasumi](https://mangadex.org/author/0ad2038d-7e07-4f12-a08d-100c937d2b40)\n**Illustrations**: [Atto](https://mangadex.org/author/074f389a-7f7c-49d2-aa5c-a140379ba91c), [Koruse](https://mangadex.org/author/292090b0-eae6-4d91-859d-ef02559e40a3)\n\n**Author list**:\n1. Tsutsui Itsuki\n2. Manuma Yasuka\n3. Kimura Yuu\n4. sugar.\n5. Kurikanoko\n6. Yuichi\n7. Morinaga Miki\n8. Nana Kamado\n9. Shirou Urayama\n10. Bonryu\n11. Utashima\n12. Nii Maruko"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f58c6ee0-42f7-4e4a-901a-22cdb03a4e38",
    "title": {
      "en": "Makikomarete Isekai Teni suru Yatsu wa, Taitei Cheat"
    },
    "updatedAt": "2024-01-07T13:27:51+00:00",
    "coverArt": "https://mangadex.org/covers/f58c6ee0-42f7-4e4a-901a-22cdb03a4e38/f6c0854c-0030-4016-aad1-b5b96d99a77d.jpg",
    "altTitles": [
      {
        "en": "He is a matchless warrior in different-dimension world!!"
      },
      {
        "en": "People who get involved and transfer to another world are usually cheats"
      },
      {
        "ru": "Непревзойденный воин в другом мире"
      },
      {
        "ja": "巻き込まれて異世界転移する奴は、大抵チート"
      },
      {
        "ko": "휘말려서 이세계 전이하는 녀석은 대개 치트"
      }
    ],
    "description": {
      "en": "One day 's lunch break, suddenly a male high school student Yuzo Ogata who has been transferred to another world of sword and magic together with four other friends.   \nAccording to the Princess of Space-Time Magician, a foreign world who summoned them, they want them to beat the Demon Lord as Heroes to save this world.\nSuddenly I was surprised at four friends \"Temple\", but it was a relaxing expression … … where the princess told of a startling fact!\n\"`?? There should only be four braves though?\"\n\"A man who was mistakenly summoned to a different world\"\nWhat will be in store as to his fate?\n\n\n---"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3dff5036-3a3f-4d83-a1a6-9a0d9306b566",
    "title": {
      "en": "Otome Game no Hametsu Flag shika nai Akuyaku Reijou ni Tensei shite shimatta... Zettai Zetsumei! Hametsu Sunzen Hen"
    },
    "updatedAt": "2024-05-22T22:24:53+00:00",
    "coverArt": "https://mangadex.org/covers/3dff5036-3a3f-4d83-a1a6-9a0d9306b566/7ecdced4-23b9-403e-8192-992a6b53b180.jpg",
    "altTitles": [
      {
        "en": "I Reincarnated into an Otome Game as a Villainess With Only Destruction Flags... In a Dire Situation!? Verge of Destruction Arc"
      },
      {
        "en": "Bakarina: Hardcore Run"
      },
      {
        "en": "Bakarina Alter"
      },
      {
        "en": "My Next Life as a Villainess: All Routes Lead to Doom! Desperate Situation! On the Verge of Doom"
      },
      {
        "ru": "Моя реинкарнация в отомэ-игру в качестве главной злодейки… Моя жизнь на грани разрушения?!"
      },
      {
        "ja": "乙女ゲームの破滅フラグ スピンオフ…絶体絶命！破滅寸前編"
      },
      {
        "ja": "乙女ゲームの破滅フラグしかない悪役令嬢に転生してしまった… 絶体絶命！破滅寸前編"
      },
      {
        "zh": "转生成为了乙女游戏里满是死亡flag的恶役千金——走投无路！破灭前夕篇"
      },
      {
        "es-la": "Reencarné en un Juego Otome como una Villana con sólo Banderas de Destrucción... ¿En una Situación Terrible? ¡Arco al Borde de la Destrucción!"
      }
    ],
    "description": {
      "en": "As she was busy bullying the honour student with the power of light magic, Maria Campbell, along with her friends, the fifteen year old daughter of a Duke Katarina Claes suddenly hit her head and remembered her previous life.   \n  \nThanks to those memories, Katarina realized that she was actually the villainess of an otome game that she had played in her previous life, with a struggle to avoid the destruction flags that would lead to her doom awaiting her…  \n  \nExcept, there's not even a year left before her destruction end!? The story of Katarina, who is on the verge of her demise, begins now…!  \n\n\n* **Note:** This is a \"What-If\" story to the original *[Otome Game no Hametsu Flag shika nai Akuyaku Reijou ni Tensei shite shimatta...](https://mangadex.org/title/22637/otome-game-no-hametsu-flag-shika-nai-akuyaku-reijou-ni-tensei-shite-shimatta)* where Katarina receives memories of the real world from the moment the otome game starts when she's 15, and not from her childhood like in the original work.\n\n\n---",
      "ru": "Спин-офф оригинальной истории. Во время очередного издевательства над студенткой, владеющей магией света, Марией Кэмпбелл, пятнадцатилетняя Катарин Клаес внезапно ударяется головой и вспоминает свою предыдущую жизнь. Благодаря этим воспоминаниям Катарина понимает, что она стала злодейкой из отомэ-игры, в которую она играла в своей прошлой жизни, и её в конце игры ждут либо изгнание, либо смерть… И до конца игры осталось меньше года! История Катарины, которая находится на грани своей смерти, начинается сейчас!",
      "es-la": "Spin-off: Mientras estaba ocupada intimidando a la estudiante de honor con poder de magia de la luz, Maria Campbell, junto con su séquito, la hija de quince años de un duque, Katarina Claes, repentinamente se golpeó la cabeza y recordó su vida anterior. Gracias a esos recuerdos, Katarina se dio cuenta de que en realidad era la villana de un juego otome que había jugado en su vida anterior, ahora tiene una misión para evitar las banderas de destrucción que la llevarían a su horrible destino. Pero, ¡¿Queda un año antes de que termine su destrucción?! ¡La historia de Katarina, que está al borde de su muerte, comienza ahora...!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "48de4f49-d7f9-4b0c-99f4-0929c2a9910b",
    "title": {
      "en": "Gakeppuchi Reijou wa Kurokishi-sama o Horesasetai!"
    },
    "updatedAt": "2024-05-20T05:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/48de4f49-d7f9-4b0c-99f4-0929c2a9910b/bbd03e5f-0105-4f2f-a8c5-5f90b4f8e7dd.png",
    "altTitles": [
      {
        "ja": "崖っぷち令嬢は黒騎士様を惚れさせたい！"
      },
      {
        "ja-ro": "Gakeppuchi Reijou wa Kurokishi-sama wo Horesasetai!"
      },
      {
        "es-la": "¡Quiero hacer que el Caballero Oscuro se Enamore de mi!"
      },
      {
        "en": "A Noblewoman on the Brink of Disaster Wants to Make the Black Knight Fall in Love!"
      },
      {
        "en": "I Want to Make Black-Knight Fall In Love With Me!"
      },
      {
        "pl": "Chcę, żeby Czarny Rycerz Się We Mnie Zakochał"
      },
      {
        "ja": "ぷち惚れ"
      },
      {
        "ja-ro": "Puchihore"
      }
    ],
    "description": {
      "en": "My family is in debt, and we don't have enough money for my sick sister's treatment...\r\nThe troubled noble, Clarice, finds herself engaged in a political marriage with the most feared Black-Knight in the kingdom, Frost, known for \"slaughtering beasts with his bare hands\".\r\nIn an attempt to secure the fortune, Clarice tries to seduce the \"Black-Knight\", but just as she does, she discovers \"her\" secret...",
      "es-la": "Mi familia está endeudada, y no tenemos suficiente dinero para el tratamiento de mi hermana enferma...\r\nLa nobleza en apuros, Clarice, se encuentra comprometida en un matrimonio político con el Caballero Oscuro más temido del reino, Frost, quien es conocido por \"matar bestias con sus propias manos\"\r\nCon la intención de asegurar la fortuna, Clarice intenta seducir al \"Caballero Oscuro\", pero justo cuando lo hace, descubre el secreto de \"ella\"..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6c6dfc6c-5a2a-4295-a67a-07c1cded12d6",
    "title": {
      "en": "Kodoku no Kochou wa Donna Yume wo Miru no ka?"
    },
    "updatedAt": "2024-05-20T20:00:31+00:00",
    "coverArt": "https://mangadex.org/covers/6c6dfc6c-5a2a-4295-a67a-07c1cded12d6/3ea5ec2c-86b3-486b-86fe-a0ceb75e12b4.jpg",
    "altTitles": [
      {
        "ja": "蠱毒の胡蝶はどんな夢を見るのか？"
      },
      {
        "en": "What Does the Poisonous Butterfly Dream of?"
      }
    ],
    "description": {
      "en": "This world has been invaded by bugs.\n\nWith the appearance of the \"Armored Bugs,\" mutating insect monsters that can overcome all modern weapons, humanity has been robbed of much of its living space. The only ones who can stand against such adversaries are the \"Noble Butterflies,\" girls who harbor \"Insects\" that have gone through evolutions differing from the armored bugs.\n\nOne of the candidates to become a Noble Butterfly, Odamaki Ayumi, still suffers from the fact that she is unable to become one. Her best friend, who was supposed to be with her and was her object of admiration, has left her and no longer seeks her company.\n\nThose days of despair came to an end when she was on the verge of death in a battle with armored bugs.\n\"Don't think that I... will die without doing anything!\"\n\nWith the end near, the girl's body transformed into a butterfly one. And the flapping of her wings will bring about a revolution in the world...!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46596dea-95de-40e8-b2b8-4e63aa6acd1a",
    "title": {
      "en": "The Magical Revolution of the Reincarnated Princess and the Genius Young Lady"
    },
    "updatedAt": "2024-05-03T20:32:24+00:00",
    "coverArt": "https://mangadex.org/covers/46596dea-95de-40e8-b2b8-4e63aa6acd1a/4ddd3939-d2e2-4542-b75d-4e68a2b823b7.jpg",
    "altTitles": [
      {
        "ja-ro": "Tensei Oujo to Tensai Reijou no Mahou Kakumei"
      },
      {
        "ja": "転生王女と天才令嬢の魔法革命"
      },
      {
        "zh-hk": "轉生王女與天才千金的魔法革命"
      },
      {
        "zh": "转生王女与天才千金的魔法革命"
      },
      {
        "zh-ro": "Zhuǎnshēng wángnǚ yǔ tiāncái qiānjīn de mófǎ gémìng"
      },
      {
        "ja-ro": "Mahou Kakumei"
      },
      {
        "en": "MagiRevo"
      },
      {
        "ko": "전생 왕녀와 천재 영애의 마법 혁명"
      },
      {
        "ru": "Магическая революция перерождённой принцессы и гениальной юной леди"
      },
      {
        "id": "Revolusi Ajaib Putri yang Bereinkarnasi dan Wanita Muda yang Jenius"
      },
      {
        "it": "La magica rivoluzione della principessa reincarnata e della figlia geniale"
      },
      {
        "vi": "Cuộc cách mạng ma thuật của công chúa chuyển sinh và tiểu thư thiên tài"
      },
      {
        "th": "การปฏิวัติเวทมนตร์ขององค์หญิงเกิดใหม่กับยัยคุณหนูยอดอัจฉริยะ"
      },
      {
        "ja-ro": "Tenten Kakumei"
      }
    ],
    "description": {
      "en": "Despite her supposed ineptitude with regular magic, Princess Anisphia defies the aristocracy's expectations by developing \"magicology,\" a unique magical theory based on memories from her past life. One day, she witnesses the brilliant noblewoman Euphyllia unjustly stripped of her title as the kingdom's next monarch. That's when Anisphia concocts a plan to help Euphyllia regain her good name-which somehow involves them living together and researching magic! Little do these two ladies know, however, that their chance encounter will alter not only their own futures, but those of the kingdom...and the entire world!\n\n---\n- [Official Web Novel](https://ncode.syosetu.com/n8558fh/)",
      "es-la": "Anis Sophia, a princesa que lembrou de sua vida passada quando criança, assim como o seu amor intenso pela magia do seu eu antigo, saiu para vivenciar fantasias nesse mundo de fantasia. Um dia, durante um acidente mágico, ela se deparou com uma cena em que seu irmão, Algard, estava rompendo o noivado com sua pretendente, Euphilia. O que ninguém poderia prever é que esse estranho encontro acabaria mudando o rumo da história."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cbc1fc0-cad6-4f2f-b089-c0eb5add9143",
    "title": {
      "en": "Usotsuki wa Bakunyuu no Hajimari"
    },
    "updatedAt": "2024-05-22T22:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/6cbc1fc0-cad6-4f2f-b089-c0eb5add9143/b6bb7ab4-275c-4c5f-a114-653682e267dd.jpg",
    "altTitles": [
      {
        "ja": "嘘つきは爆乳の始まり"
      },
      {
        "es-la": "Mentirosa es el comienzo de enormes senos"
      },
      {
        "es-la": "Las mentirosas son el comienzo de enormes senos"
      }
    ],
    "description": {
      "es-la": "Nia tenía unos pechos que alcanzaron el punto crítico de inexistentes. Aunque descubrió una verdad dolorosa, decidió vivir feliz en su corazón. Sin embargo, el repentino y absurdo mundo tensa sus pechos. ¡Una sola \"mentira\" hará que no pierda la felicidad y hará sacudir mucho... sus pechos!? Una comedia con gran lactancia que comienza con grandes \"expectativas\"."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "114"
  },
  {
    "mangaId": "624a844d-3ddb-4626-af8b-d9d49b7f5ab9",
    "title": {
      "en": "Maid in Hikkomuse"
    },
    "updatedAt": "2024-05-22T22:06:54+00:00",
    "coverArt": "https://mangadex.org/covers/624a844d-3ddb-4626-af8b-d9d49b7f5ab9/0d530d71-65c3-44df-aca3-f1fc033fcfd9.jpg",
    "altTitles": [
      {
        "en": "Made in Hikkomuse"
      },
      {
        "ja": "メイド・イン・ひっこみゅ〜ず"
      }
    ],
    "description": {
      "en": "Its the new manga by Umaru-chan mangaka Sankaku Head! The manga is going to be about (according to young jump its self) \"introverts\" and \"maid cafes.\"  \n  \n[Alternative Raw](https://ynjn.jp/app/title/893)",
      "es-la": "Akebi, una tímida \"Chica hikko\" que vive en Hachioji, Tokio. Es invitada por su hermana, una genio que es profesora de psicología clínica, a trabajar en una cafetería de \"Chicas Hikko\"... ¡6 tipos diferentes de \"Chicas Hikko\" , abren una cafetería...!!!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "20"
  },
  {
    "mangaId": "8d612ce8-2d6f-464b-8d0d-98c0352cc146",
    "title": {
      "en": "Yamada and Kase-san."
    },
    "updatedAt": "2024-03-22T17:05:38+00:00",
    "coverArt": "https://mangadex.org/covers/8d612ce8-2d6f-464b-8d0d-98c0352cc146/df569dfc-4fc0-40e1-b498-8676852ad751.jpg",
    "altTitles": [
      {
        "ja": "山田と加瀬さん。"
      },
      {
        "ja-ro": "Yamada to Kase-san."
      },
      {
        "ja-ro": "Yamada to Kase-san"
      },
      {
        "en": "Kase-san and Yamada"
      },
      {
        "en": "Yamada & Kase-san."
      },
      {
        "ko": "[코랄] 나팔꽃과 카세씨"
      }
    ],
    "description": {
      "en": "Yamada and Kase are now college freshmen living separately in Tokyo, and trying to sustain their loving relationship in an environment that is more open than what they're used to.  \n  \n[Official Korean Translation](https://www.bomtoon.com/comic/ep_list/napal_cace)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d121a49-15b6-45a7-87f5-57891abce744",
    "title": {
      "en": "Fate/Grand Order: Fujimaru Ritsuka Doesn't Get it"
    },
    "updatedAt": "2024-05-22T21:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7d121a49-15b6-45a7-87f5-57891abce744/f87b36f5-3092-4fa1-8b2d-e575b2ad3364.jpg",
    "altTitles": [
      {
        "ja-ro": "Fate/Grand Order: Fujimaru Ritsuka wa Wakaranai"
      },
      {
        "ja": "Fate/Grand Order 藤丸立香はわからない"
      },
      {
        "fr": "Fate/Grand Order : Ritsuka Fujimaru n’a rien pigé"
      },
      {
        "en": "You've Lost Ritsuka Fujimaru"
      }
    ],
    "description": {
      "en": "Ritsuka Fujimaru—humanity's last master. It would not have been possible to restore humanity without him. However, he does have a shortcoming... he is far too honest! A slapstick comedy in which Fujimaru's simple questions sway the heroic spirits!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1d16bd6-6b08-4985-b15e-e8586a8de78a",
    "title": {
      "en": "I, Who Have the Natural Charismatic Traits, Was Targeted by Yandere Disciples"
    },
    "updatedAt": "2024-05-13T10:05:29+00:00",
    "coverArt": "https://mangadex.org/covers/d1d16bd6-6b08-4985-b15e-e8586a8de78a/e6979cec-18bc-4662-9859-a69b163dc2c9.jpg",
    "altTitles": [
      {
        "zh": "天生媚骨的我被病娇徒儿盯上了"
      },
      {
        "zh-ro": "Tiansheng Meigu De Wo Bei Bing Jiao Tu Er Ding Shangle"
      },
      {
        "zh-ro": "Tiānshēng Mèigǔ De Wǒ Bèi Bìng Jiāo Tú Er Dīng Shàngle"
      },
      {
        "vi": "Trời Sinh Mị Cốt, Ta Bị Đồ Nhi Yandere Để Mắt Tới"
      }
    ],
    "description": {
      "en": "After losing all magical powers, Bing Yuanzi was caught by a female disciple with ulterior motives. Witnessing a disciple she had painstakingly raised harboring malicious intentions, the master drank the last vial of a transformative potion, intending to erase her own existence. Unexpectedly, instead of disappearing, she became the legendary natural beauty, with allure and beauty reaching maximum levels. At the same time, the next words from her female disciple sounded behind her: “Master, you wouldn’t want your loss of magical powers to be known by our enemies, would you?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da616594-c563-4e7a-810b-1c0997024be5",
    "title": {
      "en": "Isekaied as \"Mary Stu\""
    },
    "updatedAt": "2024-02-27T12:38:03+00:00",
    "coverArt": "https://mangadex.org/covers/da616594-c563-4e7a-810b-1c0997024be5/e10b0192-d538-46ac-ba9f-25795471df01.jpg",
    "altTitles": [
      {
        "zh": "穿越成为“玛丽叔”"
      }
    ],
    "description": {
      "en": "An ordinary 30-year-old salaryman named Yang Dong gets transported into the role of the female protagonist in a Mary Sue harem novel. Although in his own eyes he still looks like a middle-aged man, others see him as a lovely high school girl. Now he’s falling into classic shoujo tropes and getting tangled up with the four male protagonists! How will he survive with his dignity?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ff3b18e-8b1b-4fa7-b0fd-948e107c30c6",
    "title": {
      "en": "Chou Ten-chan! NEEDY GIRL OVERDOSE Koushiki Anthology"
    },
    "updatedAt": "2024-02-01T17:58:43+00:00",
    "coverArt": "https://mangadex.org/covers/5ff3b18e-8b1b-4fa7-b0fd-948e107c30c6/be37a552-e305-4426-8989-251d432905fa.jpg",
    "altTitles": [
      {
        "ja": "超てんちゃん！ NEEDY GIRL OVERDOSE公式アンソロジー"
      },
      {
        "en": "OMGkawaiiAngel! NEEDY GIRL OVERDOSE Official Anthology"
      }
    ],
    "description": {
      "en": "The Internet's Angel’s advent upon this manga world!!!\n\nThe super popular game「NEEDY GIRL OVERDOSE」's first official anthology!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "07c2a5fa-7dcb-47bc-87ce-6285a0688f68",
    "title": {
      "en": "I Don't Trust My Twin"
    },
    "updatedAt": "2023-12-29T13:27:26+00:00",
    "coverArt": "https://mangadex.org/covers/07c2a5fa-7dcb-47bc-87ce-6285a0688f68/acff2196-f773-4b51-b2df-9fc9b295482a.jpg",
    "altTitles": [
      {
        "ko": "쌍둥이 언니는 믿지 않아요"
      },
      {
        "ko-ro": "Ssangdungi Eonnineun Mitji Anayo"
      },
      {
        "en": "I Don't Trust My Own Sister"
      },
      {
        "en": "I Don't Trust My Twin Sister"
      }
    ],
    "description": {
      "en": "The richest woman in the world, Laurentia Aztana, had success in both work and beauty, but her life was unhappy. She discovered that the illness of her sister, Erusia, was a complete lie, and that she was cooperating with her fiancé to buy all of her possessions. It was a treacherous story of betrayal.\n\nAt the moment Laurentia was forced to turn her back on her pain and remorse, she had gone back eleven years before her engagement. Her faith in Erusia, her affection for her fiancé; all of it could go to hell. Listen carefully, Sister, there is no good sister now. I pledge to redesign my life.\n\nThe first thing is, I’m tied up with a national hero who cannot possibly deal with the tr*sh left in the past. Oh, the debt that you took unfairly, I’ll fix it. Instead, become my marriage partner."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8791c515-0245-4fcc-81cc-22863a0aba6b",
    "title": {
      "en": "Mezametara Saikyou Soubi to Uchuusenmochi Datta node, Ikkodate Mezashite Youhei toshite Jiyuu ni Ikitai"
    },
    "updatedAt": "2024-04-17T19:55:53+00:00",
    "coverArt": "https://mangadex.org/covers/8791c515-0245-4fcc-81cc-22863a0aba6b/1d7f2504-6696-48b9-883c-7843e99db516.jpg",
    "altTitles": [
      {
        "en": "When I Woke Up, I Got the Strongest Equipment and a Starship, so I Went and Became a Mercenary in Order to Live as I Please while Aiming for a Detached House"
      },
      {
        "ja": "目覚めたら最強装備と宇宙船持ちだったので、一戸建て目指して傭兵として自由に生きたい"
      },
      {
        "en": "Reborn as a Space Mercenary: I Woke Up Piloting the Strongest Starship!"
      },
      {
        "zh": "一觉醒来坐拥神装和飞船，我决定以买一套独门独户的房子为目标作为佣兵自由地活下去"
      },
      {
        "zh-hk": "覺醒起來就持有最強裝備和宇宙飛船，所以我決定以買一個私人住宅為目標作為傭兵自由地活下去"
      },
      {
        "ru": "Я очнулся, будучи пилотом сильнейшего космического корабля, а потому решил стать межгалактическим наёмником"
      }
    ],
    "description": {
      "en": "Sato Takahiro was an ordinary office worker and hobbyist gamer until the day he woke up on a spaceship–one that strangely resembled a craft from a favorite space-shooter game. With a decked-out ship, a crew full of babes, and a fantastic universe to explore, he’s going to make the most of his good luck and create the life he’s always dreamed of!\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://sevenseasentertainment.com/series/reborn-as-a-space-mercenary-i-woke-up-piloting-the-strongest-starship-light-novel/)",
      "ru": "Это история о парне, неожиданно оказавшемся в открытом космосе с личным боевым кораблем. На этом космолёте он будет путешествовать, попутно спасать девушек, оказавшихся в беде, флиртовать с ними, зарабатывать деньги и использовать свои знания из игры, чтобы вести свободный и непринужденный образ жизни."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei Doesn't Know about Embarrassment"
    },
    "updatedAt": "2024-05-22T23:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/4e02cfa9-56d4-42af-b027-4ea3c774b6d0.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "ja-ro": "Akanabe-sensei wa Tereshirazu"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5",
    "title": {
      "en": "Koisuru Kichikujima"
    },
    "updatedAt": "2024-03-10T16:33:29+00:00",
    "coverArt": "https://mangadex.org/covers/8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5/ba81136e-facf-445e-bdc4-f456de14182a.jpg",
    "altTitles": [
      {
        "ja": "Love Love Evil Land"
      },
      {
        "ja": "恋する鬼畜島"
      },
      {
        "en": "Freak Island in Love"
      },
      {
        "en": "Love Love Freak Island"
      }
    ],
    "description": {
      "en": "Love is absolutely forbidden! Kaworu, the \"public disciplinary commissioner of justice,\" uses a chainsaw to purge all the men of their sins in order to protect the purity of the girls! Standing in Kaworu's way is the \"boy with high femininity,\" Takahisa, and Kaworu's sister, Mari, the \"demon public disciplinary commissioner.\" In this parallel world of \"Freak Island\" set in Santa Maria Academy, a storm of blood and love is about to... erupt!!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "41"
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-05-18T06:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/ce0a82e6-9c3a-4cd3-ad96-94dde887fb2d.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly develop super-powers, those who use their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow falls in love with the strongest female prisoner, Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "d11bc009-689a-449a-834d-ef7a0d2af41a",
    "title": {
      "en": "PIL"
    },
    "updatedAt": "2024-02-12T15:54:06+00:00",
    "coverArt": "https://mangadex.org/covers/d11bc009-689a-449a-834d-ef7a0d2af41a/aa36e05a-1dc0-4c63-bef4-26d7ca2b383d.png",
    "altTitles": [],
    "description": {
      "en": "The story is set in 1983, our protagonist Nanami Hatano is a music-loving teenager who dreams of moving to England to follow the punk musicians she idolizes, but instead has to deal with her grandfather who squanders the family's money to buy antiques. Nanami is inspired by the real life of the author."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-05-19T14:25:07+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/dcfeffd8-a507-4b08-922d-0b28d91a7630.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9235832e-ee82-4a15-a379-d703a2d31101",
    "title": {
      "en": "Black Haze"
    },
    "updatedAt": "2023-01-31T16:11:53+00:00",
    "coverArt": "https://mangadex.org/covers/9235832e-ee82-4a15-a379-d703a2d31101/10e0c1b5-a10a-4b78-83a7-3db029507403.jpg",
    "altTitles": [
      {
        "ko": "블랙 헤이즈"
      },
      {
        "fa": "مه سیاه"
      },
      {
        "ru": "Черная мгла"
      },
      {
        "ru": "Чёрная мгла"
      },
      {
        "lt": "Juoda migla"
      },
      {
        "fr": "Brume noire"
      },
      {
        "es": "Bruma negra"
      },
      {
        "pl": "Czarna mgła"
      },
      {
        "de": "Schwarzer Dunst"
      }
    ],
    "description": {
      "en": "After a mission gone awry, the doubtful main character, Rood, is sent to a famous magic school, Helios. Here, he must protect an important person's son who has a very bad time at the school. (from mangaupdates)",
      "pl": "Zaraz po ważnej misji, główny bohater mag Rood zwany Czarnym Czarodziejem, wbrew swojej woli zostaje wysłany do sławnej szkoły magicznej, Helios. Ma tam zająć się ochroną ważnej osobistości, która ma problemy ze szkolnym życiem. Okazuje się jednak, że to nie jego jedyne zmartwienie."
    },
    "status": "cancelled",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "228"
  }
]