[
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-09-29T01:20:00+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/7033c604-e1c4-42d2-93d8-48aba83032b3.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      },
      {
        "ne": "इरुमालाई डिमन स्कूलमा स्वागत छ!"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5d8654e-67a8-4cda-9249-698592fffbb9",
    "title": {
      "en": "Shinyaku Seisho"
    },
    "updatedAt": "2024-10-08T22:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/d5d8654e-67a8-4cda-9249-698592fffbb9/4339da50-a341-4ec4-b16e-ea0b7a55423d.png",
    "altTitles": [
      {
        "en": "Manga Bible"
      },
      {
        "en": "Manga Messiah"
      },
      {
        "ja": "救世主(メシア) ~人類を救いし者~"
      },
      {
        "zh-hk": "新約聖書"
      },
      {
        "vi": "Truyện Tranh Đang Cứu Thế"
      },
      {
        "vi": "Thánh Kinh Truyện"
      }
    ],
    "description": {
      "en": "The story of Jesus Christ told through Manga."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "128"
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ee8e11a-de10-499f-b2de-64547a282972",
    "title": {
      "en": "Link! Life! Love Live! 104th Term"
    },
    "updatedAt": "2024-05-25T10:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/9ee8e11a-de10-499f-b2de-64547a282972/28bb55e3-6859-4fe1-bfeb-0724b1238cad.png",
    "altTitles": [
      {
        "ja": "りんく！らいふ！ラブライブ！104期"
      }
    ],
    "description": {
      "en": "Official 4-koma published with the game Link! Life! Love Live!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "576f3eec-a728-4f36-a87f-dd3fc2342812",
    "title": {
      "en": "Fushi no Kami: Rebuilding Civilization Starts with a Village"
    },
    "updatedAt": "2024-09-19T08:12:59+00:00",
    "coverArt": "https://mangadex.org/covers/576f3eec-a728-4f36-a87f-dd3fc2342812/bb9b30c5-688e-4d9e-a92d-a979534c0405.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushi no Kami ~Henkyou kara Hajimeru Bunmei Saiseiki~"
      },
      {
        "ja": "フシノカミ～辺境から始める文明再生記～"
      }
    ],
    "description": {
      "en": "Ash is a young boy with apparent past-life memories who lives in a remote, deserted village. As he remembers leading a bountiful life, he can’t bear living in a world akin to the Dark Ages, where not even the internal combustion engine exists. Ash envisions the rebirth of a civilization where housing with proper sanitation is the norm and the world is connected via a means of transportation faster than horses. For that reason, he is eager to consult books containing knowledge from a highly-developed ancient culture that is rumored to have existed far in the past. Ash makes use of the church’s resources, learning how to read and obtaining the knowledge that he seeks. In addition, he enlists the help of the people around him, including Maika, the village chief’s daughter. Together, they aim to develop their own village. This is only the beginning of the story about a young boy who sets out to revolutionize the world in order to rebuild civilization and create his ideal life!",
      "ja": "――意志を繋いだのは、いつだって本だった。\n\n辺境の農村で暮らす少年アッシュには秘密があった。それは今より遙かに豊かな前世らしき記憶を持っている事。あまりに貧しく、辛い生活の中で、決意する――記憶にある便利な生活を、今世に取り戻そう、と。その鍵こそが、古代文明の叡智が記されたという〝書物〟の解読だった――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "596191eb-69ee-4401-983e-cc07e277fa17",
    "title": {
      "en": "Lookism"
    },
    "updatedAt": "2024-03-15T01:28:42+00:00",
    "coverArt": "https://mangadex.org/covers/596191eb-69ee-4401-983e-cc07e277fa17/6df15145-f15b-43f0-b87b-22fd3694eaca.jpg",
    "altTitles": [
      {
        "zh": "外見至上主義"
      },
      {
        "zh": "看臉時代"
      },
      {
        "ko": "외모지상주의"
      }
    ],
    "description": {
      "en": "Park Hyung-Seok is an unattractive loner who wakes up in a different body. Now tall, handsome, and cooler than ever in his new form, Hyung-Seok aims to achieve everything he couldn't before.\n\nHow far will he go to keep his body... and his secrets?",
      "pt": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?",
      "pt-br": "Em uma sociedade onde aparência significa tudo, Park Hyumg Suk, pequeno, gordo e não atraente, sofre bullying diariamente, mas nunca falou a sua mãe super trabalhadeira sobre isso. Um dia, quando sua mãe o vê sofrendo bullying, ela o envia para uma escola melhor. Mas infelizmente, ele descobre que sua nova escola é tão cruel quanto a anterior. Uma noite, ele acorda e descobre que de repente ficou alto, forte e incrivelmente bonito. Quando volta para a cama e encontra o seu corpo antigo corpo dormindo. Ele agora tem uma mente e dois corpos. Toda vez que um dorme, o outro corpo acorda, e toda vez que um acorda o outro dorme. Com medo de sofrer bullying novamente na nova escola, ele decide usar o seu novo corpo para ir à escola. Mas como será isso? Será que ele finalmente será aceito?"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5532e4d3-6dda-406e-acfa-7a980c764e74",
    "title": {
      "en": "Report to the Prince Regent: She, the Big Shot, Specializes in Treating Infertility"
    },
    "updatedAt": "2024-10-06T10:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/5532e4d3-6dda-406e-acfa-7a980c764e74/5d9fb5c5-d801-4cc4-ad64-853fe4f49ea3.jpg",
    "altTitles": [
      {
        "zh": "Baogao Shezheng Wang: Da Lao Ta Zhuan Zhi Bu Yun Bu Yu"
      },
      {
        "zh": "报告摄政王：大佬她专治不孕不育"
      }
    ],
    "description": {
      "en": "The heir of the Xuanling family unexpectedly became the most favored daughter of the Prime Minister's Mansion. With the script of the group's favorite salted fish in hand, she made her former enemies pay with blood. But... who was the one who was just blocked in the corner and gently coaxed by the most powerful treacherous minister, the Regent?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "205"
  },
  {
    "mangaId": "5eb1e122-f4bc-4b69-8ab1-906cdfb245a0",
    "title": {
      "ja-ro": "Tensei Kyuuketsuki-san wa Ohirune ga Shitai"
    },
    "updatedAt": "2024-06-17T04:30:17+00:00",
    "coverArt": "https://mangadex.org/covers/5eb1e122-f4bc-4b69-8ab1-906cdfb245a0/da6edc4c-9cf8-4bb6-a4a4-ed86251d8720.jpg",
    "altTitles": [
      {
        "en": "A Transmigrated Vampire Would Like to Take a Nap"
      },
      {
        "ja-ro": "Tensei Kyuuketsukisan wa Ohirune ga Shitai"
      },
      {
        "en": "The Reincarnated Vampire Wants an Afternoon Nap"
      },
      {
        "ja": "転生吸血鬼さんはお昼寝がしたい"
      }
    ],
    "description": {
      "en": "A polite and lethargic boy was reincarnated in another world as a vampire bishoujo. In this world of swords and magic, this protagonist who was reborn replete with all kinds of cheat powers was searching for one thing??!\n\n\"Three meals a day, snacks and an afternoon nap, I guess.\"\n\nAre you really the protagonist!? And thus begins the fantasy comedy of a vampire looking for the ideal moocher lifestyle."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "65"
  },
  {
    "mangaId": "9d829ed3-2489-4327-8efa-5b55a46afbbd",
    "title": {
      "en": "There's 49 Left, Master!"
    },
    "updatedAt": "2024-09-20T17:06:53+00:00",
    "coverArt": "https://mangadex.org/covers/9d829ed3-2489-4327-8efa-5b55a46afbbd/4a093820-481e-4da8-8770-5821e348c6fd.jpg",
    "altTitles": [
      {
        "ko": "49번 남았습니다, 스승님!"
      },
      {
        "ja": "師匠、あと49回死んでください"
      }
    ],
    "description": {
      "en": "When the powerless thirteenth prince became emperor, he gave his tutor, Yo Yohwa, poison. His reason being his death at the hands of his own master in countless previous lives. The poisoned Yo Yohwa then regresses to an earlier time together with the prince and is determined to get on his good side this time in order to escape. However, the prince already discovered the truth…\n\n“This is crazy. You killed me in the previous lives, and you neglected me in another. Now you’re acting all nice. Are you trying to get away?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9643f5da-c7da-4705-ac5b-4b4a4c7a649e",
    "title": {
      "en": "Gleipnir"
    },
    "updatedAt": "2023-07-16T07:12:13+00:00",
    "coverArt": "https://mangadex.org/covers/9643f5da-c7da-4705-ac5b-4b4a4c7a649e/af0ca31c-7a13-4208-8aca-e0dd583517fb.jpg",
    "altTitles": [
      {
        "ja": "グレイプニル"
      },
      {
        "zh-hk": "被束縛的芬尼爾"
      },
      {
        "zh": "被束缚的芬尼尔"
      },
      {
        "ko": "글레이프니르"
      }
    ],
    "description": {
      "en": "What does one consider to be a monster? A horrible bloodsucking vampire? Frankenstein's creation? Shuichi Kagaya has a secret. Other than having great grades and being skilled at sports, he isn’t what one would call normal. In fact, Shuichi cannot even be considered human. One fateful morning, he woke up as a monster. With brute strength, an abnormally strong sense of smell, big fluffy paws, and the depression and self-hate that comes after losing one's humanity, his life was suddenly flipped upside down. Claire Aoki, the girl he had decided to save, now holds his secret over his head. Claire is a sadistic and utterly twisted girl, with no sense of empathy toward the lives of others. Before meeting Shuichi, she was in the search of monsters, hoping to find her monster sister. Despite becoming a monster, Shuichi naively continues to hold onto his human morals, but how long can one last in this insufferable way of living?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "88"
  },
  {
    "mangaId": "9646132b-4683-4339-9f81-4f149b71c8fb",
    "title": {
      "en": "Rascal Does Not Dream of a Sister Home Alone"
    },
    "updatedAt": "2024-08-11T19:46:38+00:00",
    "coverArt": "https://mangadex.org/covers/9646132b-4683-4339-9f81-4f149b71c8fb/92a301f8-adcb-4a2e-9f72-b686b6c6a13c.jpg",
    "altTitles": [
      {
        "ja": "青春ブタ野郎はおるすばん妹の夢を見ない"
      },
      {
        "ru": "Этот глупый свин не понимает мечту сестры-домоседки"
      },
      {
        "ja-ro": "Seishun Buta Yarou wa Orusuban Imouto no Yume wo Minai"
      },
      {
        "en": "Rascal Does Not Dream of a Sister Home Alone"
      }
    ],
    "description": {
      "en": "The Kaede arc of \"Rascal\" series, Dengeki Bunko's popular works, serialized as manga!\n\nAnother day of house-sitting for Azusagawa Kaede. As long as her beloved onii-chan is by her side, she was fine with staying home all day, but a desire to change has started growing in her mind...\nExperience the adolescence story, with Kaede as the main character, in a way only possible through manga.\n\n*From ComicWalker, translated*",
      "pt-br": "O arco Kaede da série \"Rascal\", obras populares da Dengeki Bunko, serializadas como mangá!\n\nMais um dia de cuidar da casa para Azusagawa Kaede. Enquanto seu amado irmão mais velho estiver ao seu lado, ela está bem em ficar em casa o dia todo, mas um desejo de mudança começou a crescer em sua mente...\nExperimente a história da adolescência, com Kaede como personagem principal, de uma maneira só possível através do mangá."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "fa3e0b2f-4e1f-48ee-9af0-1de9dc28ca51",
    "title": {
      "en": "Bakuman。"
    },
    "updatedAt": "2024-07-01T01:35:23+00:00",
    "coverArt": "https://mangadex.org/covers/fa3e0b2f-4e1f-48ee-9af0-1de9dc28ca51/5ed89234-34ac-4bc9-8035-8e5d9ef14d13.jpg",
    "altTitles": [
      {
        "vi": "Bakuman - Giấc mơ họa sĩ truyện tranh"
      },
      {
        "en": "Bakuman."
      },
      {
        "en": "Bakuman"
      },
      {
        "uk": "Бакуман."
      },
      {
        "ar": "باكومان"
      },
      {
        "th": "วัยซนคนการ์ตูน"
      },
      {
        "ja": "バクマン。"
      },
      {
        "zh": "爆漫王。"
      },
      {
        "zh-hk": "食夢者"
      },
      {
        "zh": "食梦者"
      },
      {
        "ko": "바쿠만"
      },
      {
        "kk": "Бакуман."
      },
      {
        "kk": "Бақұман."
      }
    ],
    "description": {
      "en": "Moritaka Mashiro (Saiko), with his superb drawing skill, is invited by his writing genius classmate Akito Takagi (Shujin) to tread the difficult path of the mangaka!! His sights are set on his naive yet earnest joint dream with Miho Azuki, who is aiming to become a voice actress!! Saiko and Shujin team up as writer and artist, aiming to be serialized in Weekly Shonen Jump, make a hit, and then release an anime. They bring their manuscripts into editors and set off on the road to becoming pro manga artists!! This is a new-age story of manga success!!  \n  \nAnimeNewsNetwork Links:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=11197)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12311)  \n[Season 3](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=13867)  \n  \n[Live-Action Movie](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17268)"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "176"
  },
  {
    "mangaId": "66f110cc-2653-4dae-9177-b07b7706abd5",
    "title": {
      "en": "Bar Flowers"
    },
    "updatedAt": "2024-08-05T14:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/66f110cc-2653-4dae-9177-b07b7706abd5/ddeb29eb-4c3c-43c2-8093-548bc2afac67.jpg",
    "altTitles": [
      {
        "ja": "バーフウラーズ"
      }
    ],
    "description": {
      "en": "I am 30 years old, jobless and in despair, when I was invited to become a \"Girls Bar Manager.\" So I entered the world of urban nightlife, and what awaited me was a very cute cast of girls. However, the owner had an ironclad rule for me: \"Never touch any of the bar girls.\" I wonder if I will be able to stick to the rule...... This adult-themed romantic comedy takes place in a girls bar, a place of relaxation for gentlemen!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "39"
  },
  {
    "mangaId": "ebf6219a-a883-4aa8-a065-609a89d57565",
    "title": {
      "en": "Helper Shibeta"
    },
    "updatedAt": "2023-11-17T01:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6219a-a883-4aa8-a065-609a89d57565/b36b92ce-5cb0-4755-af36-138f635dfc35.png",
    "altTitles": [
      {
        "ja-ro": "Tasukeya Shibeta"
      },
      {
        "ja": "助け屋SHIBETA"
      },
      {
        "ja": "助屋SHIBETA"
      }
    ],
    "description": {
      "en": "<http://tasukeyashibeta.blog.fc2.com/>"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "133ec785-0677-4e22-8186-e15ed0621c36",
    "title": {
      "en": "Amano Megumi wa Suki Darake!"
    },
    "updatedAt": "2024-10-07T22:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/133ec785-0677-4e22-8186-e15ed0621c36/2e17e127-60b8-4614-8651-7bb07cba1bec.jpg",
    "altTitles": [
      {
        "es": "Amano Megumi Esta Muy Abierta!"
      },
      {
        "ja": "Amano Megumi ha Sukidarake!"
      },
      {
        "en": "Amano Megumi is Full of Gaps!"
      },
      {
        "en": "Amano Megumi is FULL of Openings!"
      },
      {
        "en": "Amano Megumi is Wide Open!"
      },
      {
        "es": "Amano Megumi Muestra Demasiado!"
      },
      {
        "es": "Amano Megumi Tiene Muchas Aperturas!"
      },
      {
        "tl": "Si Megumi Amano ay Tatanga-tanga!"
      },
      {
        "ru": "Амано Мегуми полна любви!"
      },
      {
        "th": "เรื่องหนักอกของอามาโนะ เมกุมิ!"
      },
      {
        "ja": "天野めぐみはスキだらけ!"
      },
      {
        "zh": "天野惠浑身是破绽！"
      },
      {
        "zh-hk": "天野惠渾身是破綻！"
      },
      {
        "ko": "아마노 메구미는 빈틈투성이!"
      },
      {
        "pt-br": "Ela dá muitas aberturas!"
      }
    ],
    "description": {
      "en": "Shindo Manabu is a student at a very prestigious high school whose goal is to get into Tokyo University. He studies constantly and tries to never lose sight of that goal. That is until his childhood friend, Amano Megumi, who goes to the same school starts to distract him. He originally only remembered her as the tomboy she was as a kid, until he notices how \"developed\" she has become. As these two get closer to each other, hilarity often ensues and subsequently, Manabu becomes more and more distracted from his goal of getting into Tokyo U.",
      "ja": "剣道に打ち込む体育会系ぷに子・めぐみと、東大志望のひょろ長男子・学──幼なじみの二人は中学で疎遠になるも、同じ高校に進学して再び距離を縮めはじめた。プラスとマイナス、N極とS極──真逆な二人は引かれ合う…？",
      "pt-br": "Shindo Manabu é um estudante de uma escola de ensino médio muito prestigiada cujo objetivo é entrar na Universidade de Tóquio. Ele estuda constantemente e tenta nunca perder de vista este objetivo. Isso até que sua amiga de infância, Amano Megumi, que frequenta a mesma escola, começa a distraí-lo. Ele originalmente só se lembrava dela como a moleca que ela era quando criança, até perceber o quão “desenvolvida” ela se tornou. À medida que esses dois se aproximam, a hilaridade geralmente acontece e, posteriormente, Manabu se torna cada vez mais distraído de seu objetivo de entrar na Universidade de Tóquio."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "280"
  },
  {
    "mangaId": "17b4a134-65a5-4ba9-851e-9cc824755bf5",
    "title": {
      "en": "Izure Saikyou no Renkinjutsushi?"
    },
    "updatedAt": "2024-10-07T14:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/17b4a134-65a5-4ba9-851e-9cc824755bf5/0eb3fbb6-6d4f-4733-9297-0b7b7cc3ad9e.jpg",
    "altTitles": [
      {
        "en": "Possibly the Greatest Alchemist of All Time"
      },
      {
        "ja": "いずれ最強の錬金術師?"
      },
      {
        "en": "Someday Will I Be the Greatest Alchemist?"
      }
    ],
    "description": {
      "en": "Not even a hero, Takumi Iruma gets accidentally mixed in with a group of heroes chosen to be summoned to another world. As compensation for the mix-up, a goddess offers him the right to choose any skill he wishes for! Hoping for a peaceful and quiet life that has nothing to do with fighting or going into battle, he chooses a seemingly boring creation skill. However, it turns out \"alchemy\" is the most powerful skill that allows him to create everything from a holy sword to flying ships! This cheat skill he unexpectedly acquired turns him into a wealthy merchant and makes him undefeatable in battles! A heartwarming adventure story about (possibly) the most powerful alchemist in another world!\n\n*Alpha Manga*\n\n---\n\n*Alternate description:*\n\nIruma Takumi, a 40-year old salary man, was dragged into a hero summoning just like in a template. What was his fate? The Goddess sent him and the heroes to the other world separately.  \n  \nWith the Goddess’ overprotective support, he landed in a different world looking handsome, rejuvenated, and quite different from a Japanese.  \n  \nAlthough he wanted a slow life while working in the manufacturing trade, that was not permitted by the Goddess’ special body and abilities.  \n  \nWould Takumi be able to live a peaceful life in a different world?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-08-15T13:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/5cbdc6a0-f667-43d1-84a1-f01e4caffcd2.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cef6253d-6a55-4438-921c-46968b426f2f",
    "title": {
      "en": "Uchi no Kaisha no Chiisai Senpai no Hanashi"
    },
    "updatedAt": "2024-09-24T13:50:21+00:00",
    "coverArt": "https://mangadex.org/covers/cef6253d-6a55-4438-921c-46968b426f2f/25858f4a-1083-44ca-8c94-438a8fcf08a1.jpg",
    "altTitles": [
      {
        "ja": "うちの会社の小さい先輩の話"
      },
      {
        "en": "Story of a Small Senior in My Company"
      },
      {
        "ko": "우리 회사의 작은 선배 이야기"
      },
      {
        "zh": "公司里的小小前辈"
      },
      {
        "pt-br": "A veterana pitica da firma"
      }
    ],
    "description": {
      "en": "**-*\"My senpai from work… is tiny and cute.\"***  \nShinozaki is an office worker who is taken care of and coddled by his senior team member Shiori Katase: a gorgeous, profoundly kind, loving, and diminutive woman. Shinozaki certainly hopes that she's not doing it out of duty… but her joy of doing so increasingly exposes her feelings!  \n  \n*This page refers to the popular webcomic's official serialization, which began on the Storia DASH website on April 3, 2020.*",
      "ja": "新入社員・篠崎の同じ部署の片瀬先輩は背が低くて可愛い巨乳なお姉さん。しかも褒め上手でとっても後輩思い。時には頭をなでなでしてくれたり、優しい世界一受けたいパワハラも！？こんなロリ系先輩、最高すぎでは！？",
      "pt-br": "-\"Minha Senpai do trabalho... é pequena e fofa.\"\n\nShinozaki é um funcionário de escritório que é orientado e mimado pela sua Senpai Shiori Katase, que é linda, gentil, amável e pequena.\n\nShinozaki certamente espera que ela não esteja fazendo isso por obrigação... mas a sua alegria em fazê-lo cada vez mais expõe os sentimentos dela!\n\nEsta página refere-se à serialização oficial da popular webcomic, que começou no site Storia DASH em 3 de abril de 2020."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7077310-757a-47d0-ae86-ac7ae70c2974",
    "title": {
      "en": "Aisareru yori ￮ Saretai"
    },
    "updatedAt": "2023-09-06T05:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/b7077310-757a-47d0-ae86-ac7ae70c2974/94571e82-66b7-4e7d-b4a1-973d376dbf7e.jpg",
    "altTitles": [
      {
        "ja": "愛されるより○されたい"
      },
      {
        "ja-ro": "Aisareru yori ￮-saretai"
      },
      {
        "ja-ro": "Aisareru yori ￮saretai"
      },
      {
        "ja-ro": "Aisareru yori ￮ sa retai"
      },
      {
        "en": "Rather than being loved, I want to be ◯ed."
      },
      {
        "en": "I want something better than being loved"
      },
      {
        "zh-hk": "與其被愛不如被○"
      },
      {
        "zh": "与其被爱不如被○"
      }
    ],
    "description": {
      "en": "Every day, Asahide goes to school depressed. This changes one day when he meets a girl on the rooftop. But there seems to be more to this mysterious girl than she lets on…"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "17.5"
  },
  {
    "mangaId": "90542072-664e-4e56-b5eb-d7dc5ebfda53",
    "title": {
      "en": "Celeb Lady"
    },
    "updatedAt": "2024-07-28T16:29:49+00:00",
    "coverArt": "https://mangadex.org/covers/90542072-664e-4e56-b5eb-d7dc5ebfda53/7c540f90-ed38-46d5-b0d4-635bd8d6f597.jpg",
    "altTitles": [
      {
        "en": "Celebrity Lady"
      },
      {
        "ko": "셀럽 레이디"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72c45271-b1b4-4b3f-ae90-d6e26f195243",
    "title": {
      "en": "Ocha Nigosu"
    },
    "updatedAt": "2024-08-31T07:08:27+00:00",
    "coverArt": "https://mangadex.org/covers/72c45271-b1b4-4b3f-ae90-d6e26f195243/ab717314-ff53-42e9-bd7a-7b1d73d2ffd7.jpg",
    "altTitles": [
      {
        "vi": "Đến quỷ cũng uống trà"
      },
      {
        "ru": "Плохой мальчонка попивает чаёк"
      },
      {
        "ja": "お茶にごす。"
      },
      {
        "zh-hk": "小子愛找茶"
      },
      {
        "ko": "차를 마시자"
      },
      {
        "en": "A Badboy Drinks Tea!"
      },
      {
        "ja": "Ocha ni Gosu."
      }
    ],
    "description": {
      "en": "The story follows the high school delinquent Masaya Funebashi, better known as \"Devil Ma-kun\" who is trying to reform his image by joining the tea ceremony club."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "109"
  },
  {
    "mangaId": "75a0de72-f891-4ef1-89bd-cd12800aa20a",
    "title": {
      "en": "I, Master Of Physics"
    },
    "updatedAt": "2024-07-22T23:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/75a0de72-f891-4ef1-89bd-cd12800aa20a/d73b09e5-1b39-4314-bdc1-c619970f1b7e.jpg",
    "altTitles": [
      {
        "zh": "我，物理超度大师"
      },
      {
        "en": "Master of Physical Transcendence"
      },
      {
        "en": "I, the Transcending Great Master of Physics"
      },
      {
        "en": "I, the Master of Physical Transcendence"
      },
      {
        "zh-ro": "Wo, Wuli Chaodu Dashi"
      }
    ],
    "description": {
      "en": "While returning to the mountain a year ago, an unexpected fire claimed the life of his master. With heavy sadness, the protagonist, Lin Sheng, triggered the physical transcendence system and embarked on the mission of exorcising evil spirits.\n\n \n\nThe Wonderful hands of Maxim! The Great Mercy Gatling! I am the Master of Physical Transcendence!"
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "11"
  },
  {
    "mangaId": "b7154630-e6e5-4043-8ace-eedc493d1958",
    "title": {
      "en": "Siella's Revenge Affair"
    },
    "updatedAt": "2024-07-09T02:32:49+00:00",
    "coverArt": "https://mangadex.org/covers/b7154630-e6e5-4043-8ace-eedc493d1958/2b792b34-6492-48d2-b384-fe458ff9d915.jpg",
    "altTitles": [
      {
        "ko": "여주가 내 약혼자와 바람났다"
      },
      {
        "ko-ro": "Yeojuga Nae Yakonjawa Baramnatda"
      },
      {
        "en": "The Female Lead Has an Affair With My Fiancé"
      },
      {
        "en": "The Heroine Had an Affair With My Fiancé"
      }
    ],
    "description": {
      "en": "She became an extra who died because of her rubbish fiancé. She succeeded in becoming best friends with the heroine in order to twist the original plot.\n\n\"I'm sorry, Ciel. But we're still friends, right?\"\n\nThe heroine had an affair with my fiancé. Yeah, go ahead and take that trash.\n\n\"Would you like to have a revenge affair with someone who's been the victim of an affair, Your Highness?\"\n\n'Cause I decided to have the Male Lead. Since I've broken my engagement, I can start getting the Male Lead after getting out of the original story and decided to enjoy a happy life. After a while, rumors have spread that I was the Crown's Prince lover and was raking in money. And there's also the news that the two had broken up.\n\n\"Ciel, I was wrong. Can we still be friends?\"\n\n\"Ciel… I was foolish. You are the only one that I love. You love me too, right? So let's start over.\"\n\nWhat? Are they both out of their minds? Throwing their hands away, I raised the corners of my lips.\n\n\"Don't make me laugh. Get out of here.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a247e9e-3f89-4bc9-bd33-6b36616502b9",
    "title": {
      "en": "Hayate no Gotoku!"
    },
    "updatedAt": "2023-09-05T20:33:58+00:00",
    "coverArt": "https://mangadex.org/covers/9a247e9e-3f89-4bc9-bd33-6b36616502b9/12e9aef3-bee0-4b1d-a7a9-a734d7f9764f.jpg",
    "altTitles": [
      {
        "en": "Hayate the Combat Butler"
      },
      {
        "ru": "Боевой дворецкий Хаятэ"
      },
      {
        "ja": "ハヤテのごとく！"
      }
    ],
    "description": {
      "en": "Ayasaki Hayate, 16, the world's unluckiest boy.  \nWorking hard as a child for food and school fees, his unemployed and indebted parents sold him to the yakuza for his internal organs. After temporarily escaping the criminals and contemplating the benefits of a life of crime, he was saved by a wealthy young girl, who now employs him as a live-in butler."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "52",
    "lastChapter": "568"
  },
  {
    "mangaId": "ee4c0acd-dc97-44a1-bebe-040cf79b62bd",
    "title": {
      "en": "Isekai NTR ~Shinyuu no Onna wo Saikyou Skill de Otosu Houhou~"
    },
    "updatedAt": "2024-10-04T00:12:51+00:00",
    "coverArt": "https://mangadex.org/covers/ee4c0acd-dc97-44a1-bebe-040cf79b62bd/cea89510-fb77-4622-bd98-669bd22ab36a.jpg",
    "altTitles": [
      {
        "ja": "異世界NTR～親友のオンナを最強スキルで堕とす方法～"
      },
      {
        "th": "ISEKAI NTR ~สร้างฮาเร็มโดยไม่ให้พรรคพวกรู้~"
      },
      {
        "ko": "이세계 NTR ~절친의 여자를 최강 스킬로 함락시키는 방법~"
      },
      {
        "zh-hk": "異世界NTR ～不被同伴發現地開後宮～"
      },
      {
        "zh-hk": "異世界NTR～用最強技能令摯友的女人墜落的方法～"
      },
      {
        "en": "Isekai NTR: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "en": "NTR in Another World: Sullying My Best Friend's Women With the Strongest Skill"
      },
      {
        "ru": "Исекай NTR"
      }
    ],
    "description": {
      "en": "This shitty world that's nothing but a trashy game, he and I will definitely escape it together. So, all these annoying women trying to take advantage of him are just a nuisance. What's worse, it seems like he's beginning to have some feelings for them.\n\nThat's why, for his sake, I'll eat them up first. But, just what is this power…?",
      "es": "Este mundo de mierda que no es más que un juego basura, él y yo definitivamente escaparemos juntos. Entonces, todas estas mujeres molestas que intentan aprovecharse de él son solo una molestia. Lo que es peor, él parece que está comenzando a sentir algo por ellas. Por eso, por su bien, las comeré primero. Pero, ¿qué es este poder…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1aefdeb-09d1-4e70-8edc-9ae611ce0da5",
    "title": {
      "en": "N"
    },
    "updatedAt": "2024-10-10T05:33:56+00:00",
    "coverArt": "https://mangadex.org/covers/d1aefdeb-09d1-4e70-8edc-9ae611ce0da5/a11a2e08-4421-435f-b461-e70f7a30f62d.jpg",
    "altTitles": [],
    "description": {
      "en": "My vision and my heart were completely taken over by \"N.\"\n\nThe case of five missing junior high school boys, the massacre of an entire elementary school class. A car crash resulting in the deaths of two people. The letter \"N\" was left at each of these crime scenes.\n\nAn urban legend circulates, suggesting the main culprit is 'N,' a religious group thought to have collapsed 2,000 years ago.\n\nWhat exactly is \"N\"?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "618e7510-01c9-4d03-9e1f-d0463953d799",
    "title": {
      "en": "Koibana! Koi Seyo Hanabi"
    },
    "updatedAt": "2021-05-25T15:43:03+00:00",
    "coverArt": "https://mangadex.org/covers/618e7510-01c9-4d03-9e1f-d0463953d799/99e7e758-8597-490f-a66e-8f8d40040dd1.jpg",
    "altTitles": [
      {
        "en": "Hanabi"
      },
      {
        "en": "Koibana! - Koiseyo Hanabi"
      },
      {
        "en": "Koibana! Koiseyo Hanabi"
      },
      {
        "en": "KOIBANA!戀愛吧花火"
      },
      {
        "en": "Love Story! Fall in Love"
      },
      {
        "en": "コイバナ! 恋せよ花火"
      },
      {
        "en": "恋爱吧"
      },
      {
        "en": "花火!"
      },
      {
        "en": "코이바나"
      }
    ],
    "description": {
      "en": "Due to some mishaps during her entrance exams, Hanabi Marui finds herself entering a school of mostly boys. This is a problem for our heroine, as she has a huge disgust for the male gender. But then she meets someone who slowly turns her world upside down. This series follows the trials she and her friends go through with love.",
      "es": "Debido a algunos contratiempos durante sus exámenes de ingreso, Hanabi Marui encuentra a sí misma entrando a una escuela de la mayoría varones. Esto es un problema para nuestra heroína, ya que tiene un enorme disgusto para el género masculino. Pero entonces conoce a alguien que gira lentamente su mundo al revés. Esta serie sigue los ensayos que ella y sus amigos van a través del amor."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "67"
  },
  {
    "mangaId": "bb0ec1d7-2606-4ff6-9e6e-a4a87901d85f",
    "title": {
      "en": "Cooking Papa"
    },
    "updatedAt": "2024-04-18T13:20:27+00:00",
    "coverArt": "https://mangadex.org/covers/bb0ec1d7-2606-4ff6-9e6e-a4a87901d85f/3222465e-92cc-444a-81cf-ceafec74b5a3.jpg",
    "altTitles": [
      {
        "ja": "クッキングパパ"
      },
      {
        "zh": "妙厨老爹"
      },
      {
        "tr": "Aşçı Baba"
      }
    ],
    "description": {
      "en": "Araiwa Kazumi is your run-of-the-mill salaryman and father. He’s also secretly an amazing chef! While his coworkers at Kanemaru Industries all eat out for lunch, he pulls out his lunchbox… It’s time for this cooking papa to show off his pro-level cooking skills!\n\n(from Manga Helpers):\n\nAraiwa Kazumi is an energetic salaryman who is able to perfectly manage his responsibilities at work and at home. Kazumi is also a fantastic chef, though many of his coworkers are unaware of it.\n\nHis wife Nijiko, who works as a journalist, has a bit of trouble making time for her home life. However, she tries to always be a cheerful mother.\n\nWith their son Makoto, who is 7 at the beginning of the story, they have a very happy family. This is a story that follows the Araiwa household and their delight with delicious food. Cooking instructions are also often included throughout the story.\n\n---\n- **Won the 39th Kodansha Manga Award Special Prize in 2015**"
    },
    "status": "ongoing",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5e2bd89-e300-4262-a799-fb4f79bdb777",
    "title": {
      "en": "Kaichou wa Maid-sama!"
    },
    "updatedAt": "2024-02-28T17:57:32+00:00",
    "coverArt": "https://mangadex.org/covers/d5e2bd89-e300-4262-a799-fb4f79bdb777/1e3d60d7-7950-4336-a0dc-017ad7a6c378.jpg",
    "altTitles": [
      {
        "tr": "Başkan Bir Hizmetçi!"
      },
      {
        "ja-ro": "Kaichō wa Maid-sama!"
      },
      {
        "ja-ro": "Kaichou wa Maid-sama"
      },
      {
        "vi": "Khi Sếp Là Hầu Bàn"
      },
      {
        "en": "Maid Sama"
      },
      {
        "en": "Maid-sama!"
      },
      {
        "en": "My Sweet Kaichou"
      },
      {
        "en": "President Is a Maid!"
      },
      {
        "ja-ro": "Toumei na Sekai"
      },
      {
        "th": "สาวเมดผจญหนุ่มสุดป่วน"
      },
      {
        "ja": "会長はメイド様!"
      },
      {
        "zh": "会长是女仆"
      },
      {
        "ja": "透明な世界"
      },
      {
        "ko": "회장님은 메이드 사마!"
      },
      {
        "ru": "Президент студсовета — горничная!"
      }
    ],
    "description": {
      "en": "Ayuzawa Misaki is the student council president of the former all-boy school, Seika High School. In order to protect the girls, she battles the boys every day. On the other hand, she secretly works at a \"Maid Cafe\". But a popular boy from school, Usui Takumi, found out! Living in between the double identity of a Maid and a student council president~  \n  \nAlso included in this manga is a short story called Toumei na Sekai in volume one (Ch 4.1).",
      "ru": "Мисаки Аюдзава — наделённая полномочиями старосты школьного совета и по совместительству гроза мальчишек в старшей школе Сэйка. Совсем недавно вышеозначенная школа была предназначена исключительно для мальчиков, а потому, даже после её преобразования в общую старшую школу, численный перевес мальчишек остаётся на лицо. Ну и порядки с атмосферой здесь соответствующие.\nНе просто далось Мисаки звание старосты, но дело того стоило — держитесь парни, грядут новые порядки, потому что Мисаки Аюдзава будет твёрдо стоять на страже интересов женской части учащихся! Сколько можно терпеть этих «грязных и неопрятных идиотов»?! Мальчишки — это зло, и в этом Мисаки уверена на все 100%! Подливает масла в огонь её нелюбви к мужскому полу и тот факт, что её отец, оставив кучу долгов, сбежал из семьи, и теперь, чтобы помочь матери, девушка подрабатывает в мейд-кафе («кафе горничных»).\nНо вот однажды самый красивый парень в школе, Такуми Усуи, застукал её на работе. Только вот странно, почему же он молчит и не раскрывает тайну Мисаки никому? Ответ прост: Такуми хочется одному владеть милой горничной, да и смеяться над ней. Сначала это было так, но вскоре любимец девушек вручает своё сердце лишь одной. Но захочет ли Мисаки ответить ему взаимностью?\n\n---\n\n(Source: [shikimori](https://shikimori.one/mangas/2921-kaichou-wa-maid-sama))",
      "pt-br": "Ayazawa Misaki é a presidente do conselho de estudantil da antiga escola só para rapazes, Colégio Seika. Sempre batalhando para proteger as garotas, minoria na escola, vive em constante conflito com os rapazes da escola. Porém, secretamente trabalha num “Maid Café” (café de empregadas). Mas tudo muda no dia em que, Usui Takumi, um popular aluno da escola, descobre sua vida dupla."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "85"
  },
  {
    "mangaId": "34b47146-a72e-43d8-9ea5-935a5956f09f",
    "title": {
      "en": "OMORI"
    },
    "updatedAt": "2024-08-11T15:31:12+00:00",
    "coverArt": "https://mangadex.org/covers/34b47146-a72e-43d8-9ea5-935a5956f09f/08de9172-04dd-4efa-b474-69bc2ee3f110.jpg",
    "altTitles": [
      {
        "uk": "ОМОРІ"
      },
      {
        "id": "BEBAN"
      },
      {
        "ar": "أوموري"
      }
    ],
    "description": {
      "en": "After—something—changed his life four years ago, Sunny has not left his house once, living in his own reclusive bubble. Hoping for a fresh start for her son, his mother decides to move their family out of town. However, when his childhood friend Kel re-enters his life, Sunny finds himself thrust back into a world he once knew. With only three days before the move, the duo come across familiar faces as they go through town—reawakening a dark past that Sunny has tried so hard to forget."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6d1812d-639a-41b8-a304-e21fc9a1e5bc",
    "title": {
      "en": "Bio-Meat: Nectar"
    },
    "updatedAt": "2022-05-07T10:17:21+00:00",
    "coverArt": "https://mangadex.org/covers/d6d1812d-639a-41b8-a304-e21fc9a1e5bc/f85f1c84-a07e-4fb8-a3b5-e1fabe5c5294.jpg",
    "altTitles": [
      {
        "en": "Bio Meat"
      },
      {
        "en": "Bio-Meat"
      },
      {
        "en": "BM [ネクタール]"
      },
      {
        "en": "BM อสูรพันธุ์เขมือบโลก"
      },
      {
        "en": "BM ネクタール"
      },
      {
        "en": "BM: Nectar"
      },
      {
        "en": "Био Мясо"
      },
      {
        "en": "ビーエムネクタール"
      },
      {
        "en": "究极生物"
      },
      {
        "en": "究極生物"
      }
    ],
    "description": {
      "en": "Man is having a hard time finding food and getting rid of their trash, so science comes up with a bio-engineered animal that survives by eating trash, and is then killed to feed humanity. But the self-replicating, endlessly hungry killing machine gets loose in Tokyo…  \n  \n [Official Thai](http://www.mebooktohand.com/product/39/bm-%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3%E0%B8%9E%E0%B8%B1%E0%B8%99%E0%B8%98%E0%B8%B8%E0%B9%8C%E0%B9%80%E0%B8%82%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%9A%E0%B9%82%E0%B8%A5%E0%B8%81-1-12-%E0%B8%88%E0%B8%9A)",
      "pt-br": "A sociedade está tendo dificuldades para encontrar alimentos e se livrar do lixo, assim os cientistas japoneses conseguem criar uma criatura com bio-engenharia que se desenvolve comendo lixo e depois é morto para alimentar a sociedade. O problema começa quando essas criaturas auto-replicantes com uma fome infinita de matar e comer se solta na cidade de Tóquio."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "105"
  },
  {
    "mangaId": "0f3e45d0-69c4-459a-9253-ad36130af514",
    "title": {
      "en": "Akugyaku Hadou no Brave Soul"
    },
    "updatedAt": "2024-10-10T03:44:58+00:00",
    "coverArt": "https://mangadex.org/covers/0f3e45d0-69c4-459a-9253-ad36130af514/958105a0-8941-4947-b769-032b7b272013.jpg",
    "altTitles": [
      {
        "ja": "悪逆覇道のブレイブソウル"
      },
      {
        "en": "Brave Soul of Evil Domination"
      }
    ],
    "description": {
      "en": "“I will never cuckold you!”\n\nA young man reincarnated as a villain character in a game tries to live an honest life to avoid a bad ending, but for some reason he ends up becoming friends with the heroines...!?\n\n“Dungeon Brave Soul”\nIt is a game that drew in many men, and at the same time, it is a game that broke the brains of many men with its sequel's NTR, depression, and bad ending.\n\nAll because of the overwhelmingly hated antagonist of “Dunbure 2”――\n\n The young man who was reincarnated as Zenon Baskerville, however, in order to avoid the bad ending according to the scenario of \"Dunbure 2\", He tries to live honestly...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e660da42-375c-4fca-80f1-1afbe5342b8f",
    "title": {
      "en": "Fool Night"
    },
    "updatedAt": "2024-09-27T16:21:07+00:00",
    "coverArt": "https://mangadex.org/covers/e660da42-375c-4fca-80f1-1afbe5342b8f/39c9fff0-2b44-470d-9b33-619a38981157.jpg",
    "altTitles": [
      {
        "ja": "フールナイト"
      },
      {
        "zh": "愚者之夜"
      },
      {
        "ko": "풀 나이트"
      },
      {
        "ru": "Ночь Дурака"
      },
      {
        "ja-ro": "Fuuru Naito"
      },
      {
        "uk": "Ніч Дурня"
      },
      {
        "uk": "Дуриніч"
      }
    ],
    "description": {
      "en": "In the distant future, earth is covered by thick clouds and deprived of the warm rays of sunlight. Natural plants have all but withered, leading to low levels of oxygen everywhere. \n\nHowever, humans have developed a technique to transform people into plants to produce a small amount of oxygen that allows mankind to keep surviving. In this world, everyone must decide: Will they live as humans in a bleak and uncertain world, or abandon their anguish to embrace a new life as plants?\n___\n[Alt Official English (Shougakukan Asia)](https://shogakukan.asia/fool-night/)",
      "ru": "Продолжать прикладывать усилия ради жизни человеком? Или же красиво осыпаться, подобно цветку? Душевно изображенный неизвестный мир будущего!\n\nМир далёкого будущего окружают облака, не пропускающие дневной свет, увядших растений и недостатка кислорода. Однако, люди разработали технологию превращения человека в растение для получения кислорода и продолжают выживать.\nПеред людьми встаёт нелёгкий выбор - продолжать выживать в этом безнадежном мире людей или же, отбросив страдания, сделать шаг в новую жизнь в виде растений?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c1f898e-1769-44cb-9dbe-7abd11180663",
    "title": {
      "en": "Hogushite, Yui-san"
    },
    "updatedAt": "2024-10-09T18:01:05+00:00",
    "coverArt": "https://mangadex.org/covers/0c1f898e-1769-44cb-9dbe-7abd11180663/5b42fb28-0c8d-4cf4-8b10-ac24a53bb7cb.jpg",
    "altTitles": [
      {
        "ja": "ほぐして、癒衣さん。"
      },
      {
        "zh": "抱抱我吧、愈衣小姐。"
      },
      {
        "en": "Help me Relax, Yui-san"
      },
      {
        "zh-hk": "抱抱我吧，愈衣小姐。"
      }
    ],
    "description": {
      "en": "Karin, a new employee who worked at an unethical recruiting magazine production company for half a year, was wrecked both physically and mentally. One day, Yui-san, her senior and a health nerd, gave her a massage to relax her body. In return, Yui asked Karin to hug her to warm her body up.",
      "ja": "ブラックな求人誌制作会社で、日々心と体を蝕まれる入社半年の新人・夏鈴\n。ある日先輩で健康オタクの癒衣さんに、体をほぐすマッサージをしてもらうことになるが、その代わりに、癒衣さんの冷え性を良くするためハグをしてほしいと頼まれて…!?\n\n疲れている全ての現代人に贈る、ほぐし＆癒し百合4コマ！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c26269c7-0f5d-4966-8cd5-b79acb86fb7a",
    "title": {
      "en": "Sewayaki Kitsune no Senko-san"
    },
    "updatedAt": "2024-04-06T02:27:32+00:00",
    "coverArt": "https://mangadex.org/covers/c26269c7-0f5d-4966-8cd5-b79acb86fb7a/3283455e-4c0b-4d79-a7ba-e1f5d38cb582.jpg",
    "altTitles": [
      {
        "en": "The Helpful Fox Senko-san"
      },
      {
        "ru": "Заботливая 800-летняя жена!"
      },
      {
        "ru": "Заботливая Сэнко-сан"
      },
      {
        "ko": "도우미 여우 센코씨"
      },
      {
        "ja": "世話やきキツネの仙狐さん"
      },
      {
        "zh-hk": "請讓我撒嬌，仙狐大人"
      },
      {
        "zh": "请让我撒娇，仙狐大人"
      },
      {
        "en": "Meddlesome Kitsune Senko-san"
      },
      {
        "id": "Senko si Rubah Penolong"
      }
    ],
    "description": {
      "en": "Like many hardworking members of the workforce, Kuroto Nakano is perpetually stressed out by his job. Still, since he lives alone, he must carry on to sustain himself. Little do humans like Kuroto know, this stress takes the form of darkness residing within a person's body and will bring one's life to ruin.  \nFox deities can see this darkness and have the duty to save people before it is too late. To help rid Kuroto of his stress, Senko-san, an eight hundred-year-old foxgirl, volunteers to take care of him, and will do everything she can to ease the tension in his weary soul.\n\n---\n\n**Notes:**\n- Despite initial serialization ending by November 2022, Comic Newtype announced on 9 February 2023 that the series would later resume publication.",
      "ru": "В повседневную жизнь Накано, работающего на «чёрную компанию», внезапно вторглась кицунэ Сэнко-сан (молодая жена 800 лет от роду). Будь то готовка, уборка или «особая забота» (чем бы это ни было), она исцелит его истощение своей нежной «заботой».",
      "es-la": "La vida cotidiana de Nanako, un hombre asalariado que trabaja en una compañía que lo explota, es repentinamente invadido por la Kitsune, Senko-san (800 años de edad- esposa joven). Ya sea cocina, limpieza o un servicio especial... Ella curará su agotamiento con su tierno cuidado."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4615bd9-7cbd-4243-a8a2-5c24671663e0",
    "title": {
      "en": "Yajin Tensei: Karate Survivor in Another World"
    },
    "updatedAt": "2024-07-08T22:48:37+00:00",
    "coverArt": "https://mangadex.org/covers/b4615bd9-7cbd-4243-a8a2-5c24671663e0/04c602a2-5e49-4e5d-aab2-c3f72b805c98.jpg",
    "altTitles": [
      {
        "en": "Karate Survivor in Another World"
      },
      {
        "en": "Reincarnated Savage: Karate Survivor in Another World"
      },
      {
        "ja": "野人転生"
      },
      {
        "ja": "野人転生: KARATE SURVIVOR IN ANOTHER WORLD"
      },
      {
        "es-la": "Salvaje Reencarnado"
      }
    ],
    "description": {
      "en": "When 34-year-old Nozaki Hitoshi is hit by a truck, he is sent to a fantasy world by a dismissive god and dropped into a harsh wilderness without even the clothes on his back. His only salvation is a newly granted karate skill and his general survival instincts. Luckily, Hitoshi is up for the challenge–he’ll weave clothes out of tree bark, test fruit for poison, and crawl through the mud to test his kicks and punches against goblins and other creatures. No matter how much he levels up in this world, he still longs to find other humans to share his solitude. An engrossing fantasy that pits karate technique against swords and sorcery in another world!\n\n(Source: Seven Seas Entertainment)\n- [Web Novel Raw](https://ncode.syosetu.com/n5771ei/)  \n- [Alternate Raw: NicoNico](http://seiga.nicovideo.jp/comic/41841)",
      "ja": "姓名と風貌から、「野人」と呼ばれている野崎人志は、ひょんなことから異世界に転生させられる。",
      "es-la": "Nozaki Hitoshi, conocido como el \"Hombre Salvaje\" por su apellido y apariencia, se reencarna accidentalmente en otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37346398-d9ff-40e8-bc14-6c9847d559e5",
    "title": {
      "en": "Tensei Shichattayo (Iya, Gomen)"
    },
    "updatedAt": "2023-12-02T01:54:07+00:00",
    "coverArt": "https://mangadex.org/covers/37346398-d9ff-40e8-bc14-6c9847d559e5/23da688b-6633-4094-91db-da36beb3176c.jpg",
    "altTitles": [
      {
        "en": "(Um, Sorry) I've Been Reincarnated!"
      },
      {
        "ru": "Я был перерождён! (М-м, Прости)"
      },
      {
        "zh": "一不小心转生了"
      },
      {
        "ja": "転生しちゃったよ（いや、ごめん）"
      },
      {
        "ko": "미안, 전생 해버렸어"
      },
      {
        "en": "Accidentally Summoned (Oops, sorry.)"
      }
    ],
    "description": {
      "en": "After a god screws up and accidentally takes high schooler Shou's life, he offers him reincarnation with a gift to make up for it. Shou asks to retain all his old memories for the new life. Shou is reborn as Will, a noble's son in a world where magic use is common and involves knowledge of kanji characters. With all his memories, he's a brilliant toddler, and when he experiments with magic, he finds that he has an amazing talent for it! What's more, though he was smart but unloved in his old life, in his new life he has a mother and a father who both love him deeply. His future as Will is looking very bright!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1fa8ce7-ad9d-475d-9311-2a850b1f3336",
    "title": {
      "en": "Sekai wa Owattemo Ikirutte Tanoshii"
    },
    "updatedAt": "2024-07-19T13:37:12+00:00",
    "coverArt": "https://mangadex.org/covers/d1fa8ce7-ad9d-475d-9311-2a850b1f3336/1832ed8a-c4f5-497a-bd78-5088a9aadd21.jpg",
    "altTitles": [
      {
        "en": "Even If the World Is Over It's Fun to Live"
      },
      {
        "ja": "世界は終わっても生きるって楽しい"
      },
      {
        "en": "Life is Fun Even if the World has Ended"
      }
    ],
    "description": {
      "en": "Today, there’ll be discoveries and encounters again. For the girls marching forward in a world in its afterlife, there are still various things to experience: The remains of an extinct civilization, other living things, as well as lessons taught by the ruins.. there is still a lot to be seen in the world. That’s why… living is still fun!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0a5528a-c4a8-4495-a966-6877c12856ba",
    "title": {
      "en": "TRUMP"
    },
    "updatedAt": "2024-10-09T13:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/a0a5528a-c4a8-4495-a966-6877c12856ba/8cec91f3-ac76-460f-9d42-3d1b4163c0e3.jpg",
    "altTitles": [
      {
        "en": "Trump"
      },
      {
        "ja-ro": "トランプ"
      }
    ],
    "description": {
      "en": "Sophie, a boy with vampire and human blood, is transferred from an orphanage to an institution called Clan. The school houses vampire boys who have reached their Cocoon period, or puberty in human terms. Sophie has a fateful encounter with a boy named Ul while being coldly greeted by the vampires around him. As Ul continues to research the “power of immortality” that vampires once possessed, he learns of the existence of TRUMP, the original vampire that is said to live forever, and begins to crave eternal life.\n\nEventually, Sophie and Ul become entangled in the deep fate surrounding the legend of immortality...\n\nA manga adaptation of the origin story of playwright Kenichi Suemitsu’s popular series! A Gothic school fantasy that beautifully spins the conflicts of impressionable and sensitive boysー!",
      "ja": "吸血種<ヴァンプ>と人間の血が流れる少年ソフィは、養護院からクランと呼ばれる施設へと入所した。そこは繭期――人間でいうところの思春期を迎えた吸血種の少年たちが集う学園。周囲の吸血種から冷ややかな目で迎えられる中、ソフィはある一人の少年と運命的な出会いを果たす。劇作家・末満健一の人気シリーズの原点となる物語をコミック化!! 繊細かつ多感な少年たちの葛藤を美しく紡ぎ出すゴシック学園ファンタジー!",
      "vi": "Câu chuyện xoay quanh Sophie Anderson - một con lai giữa con người và ma cà rồng (Dhampir), bị khinh ghét vì sự không thuần khiết. Tuy vậy, Sophie vẫn vượt lên những trở ngại với trái tim cao quý và luôn đầy tự hào về dòng máu của mình."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c4a83f-4078-431b-b862-820c452bb278",
    "title": {
      "en": "Misoshiru de Kanpai!"
    },
    "updatedAt": "2022-12-12T11:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/26c4a83f-4078-431b-b862-820c452bb278/9c0e0cb7-2b1f-434a-a9ab-8bb79c6c956c.jpg",
    "altTitles": [
      {
        "en": "Let's Have a Toast With Miso Soup!"
      },
      {
        "ja": "味噌汁でカンパイ！"
      },
      {
        "ko": "미소된장국으로 건배!"
      }
    ],
    "description": {
      "en": "Zenichirou is a middle school student raised in a motherless family. His breakfast always consists of onigiri and instant miso soup from the convenience store. Yae, a childhood friend of Zenichirou, cannot stand to see him eat such an innutritious breakfast, so she decides to make him breakfast every morning…  \n  \nThis story conveys a simple message: eating with another person makes miso soup taste more delicious and hearty!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "84"
  },
  {
    "mangaId": "ce0bf90c-937e-4095-9a93-6df22bcbee10",
    "title": {
      "en": "Space Pharaoh ☆ Patra-chan"
    },
    "updatedAt": "2024-02-03T17:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/ce0bf90c-937e-4095-9a93-6df22bcbee10/e4454906-382c-4e13-91eb-ea9625e8e2e6.jpg",
    "altTitles": [
      {
        "ja": "宇宙ファラオ☆パトラちゃん"
      },
      {
        "ja-ro": "Space Pharaoh ☆ Patora-chan"
      },
      {
        "ja-ro": "Uchuu Pharaoh Patra-chan"
      }
    ],
    "description": {
      "en": "Let's invade Earth during summer vacation!?\n\nI, Princess Patra of Ptolemy, chose \"Earth Invasion\" for my summer vacation free study!\nHowever, because of my comfortable life on Earth, I tend to fall behind on my homework!\nToday is another peaceful day♪ (Thanks to Patra-chan's love for the Earth)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3c17d-68fb-4c70-8641-0ced19ca9006",
    "title": {
      "en": "Boukyaku Battery"
    },
    "updatedAt": "2024-10-08T00:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/85b3c17d-68fb-4c70-8641-0ced19ca9006/72cd854e-8ce6-41f0-aee9-58a5b57bc6ca.jpg",
    "altTitles": [
      {
        "ja": "忘却バッテリー"
      }
    ],
    "description": {
      "en": "Two geniuses who made a name for themselves in the middle school baseball world but had distanced themselves from baseball have accidentally come together at an obsecure public high school in Tokyo.\n\nKiyomine Haruka, a pitcher with a flawless, powerful arm. His battery partner, the shrewd catcher known as the 'General', Kaname Kei (who's currently a complete amateur due to memory loss!). And then there are those who once fell in defeat to these two...\n\nTheir paths have crossed once more, and now their high school baseball story begins anew, springing into action!",
      "ja": "中学球界で名を馳せるも野球から遠ざかっていた天才たちが都立の野球無名高校で偶然集結。\n\n完全無欠の剛腕投手・清峰葉流火（きよみねはるか）。その相方（バッテリー）、切れ者捕手の“智将”要圭（記憶喪失により現在、素人！）。そして、かつて2人に敗れ散った者たち…\n\n巡り合い、再び動き出す彼らの高校野球ストーリーがいま始まる!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbf326f7-ccbd-4d54-bbad-852d76e46523",
    "title": {
      "en": "Revenge of the Baskerville Bloodhound"
    },
    "updatedAt": "2024-09-30T13:14:50+00:00",
    "coverArt": "https://mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/1084eda4-b6f9-46de-96b8-a3898c4819a0.jpg",
    "altTitles": [
      {
        "ko": "철혈검가 사냥개의 회귀"
      },
      {
        "ko-ro": "Cheolhyeolgeomga Sanyanggaeui Hoegwi"
      },
      {
        "en": "Revenge of the Sword Clan's Hound"
      },
      {
        "en": "Revenge of the Iron-Blooded Sword Hound"
      },
      {
        "en": "Regression of the Ironblade Hound"
      },
      {
        "en": "Return of the Iron-Blooded Hound"
      },
      {
        "en": "Return of the Iron-Blooded Sword Hound"
      },
      {
        "en": "The Return of the Iron-Blood Sword Hound"
      },
      {
        "fr": "La revanche du limier des Baskerville"
      },
      {
        "pt-br": "O retorno do cão de caça dos Baskerville"
      },
      {
        "pt-br": "A vingança do cão de caça de sangue de ferro Baskerville"
      },
      {
        "es": "El perro de metal"
      },
      {
        "es": "La venganza del sabueso de la espada sangrienta"
      },
      {
        "es-la": "La venganza del sabueso de sangre de hierro"
      },
      {
        "th": "การกลับมาของหมาล่าเนื้อตระกูลดาบเลือดเหล็ก"
      },
      {
        "ja": "回帰した鉄血の猟犬"
      },
      {
        "zh": "铁血剑家猎犬的回归"
      },
      {
        "tr": "Demir kanlı kılıç tazısının i̇ntikamı"
      },
      {
        "ar": "عودة الكلب ذي الدم الحديدي"
      }
    ],
    "description": {
      "en": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd03aab8-d88a-4b6e-8a9e-86c45dc5b0d9",
    "title": {
      "en": "Purple Eyes of Darkness"
    },
    "updatedAt": "2024-10-10T02:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/bd03aab8-d88a-4b6e-8a9e-86c45dc5b0d9/82506dae-06a5-46fc-be74-243ea1b16fcd.jpg",
    "altTitles": [
      {
        "en": "Purple Eyes"
      },
      {
        "en": "Purple Eyes in the Dark"
      },
      {
        "de": "Violette Augen in der Finsternis"
      },
      {
        "ja-ro": "Yami no Paapuru"
      },
      {
        "ja-ro": "Yami no Purple Eyes"
      },
      {
        "ja": "闇のパープル・アイ"
      },
      {
        "ja-ro": "Yami no Purple Eye"
      },
      {
        "vi": "Mắt tím trong đêm"
      }
    ],
    "description": {
      "en": "Rinko is an ordinary girl who was born with a mysterious birthmark on her left arm. But when that mark starts to get darker, strange accidents begin to happen everywhere around her, involving even the people she cares about. What will the powerful magic awakening inside Rinko bring her?  \n  \nIn 1987, Purple Eyes in the Dark was awarded the Shogakukan Manga Award for the shoujo manga category."
    },
    "status": "completed",
    "releaseDate": 1984,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "46"
  },
  {
    "mangaId": "87ee1763-9e87-46dc-a0a0-a3e50b10260a",
    "title": {
      "en": "Guardian Of Dragon"
    },
    "updatedAt": "2024-10-08T02:37:54+00:00",
    "coverArt": "https://mangadex.org/covers/87ee1763-9e87-46dc-a0a0-a3e50b10260a/ff6cd976-7e56-4d30-8358-f7be61846c23.jpg",
    "altTitles": [
      {
        "ko": "용의 파수꾼"
      }
    ],
    "description": {
      "en": "An apprentice priest under the protection of the princess. An orphan abandoned in a mysterious forest. And… She, Freya, who sees others’ emotions as colors.\nPositive emotions are gold. Negative emotions are black.\nHer mysterious ability was her own secret.\nDuring her pilgrimage to become a priest, Freya woke up in a strange man’s bed.\n“You… What are you?”\nThe man, Aran, asked threateningly, his red eyes shining.\nHe looked exactly like the hero in the mural Freya had seen since she was a child, and even had the same name. But ‘Aran’ did not show any color of emotions.\nAt first, she thought it was a dream. She thought she was having strange dreams multiple times.\nBut it seems… It’s not a dream.\nWho is this man? Where do I go every night? Why is it ‘me’?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "768cded0-80ac-4c0d-b29b-cc28fc224d70",
    "title": {
      "en": "Cells at Work! Cat"
    },
    "updatedAt": "2024-09-26T14:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/768cded0-80ac-4c0d-b29b-cc28fc224d70/8e585f5f-a03c-4745-a08b-7d7cf4a61f00.jpg",
    "altTitles": [
      {
        "ja": "はたらく細胞猫"
      },
      {
        "ja-ro": "Hataraku Saibou Neko"
      }
    ],
    "description": {
      "en": "Vomiting, poisoning, constipation, vaccines, etc., what is going on inside a cat's body at that time! A must-read manga for cat people to live a healthy life with cats!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "324ef6bc-ff6b-4f8e-97c6-eca51413e39e",
    "title": {
      "en": "Koibito Ijou Yuujin Miman"
    },
    "updatedAt": "2024-09-08T09:47:42+00:00",
    "coverArt": "https://mangadex.org/covers/324ef6bc-ff6b-4f8e-97c6-eca51413e39e/93a09f0b-2341-42fc-984f-600e68ba8673.jpg",
    "altTitles": [
      {
        "ja": "恋人以上友人未満"
      },
      {
        "en": "More Than Lovers, Less Than Friends"
      },
      {
        "pt-br": "Mais Que Amantes, Menos Que Amigos"
      },
      {
        "ru": "Больше чем любовники, меньше чем друзья"
      }
    ],
    "description": {
      "en": "Ex-AV star Miyako unexpectedly runs into a former coworker at a marriage interview...?! The secretly connected pair are bursting with more pure energy than you can imagine! This cute adult love comedy hits different and will heal your soul.",
      "ja": "東京から地元へ戻った宮子のお見合い相手は互いの秘密を握る元お仕事相手だった！　清楚な文学少女を演じていた元AV女優とオラオラ系男を演じていた元AV男優が素の自分に戻って再会した時、この上もなくピュアなラブが始まる…！カラダは恋人以上、ココロは友人未満!?",
      "ru": "Мияко, уволившаяся с работы и вернувшаяся в родительский дом, затеяла сватовство. Однако второй стороной оказался бывший коллега, знавший разные секреты.",
      "pt-br": "A ex-estrela de AV(Adult Videos) Miyako inesperadamente encontra um ex-colega de trabalho em uma entrevista de casamento...?! O par secretamente conectado está repleto de energia mais pura do que você pode imaginar! \n\nEsta comédia de amor adulto é diferente e vai curar sua alma."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]