[
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-10-11T14:08:49+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/e5f76272-75ce-41a0-a38c-6dc031cb698e.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      },
      {
        "fr": "Wind Breaker"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "fr": "Haruka Sakura est le genre de lycéen qui fait passer la baston avant les révisions. Fraîchement débarqué en ville, c'est donc le sourire aux lèvres qu'il compte pousser les portes du lycée Fûrin, l'établissement scolaire au pire taux de délinquance du pays... Les intentions de Haruka sont claires : se mesurer aux meilleurs bagarreurs de ce bahut et devenir le meilleur de tous ! Mais entre-temps, il se retrouve mêlé à une altercation avec une bande de brutes dans un des quartiers de la ville, avant d'être sauvé in extremis par des élèves de son lycée. Haruka réalise alors à quel genre de phénomènes il risque d'avoir affaire...\n\nMaison d'édition FR : Pika",
      "ja": "彼らは、最強の不良軍団。そして、街の英雄───。偏差値は最底辺、喧嘩は最強。超不良校として名高い学校・風鈴（ふうりん）高校。この春、そんな風鈴のトップを目指して街にやってきた風鈴高校１年生・桜遥（さくらはるか）は、風鈴高校が“防風鈴（ボウフウリン）”と名付けられた街を守る集団となっていたことを知る。そして桜は、風鈴の一員として街を守るため戦い始めることに──！　不良高校生・桜の喧嘩英雄伝説、開幕!!",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfc8b79-2c1b-4e33-beda-a0d70a7674ca",
    "title": {
      "en": "I Will Become the Villain's Poison Taster"
    },
    "updatedAt": "2024-07-14T20:34:57+00:00",
    "coverArt": "https://mangadex.org/covers/8cfc8b79-2c1b-4e33-beda-a0d70a7674ca/1658a8df-14ca-4f3e-96d1-d1c25a54c1f1.jpg",
    "altTitles": [
      {
        "ko": "흑막의 독 감별사가 되겠습니다"
      },
      {
        "ko-ro": "Heungmagui Dok Gambyeolsaga Doegetseumnida"
      },
      {
        "en": "I Will Become the Villain's Poison Detector"
      },
      {
        "en": "I Will Become a Poison Detector in the Dark World"
      },
      {
        "en": "I Will Become a Poison Detector of Darkness"
      },
      {
        "zh": "完蛋！成了反派的试毒小跟班"
      },
      {
        "zh": "成为反派的鉴毒师"
      },
      {
        "zh-hk": "成爲反派的鑑毒師"
      },
      {
        "es-la": "Me convertí en la detectora de veneno del Villano"
      }
    ],
    "description": {
      "en": "I, an innocent office worker, possessed a character in the devastating novel *The Poisoned Apple*. On top of that, I'm Giselle Lloydsvin, a villainess who gets poisoned to death before being hanged! But the poison brought by the assassins doesn't work? It even tastes like fruit!\n\n\"You'll be okay since it's only a little bit, so hurry and drink it.\"\n\n…Even though I possessed someone, it seems my destiny is to be tormented by a crazy assassin. \n\nHowever, \"Leniel\", who I thought was just a crazy assassin, turns out to be the frontman for the final villain, \"Wayne Ayore\"?!\n\nIn order to hold onto this lifeline, I clung to the villain in *The Poisoned Apple*. \n\n\"I can distinguish the taste of poison.\"\n\n“Poison?”\n\n“Yes.”\n\n“What use is that?”\n\n“Your boss is going to be poisoned, so I can be his poison taster.”\n\nAnd so, I thought I could survive well as a general store employee of the villain’s frontman(?)... \n\n“My boss is so strong to the point that there’s something suspicious about him!”\n\n…Why does it feel like I’m doomed in this life too?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9dbc637-a8c6-4aa4-a272-2d009c5c7f40",
    "title": {
      "en": "One Page Manga"
    },
    "updatedAt": "2024-10-25T02:25:28+00:00",
    "coverArt": "https://mangadex.org/covers/d9dbc637-a8c6-4aa4-a272-2d009c5c7f40/c5ef26af-e1e5-40cf-ba90-34b2338ee6ca.jpg",
    "altTitles": [
      {
        "ja": "1ページマンガ"
      },
      {
        "ja-ro": "One Page Manga"
      },
      {
        "en": "Single Page Manga"
      }
    ],
    "description": {
      "en": "A collection of single page gag-manga."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Seijo"
    },
    "updatedAt": "2024-10-13T10:04:16+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/67c8c2be-be37-44df-becf-bccbb306428f.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "en": "Slime Saint"
      },
      {
        "ko": "슬라임 성녀"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!",
      "ja": "人間に憧れた最弱魔物（スライム）が乗っ取ったのは、聖女だけど性格最悪な極悪令嬢・ジェリィの体だった！　折角人間に成ることが出来たのに、周りの人間たちから恨まれ嫌われているうえに、魔物（スライム）とバレたら即終了のバッドエンドまっしぐら…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7262e67-e7d7-44b5-b39a-96fafef39edf",
    "title": {
      "en": "Koi ni Koi suru Koibito Kankei"
    },
    "updatedAt": "2024-10-17T01:40:31+00:00",
    "coverArt": "https://mangadex.org/covers/f7262e67-e7d7-44b5-b39a-96fafef39edf/89c52367-893a-4b6d-93ac-3ff055f39174.jpg",
    "altTitles": [
      {
        "ja": "恋に恋するコイビト関係"
      },
      {
        "en": "Becoming Her Lover For the Sake of Love"
      },
      {
        "pl": "Związek w związku ze związkiem"
      }
    ],
    "description": {
      "en": "Asako Ichijou, the student council president at a prestigious girls' high school, has been racking her brain about the ladykiller Nagi Tenma. That's the sort of person Asako is, but Nagi discovers Asako has broken school rules by bringing a shoujo manga to school...\n\nAsako pleads with Nagi to keep it a secret, and Nagi reveals her condition: \"Become my lover.\"\n\n(Source: Takeshobo, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-10-09T15:49:05+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/a76e50e3-496c-490d-8872-8c836d58ba19.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c3d683a-1d2b-421e-a515-6136deaba691",
    "title": {
      "en": "Fox Love Story"
    },
    "updatedAt": "2023-07-23T12:47:49+00:00",
    "coverArt": "https://mangadex.org/covers/1c3d683a-1d2b-421e-a515-6136deaba691/23f2b9a2-74c3-4055-910a-88e493265bd0.jpg",
    "altTitles": [
      {
        "ko": "여우애담"
      }
    ],
    "description": {
      "en": "Gumiho Yeon, who despises humans, accidentally avoids an accident with the help of human Dong-i. In essence, a nine-tailed fox is a being that has to repay the favor it receives. Yeon visits Dong-i without skipping a day for Bo-eun, and Dong-i is only burdened with such a kite. The two, who seemed never to be able to get closer, know each other's wounds and shortcomings, fill them in, and develop good feelings... The two are different in their environment, race, and way of loving. Can a nine-tailed fox and human love have a happy ending?",
      "ko": "인간을 멸시하는 구미호 연은 우연히 인간인 동이의 도움을 받아 사고를 면하게 된다.\n\n본디 구미호란 은혜를 입으면 갚아야만 하는 존재.\n연은 보은을 위해 하루도 거르지 않고 동이를 찾아가고, 동이는 그런 연이 부담스럽기만 하다.\n\n절대 가까워질 수 없을 것 같던 둘은 서로의 상처와 결핍을 알고, 채워주며 좋은 감정을 키워나가는데...\n\n살아온 환경도, 종족도, 사랑하는 방식마저 다른 둘. 구미호와 인간의 사랑은 과연 행복한 결말로 맺어질 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-10-14T02:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c37d93a8-9c50-49b3-bd71-143937f4288e",
    "title": {
      "en": "Gantz: E"
    },
    "updatedAt": "2024-07-21T12:09:37+00:00",
    "coverArt": "https://mangadex.org/covers/c37d93a8-9c50-49b3-bd71-143937f4288e/9adb40e3-8a67-4c55-b984-dadd606d7f7f.jpg",
    "altTitles": [
      {
        "ru": "Ганц:Э"
      }
    ],
    "description": {
      "en": "The manga's story begins when a peasant named Hanbē asks a girl named O-haru for her hand in marriage, but O-haru confesses that she is already thinking of another man named Masakichi from a neighboring village. When Hanbē seeks out Masakichi, he finds that Masakichi possesses a sword and the skills to use it, despite being a peasant.",
      "ru": "Крестьянин по имени Ханбэй делает предложение руки и сердца девушке по имени Охару, однако она признаётся, что влюблена в другого парня, Масакити, живущего в соседней деревне. Когда Ханбэй отправляется на поиски Масакити, чтобы сразиться с ним, он обнаруживает, что тот умело обращается с мечом, несмотря на то, что он тоже крестьянин. Во время их схватки они слышат крик тонущей девочки, которая просит о помощи, после чего вдвоём бросаются на помощь, в процессе чего погибают в бурном потоке реки. После смерти оба парня оказываются в той самой, всем хорошо знакомой комнате."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96d02f4f-ff02-410f-878f-a12f529237b0",
    "title": {
      "en": "Shinsouban WORST"
    },
    "updatedAt": "2024-10-24T03:42:04+00:00",
    "coverArt": "https://mangadex.org/covers/96d02f4f-ff02-410f-878f-a12f529237b0/c6ead67b-7145-497e-a6df-d0d46ea7ec6a.jpg",
    "altTitles": [
      {
        "ja": "新装版 WORST"
      },
      {
        "ja-ro": "Shinsōban WORST"
      },
      {
        "en": "WORST New Editon"
      },
      {
        "vi": "WORST Ấn Bản Mới"
      }
    ],
    "description": {
      "en": "Worst but New Edition",
      "vi": "Liên minh Kurotaki sụp đổ, quyền lực của King Joe ở Housen dần bị mai một, Zetton bại trận trước Guriko đưa Suzuran vào thế hỗn loạn, Vũ Trang Chiến Tuyến ngày càng mạnh mẽ và bền bỉ... Trước tình cảnh đó thì ở Toaru bất ngờ xuất hiện một chàng trai đến từ ngoại thành mang tên Tsukishima Hana - kẻ mang ước mơ trở thành thủ lĩnh đầu tiên của toàn bộ Cao Trung Nam Sinh Suzuran vốn luôn hỗn loạn!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "133"
  },
  {
    "mangaId": "03d60b4c-551a-4f3d-925b-a67135cd616a",
    "title": {
      "en": "Pen to Wappa to Jijitsu-kon"
    },
    "updatedAt": "2024-10-22T12:42:22+00:00",
    "coverArt": "https://mangadex.org/covers/03d60b4c-551a-4f3d-925b-a67135cd616a/bb1a9c32-0658-420b-9b35-cc37d471e42e.jpg",
    "altTitles": [
      {
        "ja": "ペンと手錠と事実婚"
      },
      {
        "ja-ro": "Pen to Tejou to Jijitsukon"
      },
      {
        "en": "A Pen, Cuffs, & a De Fact-o Marriage"
      },
      {
        "en": "Pen, Cuffs, & a De Facto Marriage"
      },
      {
        "vi": "Hôn thú giữa bút và còng tay"
      }
    ],
    "description": {
      "en": "A middle-aged detective, Eiji Kirisame (40), meets a strange high school girl at the scene of a certain crime. She doesn't speak a word, but she helps solve the case using her drawings. However, suddenly this middle-aged detective is getting a marriage proposal from this girl!",
      "ja": "中年刑事、切鮫鋭二(40)は、とある事件現場で声を出さない不思議な女子高生、梔子鶫に出会う。 事件の真相をド下手な絵で次々に明らかにしていく鶫に驚く切鮫だったが、突然、鶫から求婚されて―――？",
      "vi": "Kirisame Eiji, một cảnh sát luôn tận tâm với công việc quá mức đến nỗi không được lòng các đồng nghiệp của mình. Kuchinashi Tsugumi, một nữ sinh trung học kỳ lạ tuyệt chỉ giao tiếp bằng cây bút và quyển tập phác thảo của mình.Trong lúc Kirisame đang gặp bế tắc trong một vụ án mạng mà đồng nghiệp anh ai cũng cho rằng chỉ là một vụ tự sát, Tsugumi đã liên tiếp cho anh vô số lời gợi ý bằng những nét vẽ nguệch ngoạc của mình.Cuối vụ án, ngay vào lúc tính mạng của Tsugumi bị hung thủ đe doạ, Kirisame đã kịp thời cứu cô và bắt giữ tên tội phạm.Những tưởng mọi thứ đã xong Kirisame cảm thấy nhẹ nhõm, nhưng ngay sau đó, Tsugumi bất ngờ cầu hôn anh!?!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "972ec326-0f41-46cd-87f3-a54fd7062f14",
    "title": {
      "en": "Kakushite! Makina-san!! (Official Colored)"
    },
    "updatedAt": "2024-07-01T23:33:45+00:00",
    "coverArt": "https://mangadex.org/covers/972ec326-0f41-46cd-87f3-a54fd7062f14/154007b9-df9d-4446-b7a1-4ddf493016d1.jpg",
    "altTitles": [
      {
        "en": "Hide it! Makina!"
      },
      {
        "ja": "かくして！マキナさん！!"
      },
      {
        "pt-br": "Se esconda! Makina-san!"
      }
    ],
    "description": {
      "en": "Makina Agatsuma, the school idol, moves into the home of Eita Akutsu, an introverted mechanical otaku. Eita, who has secretly harbored feelings for her, thinks he's hit the jackpot! But it turns out, she's actually a robot made for sexual purposes. Caught off guard by her sudden physical advances, the virgin Eita is at a loss. Furthermore, he finds himself in a frenzy trying to help her maintain her secret identity. A romantic comedy with a slightly risqué mechanical revelation, where hilarity ensues as they try to keep the secret under wraps!",
      "pt-br": "Makina Agatsuma, a ídolo de toda escola, se muda para a casa de Eita Akutsu, um introvertido otaku-mecha. Eita, que secretamente nutre sentimentos por ela, acha que tirou a sorte grande! Mas acontece que ela é na verdade um robô feito para fins sexuais. Pega de surpresa por seus súbitos avanços físicos, o virgem Eita fica perdido. Além disso, ele se encontra em frenesi tentando ajudá-la a manter sua identidade secreta. Uma comédia romântica com uma revelação mecânica ligeiramente picante, onde a hilaridade se instala enquanto tentam manter o segredo!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "88a2312f-37ef-4ca1-bb98-c0891a50cac7",
    "title": {
      "en": "Eromanga Sensei"
    },
    "updatedAt": "2024-09-22T17:02:36+00:00",
    "coverArt": "https://mangadex.org/covers/88a2312f-37ef-4ca1-bb98-c0891a50cac7/59bc61e1-4070-47cf-a75a-289b9ab1394a.jpg",
    "altTitles": [
      {
        "en": "Eromanga-sensei"
      },
      {
        "es": "La maestra de eromanga"
      },
      {
        "es": "La maestra de historietas ero"
      },
      {
        "vi": "Tác giả đào hoa"
      },
      {
        "ru": "Эроманга-сэнсей"
      },
      {
        "ar": "إرومانغا سينسي"
      },
      {
        "th": "น้องสาวของผมคืออาจารย์เอโรมังกะ"
      },
      {
        "ja": "エロマンガ先生"
      },
      {
        "zh": "情色漫画老师"
      },
      {
        "zh": "我的妹妹是黄漫老师"
      },
      {
        "ko": "에로망가선생"
      }
    ],
    "description": {
      "en": "Writing light novels isn't all that easy, especially when you're in high school and you have to do the cooking and the chores for your shut-in stepsister who's hardly come out of her room the past year! In the light novel business, it's crucial to have the right person illustrating your books to help them sell–and maybe get made into manga and anime! But in a world of online pen names, the author and the illustrator may still not even know each other . . . until one day they realize they've been living in the same house all along! Now the home life of confident writer Masamune Izumi and his reclusive sister Sagiri–aka the artist ''Eromanga Sensei''–will be a drama to compare with their rising careers, their restive fan base, and their rivals in the industry!  \n\n\n---\n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18142)",
      "ru": "История вращается вокруг Масамунэ Изуми, ученика вуза и, по совместительству, автора лайт-новел. У Масамунэ есть сестра по имени Сагири, та ещё хикикомори, которая не выходила из своей комнаты в течение целого года. Она даже заставляет своего брата, готовить и приносить ей еду, топая ногой по полу. Поэтому Масамунэ хочет, чтобы его сестра вышла из комнаты, ведь они — семья как-никак."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "79"
  },
  {
    "mangaId": "9478665e-412b-4e08-9844-5c07a732a71b",
    "title": {
      "en": "Eiyuu to Kenja no Tensei Kon: Katsute no Koutekishu to Kon'yakushite Saikyou Fuufu ni Narimashita"
    },
    "updatedAt": "2024-10-17T21:02:04+00:00",
    "coverArt": "https://mangadex.org/covers/9478665e-412b-4e08-9844-5c07a732a71b/8c853f93-0327-41b5-a56f-072aed8d308d.jpg",
    "altTitles": [
      {
        "ja": "英雄と賢者の転生婚　～かつての好敵手と婚約して最強夫婦になりました～"
      },
      {
        "en": "The Hero and the Sage, Reincarnated and Engaged"
      },
      {
        "en": "The Reincarnated Marriage of a Hero and Sage: After Becoming Engaged to a Former Rival, We Became the Strongest Couple"
      },
      {
        "pt-br": "Reencarnado • O herói se casa com o sábio ~Depois de ficar noivo de um ex-rival, nos tornamos o casal mais forte~"
      }
    ],
    "description": {
      "en": "Reid, a young hero with the strongest physical strength, and Elria, a beautiful sage with the strongest magic prowess. They continued to fight as rivals in opposing enemy nations, but their relationship came to an end with the sudden death of Elria… Then, a thousand years later, Reincarnated in a world where magic reigns supreme, but he who has retained the strongest physical strength from his previous life, Reid, was reunited with Elria, who has also been reincarnated―\n\n“Hey, Reid— I want you to marry me.”\n“…Huh?”\n\nThe two, who have become the strongest unaware lovey-dovey couple in a thousand years, enrolled in the Royal Magic Academy to decide who is stronger!\n\n---\n**Links** \n* [NovelUpdates](https://www.novelupdates.com/series/reincarnated-%e2%80%a2-the-hero-marries-the-sage-after-becoming-engaged-to-a-former-rival-we-became-the-strongest-couple/) (Temporary, Bug cuts this url when saved in the NU field)",
      "ja": "英雄・レイドと賢者・エルリアは長きに渡り戦っていたが、賢者の死により戦いは唐突に終わる。レイドは敵国に乗り込みエルリアの遺体の前で壮絶な死を遂げた…と、思ったら自分は赤子で世界は千年後に!?",
      "pt-br": "Reid, um jovem herói com a maior força física, e Elria, uma bela sábia com a maior habilidade mágica.\n\nEles continuaram a lutar como rivais em nações inimigas opostas, mas seu relacionamento chegou ao fim com a morte repentina de Elria... Então, mil anos depois,\n\nReencarnou em um mundo onde a magia reina suprema, mas aquele que manteve a força física mais forte de sua vida anterior, Reid, se reuniu com Elria, que também reencarnou—\n\n\"Ei, Reid, quero que você se case comigo.\"\n\n\"…Huh?\"\n\nOs dois, que se tornaram o casal amoroso inconsciente mais forte em mil anos, matricularam-se na Royal Magic Academy para decidir quem é mais forte!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "04ff2200-7e68-49fe-92e0-d353b3dff2d2",
    "title": {
      "en": "Inkya Datta Ore no Seishun Revenge: Tenshi sugiru Ano Ko to Ayumu Re Life"
    },
    "updatedAt": "2024-10-05T13:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/04ff2200-7e68-49fe-92e0-d353b3dff2d2/2360451e-7926-46e2-9297-cfda0023d194.jpg",
    "altTitles": [
      {
        "ja": "陰キャだった俺の青春リベンジ 天使すぎるあの娘と歩むReライフ"
      },
      {
        "en": "The Revenge of My Youth: My Re Life with a Girl Who Was Too Much of an Angel"
      },
      {
        "ru": "Месть моей юности: Моя жизнь с девушкой, которая была слишком похожа на ангела"
      },
      {
        "vi": "Sống Lại Tuổi Thanh Xuân: Cuộc Sống Thứ Hai Bên Thiếu Nữ Tựa Thiên Thần"
      }
    ],
    "description": {
      "en": "This is the story of Niihama Shincirou, who collapsed after being ravaged by a black company and woke up to find that he had been sent back to his second year of high school. When he wakes up, he finds himself in a time leap to his second year of high school. His high school life... was gray and shady, but he’s sure he can start over now.\n\nThe beautiful girl of his dreams, Haruka Shijouin, whom he met again over time, is even more innocent and cute than he remembered, and above all, she has been staring straight at Niihama.\n\n*\"I feel like you've changed a lot from the Niihama I knew yesterday. You're still kind, but you’ve grown up, and that's wonderful!\"*\n\nIf I could change the future, I would definitely save her life after she took her own life after being severely bullied. With the adult mentality and corporate power that I’ve acquired, I’m going to take my revenge on my second youth with her–!",
      "id": "bercerita tentang seorang budak korporat bernama Niihama Shincirou yang bekerja di perusahaan gelap dia pingsan setelah kelelahan bekerja dan ketika terbangun ia terkejut karena ternyata dia mengalami lompatan waktu dan kembali ke masa di mana dia masih seorang murid SMA. lalu karena dia sudah kembali ke masa lalu dia bertekad untuk balas dendam dengan menjadi lebih aktif dan berjuang untuk mendapatkan hal yang dia inginkan tidak peduli siapapun lawannya sampai pada akhirnya menebus semua penyesalan yang telah ia lakukan di kehidupan sebelumnya...",
      "ja": "サラリーマン・新浜心一郎は度重なるブラック残業の果てに遂に倒れ、目が覚めると高校生に！？　陰キャだったかつての自分と決別し、憧れだった美少女・紫条院春華を待ち受ける悲劇の未来から救うため奔走する――！",
      "vi": "Chuyển thể từ Light Novel cùng tên\n\nĐây là câu chuyện về Niihama Shincirou, người đã suy sụp sau khi bị dày vò bởi một công ty đen và tỉnh dậy thì thấy rằng mình đã bị gửi trở lại năm thứ hai trung học. Cuộc sống trung học của cậu ấy… thật xám xịt và mờ ám, nhưng cậu chắc chắn rằng mình có thể bắt đầu lại ngay bây giờ.\nCô gái xinh đẹp trong mộng của cậu, Haruka Shijouin, người mà cậu đã gặp lại, thậm chí còn ngây thơ và dễ thương hơn những gì cậu nhớ, và trên hết, cô ấy đã nhìn thẳng vào Niihama.\n\n“Tớ cảm thấy như cậu đã thay đổi rất nhiều so với Niihama mà tớ biết ngày hôm qua. Cậu vẫn tốt bụng, nhưng đã trưởng thành, và điều đó thật tuyệt!”",
      "pt-br": "Niihama Shinichirou, o qual desmaiou após ser explorado ao extremo por uma ‘companhia exploradora’ e ao acordar descobriu que havia sido mandado de volta para o segundo ano do ensino médio. Sua vida escolar foi sombria e melancólica… No entanto, ele tem certeza de que agora pode recomeçar.\nHaruka Shijouin, uma linda garota que ele conheceu antes, de repente parece ainda mais inocente e bonita do que Shinichirou se lembrava, e acima de tudo, ela olha diretamente para ele… \n\n“Eu sinto que você está bem diferente do Niihama que eu conhecia ontem. Você continua gentil, mas você cresceu, e isso é maravilhoso!” \n\nSe eu pudesse mudar o futuro, eu definitivamente iria salvá-la depois que ela tirou a própria vida após sofrer severamente por conta de bullying. Com a mentalidade adulta e poderes corporativos que adquiri, eu vou me vingar da minha segunda juventude com ela–!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d1aefdeb-09d1-4e70-8edc-9ae611ce0da5",
    "title": {
      "en": "N"
    },
    "updatedAt": "2024-10-19T22:12:48+00:00",
    "coverArt": "https://mangadex.org/covers/d1aefdeb-09d1-4e70-8edc-9ae611ce0da5/a11a2e08-4421-435f-b461-e70f7a30f62d.jpg",
    "altTitles": [
      {
        "en": "N (Kurumu Akumu)"
      }
    ],
    "description": {
      "en": "My vision and my heart were completely taken over by \"N.\"\n\nThe case of five missing junior high school boys. The massacre of an entire elementary school class. A car crash resulting in the deaths of two people. The letter \"N\" was left at each of these crime scenes.\n\nAn urban legend circulates, suggesting the main culprit is \"N,\" a religious group thought to have collapsed 2,000 years ago.\n\nWhat exactly is \"N\"?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8",
    "title": {
      "en": "Cosmic Heavenly Demon 3077"
    },
    "updatedAt": "2024-08-15T10:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/eb5aaae8-4255-4c45-b1f5-8ce6bf34dcb8/ce52e512-072d-45bb-b6a1-183322ebcc9d.jpg",
    "altTitles": [
      {
        "ko": "우주천마 3077"
      },
      {
        "en": "Space Heavenly Demon 3077"
      },
      {
        "en": "Cosmic Demon 3077"
      }
    ],
    "description": {
      "en": "After countless years, the Heavenly Demon, sealed within Mount Tai, finally awakened, only to discover that humanity had long abandoned the radiation-soaked Earth and was now exploring the far reaches of the galaxy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c65e797c-b412-42b1-94b8-aac5c4d5a7ca",
    "title": {
      "en": "Trapped in a Cursed Game as an NPC"
    },
    "updatedAt": "2024-07-01T09:39:49+00:00",
    "coverArt": "https://mangadex.org/covers/c65e797c-b412-42b1-94b8-aac5c4d5a7ca/23ffb86d-5b01-455e-9fce-df8deef44f2e.png",
    "altTitles": [
      {
        "ko": "망겜 속에 갇혔다 근데 이제 NPC를 곁들인"
      },
      {
        "en": "Trapped in a Cursed Game, but Now With NPCs"
      }
    ],
    "description": {
      "en": "I'm going to live a normal life!\n\n...said Shari Azriel, the apothecary of the Dover village.\n\nThen one day, I realised that I possessed an NPC in a video game! I've been locked up here for two years, and I only just noticed.\n\nIf I can't get out of the game...\n\"A, in their 20's, was found starved to death while playing VR games.\"\nThis could be what I'm remembered as!\n\n\"I have to get out!\"\n\nHowever, it was too late when I came to the realisation that... I can't log out because of an error!\n\nThat means, the only way out would be approaching the male lead, \"the Lord of Nightmares,\" and helping his comrades defeat the final villain. So I have no choice but to wait until the game ends...\n\nThe difficulty level, the story, the likelihood of failure in such a heinous game, a game that nobody won before...\n\n\"The Lord of Nightmares has a strong urge to kill you.\"\n\nSomehow, I believe that dying by the male lead's hands would be faster."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5a77aa6-a18f-48fe-b12a-69f62a55f7ec",
    "title": {
      "en": "Falling Blue"
    },
    "updatedAt": "2024-09-23T22:49:02+00:00",
    "coverArt": "https://mangadex.org/covers/e5a77aa6-a18f-48fe-b12a-69f62a55f7ec/e5aad0ba-b199-430d-94ad-7e5f5b8d7eeb.png",
    "altTitles": [
      {
        "en": "Dropping Blue"
      },
      {
        "zh": "Zhuì Lán"
      },
      {
        "zh": "坠蓝"
      }
    ],
    "description": {
      "en": "Lin Ling is unfortunate in everything she does… Until the day she met Fang Wan, a kind and perfect upperclassman. She unconsciously grew attracted to her. Somewhere in the vast universe, there is always someone who is closely connected with you, and if fate allows it, you will never be alone."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "7b6c0281-572d-4661-9eee-fd2a260009d3",
    "title": {
      "en": "Uchi no Meido ga Uzasugiru"
    },
    "updatedAt": "2024-10-11T15:16:51+00:00",
    "coverArt": "https://mangadex.org/covers/7b6c0281-572d-4661-9eee-fd2a260009d3/ff5b40b9-0720-48ea-aa89-727e34a00883.jpg",
    "altTitles": [
      {
        "ja-ro": "うちのメイドがウザすぎる！"
      },
      {
        "en": "UzaMaid: Our Maid Is Way Too Annoying!"
      },
      {
        "ru": "Моя горничная слишком надоедливая!"
      },
      {
        "zh": "燕熊！"
      }
    ],
    "description": {
      "en": "Former Air Force Master Sergeant Kamoi Tsubame tries changing careers to finally get cute girls to wear her cute self-designed clothes. To that end she tries to get a job in the Takanashi household as a maid and babysitter to Yasuhiro Takanashi's spoiled daughter Misha Takanashi, as it seems that her mother is no longer present.  \n  \nMisha has successfully gotten rid of previous maids through playing devastating pranks like throwing mud, laying out banana peels to slip on and lighting the washed clothes on fire. In face of the newest applicant boasting that she has military experience, Misha even thinks about researching bomb making.",
      "ja": "母を亡くし父と二人で暮らす小学生女子・ミーシャ。そんな父子家庭にやってきた新人家政婦は、やたらマッチョな上に三度の飯より幼女が大好きで…！？"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "58"
  },
  {
    "mangaId": "58468edb-e328-4f50-a96a-f58ffd513715",
    "title": {
      "en": "Osananajimi no S-kyuu Party kara Tsuihou sareta Seijuutsukai.: Bannou Shien Mahou to Nakama wo Fuyashite Saikyou e!"
    },
    "updatedAt": "2024-02-10T02:39:06+00:00",
    "coverArt": "https://mangadex.org/covers/58468edb-e328-4f50-a96a-f58ffd513715/0199d186-e451-4c03-afb9-2198c6fadc04.jpg",
    "altTitles": [
      {
        "en": "The Beast Tamer Was Fired From His Childhood Friends' S-Rank Party"
      },
      {
        "ja": "幼馴染のS級パーティーから追放された聖獣使い。万能支援魔法と仲間を増やして最強へ！"
      }
    ],
    "description": {
      "en": "From MangaUpdates:\r\n\r\nA beast tamer without a familiar, Lock had been supporting his friends in an S Rank party until they finally decided to use him as a decoy and abandoned him. After a conversation with the Fenrir his party was attacking, it chose to serve him as his familiar. By using and expanding the [Mini Monster Garden], Lock gathers more and more familiars to form the strongest- and cutest- party ever. Behold, a fantasy where men and beasts go on adventures together."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2023-12-02T01:22:25+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      },
      {
        "ja": "寄生列島"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed――. A parasite psycho-thriller by Edogawa Edogawa of \"Ikenie Touhyou\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "8f9f282b-c0a8-4890-9098-3e080b3c36da",
    "title": {
      "en": "Namaiki na Gal Ane wo Wakaraseru Hanashi"
    },
    "updatedAt": "2024-08-30T16:32:54+00:00",
    "coverArt": "https://mangadex.org/covers/8f9f282b-c0a8-4890-9098-3e080b3c36da/934206d6-5cba-4bad-8f2d-d29ebcd693e2.jpg",
    "altTitles": [
      {
        "ja": "生意気なギャル姉を解らせる話"
      },
      {
        "ja-ro": "Namaiki na Gyaru Ane wo Wakaraseru Hanashi"
      },
      {
        "en": "The Story of Making My Cheeky Gal Sister Understand"
      },
      {
        "en": "The Story of Making My Cheeky Gyaru Sister Understand"
      },
      {
        "es-la": "El día que decidí hacer entender a mi descarada hermana gal a mi manera"
      }
    ],
    "description": {
      "en": "Every time she opens her mouth, it's nothing but abusive language, and her problematic behavior never stops. The protagonist has had enough and sets a “plan” into motion…??!",
      "ja": "口を開けば暴言ばかりで、問題行動が絶えない姉。 彼女に痺れを切らし、主人公が踏み出した“計画”とは---??!",
      "es-la": "Su hermana siempre dice cosas hirientes y cuyos comportamientos problemáticos nunca cesan, el protagonista, cansado de ella, da un paso adelante con un \"plan\"\n¿Cuál será...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56dec7d4-9d44-4689-a748-1434c6dfd17f",
    "title": {
      "en": "TS Eiseihei-san no Senjou Nikki"
    },
    "updatedAt": "2024-09-30T15:04:58+00:00",
    "coverArt": "https://mangadex.org/covers/56dec7d4-9d44-4689-a748-1434c6dfd17f/b774addf-c243-4870-9267-a1006380fa6f.jpg",
    "altTitles": [
      {
        "ja": "TS衛生兵さんの戦場日記"
      },
      {
        "ja-ro": "TS Eiseihei-san no Senjou Nikki"
      },
      {
        "en": "Genderswapped Medic's Battlefield Diary"
      },
      {
        "en": "TS Medic's Battlefield Diary"
      },
      {
        "pt-br": "Diário de Guerra da Enfermeira Transgênero"
      }
    ],
    "description": {
      "en": "An ex-pro gamer of the FPS genre (♂) reincarnated in a fantasy world filled with magic... Only to learn that what greeted him was not a scene from one's dreams, but a muddy battlefield full of bullets flying to and fro! Moreover, he's now an orphan girl named Touri Noel?!\n\nAfter her aptitude for healing magic was discovered, she decided to volunteer in the army as a second-class medic, all to raise money for the orphanage where she was born and raised. However, without even getting magic training, she was attached to an assault squad, repeatedly fighting on the most cruel battlefields of the \"Western Front.\"\nThe mission given to her was to become the personal medic of the frontline's ace, Garback, and not let him die at any cost. But he turned out to be the worst commander, who will try to get results whatever the cost, even if it means the death of his subordinates!\n\nOn the battlefield, mired in unreasonable orders and violence, Touri's fierce battle for survival continues...",
      "ja": "FPSの元プロゲーマー♂が転生した世界は魔法が存在するファンタジー世界だった――が、そこには夢広がる冒険はなく、銃弾が飛び交う泥沼の戦場が待っていた！　しかも、トウリ・ノエルという名の孤児の「少女」として……!?\n\nトウリは回復魔法への適性を見出され、生まれ育った孤児院への資金援助のため軍に志願し二等衛生兵となる。しかし魔法の訓練も受けないまま、彼女は最も過酷な戦闘が繰り広げられている「西部戦線」の突撃部隊へと配属されてしまう。\n彼女に与えられた任務は戦線のエースであるガーバックの専属衛生兵となり、絶対に彼を死なせないこと。けれどガーバックは部下を見殺しにしてでも戦果を上げる最低の指揮官でもあった！\n\n理不尽な命令と暴力が飛び交う戦場で、トウリはただ生き残るために奮闘するが――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tensei Shimashita"
    },
    "updatedAt": "2024-10-21T10:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "id": "Reinkarnasi Menjadi Abangnya Villainess"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist! Clenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine. Relying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister--",
      "id": "\"Abwang?\"\n\nCain, orang yang baru saja bereinkarnasi menjadi salah satu target kencan di sebuah otome game, tiba-tiba berteriak karena melihat keimutan adik perempuannya, Diana.\nAku tidak menyangka kalau malaikat kecil ini akan menjadi seorang villainess dengan akhir yang tragis-- Tidak, aku tidak akan membiarkan masa depan seperti itu terjadi!\nDengan mengepalkan tangannya, dia bertekat untuk membesarkan adik perempuannya menjadi seorang wanita yang baik hati dan tidak sombong, sembari menghilangkan segala masa lalu yang buruk dari para target kencan lain menggantikan sang tokoh utama.\nBergantung pada pengetahuannya tentang gamenya di kehidupan yang dulu dan juga pengalamannya sebagai anak yatim piastu, semuanya dilakukan demi adik perempuannya-- dan akhirnya, tantangan bagi sang kakak akan dimulai sekarang!",
      "ja": "ゲーム実況中に過労死し、乙女ゲームのキャラ・カインに転生した俺は、妹・ディア―ナの圧倒的可愛さに心を奪われた。しかし、このままゲーム世界が進んでいけば、妹は辺境の地で凌辱されたり、暗殺者に殺される壮絶なバットエンドを迎えると決まっていた。「この世界で妹を幸せにする!!」そう誓った俺は妹を淑女に育てながら、ゲームのシナリオに逆らっていく。そう、すべては愛する妹のため……。「おにーたま、ディ、にんじんもたべたのです!」「えらい! ディアーナは何て素晴らしいんだ!!!」"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b132a54e-81fb-4314-8845-b37cb5e790e6",
    "title": {
      "en": "Childhood Sweetheart Liaoliao"
    },
    "updatedAt": "2024-09-07T06:40:06+00:00",
    "coverArt": "https://mangadex.org/covers/b132a54e-81fb-4314-8845-b37cb5e790e6/ce1d89bd-424a-4a9e-a342-804aed53c4cc.jpg",
    "altTitles": [
      {
        "zh": "青梅了了"
      },
      {
        "zh-ro": "Qīngméi Liǎoliǎo"
      },
      {
        "en": "Green Plum Liaoliao"
      },
      {
        "es": "Ciruelas verdes"
      },
      {
        "ru": "Зеленая Слива"
      },
      {
        "vi": "Thanh Mai Liễu Liễu"
      }
    ],
    "description": {
      "en": "Exhausted mentally and physically, Song Liaoliao is ready to leave it all behind. She couldn't have anticipated that the new director is her old sweet- no, her old classmate. It should simply be a reunion of old friends, but Song Liaoliao unexpectedly finds herself gradually falling into Pei Yu's love trap...",
      "zh": "甲方折磨到身心俱疲的宋了了只想就地出家，不想空降领导竟是她的老情——啊不，老同学。 原本只是旧友重逢，宋了了却怎么都没想到，自己竟一步一步陷入裴妤的爱情陷阱……"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99dac38e-cf13-44d3-93bc-e0a3a1074b40",
    "title": {
      "en": "It Turns Out That I Have Been Invincible For A Long Time"
    },
    "updatedAt": "2023-12-30T14:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/99dac38e-cf13-44d3-93bc-e0a3a1074b40/3d07bc7a-2aa0-473a-9a5b-f364007f2378.jpg",
    "altTitles": [
      {
        "zh": "原来我早就无敌了"
      },
      {
        "zh": "Yuanlai Wo Zao Jiu Wudile"
      },
      {
        "en": "I've Been Invincible For A Long Time"
      }
    ],
    "description": {
      "en": "Over a five-year journey around the world, Ye Changqing first believed he could be like other cool novel protagonist systems with a plug-in, but even the most common immortal cultivator cannot be. Living close to a sect in a small town was his only option, so he started a business. His small store eventually turned into the holy land of all the righteous individuals, and the dog he raised up turned out to be the feared demon king. From that moment on, everyone acknowledged Ye Changqing as a Supreme Master."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "188e4f34-a80c-4a91-b54e-69572e8ed4d5",
    "title": {
      "en": "Saint Cecilia and Pastor Lawrence"
    },
    "updatedAt": "2024-05-11T16:02:15+00:00",
    "coverArt": "https://mangadex.org/covers/188e4f34-a80c-4a91-b54e-69572e8ed4d5/43f01b64-35f1-4938-afa5-4767f6401294.jpg",
    "altTitles": [
      {
        "ja": "白聖女と黒牧師"
      },
      {
        "ru": "Святая Сесилия и Пастор Лоуренс"
      },
      {
        "vi": "Thánh Nữ Cecilia và Mục Sư Lawrence"
      },
      {
        "ja-ro": "Shiro Seijo to Kuro Bokushi"
      }
    ],
    "description": {
      "en": "What’s a priest to do when the Saint he’s tasked to take care of is…a  klutz? One thing’s for sure…every day is bound to be lively!\n\nSaint Cecilia is beloved by the townspeople — not only is she elegant and composed, she benevolently shares her wisdom with all who seek it. That is, until the last person has left — at which point she becomes totally hopeless!\n\nOnly Pastor Lawrence is keeping the Saint put together enough to do her duties… and though she may test him, it’s all in a day’s work!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10178/episode/324516) (U.S. Only), [INKR](https://comics.inkr.com/title/2256-saint-cecilia-and-pastor-lawrence-1-4)",
      "vi": "Thánh nữ Cecilia có một bí mật - đó là cô sống hoàn toàn phụ thuộc vào Lawrence, mục sư của nhà thờ. Ngoài ra cô còn có một tình cảm bí mật đối với Lawrence, nói bí mật cho oai thế thôi chứ ai cũng biết riêng chỉ có Lawrence là không biết thôi"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "138df658-cbb2-44a4-8306-e3c92598f22d",
    "title": {
      "en": "I'm a Solo Guide"
    },
    "updatedAt": "2024-10-22T09:42:07+00:00",
    "coverArt": "https://mangadex.org/covers/138df658-cbb2-44a4-8306-e3c92598f22d/17bb63d0-7016-42eb-bdd9-11480f5b2423.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 가이드"
      }
    ],
    "description": {
      "en": "Ye Ji-an, the only S-class guide in Korea, was often called the “useless guide” due to her unique trait of having a 0% matching rate with all espers. After failing to match with an esper from Russia and on her way back home, she is suddenly swept away by a gate manifestation and wakes up alone in a strange temple-like place. The world she has traveled to through the gate is the continent of Wisrode, filled only with espers, and in this place, Ji-an is the only guide…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b3d94a9-7d30-482d-9f11-4bd0a69608bb",
    "title": {
      "en": "During the Live Streaming, I Proposed to a Female Ghost - And She Actually Agreed?!"
    },
    "updatedAt": "2024-08-23T00:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/1b3d94a9-7d30-482d-9f11-4bd0a69608bb/012fd917-a1ca-4b88-975a-2d1204ebe0a9.jpg",
    "altTitles": [
      {
        "zh": "直播整活，我向女鬼求婚——她居然真答应了？！"
      },
      {
        "zh-ro": "Zhibo Zheng Huo, Wo Xiang Nv Gui Qiuhun - Ta Juran Zhen Dayingle?!"
      },
      {
        "en": "During the Live Broadcast, I Proposed to a Female Spirit - And She Said Yes?!"
      },
      {
        "en": "I Proposed to a Ghost Girl During the Livestreaming - And She Actually Agree?!"
      },
      {
        "vi": "Tôi Livestream Cầu Hôn Nữ Quỷ Vậy Mà Thành Công!?"
      }
    ],
    "description": {
      "en": "For the sake of the show’s effect, Fang Ning invited a cheap drama crew to prepare for an overnight live broadcast at the Princess Tomb. However, unexpectedly, something happened midway through the live broadcast – Fang Ning mistook a female ghost for a cast actress and proposed to her directly! Now, what should he do if she takes it seriously?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a0426d-539b-4f6a-9537-fbccf4962529",
    "title": {
      "en": "The Moon on a Rainy Night"
    },
    "updatedAt": "2024-10-04T09:28:30+00:00",
    "coverArt": "https://mangadex.org/covers/c8a0426d-539b-4f6a-9537-fbccf4962529/3f842ba0-cacb-4814-bce4-58731f616bdf.jpg",
    "altTitles": [
      {
        "pt-br": "A Lua em uma Noite Chuvosa"
      },
      {
        "ja-ro": "Amayo no Tsuki"
      },
      {
        "ja": "雨夜の月"
      },
      {
        "ko": "비 오는 밤의 달"
      },
      {
        "fr": "The Moon on a Rainy Night (Meian)"
      },
      {
        "es-la": "La luna en una noche lluviosa"
      },
      {
        "de": "Der Mond in einer Regennacht"
      }
    ],
    "description": {
      "en": "One rainy night, Saki is rushing to a piano lesson when she crashes into a beautiful, long-haired girl, dropping her sheet music in the process. Saki stutters an apology, but the girl simply hands back her sheet music and leaves without a word. Saki begins her first day of high school the following morning, only to find the stranger from the night before sitting at the desk next to hers. She learns that the girl’s name is Kanon and that she is not quite completely deaf, but very hard of hearing. Though Kanon needs to be close to people to read their lips, she tends to push people away with her icy demeanor. Through one kind gesture, Saki slowly begins breaking down the walls around Kanon, even as she feels something new blossoming within her. [Kodansha]",
      "ko": "고등학교에 입학한 사키와 귀가 불편한 반 친구 카논. 사람들과 거리를 두는 카논이 안고 있는 것과 겉으론 보이지 않는 것. 그것을 알고자 하는 사키에게 카논도 점차···. 두 소녀의 눈에는 보이지 않는 것, 둘도 없이 소중한 것.",
      "pt-br": "Um dia, pouco antes de entrar no colégio, Kazuki Kaneda colide com uma garota estranha da mesma geração a caminho da aula de piano e machuca sua mão, mas a partitura que caiu silenciosamente, da outra parte é cuidadosamente recolhida e um curativo é recebido. Saki se reúne com a garota impressionante como colega de classe e descobre que seu nome é Oikawa Kanon e ela é surda. Na escola, Saki, que estava sozinha, tentou entender o som de Kanon, que manteve distância do ambiente por causa de sua deficiência, e sua atitude mudou gradualmente."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a2815930-6fab-46b0-9ee3-c24c34956c61",
    "title": {
      "en": "Kaikan Douki"
    },
    "updatedAt": "2024-08-22T13:09:21+00:00",
    "coverArt": "https://mangadex.org/covers/a2815930-6fab-46b0-9ee3-c24c34956c61/9f39da0e-d8ea-47a2-a6bc-ee0d39f09cbb.jpg",
    "altTitles": [
      {
        "en": "Simultaneous Orgasm"
      },
      {
        "ja": "カイカンドウキ"
      },
      {
        "zh": "快感同步"
      }
    ],
    "description": {
      "en": "WARNING: NTR IN LATER CHAPTER\n\nNiwa Tasuku working at Sanden Printing Company for 2 years now but still can't get along at all with with Yukino Tsumugi, a female colleague at the DTP department. Their colleagues try to 'break the ice' by inviting them out for drinks but later that night, they ended up in a love hotel. A strange \"connection\" is made between these two, one that would 'link' them during the most private thoughts and moments!",
      "ru": "Нива Тасуку работает в полиграфической компании «Sanden» уже 2 года, но до сих пор не может поладить с Юкино Цумуги из издательского отдела. Коллеги пытаются сблизить их, пригласив выпить, но этой же ночью они оказываются в любовном отеле. Между ними возникает странная «связь», которая «соединяет» их в самые интимные моменты!",
      "es-la": "Niwa Tasuku ha trabajado en Sanden Printing Company durante 2 años, pero todavía no puede llevarse bien con Yukino Tsumugi, una colega del departamento de DTP. Sus compañeros intentan \"romper el hielo\" invitándolos a tomar unas copas, pero más tarde esa noche, terminaron en un motel. Se hace una extraña \"conexión\" entre estos dos, ¡una que los 'vincularía' durante los pensamientos y en los momentos más privados!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "74"
  },
  {
    "mangaId": "5dc30682-a224-4f47-b695-f4fab7e26b68",
    "title": {
      "en": "Dorei wo Choukyoushite Harem Tsukuru"
    },
    "updatedAt": "2024-07-19T08:35:54+00:00",
    "coverArt": "https://mangadex.org/covers/5dc30682-a224-4f47-b695-f4fab7e26b68/613406ca-93bd-49f9-84ab-f2ca90d48193.jpg",
    "altTitles": [
      {
        "ja": "奴隷を調教してハーレム作る"
      },
      {
        "ja-ro": "Dorei wo Choukyoushite Harem Tsukuru"
      },
      {
        "ru": "Тренируем рабынь, чтобы сделать гарем"
      },
      {
        "zh": "养女儿开后宫"
      },
      {
        "zh-hk": "調教奴隸建後宮"
      },
      {
        "pt-br": "Treinando escravas pra fazer um harem"
      },
      {
        "en": "Training Slaves to Make a Harem"
      },
      {
        "es-la": "Entrenando Esclavas Para Hacer Un Harem"
      }
    ],
    "description": {
      "en": "A man purchases three little slaves and begins to groom them into perfect girls for his harem. You will never have a gaggle of lolis with horns in your life. ;_;",
      "vi": "Đây là câu chuyện về gã chủ nhân mua nô lệ, chăm sóc giáo dục các bé lên người để hiện thực hoá giấc mơ dàn harem lý tưởng",
      "es-la": "Un hombre compra 3 esclavas Lolis para así poder criarlas y convertirlas en mujeres de su agrado para que posteriormente cuando crezcan completamente de acuerdo a sus gustos pueda hacerles el sin respeto a gusto las veces que quiera",
      "pt-br": "Um homem compra três pequenas escravas e começa a transformá-las em garotas perfeitas para seu harém."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95",
    "title": {
      "en": "Black Channel"
    },
    "updatedAt": "2024-10-13T03:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/ee80e31f-0d55-4cd5-9a67-c0bcee3ecc95/4efa50ee-ee6a-4789-9245-0c3a0e61fb3c.jpg",
    "altTitles": [
      {
        "ja": "ブラックチャンネル"
      },
      {
        "ja-ro": "Burakkuchanneru"
      }
    ],
    "description": {
      "en": "A dark comedy for the modern era, from CoroCoro Comic!Enter Black, the \"Demonic Yo-Tuber\"! With his sidekick Camera-chan, and the aspiring 5th grade Yo-Tuber Satoshi, he makes all kinds of crazy videos using his demonic powers. Filming the \"true natures\" of anyone from top honor students, to class idols, to supernatural monsters, he makes crazy videos with his demonic powers! What will Black film next...?",
      "ja": "今もっとも勢いがあるのは動画クリエイター！\n悪魔であるブラックが作る動画は超鬼ヤバ！\nクラスのアイドルやエリート小学生の裏を暴いたり、やりたい放題！\nちょっと怖いけど目が離せない、令和の新ダークヒーローここに爆誕！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9202655e-a848-4c74-9b4c-479d20b26e5e",
    "title": {
      "en": "Midnight Panther"
    },
    "updatedAt": "2024-10-25T03:28:48+00:00",
    "coverArt": "https://mangadex.org/covers/9202655e-a848-4c74-9b4c-479d20b26e5e/b458ecf2-2e1b-4e35-9a6c-af6f22bda265.jpg",
    "altTitles": [
      {
        "ja": "ミッドナイトパンサー"
      },
      {
        "zh": "微光中的亲密猎人"
      },
      {
        "zh": "爱与杀"
      }
    ],
    "description": {
      "en": "The hottest idol sensation sweeping the planet is the all-female singing trio, The Pussycats. However, unbeknownst to all, their act is just a cover for their real profession. High-paid, undercover assassins. Follow the adventures of the trio, Lou, Sonia, and Kei, as they track their newest target- the King of the Blue Dragon Kingdom."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "6"
  },
  {
    "mangaId": "7fe4b18c-7092-487a-b7bd-0a0089ce65d1",
    "title": {
      "en": "Tobioriru Chokuzen no Doukyuusei ni \"Sekkusu Shiyou!\" to Teianshite Mita."
    },
    "updatedAt": "2024-10-20T21:05:38+00:00",
    "coverArt": "https://mangadex.org/covers/7fe4b18c-7092-487a-b7bd-0a0089ce65d1/f2dc6f2d-b275-46d0-b01e-ef52e259232f.png",
    "altTitles": [
      {
        "ja": "飛び降りる直前の同級生に『セックスしよう！』と提案してみた。"
      },
      {
        "en": "Just Before Jumping, I Suggested to my Classmate, \"Let's Have Sex!\""
      },
      {
        "id": "Sesaat Sebelum Melompat, Aku menyarankan Teman Sekelasku, \"Yuk, Ngewe!\""
      }
    ],
    "description": {
      "en": "My first love, Koga Kurumi. Her beauty and personality, which are beyond what you'd expect from a high school student, invite jealousy, isolate her, and - she was on the verge of jumping off the roof due to bullying. So, what can I do...? \"Let's have sex!\" I'll scream out my love to the death and make a place for you in this world!",
      "id": "Dialah cinta pertamaku, Koga Kurumi. Kecantikan dan kepribadiannya di luar ekspektasi dari seorang murid SMA, membuat keirian, pengucilan,dan membuatnya hampir melompat dari atap sekolah karena perundungan. Lantas, apa yang bisa kulakukan? \"Yuk, ngewe!\". Akan kuteriakkan cintaku padamu hingga akhir nyawa dan membuatkanmu tempat di dunia ini!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3000502f-cedb-4c5a-9273-98f6af5991c0",
    "title": {
      "en": "Tale of a Scribe Who Retires to the Countryside"
    },
    "updatedAt": "2024-05-02T21:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/3000502f-cedb-4c5a-9273-98f6af5991c0/07fd83cd-9c6e-4a7b-9a70-0e2b6b5b2d78.jpg",
    "altTitles": [
      {
        "ko": "낙향문사전"
      },
      {
        "ja": "落郷文士伝"
      },
      {
        "ko-ro": "Nakyangmunsajeon"
      },
      {
        "ru": "Мемуары Сонби: возвращение к истокам"
      },
      {
        "en": "Nakhyangmun Dictionary"
      },
      {
        "zh-hk": "落鄉文士傳"
      },
      {
        "zh": "落乡文士传"
      }
    ],
    "description": {
      "en": "A scholar who failed the national exams is picked up by a martial arts master and given the task to record his life into a book. Through their journey, Son Bin meets many great people and soon finds himself following the same path as the master, as the Martial Arts King.   \n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/luoxiang/list?title_no=3657)\n\n- [Official Simplified Chinese Translation](https://dongmanmanhua.cn/BOY/luoxiangwenshizhuan/list?title_no=1567)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001425)",
      "fr": "Un écrivain qui a échoué aux examens nationaux est recruté par un maître d'arts martiaux et chargé de consigner sa vie dans un livre. À travers leur voyage, Son Bin rencontre de nombreuses personnes formidables et se retrouve bientôt sur la même voie que le maître, pour devenir le roi des arts martiaux.\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/luoxiang/list?title_no=3657)\n\n- [Official Simplified Chinese Translation](https://dongmanmanhua.cn/BOY/luoxiangwenshizhuan/list?title_no=1567)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001425)",
      "it": "Uno studente che non ha superato gli esami nazionali viene raccolto da un maestro di arti marziali e gli viene assegnato il compito di registrare la sua vita in un libro. Durante il loro viaggio, Son Bin incontra molte persone fantastiche e presto si ritrova a seguire lo stesso percorso del maestro, come il Re delle Arti Marziali.\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/luoxiang/list?title_no=3657)\n\n- [Official Simplified Chinese Translation](https://dongmanmanhua.cn/BOY/luoxiangwenshizhuan/list?title_no=1567)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001425)",
      "ja": "不正だらけの科挙に落ちて挫折した孫賓の前に現れた獅子 虩は自分の戦記の記録を彼に頼む。孫賓は獅子 虩の戦記を記録することで初めて武林の世界に足を踏み入れることになる。\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/luoxiang/list?title_no=3657)\n\n- [Official Simplified Chinese Translation](https://dongmanmanhua.cn/BOY/luoxiangwenshizhuan/list?title_no=1567)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001425)",
      "ko": "온갖 비리가 가득한 과거 시험에 낙방해 좌절한 주인공 손빈. \n자신의 신세를 한탄하는 손빈 앞에 나타난 사자혁은 그에게 자신의 일대기를 기록할 것을 청한다. \n이후 둘은 함께 천하를 주유하게 되는데, 과연 그가 써 내려가는 무림 일대기는 어떠한 기록을 남기게 되고, 무림 세계에 발을 들이게 된 손빈의 운명은 어찌 흘러갈는지……\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/luoxiang/list?title_no=3657)\n\n- [Official Simplified Chinese Translation](https://dongmanmanhua.cn/BOY/luoxiangwenshizhuan/list?title_no=1567)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001425)",
      "ru": "Завалив экзамен на государственного чиновника, молодой ученый Сон Бин решает утопить свое горе в алкоголе, но по велению судьбы встречает великого воина Мурима, Са Джахека, разглядевшего в нем потенциал.\n«Все, что не записано, навсегда становится утерянным и захороненным».\nСа Джахек приглашает беспристрастного юношу написать мемуары о его великих подвигах и заключает с ним сделку: Сон Бин может бежать куда угодно, но, если спустя 3 дня воин найдет его, юноша последует за ним...\nКакую историю запишет кисть молодого ученого? Как сложится его дальнейшая судьба в этом мире?\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/luoxiang/list?title_no=3657)\n\n- [Official Simplified Chinese Translation](https://dongmanmanhua.cn/BOY/luoxiangwenshizhuan/list?title_no=1567)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001425)",
      "zh": "落榜书生巧遇玄天武帝，\n浪迹人间书写笔下江湖！\n孙斌是个仕途多舛的贫苦文士，某天在酒馆失意买醉之时遇到了武林强者——史子赫。史子赫为了让自己的一生能够名留青史，于是让孙斌跟在他身边，将他的辉煌一生记录下来写成传记。就这样孙斌开始和史子赫周游各地，开阔眼界。终于领悟什么才是真正的强大……\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/luoxiang/list?title_no=3657)\n\n- [Official Simplified Chinese Translation](https://dongmanmanhua.cn/BOY/luoxiangwenshizhuan/list?title_no=1567)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001425)",
      "zh-hk": "於所有腐敗的科舉考試中落榜而感到挫折的主角——孫斌。然而，一名叫司子奕的男子出現在感嘆自己身世的孫斌面前，並要求他記載自己的生平傳記。之後兩人一起周遊天下，究竟他筆下的武林傳記會留下什麼樣的紀錄，而踏入武林世界的孫斌，命運又將會走向何處……\n\n---\n\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/martial-arts/luoxiang/list?title_no=3657)\n\n- [Official Simplified Chinese Translation](https://dongmanmanhua.cn/BOY/luoxiangwenshizhuan/list?title_no=1567)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001425)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67444c14-2773-4b79-b20a-003d9960564d",
    "title": {
      "en": "Black Killer Whale Baby"
    },
    "updatedAt": "2024-08-06T15:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/67444c14-2773-4b79-b20a-003d9960564d/52a5593b-61f4-4d92-8b0a-1a9ff3ce74ce.jpg",
    "altTitles": [
      {
        "ko": "흑막 범고래 아기님"
      },
      {
        "en": "Orca Baby, the Mastermind"
      },
      {
        "en": "A Villainous Baby Killer Whale"
      },
      {
        "es-la": "La bebé orca negra"
      }
    ],
    "description": {
      "en": "Calypso has experienced repeated reincarnation, and this is her 4th reincarnation. \n\nIn her previous lives, she always died before she reached the age of 22 and returned to where everything started. During her 3rd life, she discovered that when a dragon goes on a rampage, it distorts dimensions. \n\nDetermined to use this knowledge, she plans to exploit the dragon’s power to return to her original world. Currently, Calypso finds herself in a childcare story, where she encounters a man who she believes to be her father but the latter doesn’t recognize her. \n\nSeeking his help, Calypso involves her \"father\" and family in her quest, turning them into unwitting allies in her journey.",
      "es-la": "Un día, un niño pequeño apareció ante mí. “¿Sabes dónde está la academia? ¡Tengo que ir ahí! “ “Has estado yendo en la dirección equivocada todo este tiempo. “ ” !!! “ “¿Qué está mirando, señor?” Supongo que esta es mi hija. \"¿Quieres uno?\" Pero no creo que ella sepa que soy su padre... Probablemente estés pensando eso, ¿verdad? ¡Si crees eso, estás equivocado, papá! Mi nombre es Calypso, un regresor cuatro veces. Mi vida se arruinó cuando poseí un personaje de novela. ¡Incluso tuve un hijo! ¡El tercer episodio de mi vida fue un final de masacre! '¡Ustedes XX chicos que están locos por esta protagonista femenina!' Sin embargo, por alguna razón, no importa lo que haga, no puedo pasar de mi cumpleaños número 22 y regresar a mi mundo. \nSin embargo, accidentalmente encontré una manera en la tercera partida cuando el dragón se salió de control y murió. Cuando el dragón corre desenfrenado, ¡la dimensión se distorsiona! ¿Puedo volver a la casa en la que viví durante eso? La cuarta vez, cuando regresé nuevamente, decidí usar este dragón. ¿Abby? ¿Hermanos mayores? ¡Todo es solo un trampolín para encontrarte con el dragón! \"¡Espera, dragón!\" [Quiero morir ahora, pero me estoy volviendo loco con todos estos retornos repetidos.] [Mi familia está ligada a la familia real] [¿Alguien ha oído hablar alguna vez de los débiles?/ Sólo los más fuertes son felices]"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29a2a045-0491-49f5-a7c7-7f5c866c6add",
    "title": {
      "en": "A Cruel God Reigns"
    },
    "updatedAt": "2024-10-05T07:32:18+00:00",
    "coverArt": "https://mangadex.org/covers/29a2a045-0491-49f5-a7c7-7f5c866c6add/a16e4878-cdd8-4398-bfc6-285ad50cfa5a.jpg",
    "altTitles": [
      {
        "ja": "残酷な神が支配する"
      },
      {
        "en": "A Cruel God Reigns in Heaven"
      },
      {
        "en": "After Us, the Savage God"
      },
      {
        "en": "Psycho Suspense: A Cruel God Reigns"
      },
      {
        "en": "A Savage God Reigns"
      },
      {
        "ja-ro": "Zankoku na Kami ga Shihai Suru"
      },
      {
        "vi": "Ngự Trị Ta, Vị Chúa Tàn Bạo"
      }
    ],
    "description": {
      "en": "A Savage God Reigns portrays the tale of two step-brothers – Jeremy and Ian – as they strive to discover their separate paths towards redemption.  \n \n---\n- **Won the 1st Osamu Tezuka Cultural Prize Excellence Award in 1997**",
      "ja": "友達に恵まれ、ボランティアと勉強に励む幸せな生活を送っていたジェルミの日常は、ある男との出会いで一変する。母・サンドラの婚約者で大金持ちの英国紳士・グレッグ。ジェルミの苦痛に満ちた地獄の日々が始まった"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "86"
  },
  {
    "mangaId": "b344c3f0-20b4-4127-bfe9-0d29874e41c6",
    "title": {
      "en": "My Harem Consists Entirely of Female Demon Villains"
    },
    "updatedAt": "2024-09-11T21:19:55+00:00",
    "coverArt": "https://mangadex.org/covers/b344c3f0-20b4-4127-bfe9-0d29874e41c6/8a55c1d2-cd05-47e3-93b9-6439419071e5.png",
    "altTitles": [
      {
        "zh": "我的后宫全是反派魔女"
      },
      {
        "zh-ro": "Wo De Hougong Quan Shi Fanpai Monü"
      }
    ],
    "description": {
      "en": "I, the earthling \"hero\" of this story, crossed over into another world based on a video game and suddenly appeared in a villainous female demon's bed when I arrived. If not for the fact that I had married all the villains in the game before crossing over, I'd have been killed pretty quickly. Now, the villains keep pestering me, asking me to help them rule the world, and vying for my hand in marriage. What am I supposed to do? I'll await your answers online! It's urgent!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "797bee18-f2dd-429d-b47a-269e7f689a15",
    "title": {
      "en": "Alpha Trauma"
    },
    "updatedAt": "2024-10-21T01:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/797bee18-f2dd-429d-b47a-269e7f689a15/fd53b1ac-0886-48b8-a3fb-50d5edad19eb.png",
    "altTitles": [
      {
        "ko": "알파트라우마"
      }
    ],
    "description": {
      "en": "The only person Wooyeon, who hated Alphas more than anything, could count on was his private tutor, Dohyun, whom he met in middle school.\n\"I can’t forget Dohyun; I have to see him again no matter what.\" By chance, Wooyeon enrolls at the same university as Dohyun.\nBut Dohyun doesn’t seem to recognize Wooyeon as his appearance has changed. Still, Wooyeon feels relieved that Dohyun is just as kind as he remembers, making his heart skip a beat."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9240108e-7d55-4004-9577-db7adc599621",
    "title": {
      "en": "Jichou shinai Moto Yuusha no Tsuyokute Tanoshii New Game"
    },
    "updatedAt": "2024-09-29T08:18:19+00:00",
    "coverArt": "https://mangadex.org/covers/9240108e-7d55-4004-9577-db7adc599621/2e7fe4dd-5a51-4e26-8a27-f35c14b3597b.jpg",
    "altTitles": [
      {
        "zh-hk": "不自重前勇者強大又輕鬆的NEW GAME"
      },
      {
        "zh": "不自重前勇者强大又轻松的NEW GAME"
      },
      {
        "ja": "自重しない元勇者の強くて楽しいニューゲーム"
      },
      {
        "en": "The Former Legendary Hero Will Enjoy His Second Life Without Restraint"
      }
    ],
    "description": {
      "en": "Orion is a former hero who has been reborn in a different world he once saved as a \"hero\". Taking advantage of his second round of heroic heroism, he takes on the world's strongest and wisest maid who was once in the same party with him, picks up a slave girl, and trains her with \"heroic-style power leveling\"! Even if you are attacked by a thief monster girl, you can easily convert her and get her a friend!\n\nThe former hero who never takes responsibility for his own actions, who has acquired a luxurious mansion, the most powerful equipment, beautiful women, fame, and everything else he needs to live his life the way he wants to, has started a new game of strength and fun!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4",
    "title": {
      "en": "Rent-A-Girlfriend"
    },
    "updatedAt": "2024-10-19T06:25:35+00:00",
    "coverArt": "https://mangadex.org/covers/32fdfe9b-6e11-4a13-9e36-dcd8ea77b4e4/d4c64855-a752-40e0-bd9e-5cc1a3aad19b.jpg",
    "altTitles": [
      {
        "ja": "彼女、お借りします"
      },
      {
        "ja-ro": "Kanojo, Okarishimasu"
      },
      {
        "ko": "여친, 빌리겠습니다"
      },
      {
        "zh": "女朋友、借我一下"
      },
      {
        "zh": "租借女友"
      },
      {
        "zh-hk": "出租女友"
      },
      {
        "hr": "Unajmi curu"
      },
      {
        "fr": "J'aimerais louer une petite amie"
      },
      {
        "de": "Ich würde mir gerne eine Freundin ausleihen"
      },
      {
        "id": "Dia, Aku Pinjam"
      },
      {
        "id": "Gadis yang Aku [Akan] Pinjam"
      },
      {
        "it": "Vorrei noleggiare una ragazza"
      },
      {
        "it": "Una ragazza a noleggio"
      },
      {
        "ms": "Pacar Sewaan"
      },
      {
        "pl": "Dziewczyna do wynajęcia"
      },
      {
        "pt": "Namorada de Aluguer"
      },
      {
        "pt-br": "Namorada de aluguel"
      },
      {
        "ru": "Девушка на прокат"
      },
      {
        "ru": "Девушка на час"
      },
      {
        "es-la": "Novia de Alquiler"
      },
      {
        "th": "สะดุดรักยัยแฟนเช่า"
      },
      {
        "tr": "Kiralık Sevgili"
      },
      {
        "vi": "Dịch Vụ Cho Thuê Bạn Gái"
      },
      {
        "id": "Kanojo Okarishimasu: Rent-a-Girlfriend"
      }
    ],
    "description": {
      "en": "Kinoshita Kazuya is a regular college student who was just dumped by his girlfriend for another guy. Feeling down in the dumps, he decides to use an app called Diamond to hire Mizuhara Chizuru, a rental girlfriend, to make himself feel better. From their first meeting, she seems to be the perfect girl for him, but is there more to her than meets the eye? And how will their not quite typical relationship develop?\n___\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10001/episode/312699) (U.S. Only), [Kodansha](https://kodansha.us/series/rent-a-girlfriend/)",
      "fr": "Kinoshita Kazuya est un étudiant régulier qui vient d'être largué par sa petite amie pour un autre gars. Se sentant dans les décharges, il décide d'utiliser une application appelée Diamond pour embaucher Mizuhara Chizuru, une petite amie de location, afin de se sentir mieux. Dès leur première rencontre, elle semble être la fille parfaite pour lui, mais est-ce qu'il y a autre chose pour elle que ce qui est à l'oeil? Et comment va se développer leur relation pas tout à fait typique?",
      "it": "Kinoshita Kazuya è un normale studente universitario che è stato appena lasciato dalla sua ragazza. Devastato, decide di usare un app chiamata \"Diamond\" per reclutare Mizuhara Chizuru, una ragazza a noleggio per tirargli su il morale. Fin dal loro primo incontro, sembra essere la ragazza perfetta per lui, ma ci sarà altro dietro a quell'immagine da \"brava ragazza\"…? E come si evolverà la loro inusuale relazione?",
      "ja": "都内在住のダメダメ大学生、木ノ下和也（20）。ある日、“ワケアリ”の超絶美少女、水原千鶴との出会いをキッカケに、彼の人生は大きく変わり始めて──！？",
      "pt": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar uma aplicação de relacionamentos depois de ter levado terminado com a sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!",
      "ru": "Двадцатилетний никудышный студент университета муниципального района Киносита Кадзуя. Встреча с «особенной» красавицей ознаменует начало изменений в его жизни?!",
      "es-la": "Kinoshita Kazuya es un estudiante universitario normal al que su novia acaba de dejar por otro chico. Sintiéndose deprimido, decide usar una aplicación llamada Diamond para contratar a Mizuhara Chizuru, una novia de alquiler, para sentirse mejor. Desde su primer encuentro con ella, parece ser la chica perfecta para él, pero ¿hay más en ella de lo que parece? ¿Y cómo se desarrollará su relación no muy típica?",
      "pt-br": "Kazuya Kinoshita é um estudante universitário inútil que decide utilizar um aplicativo de relacionamentos depois de ter levado um fora de sua namorada. Assim, o rapaz conhece uma bela garota chamada Chizuru Mizuhara e a vida dos dois começa a mudar a partir daí. O que nos espera nesta incrível comédia romântica?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59b8cecd-e947-4e02-996e-6bf007f7e810",
    "title": {
      "en": "Shaolin Soccer"
    },
    "updatedAt": "2024-10-25T00:56:41+00:00",
    "coverArt": "https://mangadex.org/covers/59b8cecd-e947-4e02-996e-6bf007f7e810/96cf5cfa-0508-4e6c-95a9-65899d8deda1.jpg",
    "altTitles": [
      {
        "zh-hk": "少林足球"
      }
    ],
    "description": {
      "en": "From Just Manga\nYoung kung fu adept \"Sing\" is an honor bound disciple of the legendary Shaolin Temple. His sole goal in life is to find a way to package the philosophy and physical teachings of his beloved Shaolin kung fu so that contemporary masses can learn, benefit and apply these doctrines to their daily life. When he hooks up with a former soccer champion, he quickly realizes that the world's most popular sport may just be the vehicle to spread Shaolin kung fu all over the globe. But first he must assemble a team worthy of the Shaolin name."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce0bf90c-937e-4095-9a93-6df22bcbee10",
    "title": {
      "en": "Space Pharaoh ☆ Patra-chan"
    },
    "updatedAt": "2024-02-03T17:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/ce0bf90c-937e-4095-9a93-6df22bcbee10/e4454906-382c-4e13-91eb-ea9625e8e2e6.jpg",
    "altTitles": [
      {
        "ja": "宇宙ファラオ☆パトラちゃん"
      },
      {
        "ja-ro": "Space Pharaoh ☆ Patora-chan"
      },
      {
        "ja-ro": "Uchuu Pharaoh Patra-chan"
      }
    ],
    "description": {
      "en": "Let's invade Earth during summer vacation!?\n\nI, Princess Patra of Ptolemy, chose \"Earth Invasion\" for my summer vacation free study!\nHowever, because of my comfortable life on Earth, I tend to fall behind on my homework!\nToday is another peaceful day♪ (Thanks to Patra-chan's love for the Earth)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "f020a31a-21c8-407c-b30a-d6c41dcc40e4",
    "title": {
      "en": "Watashi ga Sekai wo Sukuu Riyuu"
    },
    "updatedAt": "2024-10-25T03:21:37+00:00",
    "coverArt": "https://mangadex.org/covers/f020a31a-21c8-407c-b30a-d6c41dcc40e4/89a5d45f-14ab-4bd3-b7c0-b3235604f875.png",
    "altTitles": [
      {
        "en": "The Reason I Saved the World"
      },
      {
        "ja": "わたしが世界を救う理由"
      },
      {
        "es-la": "La razón por la que salvé el mundo"
      }
    ],
    "description": {
      "en": "A girl must face a being that threatens to destroy the city where she lives, but things are about to take an unexpected turn...",
      "es-la": "Una chica debe hacer frente a un ser que amenaza con destruir la ciudad en la que vive, pero las cosas darán un giro inesperado."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2024-09-22T14:02:39+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/47e605e3-f0a9-420e-add1-3986bbc29f35.png",
    "altTitles": [
      {
        "en": "First Love, Again and Again"
      },
      {
        "ja": "かさねがさねの初恋ですが"
      },
      {
        "vi": "Tình Đầu, Lại Thêm Tình Đầu"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9af20a3c-dd01-45ff-a23a-29aa5f573f6e",
    "title": {
      "en": "BugCat-Capoo"
    },
    "updatedAt": "2024-06-11T00:29:14+00:00",
    "coverArt": "https://mangadex.org/covers/9af20a3c-dd01-45ff-a23a-29aa5f573f6e/f562b8b2-9254-4136-8ad1-4237a21927b6.png",
    "altTitles": [
      {
        "ru": "Бракованный котик"
      },
      {
        "zh": "貓貓蟲咖波"
      }
    ],
    "description": {
      "en": "Like a cat, like a bug, this cute and scary story of Capoo will heal your heart, and eat all your meat. A heartwarming comedy of its daily life begins!  \n  \nFirst place in 2015 LINE Webtoon original comic competition, short comic category, Taiwan region.  \n  \n[For more short stories](http://home.gamer.com.tw/creation.php?owner=c11403)  \n  \nThis comic features little to no text, which means it can be read in any language available.  \n\n\n---",
      "fr": "Histoires courtes sur la vie d'un chat.",
      "it": "Come un gatto, come un insetto, questa carinissima, ma spaventosa storia di Capoo ti curerà il cuore, e ti mangerà vivo. Una commovente commedia sta quasi per iniziare!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "524"
  },
  {
    "mangaId": "53f750df-53b0-4823-aa7b-0d69b90d853a",
    "title": {
      "en": "Mobile Suit Gundam Pulitzer - Amuro Ray Beyond the Aurora"
    },
    "updatedAt": "2023-06-26T05:22:54+00:00",
    "coverArt": "https://mangadex.org/covers/53f750df-53b0-4823-aa7b-0d69b90d853a/5c94ca1c-24c8-490e-93e3-7dd218fb87de.png",
    "altTitles": [
      {
        "ja": "機動戦士ガンダム ピューリッツァー -アムロ・レイは極光の彼方へ"
      },
      {
        "ja-ro": "Kidou Senshi Gundam Pulitzer: Amuro Ray wa Kyokkou no Kanata e"
      }
    ],
    "description": {
      "en": "In UC0095, following the events of Char's Counterattack, Kikka Kobayashi gathers testimonies about Amuro Ray to show the world the kind of person he was."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]