[
  {
    "mangaId": "f3d3cf42-a12a-42f5-bd56-70b587eee06a",
    "title": {
      "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
    },
    "updatedAt": "2025-01-02T18:11:53+00:00",
    "coverArt": "https://mangadex.org/covers/f3d3cf42-a12a-42f5-bd56-70b587eee06a/b3b583d8-7358-4791-a4e8-b8514dad02bc.jpg",
    "altTitles": [
      {
        "ja": "陰キャの僕に罰ゲームで告白してきたはずのギャルが、どう見ても僕にベタ惚れです"
      },
      {
        "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
      },
      {
        "en": "The Gal Who Was Meant to Confess to Me as a Punishment Game Has Apparently Fallen in Love with Me"
      },
      {
        "zh-hk": "因懲罰遊戲才向陰角的我告白的辣妹，怎麼看都已經完全迷戀上我了"
      },
      {
        "ko": "아싸인 내게 벌칙 게임으로 고백해 온 갸루가 아무리 봐도 나한테 반한 것 같다"
      },
      {
        "ru": "Девушка, которая должна была признаться мне в качестве игрового наказания, очевидно, влюбилась в меня"
      },
      {
        "pl": "Introwertyczne wpadki podrywowe: Ta Gyaru zakochała się we mnie po uszy!"
      },
      {
        "pl": "Gal, która miała mi wyznać miłość w ramach gry z karą, najwyraźniej się we mnie zakochała."
      },
      {
        "ja-ro": "Inkya no Boku ni Batsu Game ni Kokuhaku Shitekita Hazu no Gyaru ga, Doumitemo Boku ni Betahore Desu"
      },
      {
        "vi": "Nhỏ Gyaru lẽ ra tỏ tình với người u ám như tôi chỉ vì trò chơi trừng phạt, nhưng dù có nhìn kiểu gì thì cổ cũng yêu tôi mà!"
      }
    ],
    "description": {
      "en": "When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!\n\n---\n**Links:**\n- Official Video Manga - [YouTube](https://youtube.com/playlist?list=PL0zfSjyskgIUZdlu7xyxLAv956kN32dP6) (Chapters 1-3, With voice acting)\n- [Official English Light Novel](https://j-novel.club/series/an-introvert-s-hookup-hiccups)",
      "ja": "**陰キャ×清楚ギャル、罰ゲームから始まるピュアラブコメ!!**\n\nクラス内カーストトップの清楚ギャル・茨戸七海に罰ゲームで告白されて付き合うことになった陰キャ男子・簾舞陽信。 しかし罰ゲームのはずが、七海は陽信にガチ惚れしているようで…？",
      "pl": "Kiedy piękna Nanami Barato wyznaje miłość Yoshinowi Misumai, wydaje się to zbyt piękne, by mogło być prawdziwe! Tylko, że tak jest - i Yoshin o tym wie. Jak taki introwertyczny facet jak on ma zachować zimną krew, skoro wie, że to tylko wyzwanie? Jeszcze bardziej zastanawiające jest to, że pomimo jej krzykliwego wyglądu, ta rzekoma gyaru nie jest tak dobra w kontaktach z facetami! Być może jest to idealna okazja dla tego nieśmiałego faceta, aby zebrać się na odwagę i powiedzieć \"tak\" tej nieśmiałej dziewczynie. Tak zaczyna się ich nowe, wygodne życie porannych spotkań i ręcznie robionych lunchów. Rzecz w tym, że sądząc po jej zachowaniu, Nanami zakochała się w nim po uszy! Czy ta dwójka może odkryć swoje uczucia, a może nawet zakochać się w sobie - tym razem naprawdę?!",
      "pt-br": "Barato Nanami, uma versão atenuada da garota no topo da hierarquia da escola, perdeu um jogo de cartas e agora tem que confessar a um cara de sua classe como punição. Misumai Youshin, que é um solitário sem amigos, foi o cara escolhido, mas ele sabe da punição! Deveria ter sido uma punição do jogo, mas será que Nanami vai desenvolver sentimentos por Youshin…?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "441e03e9-800a-4739-b656-966d0660c168",
    "title": {
      "en": "Aorikei Game Haishinsha (20-sai), Haishin no Kiri Wasure ni Yori Ii Hito Bare Suru."
    },
    "updatedAt": "2025-01-09T06:48:40+00:00",
    "coverArt": "https://mangadex.org/covers/441e03e9-800a-4739-b656-966d0660c168/b0514667-33d2-472d-8621-b05b891c2afc.jpg",
    "altTitles": [
      {
        "en": "A Toxic 20-Year-Old Game Streamer Accidentally Reveals His Nice Personality Because He Forgot to End the Stream"
      },
      {
        "ja-ro": "Aori-kei Game Haishinsha (Hatachi), Haishin no Kiri Wasure ni Yori Ii Hito Baresuru."
      },
      {
        "ja": "煽り系ゲーム配信者（20歳）、配信の切り忘れによりいい人バレする。"
      },
      {
        "pt-br": "Um Streamer Tóxico de 20 Anos Acidentalmente Revela Sua Personalidade Gentil Porque Esqueceu de Encerrar a Live"
      }
    ],
    "description": {
      "en": "Nakayama Haruto is a game commentator who streams provocative content under the name \"Oni-chan.\" He attracts attention for his radical streams , but his true identity is that of a good older brother who streams to raise money for his younger sister's tuition and living expenses. However, he accidentally forgets to turn off the streams, and his true personality is revealed to the public. Just when it seems like he's going to cause a major uproar, the contrast with his usual self turns out to be a big hit with viewers...!?",
      "ja": "煽り配信を行うゲーム実況者『鬼ちゃん』として活動する中山春斗。過激な配信で注目を集める彼だったが、裏の顔は妹の学費や生活費のために活動する良き兄だった。だが、うっかり配信を切り忘れたことで素の人柄が世間にバレてしまう。大炎上かと思いきや、普段とのギャップが視聴者に大ウケしてしまい……!?",
      "pt-br": "Nakayama Haruto é um gamer que faz lives provocativas com o nome de \"Oni-chan.\" Ele atrai atenção pelas suas streams radicais, mas sua verdadeira identidade é a de um bom irmão mais velho, que faz lives para juntar dinheiro e pagar os estudos e as despesas de sua irmã mais nova. No entanto, ele esquece de desligar a live, e sua verdadeira personalidade é revelada ao público. Quando parecia que ele iria causar um grande escândalo, o contraste com sua personalidade habitual acaba conquistando os espectadores...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f4a85f3-9b95-4c20-a587-a43a945b72df",
    "title": {
      "en": "Oyasumi Fumi-san"
    },
    "updatedAt": "2025-01-04T08:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/7f4a85f3-9b95-4c20-a587-a43a945b72df/cbba2569-a897-430c-90a9-afecd6b4da92.jpg",
    "altTitles": [
      {
        "ja-ro": "Oyasumi Fumi-san"
      },
      {
        "ja": "おやすみ ふみさん"
      },
      {
        "en": "Good night Fumi-san"
      }
    ],
    "description": {
      "en": "Rinta, who moved to the city from the countryside and enrolled in a university in the heart of the city, meets “Fumi-san,” rumored to be the most beautiful girl on campus, in the literature club he joined. After attending a drinking party together, he ends up walking her home. He safely escorts her to her house and is about to head back when suddenly… Fumi-san transforms and forcefully invites him to her bed—!? “I wonder how long you can keep being a good person, Rinta-kun…?” Fumi-san pushes Rinta to his limits, testing his self-control until it shatters. Thus begins a forbidden university life filled with temptation."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4080db42-038f-4f6b-a8ab-0ddc71183e1a",
    "title": {
      "en": "Kawaii Kouhai ni Iwasaretai"
    },
    "updatedAt": "2024-11-19T23:46:11+00:00",
    "coverArt": "https://mangadex.org/covers/4080db42-038f-4f6b-a8ab-0ddc71183e1a/fb2b34cf-e9e2-4ac4-875d-e8d4dc173cbe.jpg",
    "altTitles": [
      {
        "ja": "かわいい後輩に言わされたい"
      },
      {
        "en": "I Want to be Teased by a Cute Junior"
      },
      {
        "ko": "귀여운 후배에게 듣고 싶어"
      },
      {
        "zh-hk": "可愛後輩想讓我說出口"
      },
      {
        "pt-br": "Eu quero ser provocado por uma kouhai fofa"
      }
    ],
    "description": {
      "en": "Yasu likes his kouhai, Moriyama, who is at the same time extremely assertive, deadpan, and extremely passive aggressive.",
      "ja": "まったく素直じゃない後輩・守山ちゃんは、自分にアプローチさせようと野洲先輩を挑発したり、時には大胆にアクションしたり…!?",
      "pt-br": "Yasu gosta da sua kouhai, Moriyama, que é ao mesmo tempo extremamente assertiva, inexpressiva e extremamente passiva-agressiva."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ebcfd6d-d19a-470b-9aaf-7399eae7c4c6",
    "title": {
      "en": "Ryouko no Shinrei Jikenbo"
    },
    "updatedAt": "2024-10-09T07:59:15+00:00",
    "coverArt": "https://mangadex.org/covers/8ebcfd6d-d19a-470b-9aaf-7399eae7c4c6/46695d07-a7e8-475e-8a28-5b2245c1be82.jpg",
    "altTitles": [
      {
        "en": "A Record of Ryoko's Psychic Events"
      },
      {
        "en": "Ryoko's Records of Appearances of Spirits"
      },
      {
        "en": "Ryouko's Case-Book of Spirits"
      },
      {
        "en": "Spiritual Incident File of Ryoko"
      },
      {
        "ja": "陵子の心霊事件簿"
      },
      {
        "vi": "Câu chuyện tâm linh của Ryouko"
      }
    ],
    "description": {
      "en": "Ryouko Midorikawa is a girl in her first year of high school. One day the cat she had raised and loved for 15 years suddenly dies. Although Pow hated water, he died drowning. Ryouko is lost in questions about the cause of his death. But from that night on, terrible things start happening everywhere around her!"
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2024-12-07T11:21:33+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8697fae8-e0df-446c-88d0-d8c366a48e2f",
    "title": {
      "en": "Immortal, Invincible"
    },
    "updatedAt": "2024-06-24T22:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/8697fae8-e0df-446c-88d0-d8c366a48e2f/b7b8e288-5eba-4c56-80e2-bd5f354d29cf.jpg",
    "altTitles": [
      {
        "ko": "불사무적"
      },
      {
        "en": "The Invincible Immortal"
      },
      {
        "ja": "不死無敵"
      },
      {
        "zh": "不死至尊"
      },
      {
        "ru": "Непобедимый Бессмертный"
      },
      {
        "zh": "重生不死尊"
      }
    ],
    "description": {
      "en": "From a thieving child to one who would shake the world. Rising to the title of Immortal Master, one of the Godly Twelve Stars, but ultimately betrayed. Now, he has been given a chance to change that, and create a better future- for both him, and the world. Based on the popular novel of the same name.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "ja": "孤児として育ち、三十年以上もの辛く厳しい歳月を耐え抜いた後、「不死尊」という名が与えられた。 そして最後は濡れ衣を着せられ、血生臭い生涯を終えた。 しかし、気がつくと赤ん坊の姿に！？ 「不死尊」の記憶を持ったまま名家の息子「荘雲」として生まれ変わったのだ！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "ko": "무림공적의 누명을 쓰고 죽게 된 불사존! 15년 전 명문가의 진고운으로 다시 태어나다!\n시중사교주의 음모를 막기위한 그의 활약을 기대하시라!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "ru": "От вороватого ребенка до того, кто потрясет мир. Он взошёл к званию Бессмертного мастера, одной из двенадцати Божественных звезд, но в конце концов его предали. Теперь у него появился шанс изменить это и создать лучшее будущее — и для себя, и для целого мира.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "zh": "男主原是一名孤儿，被下五门抓去当实验品练习邪功，成为不死尊，后沦为邪教背锅侠被卷入矢忠之乱，郁郁赴死时，却发现自己回到了过去，带着前世的记忆重生成了婴儿…他将会踏上怎样的旅途？又该如何阻止邪教教主的阴谋诡计，成功复仇呢？\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "270"
  },
  {
    "mangaId": "2f3fbc84-df09-4913-ad2e-436aa52a7177",
    "title": {
      "en": "Champignon no Majo"
    },
    "updatedAt": "2024-10-10T16:08:12+00:00",
    "coverArt": "https://mangadex.org/covers/2f3fbc84-df09-4913-ad2e-436aa52a7177/e710d531-8e65-45e7-a0a8-d6296bb30de0.jpg",
    "altTitles": [
      {
        "ja": "シャンピニオンの魔女"
      },
      {
        "en": "Mushroom Witch"
      },
      {
        "en": "Champignon Witch"
      },
      {
        "fr": "La sorcière aux champignons"
      },
      {
        "ko": "샹피뇽의 마녀"
      },
      {
        "zh-hk": "毒菇魔女"
      }
    ],
    "description": {
      "en": "Luna, a black witch who lives quietly in a poisonous mushroom house, deep in the Black Forest. She lives in the city making high-efficiency medicine, but it is rumored that one will die if touched by her, and thus she is avoided… The life of a witch who doesn't know the warmth of people is carefully and momentarily drawn."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "95980b06-b360-48c9-bf42-adc1b8d8ce32",
    "title": {
      "en": "Monsters Convent"
    },
    "updatedAt": "2024-12-11T20:22:30+00:00",
    "coverArt": "https://mangadex.org/covers/95980b06-b360-48c9-bf42-adc1b8d8ce32/8d049845-906f-4659-af10-07fe12a8c77e.png",
    "altTitles": [
      {
        "pt-br": "Convento de Monstros: Ordem Signiana de Missa"
      },
      {
        "la": "Conventus Monstrorum: Ordo Signae de Missa"
      },
      {
        "en": "Monsters' Convent: Signian Order of Missa"
      }
    ],
    "description": {
      "en": "Gags of a Catholic Convent on a Fantasy World.",
      "pt-br": "Tirinhas sobre um Convento Católico num mundo de fantasia."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "557615b9-6fec-4ab7-a512-03cbde39815f",
    "title": {
      "en": "Chika Idol wo Kage de Sasaeru Ore"
    },
    "updatedAt": "2024-12-29T04:07:44+00:00",
    "coverArt": "https://mangadex.org/covers/557615b9-6fec-4ab7-a512-03cbde39815f/81ea92f3-4cdf-414f-8013-fce513f197b4.jpg",
    "altTitles": [
      {
        "ja": "地下アイドルを影で支える俺"
      },
      {
        "en": "Underground Idol & I"
      },
      {
        "en": "Supporting an Underground Idol from the Shadows"
      },
      {
        "pl": "Podziemna Idolka i Ja"
      }
    ],
    "description": {
      "en": "Kageyama, an unremarkable boy, secretly receives a message from gal classmate Natsukawa , saying, “Meet me at the usual karaoke place after school.” \n\nHe goes to karaoke with her alone. There, Kageyama reveals something he had been asked by Natsukawa to show her.",
      "pl": "Kageyama, niewyróżniający się chłopak, otrzymuje potajemnie wiadomość od koleżanki z klasy, Natsukawy, o treści \"Spotkajmy się po szkole w miejscu z Karaoke\". Idzie tam z nią sam na sam. Tam, Kageyama pokazuje coś o co został poproszony przez Natsukawe.",
      "pt-br": "Kageyama, um garoto normal, recebe secretamente uma mensagem da colega de classe Natsukawa, dizendo: “Encontre-me no karaokê de sempre depois da escola”.\n\nEle vai ao karaokê sozinho com ela. Lá, Kageyama revela algo que Natsukawa pediu para mostrar a ela."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb00aab-2cfa-4b46-883e-4584d5e9aa62",
    "title": {
      "en": "Sono Akuyaku Kizoku, Mama Heroine ga Suki Sugiru ~Shinshi na Doryoku de Saikyou to Nari Fuguu na Oshi Chara Tasukemakuru~"
    },
    "updatedAt": "2025-01-09T06:19:44+00:00",
    "coverArt": "https://mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/69f71362-077f-4da8-9350-0a65ed4b4e48.jpg",
    "altTitles": [
      {
        "ja": "その悪役貴族、ママヒロインが好きすぎる ～真摯な努力で最強となり不遇な推しキャラ助けまくる～"
      },
      {
        "en": "The Villainous Noble Loves Mom Heroines Too Much ~Becoming The Strongest With Sincere Effort To Save Misfortunate Fave Chars~"
      },
      {
        "en": "That Villainous Aristocrat Is Actually Crazy About Mom Heroines ~With His Earnest Hard Work, He Becomes the Strongest and Saves All of His Favorite Characters~"
      }
    ],
    "description": {
      "en": "The mom characters that appear in the game are all unfortunate sub-heroines who always get bad ending routes. “Why… Why does such a cute mom have to die?!“ Even though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then, he suddenly gets reincarnated into the world of MamaFan on a certain day. …However, he gets reincarnated as a villainous aristocrat who’s got nothing but the worst routes. This guy, who’s crazy about mom characters — his fulfilling days of saving his beloved mom characters and his journey to create his harem full of plump women are about to begin!___**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/71300)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20d4e7d3-e1a2-49c4-8fb5-91371a304442",
    "title": {
      "en": "Yattara"
    },
    "updatedAt": "2025-01-04T08:55:59+00:00",
    "coverArt": "https://mangadex.org/covers/20d4e7d3-e1a2-49c4-8fb5-91371a304442/16a7bc31-3542-4d24-802e-627c93fc070a.jpg",
    "altTitles": [
      {
        "ja": "ヤッターラ"
      },
      {
        "ru": "Яттара"
      }
    ],
    "description": {
      "en": "A gluttonous monster, Yattara, is drawn to a city of splendor and opulence. Its only pleasure in life: eating. It finds its favorite meal, children, and is ready to dig in as usual but then…a flash of inspiration strikes?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5212fcaa-0714-44bc-a429-017e3eff73de",
    "title": {
      "en": "Tsuraneko"
    },
    "updatedAt": "2024-12-16T15:15:24+00:00",
    "coverArt": "https://mangadex.org/covers/5212fcaa-0714-44bc-a429-017e3eff73de/ecfc73e7-07fa-4a83-b42e-fbc6d7955597.jpg",
    "altTitles": [
      {
        "ja": "つらねこ"
      }
    ],
    "description": {
      "en": "Chibi-chan, a middle school girl, can go no further than 2km from the sacred tree that servers as her town's symbol. That is her \"disability\".\nThen one day, a mysterious figure arrives in town to help the girl's wish to leave, her name is Rokushaku-sensei.\nGuided by Rokushaku, Chibi attempts to bypass her \"disability\" by going to \"Nedoko\", backroads that can transport her to another location.\nHowever, those places are part of a mysterious world, filled with mysterious creatures.\nIn her desire to see the world, Chibi-chan will have to triumph over these \"Nedoko\".",
      "ja": "中学生の女の子・チビちゃんは、町のシンボルである御神木から2kmより先に出ることのできない特殊な「障害」を持っていました。\nそんなある日、町から出ることを望んだ彼女の願いを手助けする存在・六尺先生が現れます。\n先生に導かれて「障害」を無視してよそに土地に行くことのできる抜け道「ネドコ」に赴くことに。\nしかしそこは不思議な生き物のあふれる、不思議な世界。\nチビちゃんはよその土地に行く自由を手に入れるべく、「ネドコ」に挑戦します。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04284a02-90d4-4bc3-a631-244208466f79",
    "title": {
      "en": "Kouhai"
    },
    "updatedAt": "2025-01-07T21:15:04+00:00",
    "coverArt": "https://mangadex.org/covers/04284a02-90d4-4bc3-a631-244208466f79/b0d608f8-b36d-4f6b-bb61-5a21db147da5.jpg",
    "altTitles": [
      {
        "ja": "後輩"
      },
      {
        "ru": "Кохай"
      },
      {
        "en": "Junior"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/en/artworks/100804060) (Chapter 1)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "deb90feb-ad58-4fb4-a8c4-53da5c5b2901",
    "title": {
      "en": "Unaware His Majesty Is a Girl"
    },
    "updatedAt": "2024-04-23T19:20:11+00:00",
    "coverArt": "https://mangadex.org/covers/deb90feb-ad58-4fb4-a8c4-53da5c5b2901/fd17e055-249e-4ca2-928b-dbe570350262.jpg",
    "altTitles": [
      {
        "zh": "不知陛下是女郎"
      },
      {
        "zh-hk": "不知陛下是女郎"
      },
      {
        "zh-ro": "Buzhi Bixia Shi Nülang"
      },
      {
        "vi": "Hoàng đế bệ hạ là nữ lang"
      },
      {
        "my": "ဘုရင်ကြီးကမိန်းကလေးမှန်းမသိခဲ့ဘူး"
      },
      {
        "ru": "Является ли ваше величие девушкой?"
      },
      {
        "vi": "Không Ngờ Bệ Hạ Là Nữ"
      }
    ],
    "description": {
      "en": "The new emperor, Qi Nian, acceded to the throne many years ago. He kept refusing the requests by his officials to choose a consort, brushing them off by saying \"the affairs of state are important, and I am busy with my work\". But Qi Nian finally relented as rumors that \"the emperor is impotent\" spread ever more widely.\n\nYu Dingdang was a particularly dim-witted girl, but born to a prestigious family. This led many to say: \"Madame Yu exchanged her brain for her looks\". Who could have expected that Yu would be selected by the emperor to be his empress consort?\n\nA happy and dramatic girl-girl romantic comedy set in the imperial palace. Yu couldn't have expected that this lofty emperor up on high was actually a girl?!",
      "zh": "新帝祁念登基多年，却终日以“国事要紧，朕沉迷工作”，拒绝了朝臣们的选妃请求。但“皇帝不行”的流言愈演愈烈，祁念不胜其烦，终是松口。玉玎珰出身名门，却生了个榆木脑袋，众人纷纷道：“玉家小姐是拿脑子换的脸”却不想，一朝入选，她竟成了国母。玉玎珰表面：啊？什么？是我吗？内心却汹涌澎湃。只因玉玎珰从小便立誓，一！定！要！成！为！祁！念！的！女！人！迷妹追星成功，在皇宫里上演了一系列“她逃她追，她插翅难飞”的啼笑皆非的欢喜故事却不想，这高高在上的至尊帝王，竟是女儿身？！",
      "zh-hk": "新帝祁念登基多年，卻終日以“國事要緊，朕沉迷工作”，拒絕了朝臣們的選妃請求。 但「皇帝不行」的流言愈演愈烈，祁念不勝其煩，終是鬆口。 玉玎璫出身名門，卻生了個榆木腦袋，眾人紛紛道：「玉家小姐是拿腦子換的臉」卻不想，一朝入選，她竟成了國母。 玉玎璫表面：啊？ 什麼？ 是我嗎？ 內心卻洶湧澎湃。 只因玉玎璫從小便立誓，一！ 定！ 要！ 成！ 為！ 祁！ 念！ 的！ 女！ 人！ 迷妹追星成功，在皇宮裡上演了一系列「她逃她追，她插翅難飛」的啼笑皆非的歡喜故事卻不想，這高高在上的至尊帝王，竟是女兒身？ ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f18938b-f466-4f74-b6f0-140dc28e8812",
    "title": {
      "en": "Senyuu."
    },
    "updatedAt": "2023-11-17T18:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/9f18938b-f466-4f74-b6f0-140dc28e8812/8bfce0e0-2d0d-4c76-bc2e-b02bb7719e83.jpg",
    "altTitles": [
      {
        "en": "Senyuu WEB"
      },
      {
        "ja": "せんゆう。"
      },
      {
        "ja": "戦勇。"
      }
    ],
    "description": {
      "en": "Once upon a time, a Demon King named Rchimedes caused havoc and destruction in the Human World. He was sealed away by the great hero Creasion, and peace returned to the world.  \n  \n1000 years later, Rchimedes has returned, a hole has opened up in the Human World, and countless monsters have sprung up. To prevent any further destruction, the King calls upon all 75 (probable) descendants of Creasion.  \n  \nThis story focuses on the adventures of descendant number 45, Alba, and the royal soldier appointed to assist him, Ross.  \n  \n[Senyuu Season 1](http://seiga.nicovideo.jp/comic/senyu)    \n[Senyuu Season 2](http://seiga.nicovideo.jp/comic/senyu2)  \n[Senyuu Season 3](http://seiga.nicovideo.jp/comic/senyu3)  \n[Senyuu Season 4](http://seiga.nicovideo.jp/comic/senyu4)  \n[Senyuu+](http://seiga.nicovideo.jp/comic/senyuplus)  \n[Senyuu F5 Reload](http://seiga.nicovideo.jp/comic/39515)"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2025-01-02T16:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Chấm dứt tình yêu này đi được không?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Hachikawa Yuzu, một nữ sinh cấp 3 với cuộc đời học đường ảm đạm có một bí mật. Rằng thực chất cô ấy là một người hâm mộ cuồng nhiệt của Hayami Madoka, bạn cùng lớp và cũng là một nữ diễn viên nổi tiếng.\nYuzu, ngưỡng mộ và tôn sùng Madoka như một nữ thần, cảm thấy hạnh phúc khi chỉ đơn giản được học cùng lớp và nhìn ngắm Madoka mỗi ngày.\nLẽ ra chỉ như thế đã đủ, nhưng cho tới một ngày...\nMột câu chuyện tình yêu méo mó nhưng đồng thời cũng vô cùng thuần khiết."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "97df800f-077a-43e5-9f91-e5e8a66cfea9",
    "title": {
      "en": "Henai Café"
    },
    "updatedAt": "2024-07-17T06:16:39+00:00",
    "coverArt": "https://mangadex.org/covers/97df800f-077a-43e5-9f91-e5e8a66cfea9/141bc949-c369-4633-8457-75d183595cc3.jpg",
    "altTitles": [
      {
        "ja": "偏愛カフェ"
      },
      {
        "en": "Freaks' Café"
      }
    ],
    "description": {
      "en": "Somewhere there is a strange café called \"Statice\" where all sorts of even stranger people meet, each with a very special and different fetish. The owner, Mr. Sennichi, welcomes these special customers every day, and tries to help them solve their fetish related problems.",
      "ja": "人は誰しも秘密を抱え、思い煩う。たとえばそれが、他人には理解し難い性的嗜好なら尚――。“生理血嗜好、加虐性愛、妊婦性愛、人形性愛”これはカフェ「statice」に訪れた性的倒錯者（パラフィリアン）による、裸の告白。"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "32"
  },
  {
    "mangaId": "9240108e-7d55-4004-9577-db7adc599621",
    "title": {
      "en": "Jichou shinai Moto Yuusha no Tsuyokute Tanoshii New Game"
    },
    "updatedAt": "2024-12-22T15:32:17+00:00",
    "coverArt": "https://mangadex.org/covers/9240108e-7d55-4004-9577-db7adc599621/5da28e67-670e-41b8-8cd7-53c0be37a13b.jpg",
    "altTitles": [
      {
        "ja": "自重しない元勇者の強くて楽しいニューゲーム"
      },
      {
        "en": "The Former Legendary Hero will Enjoy His Second Life without Restraint"
      },
      {
        "zh": "不自重前勇者强大又轻松的NEW GAME"
      },
      {
        "zh-hk": "不自重前勇者強大又輕鬆的NEW GAME"
      }
    ],
    "description": {
      "en": "Orion is a former hero who has been reborn in a different world he once saved as a \"hero\". Taking advantage of his second round of heroic heroism, he takes on the world's strongest and wisest maid who was once in the same party with him, picks up a slave girl, and trains her with \"heroic-style power leveling\"! Even if you are attacked by a thief monster girl, you can easily convert her and get her a friend!\n\nThe former hero who never takes responsibility for his own actions, who has acquired a luxurious mansion, the most powerful equipment, beautiful women, fame, and everything else he needs to live his life the way he wants to, has started a new game of strength and fun!",
      "ja": "「俺はもう自重しない!!」　かつて最強の勇者として、異世界を救った主人公オリオン。魔王を倒すという使命を果たし現実世界に戻ったものの、ブラック企業にすり潰される毎日。そんなある日、かつて自分が救った異世界へと再び転生を果たす。しかも勇者だった時の強さそのままで！そして…心に誓った。今度の人生では何ひとつ我慢しないことを!!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "20",
    "lastChapter": "207"
  },
  {
    "mangaId": "8f6c0971-2add-4a63-b238-74c033064502",
    "title": {
      "en": "Kimi no Iru Machi"
    },
    "updatedAt": "2023-02-10T02:20:56+00:00",
    "coverArt": "https://mangadex.org/covers/8f6c0971-2add-4a63-b238-74c033064502/3b2bd899-55da-4343-afef-99b52a3c9b8b.jpg",
    "altTitles": [
      {
        "en": "A Town Where You Live"
      },
      {
        "ja": "君のいる町"
      },
      {
        "ja-ro": "Kimi no Iru Machi"
      }
    ],
    "description": {
      "en": "Kirishima Haruto lives in a small town in Hiroshima and is just about to enter high school when Eba Yuzuki, a mysterious girl from Tokyo suddenly decided to go to high school in the countryside and despite his objections, she moves in to his home.  \n  \nHaruto must now put up and take care of this clumsy freeloading city girl and at the same time, make sure his long time crush Kanzaki Nanami doesn't get the wrong idea!  \n  \nThis story takes place a few years after the popular sports romance Suzuka and is based on the author, Seo Kouji’s hometown."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "27",
    "lastChapter": "261"
  },
  {
    "mangaId": "97df4abb-504d-4e8b-898e-bf1bdb9f523a",
    "title": {
      "en": "Kantai Collection -KanColle- 4-koma Comic: Fubuki, Ganbarimasu!"
    },
    "updatedAt": "2022-02-12T14:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/97df4abb-504d-4e8b-898e-bf1bdb9f523a/11b45d25-0331-4683-97c3-b7f42ae983b8.jpg",
    "altTitles": [
      {
        "en": "KanColle 4-koma: Fubuki, Ganbarimasu!"
      },
      {
        "en": "KanColle: Fubuki, Ganbarimasu!"
      },
      {
        "en": "Kantai Collection -Kan Colle- 4-koma Comic: Fubuki, Ganbarimasu!"
      },
      {
        "en": "艦隊これくしょん -艦これ- 4コマコミック 吹雪、がんばります!"
      }
    ],
    "description": {
      "en": "Serialized in Famitsu Comic Clear. Based on the Kantai Collection browser game. Enjoy the heartwarming antics of the World War II-Era Japanese Imperial Navy in the form of cute girls training at the ship girl school."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": ""
  },
  {
    "mangaId": "84cf55e0-b497-4455-8b40-4c5a880de96b",
    "title": {
      "en": "Inkya Gyaru demo Ikigaritai!"
    },
    "updatedAt": "2024-10-31T00:02:59+00:00",
    "coverArt": "https://mangadex.org/covers/84cf55e0-b497-4455-8b40-4c5a880de96b/96ac0eba-a548-41e9-abfd-7901c7511fc0.jpg",
    "altTitles": [
      {
        "ja": "陰キャギャルでもイキがりたい！"
      },
      {
        "ja-ro": "Inkya Gal demo Ikigaritai!"
      },
      {
        "en": "Even the Introverted Gals Wanna Get Out There!"
      }
    ],
    "description": {
      "en": "Ichiko and Kuran are members of the subculture research club. They like various subcultures and they like cute stuff. Read along as these two asocial gyaru spend their days in their new kind of \"youthful moratorium.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "101b9672-f73f-41f5-8de1-97ef1a732de1",
    "title": {
      "en": "Saint Seiya: The Lost Canvas"
    },
    "updatedAt": "2024-12-15T11:40:23+00:00",
    "coverArt": "https://mangadex.org/covers/101b9672-f73f-41f5-8de1-97ef1a732de1/797364ad-82b5-49da-9c60-359a1b497189.jpg",
    "altTitles": [
      {
        "en": "Os Cavaleiros do Zodiaco - The Lost Canvas - A Saga de Hades"
      },
      {
        "en": "Saint Seiya - The Lost Canvas - Meiou Shinwa"
      },
      {
        "en": "Saint Seiya - The Lost Canvas - The Myth of Hades"
      },
      {
        "en": "The Knig"
      },
      {
        "en": "聖闘士星矢 THE LOST CANVAS 冥王神話"
      }
    ],
    "description": {
      "en": "This manga tells the story of the previous Holy War, taking place in the 18th century, 250 years before the original series, in the Saint Seiya universe. The story centers on the relation between Tenma, the Pegasus Saint and his beloved friend, Alone, who would eventually become his greatest enemy, Hades.  \n  \nThe story takes place in the same time period as Saint Seiya Next Dimension.",
      "pt-br": "Este mangá conta a história da Guerra Santa anterior, que aconteceu no século XVIII, 250 anos antes da série original, no universo de Saint Seiya. A história é centrada na relação entre Tenma, o Cavaleiro de Pégaso e seu amado amigo, Alone, que eventualmente se tornaria seu maior inimigo, Hades. \n\nA história acontece no mesmo período de tempo de Saint Seiya Next Dimension."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "223.5"
  },
  {
    "mangaId": "d8a00acf-2c05-4cd9-8d58-5e8c7c432f7b",
    "title": {
      "en": "Ninja Slayer: Kyoto, Hell on Earth"
    },
    "updatedAt": "2024-05-13T14:08:18+00:00",
    "coverArt": "https://mangadex.org/covers/d8a00acf-2c05-4cd9-8d58-5e8c7c432f7b/78949c7a-2a3b-4335-b03f-d75d67974381.jpg",
    "altTitles": [
      {
        "ru": "Ниндзя Слеер: Киото - ад на земле"
      },
      {
        "ja": "ニンジャスレイヤー キョート・ヘル・オン・アース"
      },
      {
        "zh": "忍者杀手 杀伐都市京都"
      },
      {
        "en": "Ninja Slayer: Kyoto, Hell on Earth"
      }
    ],
    "description": {
      "en": "The man who annihilated the Soukaiya, the enemy of his wife and child, and buried Neo-Saitama in flames has appeared in Gaion City, Kyoto Republic! Ninja Slayer's new battle begins to eradicate his other enemy, the Zaibatsu! The second part of the hugely popular cyberpunk ninja novel, which has sold over 1.5 million copies in total, is now perfectly adapted into a comic!",
      "zh": "击破了总会屋的忍者杀手，藤木户·健二，接下来开始朝着另一个仇人罪罚所在的京都进发\n助他最终战胜老元·宽的奈落·忍者，在战斗的最后为了保护藤木户的身体而陷入沉眠，接下来的敌人京都罪罚的恐怖威势更是远超预想……\n初来乍到的藤木户只在前往京都的路上都要经过连场大战，孤立无援的他究竟要如何才能坚持到最后，为妻儿的复仇画上句号？\n在历史名都祇园，忍者杀手Vs忍者的激战在此拉开帷幕！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5ce884a-abc5-4b37-ab06-c58d45830203",
    "title": {
      "en": "Ore no Isekai Shimai ga Jichou Shinai!"
    },
    "updatedAt": "2025-01-09T06:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/d5ce884a-abc5-4b37-ab06-c58d45830203/bb0d3611-1402-414a-950e-aa2f92744090.jpg",
    "altTitles": [
      {
        "ja": "俺の異世界姉妹が自重しない!"
      },
      {
        "en": "My Otherworldly Sisters Won't Hold Back!"
      }
    ],
    "description": {
      "en": "*\"Live free and be happy.\"*\n\nThese were the last words of Amemiya Yuya's sister, who was seriously ill. Despite her wishes, however, Yuya, who was suffering from the same disease as his sister, was supposed to end his short life without fulfilling his promise. But for unknown reasons, Yuya was suddenly reborn in another world. \n\nConfused by his new life, Yuya begins his life as the second son of a count. One day, Yuya thinks about the possibility that his younger sister has been reincarnated in this other world just like him. \n\nIn this world, there is a sister, a young fiancée, a slave, a maid, etc. - but one of them is his own sister!\n\n---\n\n- ![Syosetsu](<https://i.imgur.com/HI4jAzg.png>) [Web Novel](https://ncode.syosetu.com/n4696dd)",
      "ja": "「自由に生きて幸せになってね」――前世で妹と交わすも、病に侵され果たせなかった約束。伯爵家の次男リオンに転生したことで、ようやくその機会が巡ってきたかと思えば、妾の子という理由で、幽閉生活を強いられてしまう。このままでは約束を果たせない…と焦るリオンだったが、ある日転機が訪れ、義姉、美人奴隷、婚約者という3人の美少女たちと急接近。エスカレートしていく彼女たちのアピールにタジタジなリオンは、無事約束を果たせるのか！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-12-20T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/c4563eda-a053-4f3b-8cff-6e20d6db5809.jpg",
    "altTitles": [
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9bb51b3-0e97-43ff-a64a-1c16d0de5d50",
    "title": {
      "en": "Slow Start"
    },
    "updatedAt": "2024-10-12T23:49:41+00:00",
    "coverArt": "https://mangadex.org/covers/c9bb51b3-0e97-43ff-a64a-1c16d0de5d50/fb6516d9-f409-4594-aa67-83189d1c64c0.jpg",
    "altTitles": [
      {
        "ja": "スロウスタート"
      }
    ],
    "description": {
      "en": "Following an unfortunately timed case of the mumps, Hana Ichinose misses all of her high school entrance exams and ends up having to spend a gap year as a ronin. Moving to a new location and starting high school a year late, Hana becomes friends with her classmates, Eiko, Tama, and Kamuri, while keeping it a secret that she is a year older than them."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "981ad6bb-9eab-4777-b39a-0acb0be1ef8b",
    "title": {
      "en": "Osananajimi no Yuri"
    },
    "updatedAt": "2025-01-02T09:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/981ad6bb-9eab-4777-b39a-0acb0be1ef8b/d5e39b7c-7051-4a81-b406-f3ce44c2e446.png",
    "altTitles": [
      {
        "en": "Childhood Friend Yuri"
      },
      {
        "ja": "おさななじみの百合"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "8a5d11d6-cafd-41b1-adab-06e0bef692c6",
    "title": {
      "en": "GOLDEN MAN"
    },
    "updatedAt": "2024-11-12T17:03:23+00:00",
    "coverArt": "https://mangadex.org/covers/8a5d11d6-cafd-41b1-adab-06e0bef692c6/f11d47c0-55f8-471f-b7dd-5756b4c0db93.jpg",
    "altTitles": [
      {
        "ja": "ゴールデンマン"
      }
    ],
    "description": {
      "en": "The city of freedom, Neo York, is targeted by villains day and night, but it's also home to the strongest hero, Golden Man!!! But one night, during a rescue operation at a fire at an abandoned factory, Golden Man suddenly disappears. Left in his place, a single amnesiac young man with the Golden Man suit in his hands... Who on Earth is he?\n___\n- **Alt Official Raw:** [MagaPoke](https://pocket.shonenmagazine.com/episode/2550668106005965940)\n- [Official X](https://x.com/goldenman_comic)",
      "ja": "自由の街ネオヨークを守るヒーロー・ゴールデンマンが、突然姿を消した。その失踪現場には、異常な強さを持つ記憶喪失の青年が倒れていた。ヒーロー不在の中、サポートチームは出現したヴィランに対抗するため、その青年をゴールデンマンとして送り出す。しかし、彼にはネオヨークの平和を揺るがす大きな秘密があった――！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e64ba108-bbd7-40ce-9243-21791d9489bf",
    "title": {
      "en": "Hazure Hantei kara Hajimatta Cheat Majutsushi Seikatsu"
    },
    "updatedAt": "2024-11-23T14:37:51+00:00",
    "coverArt": "https://mangadex.org/covers/e64ba108-bbd7-40ce-9243-21791d9489bf/c7d5c1e7-1375-42d2-867a-4b9450dec947.jpg",
    "altTitles": [
      {
        "ja": "ハズレ判定から始まったチート魔術士生活"
      },
      {
        "zh": "从废柴判定开始的魔术士人生"
      },
      {
        "en": "Life as a Cheat Magician that began with a False Judgment"
      }
    ],
    "description": {
      "en": "One day, all the eighth grade students were transferred to another world.\n\nThe princess of the other world summoned them to make up for their lack of strength. The students are threatened and decide to follow the princess, and they are made to take a magical power test to determine their abilities. While everyone is sorted according to their results, Kokubun Kento's result is a flop.\n\nJudged as useless, he is expelled. However, there is actually a tremendous ability lurking within Kento... \n\nThe life-size eighth grader Kento, together with his fellow skeletons, aims to rescue his classmates!\n\n---\n\n[web novel](https://ncode.syosetu.com/n5782dy/) (jp)",
      "ja": "ある日、中学２年生の生徒全員が異世界に転移させられた。\n\n異世界の王女が、戦力不足を補うために彼らを召喚したのだ。脅されて王女に従うことにした生徒たちは、能力を調べる魔力判定を受けさせられる。みんなが結果に応じて振り分けられていくなか、国分健人の判定結果はハズレ。\n\n使い物にならないと判断されて、追放されてしまった。だが、健人の内には実は物凄い能力が潜んでいて… \n\n等身大の中学２年生の健人が、仲間になったスケルトンとともに同級生たちの救出を目指す！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bfa1824-c3b6-4119-ab63-8d60b7676d49",
    "title": {
      "en": "Romance of Darkness"
    },
    "updatedAt": "2024-10-10T02:10:24+00:00",
    "coverArt": "https://mangadex.org/covers/1bfa1824-c3b6-4119-ab63-8d60b7676d49/5c7d282b-c8c6-43f9-996a-92993c9ef6b3.jpg",
    "altTitles": [
      {
        "en": "A Flower in Water"
      },
      {
        "en": "Flowers That Live in Water"
      },
      {
        "en": "Mizu ni Sumu Hana"
      },
      {
        "en": "水に棲む花"
      },
      {
        "en": "水棲之花"
      },
      {
        "vi": "Đóa hoa sống trong nước"
      }
    ],
    "description": {
      "en": "It happened in the blink of an eye. Rikka's world turned upside down when her school field trip bus flipped and plummeted into a lake. Everyone inside that bus drowned… except for Rikka, but she wasn't saved by anything as simple as luck. When she was released from the hospital, Rikka was then attacked repeatedly in a series of bizarre incidents all involving water… and a sadistic aquatic beauty whose name is – Rikka!? What does our heroine have that the sadistic Rikka wants back? What was it that saved her from drowning, and who gave it to her and why…?"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "20"
  },
  {
    "mangaId": "4b3278e3-6eca-4ef3-866a-fcfcbc54b2f8",
    "title": {
      "en": "GetBackers"
    },
    "updatedAt": "2023-11-13T14:05:14+00:00",
    "coverArt": "https://mangadex.org/covers/4b3278e3-6eca-4ef3-866a-fcfcbc54b2f8/d4d83e13-bbf9-4aeb-9df8-a05bad6aff41.jpg",
    "altTitles": [
      {
        "ja": "ゲットバッカーズ"
      }
    ],
    "description": {
      "en": "Blond, hip, pragmatic, and cool, Ginji Amano has the power to generate currents with his body like an electric eel. Brunette, equally hip, bespectacled, and rambunctious, Ban Mido has the mystically mysterious \"Evil Eye,\" the power to create illusions in the minds of his foes. Together, they are the GetBackers, the best retrieval team in the world. They can get back anything taken from clients, and their success rate is (almost) 100%!  \n  \nHowever, first they have to get some clients–and soon–or this spry detective duo will starve on the streets!",
      "pt-br": "Ban Mido e Ginji Amano são um grupo de recuperação conhecido como \"GetBackers.\" Ban possui dois poderes especiais: o \"Snake Bite\" (suas mãos podem fazer uma pressão de até 200kg) e o \"Jagan\" (qualquer um que olhar nos seus olhos será aprisionado em pesadelos e alucinações poderosas). Ginji, por outro lado, tem a habilidade de gerar milhares de volts de eletricidade a partir do seu corpo. Juntos, eles administram um serviço freelance que propõe recuperar qualquer coisa perdida ou roubada de um cliente - e, segundo eles, a taxa de sucesso é de 100%."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "39",
    "lastChapter": "344"
  },
  {
    "mangaId": "4a65b33d-bc76-4278-81a3-8a2eaebf78a6",
    "title": {
      "en": "We Are Young"
    },
    "updatedAt": "2025-01-04T08:39:25+00:00",
    "coverArt": "https://mangadex.org/covers/4a65b33d-bc76-4278-81a3-8a2eaebf78a6/d7e495a3-8b70-4207-ae7e-4cdb1ef47f3d.jpg",
    "altTitles": [
      {
        "ko": "위아영"
      }
    ],
    "description": {
      "en": "Since the old days, mystical creatures have existed to help humans. However, now that the times have changed, they suddenly receive a warning from their god: \"Prove that you are still needed\".\n\nWhile grappling with how they can assist humans in the modern era, these creatures decide to send their younglings to the human world to seek answers.\n\nMeanwhile, university student Park Geuru, who lives his miserable days commuting for five hours to school due to a sudden move, accidentally ends up making a bet with the goblin Sihan... \n\nThis is a story about the daily life of these young mystical creatures, exploring the human world in order to avoid their own extinction."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da45600e-ca6f-4a52-a7f0-019db47c1e3f",
    "title": {
      "en": "Weile Fuhuo Anlian De Shi Zun Wo Bei Po Kaile Hougong"
    },
    "updatedAt": "2024-12-31T12:48:06+00:00",
    "coverArt": "https://mangadex.org/covers/da45600e-ca6f-4a52-a7f0-019db47c1e3f/ad994e87-6c2b-43cb-ae8a-6dcc0d318bc2.jpg",
    "altTitles": [
      {
        "zh": "为了复活暗恋的师尊我被迫开了后宫"
      },
      {
        "zh-ro": "Wèile Fùhuó Ànliàn De Shī Zūn Wǒ Bèi Pò Kāile Hòugōng"
      },
      {
        "en": "I Was Forced to Open a Harem to Resurrect the Master I Had a Crush on"
      }
    ],
    "description": {
      "zh": "花樱樱一朝穿成小孤女，命悬一线之时，天降仙女师尊，救她于水火。 于是花樱樱日日撩夜夜追，终于舔化冰山，只等师尊渡劫成功就能双宿双修，双宿双飞…… 谁成想师尊居然渡劫失败，碎成了渣渣！ 为了复活师尊，花樱樱穿梭七重镜界，要和七个不同身份的切片师尊酱酱酿酿，水乳交融！ 花樱樱捏拳，无奈道：开后宫什么的，都是为了拯救师尊呐！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "27"
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2025-01-01T17:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/f21987e8-1918-4d2d-9796-3c66ac271820.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көк қорап"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "zh": "蓝箱"
      },
      {
        "eu": "Kutxa Urdina"
      },
      {
        "pl": "Niebieskie pudełko"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "ja": "バドミントン部に所属する猪股大喜（いのまたたいき）は、女子バスケ部の先輩・鹿野千夏（かのちなつ）に恋をしていた――。自主練を真摯に取り組む姿に心惹かれていたが、思いもよらぬ事実が発覚し…!?　道のりは遠く、想いは近く。",
      "kk": "Тайки Иномата - спортқа терең бағытталған Еймей орта және жоғары мектебінің бадминтон тобында ойнайды. Ол әр таң сайын мектеп спортзалында онымен бірге жаттығатын Чинацу Кано атты үздік баскетболшы сенпайға ғашық. Бір күні олардың қарым - қатынасы өзгеріске ұшырап, арасындағы қашықтық жойыла бастады... Осылай, көктемнің бір кезінде мектеп спорт залында тағы да бір махаббат, спорт және жастық шақ оқиғасы басталды.",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70562cf3-2733-4959-8115-06171e57bc95",
    "title": {
      "en": "Chii-chan"
    },
    "updatedAt": "2024-10-22T06:51:02+00:00",
    "coverArt": "https://mangadex.org/covers/70562cf3-2733-4959-8115-06171e57bc95/70b57071-b150-4c79-94a1-fa9f89a9a9a0.jpg",
    "altTitles": [
      {
        "ja": "ちーちゃん"
      }
    ],
    "description": {
      "en": "It was the day Chiichan, who never comes to middle school at all, suddenly showed up in her tattered sweats with dead insects, causing a commotion in the class. Yuua has been with her since kindergarten and cares about her, and her classmate Koudai asks if he can help Chiichan out...\nA new series born from a unique collaboration, in which Oshimi Shuuzou depicts the prequel to Chiichan, the aberrant heroine of Naitou Eisuke's film *Poison Girl*, as an original manga *Chiichan*!",
      "fr": "Chii, qui ne vient habituellement pas en cours, se présente un jour vétue de haillons, et un insecte à la main. De quoi faire parler la classe...",
      "es-la": "Chii-chan, quien rara vez asiste a la escuela secundaria, que viste un desgastado chándal y tiene un hobby peculiar. Un día hace algo que causa miedo en el salón, por lo que, dos jóvenes tratan de ayudarla. Esta nueva serie es una colaboración en la que Shūzō Oshimi dibuja la precuela del extraordinario personaje de Chii-chan, la inusual personaje de la película \"Doku Musume\" dirigida por Eirō Naitō.",
      "pt-br": "Foi no dia em que Chiichan, que nunca frequenta o ensino médio, apareceu de repente com seu moletom esfarrapado cheio de insetos mortos, causando comoção na classe. Yuua está com ela desde o jardim de infância e se preocupa com ela, e seu colega Koudai pergunta se ele pode ajudar Chiichan... Uma nova série nascida de uma colaboração única, na qual Oshimi Shuuzou retrata a prequela de Chiichan, a heroína aberrante do filme Poison Girl de Naitou Eisuke, como um mangá original Chiichan!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-12-03T15:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/f5e1ba07-b896-4a3f-815c-74ff46b71371.jpg",
    "altTitles": [
      {
        "ja": "彼女の友達"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ko": "여친의 친구"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her... What would you do if your girlfriend's friend pressed you like this?",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？",
      "vi": "Lần đầu tiên trong đời tôi có một cô bạn gái vô cùng dễ thương nhưng bạn cô ấy luôn cố dùng thân hình nóng bỏng của mình để cám dỗ tôi, phải làm sao đây?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e2f3e25-b81c-4f65-9129-8b5529102594",
    "title": {
      "en": "Yameru Hoshi yori Ai wo Komete"
    },
    "updatedAt": "2024-10-09T05:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/3e2f3e25-b81c-4f65-9129-8b5529102594/05b3facd-5be4-446f-9c1a-e7e2ae9aca0b.jpg",
    "altTitles": [
      {
        "en": "From Sick Planet With Love"
      },
      {
        "ja": "病める惑星より愛をこめて"
      }
    ],
    "description": {
      "en": "Suicide is a daily occurrence for people on this planet, where they coexist with \"Fluffy,\" a special clinical creature provided by aliens with the ability to give super-powerful healing to its hosts. What is the drama for people living in this strange world?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a259fe9f-64ab-40b4-9697-8d1ca4f0e663",
    "title": {
      "en": "A Swallow Falling Into the Sea"
    },
    "updatedAt": "2022-03-23T23:56:11+00:00",
    "coverArt": "https://mangadex.org/covers/a259fe9f-64ab-40b4-9697-8d1ca4f0e663/a64239c9-27b6-4279-9e96-86355d007224.jpg",
    "altTitles": [
      {
        "en": "Umi ni Ochiru Tsubame"
      },
      {
        "en": "Ласточка, упавшая в море"
      },
      {
        "en": "ปักษาสู่ห้วงสมุทร"
      },
      {
        "zh-hk": "坠海之燕"
      },
      {
        "zh-hk": "墜海之燕"
      },
      {
        "ja": "海に堕ちるツバメ"
      },
      {
        "ja": "海に墜ちるツバメ"
      }
    ],
    "description": {
      "en": "Collection of mysterious stories by Chie Shinohara, a great artist of suspense manga.  \n  \nStory 01 Part 01 & 02: Umi ni Ochiru Tsubame - Swallow Falling into the Sea  \nMasako Minase, a scriptwriter, was murdered by Shiki Morimura, her rival in the same profession. Shiki was sure that she had destroyed evidence completely. However, someone who knew the truth appeared, and tried to get Shiki in his power. Is it a mysterious spot or unhappy desire that lurks in her mind?  \n  \nStory 02: Kioku no Ashioto - The Footsteps of Memory)  \nThis is the story about Shouko and the almost tragic moment that changed her life and emotions …  \n  \nStory 03: Shikeidai no 72-jikan - 72 hours of death stand  \nFive young people receives a letter saying that they murdered someone and they must go to the address in the letter if they don't want other people to found out. They all find themselves in a old European house, where a crazy lady tells them that one of them is a murderer and if that murderer don't confess in 72 hours, they will all die."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "3"
  },
  {
    "mangaId": "17059d2a-1934-4e6e-8737-54960b125035",
    "title": {
      "en": "Iemeguri"
    },
    "updatedAt": "2024-11-02T23:00:52+00:00",
    "coverArt": "https://mangadex.org/covers/17059d2a-1934-4e6e-8737-54960b125035/341dcf2a-cae3-40bc-9385-2988abdeb920.jpg",
    "altTitles": [
      {
        "ja": "いえめぐり"
      },
      {
        "zh": "找房子"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "79469364-39c5-4f70-8af8-f5e1c9894aa7",
    "title": {
      "en": "The Lone Necromancer"
    },
    "updatedAt": "2024-05-28T18:31:22+00:00",
    "coverArt": "https://mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 네크로맨서"
      },
      {
        "en": "Solo Necromancy"
      },
      {
        "en": "The Only Necromancer"
      },
      {
        "pl": "Jedyny Nekromanta"
      },
      {
        "ru": "Некромант-одиночка"
      },
      {
        "zh": "死灵法师：亡灵支配者"
      },
      {
        "zh-hk": "末日獨尊：死靈法師"
      },
      {
        "es-la": "Nigromante en Solitario"
      }
    ],
    "description": {
      "en": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "fr": "\"Quel est le métier le plus utile pour survivre dans un monde en ruine ?\". Cette question apparaît devant Seong-woo alors qu'il somnole en cours. Lui et les autres étudiants ont 15 secondes pour choisir une carte parmi celles qui sont apparues devant eux. Celle choisie déterminera leurs pouvoirs qui leur permettront de survivre dans un monde chaotique, qui ressemble fortement à un jeu vidéo. Pour sa part, Seong-woo sera un nécromancien !\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "id": "Pekerjaan apa yang akan kau pilih untuk bertahan hidup saat dunia hancur oleh monster-monster yang tiba-tiba bermunculan?! Setelah memilih 'Necromancer' sebagai pekerjaannnya, Sungwoo dapat menjadikan monster yang telah ia kalahkan menjadi pengikutnya!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "ko": "곧 세상이 멸망한다.\n전설 속에나 나올 법한 몬스터들이 각지에 출현한다.\n그리고 사람들을 잡아먹고, 길거리를 점령하며, 빌딩과 지하철에 던전을 만들기 시작한다.\n\n멸망한 세계에서 살아남기 위해 단 한 가지 직업을 고를 수 있다.\n당신은 무슨 직업을 고르겠는가?\n\"네크로맨서\"\n\n나에게는 멸망이 무대이고, 죽음이 자산이 된다.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "ru": "Мир на грани разрушения. Существа, упоминания о которых встречались лишь в мифах и легендах, теперь заполоняют города, обживаются под людскими жилищами и в метро, пожирая всё живое.\nА что до человечества… Ему будет предложено занять новую роль в нынешнем мире выживания.\nСонву выбрал класс «некромант», и теперь трупы, что обагряют Землю, ему только на руку.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "zh": "魔物侵袭，世界灭亡在即！\n退役特种兵的降维打击！\n某一天，只存在于传说中的魔物们突然出现，肆意地破坏街道、撕咬人类，并且在高楼和地铁建立起了自己的巢穴…如果在灭亡的世界，能够选择一个职业，你会选择哪种职业呢？对于身为“死灵法师”的刘成宇来说，灭亡即是舞台，丧生即为资产。\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-12-07T15:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9c33607-9180-4ba6-b85c-e4b5faee7192",
    "title": {
      "en": "Official \"Test\" Manga"
    },
    "updatedAt": "2025-01-06T00:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/f9c33607-9180-4ba6-b85c-e4b5faee7192/c18da525-e34f-4128-a696-4477b6ce6827.png",
    "altTitles": [
      {
        "en": "TEST edited"
      },
      {
        "ko": "Korean"
      },
      {
        "en": "test title"
      },
      {
        "ja": "刃直海角骨入"
      },
      {
        "zh": "刃直海角骨入"
      },
      {
        "zh-hk": "刃直海角骨入"
      },
      {
        "ko": "刃直海角骨入"
      },
      {
        "en": "Taest"
      },
      {
        "de": "Test"
      },
      {
        "de": "Test Titel"
      },
      {
        "pt-br": "Quem ler é gay!!"
      },
      {
        "el": "Δοκιμαστικό"
      },
      {
        "pl": "Testowa manga"
      },
      {
        "ja": "test"
      },
      {
        "ja-ro": "test"
      },
      {
        "ko": "test"
      },
      {
        "ko-ro": "test"
      },
      {
        "zh": "test"
      },
      {
        "zh-hk": "test"
      },
      {
        "zh-ro": "test"
      },
      {
        "en": "test"
      },
      {
        "sq": "test"
      },
      {
        "ar": "test"
      },
      {
        "az": "test"
      },
      {
        "bn": "test"
      },
      {
        "bg": "test"
      },
      {
        "my": "test"
      },
      {
        "ca": "test"
      },
      {
        "hr": "test"
      },
      {
        "nl": "test"
      },
      {
        "cs": "test"
      },
      {
        "da": "test"
      },
      {
        "eo": "test"
      },
      {
        "et": "test"
      },
      {
        "tl": "test"
      },
      {
        "fi": "test"
      },
      {
        "fr": "test"
      },
      {
        "ka": "test"
      },
      {
        "de": "test"
      },
      {
        "el": "test"
      },
      {
        "he": "test"
      },
      {
        "hi": "test"
      },
      {
        "hu": "test"
      },
      {
        "id": "test"
      },
      {
        "it": "test"
      },
      {
        "kk": "test"
      },
      {
        "la": "test"
      },
      {
        "lt": "test"
      },
      {
        "ms": "test"
      },
      {
        "mn": "test"
      },
      {
        "ne": "test"
      },
      {
        "no": "test"
      },
      {
        "fa": "test"
      },
      {
        "pl": "test"
      },
      {
        "pt": "test"
      },
      {
        "pt-br": "test"
      },
      {
        "ro": "test"
      },
      {
        "ru": "test"
      },
      {
        "sr": "test"
      },
      {
        "sk": "test"
      },
      {
        "sl": "test"
      },
      {
        "es": "test"
      },
      {
        "es-la": "test"
      },
      {
        "sv": "test"
      },
      {
        "ta": "test"
      },
      {
        "te": "test"
      },
      {
        "th": "test"
      },
      {
        "tr": "test"
      },
      {
        "uk": "test"
      },
      {
        "vi": "test"
      },
      {
        "es": "Test2"
      }
    ],
    "description": {
      "de": "Von dem Ersteller von be***l***iebten Ser***i***en wie ***T***wo Pi***e***ce, Da***r***uto und Detergent kommt die Serie Test, eine preisgekrönte rom***a***ntische Komödie über einen Highschoo***l***-Waffenmeister namens Yugi, der die ganze We***l***t bereist und alle Life Notes sammelt, damit er eines Tages die Leiche seines Bruders bergen kann, nachdem er das Taboo erfüllt hat, den Titan, den wir an dem Tag mit seinem Stand gesehen haben, zu one-punchen und zum Nokage-Piratenkönig zu werden -datteba***y***o. Schauen Sie zu, wie er mit seinem Onii-Chan und generischen ***H***arem Mädchen durch das He***i***lige Reich von Bri***t***annia streift, während sie alle Widrigkeiten mit der Kraft der Freundschaft, ***L***iebe und... (warum knall***e***n sie sich nicht einfach gegenseitig.) In diesem Epos in Spielfilmlänge, was das von Gilgamesch und der Ilias konku***r***riert, werden wir die Mentalität und Soziologie dieser gesellschaftlichen Bedrohungen erforschen, während sie die Erde in ihrem nie stillbaren Durst nach Imoutos verwüsten.\n\nRezensenten geben dieser Serie eine 10/10 für die unkonventionelle Darstellung des Magical Girl Genre.\nNominiert für die 1. MangaDex Auszeichnungen für den schlechtesten Manga des Jahres.\nGewinner der 2. MangaDex Auszeichnungen für den besten Manga des Jahres.\nDer beste Manga aller Zeiten, wie Meichiro Noda feststellte.\n\n---\n\n**Hinweis:** Bitte fügen Sie *KEINE* Genre hinzu, oder der Test Manga wird die Suche verschmutzen. Weil dieser Manga die reinste Form aller Manga ist [Der Plural von Manga ist Manga].\n**Fun fact:** Im Jahr 127, als dieser Manga ursprünglich veröffentlicht wurde, hieß er \"Taest\", aber wurde wegen den amerikanischen Druckkosten pro Buchstabe zu \"Test\" verkürzt.\n\n+++ hah\n\n![WHOAAAAAA](https://i.ibb.co/dM9yv89/WHOAAAAAA.gif)\n![EHE](<https://media1.tenor.com/images/fdcd995c9db4af798c2daa4380c79a8c/tenor.gif>)\n![HEH](https://cdn.discordapp.com/emojis/650248281091342346.png)\n\n+++",
      "en": "From the creator of popu***l***ar ser***i***es like ***T***wo Pi***e***ce, Da***r***uto, ***a***nd Detergent, comes the series Test, an award winning romantic comedy about a high schoo***l*** weapon meister named Yugi as he trave***l***s the entire world collecting all the Life Notes, so that one da***y*** ***h***e can recover h***i***s bro***t***her's body after performing the taboo of one punching the Titan we saw that day with his Stand and becoming the Nokage Pirate King -dattebayo. Watch as he roams through the Ho***l***y ***E***mpi***r***e of Britannia with his Onii-chan and generic harem girls as they conquer all odds with the power of friendship, love and…(why don't they just bang each other.) In this feature length epic rivaling that of Gilgamesh and the Iliad we will explore the mentality and sociology of these societal menaces as they ravage the Earth in their never quenchable thirst for imoutos.  Reviewers gives this series a 10/10 for the unconventional portrayal of the magical girl genre.  Nominated for the 1st Mangadex Award for Worst Manga of the Year.  Winner of the 2nd Mangadex Awards for Best Manga of the Year.  Best manga ever written, as stated by meichiro noda\n\n---\n\n**Note:** Please do *NOT* add genres or Test will pollute genre searches. Because this manga is the most purest form of any manga [The plural of manga is manga]\n**Fun fact:** In the year 127, when this manga was originally released, it used to be called Taest, but because of American per/letter printing costs it was shortened to Test.\n\n+++ hah\n\n“Umm… so, personally… this is the first time this has happened, so I'm a bit surprised. Only a centimeter away… I mean, I don't think there's ever been someone who's gotten that close to me… without a, you know… calamity occurring. I'm not really… not really sure what happens at one centimeter away… 'cause it's my first time. I don't really understand it either. Seriously. But in the flow of calamity… there's nobody who can attack me. Not a single person. That, I know for sure. Wonder of U.” - Unknown\n\"Thanos kills Dumbledore\" - Anonymous Reviewer\n\"Like zoinks, man it's Mr Bombastic.\" - Shaggy\n\"DEUS VULT!!\"  - Knight Templars\n\"There are zombies on my Lawn\" - Crazy Astel\n\"I FINALLY HAVE A F*CKING NOSE\" - Lord Coco\n\"NOOOOOOOOOOOOOOOOOOOO!!!!!!!!!!!!!!!!!!!!\" - Darth Vader\n\"The turtles! *They're everywhere!\"* - #8699\n\"Who's Rem?\" - Subaru Impreza\n\"I approb\" - Oozora Subaru\n\"My unmatched piquancy, coupled with sheer interpretability, makes me a feared opponent in any realm of human cuisine.\" - Andrew Tatertot\n\"PURGE THE HERETICS\" - The Space Marines\n![WHOAAAAAA](<https://i.ibb.co/dM9yv89/WHOAAAAAA.gif>)\n![EHE](https://media1.tenor.com/images/fdcd995c9db4af798c2daa4380c79a8c/tenor.gif)\n![HEH](https://cdn.discordapp.com/emojis/650248281091342346.png)\nI have so many questions.\nTest2\n\n----\n\n[YumGumYum](https://mangadex.org/user/3678de43-a55d-43be-b2ab-5c32a8219021/yumgumyum) **:**      remind me to write something here-\n[Tristan](https://mangadex.org/user/01642be8-72b8-48ae-9199-d8c747946ca5) **:**      @YumGumYum reminder\n\n+++",
      "es-la": "Spanish (LATAM)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ee2f134-87c6-4715-b31e-b3b1344fa5ea",
    "title": {
      "en": "New Grappler Baki"
    },
    "updatedAt": "2024-11-22T14:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/0ee2f134-87c6-4715-b31e-b3b1344fa5ea/390099a6-5e32-4f6a-afee-5d89de3d0454.jpg",
    "altTitles": [
      {
        "en": "Baki Part 2"
      },
      {
        "ru": "Новый Боец Баки"
      },
      {
        "ar": "باكي"
      },
      {
        "th": "บากิ ศึกอสูรจอมประจัญบาน"
      },
      {
        "ja": "バキ"
      },
      {
        "zh": "刃牙"
      },
      {
        "zh": "巴基"
      },
      {
        "ko": "바키"
      },
      {
        "es-la": "El nuevo Luchador Baki: En busca de nuestro héroe más fuerte"
      },
      {
        "en": "Baki: New Grappler Baki"
      },
      {
        "en": "New Grappler Baki: In Search of Our Strongest Hero"
      }
    ],
    "description": {
      "en": "Baki Hanma is a generally happy student with a rather odd hobby; he likes fighting. Specifically, he likes fighting in a secret martial arts tournament that gathers the greatest fighters of the world and pits them against each other in really nasty combat. Whether you're a sumo wrestler, a karate expert, or a guy who specializes in ripping out your opponent's nerves, you're welcome to participate (as long as you can keep quiet about it, of course). Anyway, Baki may be the youngest fighter the tournament has ever seen, but he's also the best, and he really enjoys what he does.  \n   \nAnimeNewsNetwork Links:  \n[Season 1](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=2035)  \n[Season 2](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=2036)",
      "pt-br": "Baki Hanma é um estudante geralmente feliz com um hobby bastante estranho; ele gosta de lutar. Especificamente, ele gosta de lutar em um torneio secreto de artes marciais que reúne os maiores lutadores do mundo e coloca-os uns contra os outros em combates realmente desagradáveis. Seja você um lutador de sumô, um especialista em karatê ou um cara que se especializou em arrancar os nervos do seu oponente, você pode participar (contanto que possa manter segredo sobre isso, é claro). De qualquer forma, Baki pode ser o lutador mais jovem que o torneio já viu, mas ele também é o melhor, e ele realmente gosta do que faz. \n\nPs: Está sendo postado/traduzido desde o Segundo Arco que não foi animado"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "31",
    "lastChapter": "276"
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands Off Eizouken!"
    },
    "updatedAt": "2024-12-31T09:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te o Dasu na!"
      },
      {
        "ja-ro": "Eizouken ni ha Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!\n___\n**Additional Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Anime Twitter](https://twitter.com/Eizouken_anime)\n- [Official Anime Website](http://eizouken-anime.com/)\n- [Official Live-Action Website](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de0f0c24-51c9-4e0b-b556-dfdcbc08b7d8",
    "title": {
      "en": "Class no Inkya Ojousama no Shitsuji ni Narimashita"
    },
    "updatedAt": "2024-10-29T18:03:42+00:00",
    "coverArt": "https://mangadex.org/covers/de0f0c24-51c9-4e0b-b556-dfdcbc08b7d8/b3ff6109-ebf1-48e3-ad41-e791f5608982.jpg",
    "altTitles": [
      {
        "ja": "クラスの陰キャお嬢様の執事になりました"
      },
      {
        "ja-ro": "Kurasu no Inkya Ojou-sama no Shitsuji ni Narimashita"
      },
      {
        "en": "I Became the Butler of the Gloomy Young Lady in My Class"
      }
    ],
    "description": {
      "en": "My family abandoned me in the night leaving me behind, so I became the butler of the gloomy young lady in my class...\n\n---\nSupport the author by buying the manga in [Booth.pm](https://booth.pm/ja/items/4380401).",
      "ja": "家族が夜逃げし行き場をなくした主人公を拾ったのはクラスの陰キャお嬢様！\n執事として尽くすうちに少しずつ絆が芽生え、一人ぼっちですさんでいたお嬢様の外見や態度にも変化が…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb3b4af2-9a97-4858-b074-46985e8b9fb4",
    "title": {
      "en": "I Want to Live a Good Life"
    },
    "updatedAt": "2024-12-31T06:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/cb3b4af2-9a97-4858-b074-46985e8b9fb4/11d2f3bb-0fb5-47b8-a68c-3e60e1a848bd.jpg",
    "altTitles": [
      {
        "ko": "착하게 살고 싶었답니다"
      }
    ],
    "description": {
      "en": "The best in the world, excellent martial arts, overflowing money and pleasure----the center of the magical world, Black Astronomy. Kang Hee-ran, the granddaughter of the owner of Heukcheonmun, lives a life that has nothing to lack and nothing to be envied of, but dies at the hands of her stepmother. And for some reason, Heeran reverted to her younger self! In the life that started again, she goes down quietly and kindly with her warm nanny. The first step of revenge begins with making the third Confucius, Kang Lun, the king of the underworld who will soon rule Black Astronomy, into a man of Heiran...!!  I was trying to live...  Heeran's stepmother didn't like the way he looked and started to kill all of Heeran's people.  And Heeran went to the bottom of the Dark Astronomical Gate to the realm of the deep hell for revenge."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8574287c-11ea-49f9-8299-6b8addac6356",
    "title": {
      "en": "Rewriting My Third Life"
    },
    "updatedAt": "2024-09-23T13:24:48+00:00",
    "coverArt": "https://mangadex.org/covers/8574287c-11ea-49f9-8299-6b8addac6356/9d25c0e0-0bf8-4b6d-bbd3-43695d4aee92.jpg",
    "altTitles": [
      {
        "ko": "그 어장, 내가 가져보겠다"
      },
      {
        "ko-ro": "Geu Eojang, Nae-ga Gajyeobogetda"
      },
      {
        "en": "That Fishery, I'll Take It"
      },
      {
        "en": "I'll Take Those You Play the Field With"
      },
      {
        "en": "I'll Take the Harem"
      },
      {
        "es": "Me quedaré con este lugar"
      },
      {
        "es-la": "Me quedaré con este harem"
      },
      {
        "ru": "Это клёвое место я беру на себя"
      },
      {
        "th": "พระเอกในสต็อกเธอนั้น ฉันขอรับไว้เอง"
      },
      {
        "vi": "Tôi sẽ chiếm lấy ngư trường!"
      },
      {
        "ja": "私のものになりなさい！"
      },
      {
        "zh": "那个鱼塘被我承包了"
      },
      {
        "zh-hk": "候補男主角由我收服"
      }
    ],
    "description": {
      "en": "After being abused and killed by her family in two separate lifetimes, Blesse Lavian expects nothing from them in her third life. This time, despite knowing the horrible end that awaits House Lavian, Blesse decides to keep quiet and flee when the time is right. But the more time she spends with her cold-looking father and half-sister, the more she realizes that the Lavians aren't so bad after all. Will Blesse take a chance and rewrite her third life, or will she end up betrayed once again?",
      "es": "Después de mi primera vida como hija ilegítima de una familia adinerada y mi segunda vida como hija ilegítima de un líder de una secta demoníaca, en esta vida fui poseída como la hija ilegítima de una familia que estaba siendo exterminada en una novela…! Intento dejar atrás a la familia que está siendo destruida, pero es extraño que al padre ni siquiera le importara su hijo ilegítimo en el original. «Bliss, haría cualquier cosa por ti». Y la hermana mayor, la mujer malvada que destruirá a la familia en el futuro, comienza a aparecer. “Hola bebé, soy tu hermana…” ¡Sí! ¡Vivamos esta vida junto con nuestras familias! ¡Tan pronto como decidí hacer esto, los protagonistas masculinos que se suponía que estaban obsesionados con la protagonista femenina original comenzaron a obsesionarse conmigo…! ¿Mi tercera vida estará bien así?",
      "ru": "В моей первой жизни я была внебрачным ребёнком чеболей. Во второй – ребёнком лидера секты боевых искусств. Теперь же стала незаконнорождённым дитя в семье, что по роману будет в прах уничтожена!  Планируя бросить семью, обречённую на погибель, начинают происходить странные вещи.   Папа, который в оригинальной истории никогда не заботился о ребёнке, вдруг проявляет интерес.  — Блесс, для тебя я сделаю, что угодно.  А также злая сестра, что в будущем разрушит нашу семью...  — Привет, малышка, я твоя сестра...  Хорошо! В этот раз я проживу вместе со своей семьёй! Но стоило мне принять это решение, как главные мужские персонажи становятся одержимы мной!  Всё ли будет нормально в моей третьей жизни?",
      "vi": "Kiếp đầu tiên, tôi là Han Soyeon, đứa con ngoài giá thú của gia đình Chaebol. Kiếp thứ hai, tôu là đứa con hoang của gia đình lãnh đạo tôn giáo. Kiếp thứ ba… Tôi sở hữu cơ thể của đứa con ngoài giá thú của gia đình phản diện trong cuốn tiểu thuyết tôi đọc ở kiếp trước!\nKiếp thứ ba cũng là đứa con ngoài giá thú… Thật oan ức! Số phận này thật đáng ghét, kiếp này tôi sẽ sống theo ý mình.\nỞ kiếp này, tôi cần ghi nhớ 3 điều.\n1. Mặc kệ người cha không yêu thương con mình trong nguyên tác. Tôi cũng không yêu ông ấy!\n2. Đừng vây quanh nam chính như một con chó điên luôn sủa quanh nữ chính!\n3. Đừng dính líu đến chị gái phản diện là nguyên nhân khiến gia đình tan nát mà hãy bỏ trốn!\n\n“Hihi, chào Bliss, chị là chị gái của em…”\n…Nhưng chị ấy đáng yêu mà nhỉ? Đôi má mềm mại đó… Tôi không được can thiệp… Không được…\nĐược rồi, ít nhất không dính líu đến nam chính thì kiếp này sẽ không có gì xảy ra! Trước khi bỏ trốn khỏi những bất hạnh trong tương lai, tôi chỉ định tiếp xúc với chị gái phản diện một chút thôi. Thế mà… Những sự cố đối mặt với nam chính cứ liên tục diễn ra.\n“Nhóc con, em đang làm gì vậy?”\nHoàng thái tử tương lai cao quý sao lại ở con hẻm phía sau?\n“Cô thì biết cái gì!”\nCậu bé vô gia cư gây sự với tôi, vậy mà giờ lại bám dính như kẹo cao su ấy?\n“Tôi sẽ sống vì em”\nTôi chỉ giúp anh tí thôi mà anh bảo hi sinh cả mạng sống thì hơi sợ à nha…\nKiếp thứ ba của tôi rõ ràng là một con đường vững chắc… Sao lại thành ra thế này?",
      "pt-br": "Na minha primeira vida, fui filha ilegítima de uma família chaebol. Na minha segunda vida, fui filha ilegítima de uma bruxa. Agora, nesta vida, reencarnei como filha ilegítima de uma família destinada à destruição em um romance! Planejando deixar para trás a família condenada, coisas estranhas começam a acontecer. Papai, que na história original nunca se importou com a filha ilegítima, está agindo de forma estranha. \"Bliss, eu posso fazer qualquer coisa por você.\" E agora, a irmã vilã que vai arruinar a família no futuro chama minha atenção. \"Olá, querida, sou sua irmã...\" Tudo bem! Vamos morar com minha família nesta vida! Mas assim que tomo essa decisão, os protagonistas masculinos que deveriam estar com a heroína original começam a ficar obcecados por mim! Tudo bem com minha terceira vida?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]