[
  {
    "mangaId": "754a46fa-62fa-457a-bc3b-4f31bf1373d4",
    "title": {
      "en": "Rurouni Kenshin: Meiji Swordsman Romance"
    },
    "updatedAt": "2023-11-13T00:34:51+00:00",
    "coverArt": "https://mangadex.org/covers/754a46fa-62fa-457a-bc3b-4f31bf1373d4/644c949b-0308-4799-8510-4ff5f12849a3.jpg",
    "altTitles": [
      {
        "vi": "Lãng khách Kenshin"
      },
      {
        "es": "Rurouni Kenshin: Una historia romántica de un espadachín de la era Meiji"
      },
      {
        "en": "Kenshin the Wanderer: Meiji Swordsman Romance"
      },
      {
        "ru": "Бродяга Кэнсин"
      },
      {
        "ar": "الرحال كينشين"
      },
      {
        "ja": "るろうに剣心―明治剣客浪漫譚―"
      },
      {
        "zh": "浪客剑心"
      },
      {
        "en": "Samurai X"
      },
      {
        "ja-ro": "Rurouni Kenshin: Meiji Kenkaku Romantan"
      }
    ],
    "description": {
      "en": "140 years ago in Kyoto, with the coming of the American \"Black Ships,\" there arose a warrior who, felling men with his bloodstained blade, gained the name Hitokiri, man slayer! His killer blade helped close the turbulent Bakumatsu era and slashed open the progressive age known as Meiji . Then he vanished, and with the flow of years, became legend.  \n  \nTen years later, a young woman's life is saved when she happens upon a strange wandering swordsman named Kenshin. The young woman accepts the wanderer into her dojo, despite his secretive past, and the two become fast friends. As their relationship grows, they meet and make more friends (as well as enemies), and they grow accustomed to their life together.  \n  \nHowever, one man can only run from his past for so long, and it isn't long before Kenshin is forced to face the life he thought he'd left behind. Now, together with his friends, he must fight the ghosts of his past if he wants the people he loves to have any kind of future.  \n  \nContains a side story called Yahiko no Sakabato.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Samurai X** (2001)"
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "255"
  },
  {
    "mangaId": "26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c",
    "title": {
      "en": "RED: Living On the Edge"
    },
    "updatedAt": "2024-07-17T17:51:02+00:00",
    "coverArt": "https://mangadex.org/covers/26c2e38a-8660-41a9-ab4f-a3ebdc7fdc1c/4b184d59-82f3-43a9-b5be-41752ef3f1e4.jpg",
    "altTitles": [
      {
        "zh": "红色风暴"
      },
      {
        "ja": "レッド"
      }
    ],
    "description": {
      "en": "Set in nineteenth-century America, Red is the last living survivor of a Native American tribe that was slaughtered by white men. On a long journey in search of revenge, he travels with Iero Ito, a samurai who ran away to America after being defeated in the Seinan civil war, and Angie, a mysterious prostitute. The bonds of friendship between the three are touching. Although it is all fiction, the story seems very real as it is based on actual battles between US troops, Apaches and other tribes.\n\n\n---\nOfficial Release:\n- Indonesian release by Level Comics (2005)",
      "pt-br": "Situado na América do século 19, Red é o último sobrevivente vivo de uma tribo nativa americana que foi massacrada por homens brancos. Em uma longa jornada em busca de vingança, ele viaja com Iero Ito, um samurai que fugiu para a América após ser derrotado na guerra civil de Seinan, e Angie, uma misteriosa prostituta. Os laços de amizade entre os três são comoventes. Embora seja tudo ficção, a história parece muito real, pois é baseada em batalhas reais entre tropas americanas, apaches e outras tribos."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "151"
  },
  {
    "mangaId": "0c3a996c-ca3b-4d38-a9ec-fdb0b8573b64",
    "title": {
      "en": "I Became A Squirrel Seeking For The Villain"
    },
    "updatedAt": "2024-11-16T14:21:54+00:00",
    "coverArt": "https://mangadex.org/covers/0c3a996c-ca3b-4d38-a9ec-fdb0b8573b64/4a4901f6-aa98-418e-b960-424d3e8705f2.jpg",
    "altTitles": [
      {
        "ko": "악당을 구하는 다람쥐가 되었다"
      }
    ],
    "description": {
      "en": "Wait, am I… a squirrel? How, when, why?!\" I opened my eyes and found myself… as a squirrel. Not just any squirrel, but a divine beast known as the \"Sacred Squirrel,\" treasured for its ability to soothe a wizard's magical power. But hold on—I was human! To return to my human form, I need to steadily accumulate magical energy."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "767b0346-b8be-42d8-99a0-62c3590138fa",
    "title": {
      "en": "Disney Twisted Wonderland - The Comic - ~Episode of Octavinelle~"
    },
    "updatedAt": "2024-10-30T22:20:05+00:00",
    "coverArt": "https://mangadex.org/covers/767b0346-b8be-42d8-99a0-62c3590138fa/d9d4c740-ed94-44f8-8838-9b63e68e2f0c.jpg",
    "altTitles": [
      {
        "ja": "ディズニー ツイステッドワンダーランド THE COMIC ～EPISODE of OCTAVINELLE～"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c002702-9cf2-4688-a62e-892d7ce58986",
    "title": {
      "en": "Shut Hell"
    },
    "updatedAt": "2023-06-21T21:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/9c002702-9cf2-4688-a62e-892d7ce58986/6cf95171-1ae6-4cc1-994c-996db6cea809.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuryou - Shutoheru"
      },
      {
        "ja-ro": "Shuto Heru"
      },
      {
        "ja-ro": "Shutohel"
      },
      {
        "ja": "悪霊 シュトヘル"
      },
      {
        "zh": "西夏恶灵"
      },
      {
        "ko": "슈토헬"
      },
      {
        "ru": "Шат Хелл"
      }
    ],
    "description": {
      "en": "Beginning of the 13th century, Western Xia state in Chinese mainland. \nIn those days existed a woman warrior named Shut Hell, the Evil One, feared even by the Mongols, reputed the strongest army in history. \nAt first she was just a normal Tangut soldier, but after coming close to death so many times she found a superhuman strength in herself. \nOn the other side Yurul, a young Mongol prince, is fascinated by the Tangut, his enemies' writing script, and is worried for their future…\nCenturies later a Japanese high school student named Shudo is haunted by a vivid dream of a battlefield...\nIs there some sort of bound between these completely different lives ? Will they manage to overcome the obstacles surrounding them ?\n\n\n- **2012 Osamu Tezuka Cultural Prize (New Creator) winner**",
      "pt-br": "Um Jovem chamado Sudou desperta em uma de suas vidas passadas onde ele era uma guerreira Xia chamada Shut Hell a maligna, temida até pelos Mongóis de Genghis Khan que estão unindo forças para acabar com a dinastia Xia Ocidental. a história ocorre no Século 13 onde a Maligna junto com a principe Yurul se esforçam para preservar Xia e sua cultura e escritas."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "90"
  },
  {
    "mangaId": "704a51da-57a2-4d6c-a6da-71bb0c6bae0c",
    "title": {
      "en": "Koisuru Boukun"
    },
    "updatedAt": "2024-10-15T07:41:49+00:00",
    "coverArt": "https://mangadex.org/covers/704a51da-57a2-4d6c-a6da-71bb0c6bae0c/0bf75734-1953-43eb-9ab0-3b9606e6037a.jpg",
    "altTitles": [
      {
        "en": "The Tyrant Falls In Love"
      },
      {
        "ja": "恋する暴君"
      }
    ],
    "description": {
      "en": "University student Tetsuhiro Morinaga has been in love with his homophobic, violent and tyrannical senpai Souichi Tatsumi for more than four years now. Even though in the previous series, Challengers, he told Souichi how he feels and even managed to get a kiss, he never expected anything more… That is until the long-oppressed Morinaga gets his biggest chance ever. Will his unrequited love finally be returned?"
    },
    "status": "ongoing",
    "releaseDate": 2004,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90f13f9f-2b18-4801-9bb7-b21a19bdd4bc",
    "title": {
      "en": "Diamond no Ace - Kimi ni Yumechuu (Doujinshi)"
    },
    "updatedAt": "2024-11-16T19:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/90f13f9f-2b18-4801-9bb7-b21a19bdd4bc/980a7554-dfd3-430d-b5bb-fd461193f8a3.png",
    "altTitles": [
      {
        "ja": "ダイヤのエースdj - きみに夢中"
      },
      {
        "en": "daiya no A dj - Crazy About You"
      }
    ],
    "description": {
      "en": "Sawamura and Miyuki are ready to take their relationship to the next level."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd2d7c3e-87ab-4775-a1e3-17403994043b",
    "title": {
      "en": "The Witch and the Mercenary"
    },
    "updatedAt": "2024-11-16T16:51:48+00:00",
    "coverArt": "https://mangadex.org/covers/fd2d7c3e-87ab-4775-a1e3-17403994043b/b65c35ec-380e-48b1-9e5f-195eea4575f9.jpg",
    "altTitles": [
      {
        "ja": "魔女と傭兵"
      },
      {
        "ja": "Majo to Youhei"
      },
      {
        "en": "Witch and Mercenary"
      },
      {
        "fr": "La sorcière et le mercenaire"
      },
      {
        "es-la": "La bruja y el mercenario"
      },
      {
        "ru": "Ведьма и наёмник"
      },
      {
        "th": "แม่มดกับทหารรับจ้าง"
      },
      {
        "vi": "Phù thuỷ và Lính đánh thuê"
      }
    ],
    "description": {
      "en": "Zig—a tall, broad-shouldered mercenary—participates in a witch hunt. Following a fierce duel with the deadly witch, he becomes privy to her desire. \"I want you to protect me,\" she requests, tired of having her life trivialized. Seeking a place to survive, the witch and the mercenary set their sights on an unknown continent!\n___\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10570/episode/350366)\n[Official X Account](https://x.com/witch_mercenary)",
      "fr": "Zig, un mercenaire grand et large d'épaules, participe à une chasse aux sorcières. Après un duel acharné avec la sorcière redoutable, il découvre son désir. \"Je veux que tu me protèges,\" demande-t-elle, fatiguée que sa vie soit prise à la légère. Cherchant un endroit pour survivre, la sorcière et le mercenaire tournent leurs regards vers un continent inconnu !",
      "ja": "魔女討伐に参加した“双刃の傭兵”ジグ。死闘の果てに見た魔女の素顔は彼の想像とは異なるものだった。\n\n「あなたに、私の護衛を依頼します」\n\n命を狙われない場所を渇望する魔女、シアーシャ。二人は、未知なる異大陸への渡航を決意する。だがそこは、失われた魔術や凶悪な魔獣が蔓延る平穏とは程遠い異世界で…!?",
      "vi": "「Phù thủy」――― Tại Lục địa nơi mà Ma thú lẫn Ma thuật đều đã hoàn toàn biến mất, Phù thủy trở thành thứ sinh vật bí ẩn duy nhất còn tồn tại.\n\nGig Crain, một Lính đánh thuê sở hữu thân hình cường tráng, đang trên đường tiến tới chinh phạt thứ tồn tại đáng sợ từ thời cổ xưa đó. Khi trận giao chiến khốc liệt khép lại, mặc dù đã giành chiến thắng đầy nhọc nhằn, anh cũng chẳng còn mục đích để xuống tay với Phù thủy nữa. Khi Gig không định kết liễu mà cứ thế rời đi, từ sau bóng lưng anh, Phù thủy có một yêu cầu...\n\n\"Tôi muốn anh bảo vệ tôi\". Cô mong muốn được sống trong cảnh không bị truy đuổi. Tự giằng co ít lâu, Gig cuối cùng cũng đã chấp thuận yêu cầu đó. Tuy nhiên, không có nơi nào trên Lục địa này mà một Phù thủy, biểu tượng của sự sợ hãi, có thể sống yên ổn. Dẫu vậy, khi việc di chuyển giữa các Lục địa trở nên khả thi trong những năm gần đây, Phù thủy và Lính đánh thuê đã quyết định sẽ lên đường đi tới một Lục địa khác.\n\nTác phẩm Light Novel được chuyển thể từ Web Novel, nay đã có phiên bản Manga cùng tên!!",
      "es-la": "Zig, un mercenario alto y de anchos hombros, participa en una caza de brujas. Tras un feroz duelo con la mortífera bruja, se entera de su deseo. \"Quiero que me protejas\", le pide ella, cansada de que trivialicen su vida. En busca de un lugar donde sobrevivir, la bruja y el mercenario ponen sus miras en un continente desconocido."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f8b468-4bf8-4f5f-b24d-8749d0c82ab4",
    "title": {
      "en": "Souzou Renkinjutsushi wa Jiyuu wo Ouka suru: Kokyou wo Tsuihou saretara, Maou no Ohizamoto de Chouzetsu Kouka no Magic Item Tsukuri-houdai ni Narimashita"
    },
    "updatedAt": "2024-10-30T19:30:04+00:00",
    "coverArt": "https://mangadex.org/covers/47f8b468-4bf8-4f5f-b24d-8749d0c82ab4/e085384d-a9c5-49e4-a7e2-9f606bd69d15.jpg",
    "altTitles": [
      {
        "ja": "創造錬金術師は自由を謳歌する 故郷を追放されたら、魔王のお膝元で超絶効果のマジックアイテム作り放題になりました"
      },
      {
        "en": "The Creation Alchemist Enjoys Freedom: If I Am Exiled From My Hometown, I Can Make Magic Items With Transcendent Effects at the Knees of the Demon Lord"
      }
    ],
    "description": {
      "en": "Thor Regus, a boy who lived in the empire, was banished to the territory of the Demon Lord by the hands of his father, the Duke. The reason was that he could only use [Alchemy] and didn’t have any combat skills. The empire was a military country, and those without combat skills were discriminated against. That is why the Empire decided to make him a hostage and sacrifice to the Demon Territory.",
      "ja": "心優しいトールは錬金術の能力を家でも職場でも全く認められず、遂には魔王の生け贄として人間領を追われることに。だが、理知的な魔王に持ち前の物作りへの情熱を認められ、材料や権限も思い通り貰えてしまい…！？",
      "pt-br": "Thor Regus, um garoto que vivia no império, foi banido para o território do Lorde Demônio pelas mãos de seu pai, o Duque.\n\nA razão era que ele só podia usar [Alquimia] e não tinha nenhuma habilidade de combate.\n\nO império era um país militar e aqueles que não tinham habilidades de combate eram discriminados.\n\nÉ por isso que o Império decidiu torná-lo refém e sacrificá-lo ao Território Demoníaco.\n\nEsta é a história de um garoto exilado que transcende Impérios e Heróis e transforma o Território Demoníaco em um poder civilizado."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e038b47c-00db-4623-b1c3-35b46f6cdc2d",
    "title": {
      "en": "Tensei Youjo. Kamikemono to Ouji to, Saikyou no Ojisan Youhei-dan no Naka de Ikiru."
    },
    "updatedAt": "2024-11-03T14:12:04+00:00",
    "coverArt": "https://mangadex.org/covers/e038b47c-00db-4623-b1c3-35b46f6cdc2d/2811ef1b-450e-403d-a204-dde811981bb6.jpg",
    "altTitles": [
      {
        "ja": "転生幼女。神獣と王子と、最強のおじさん傭兵団の中で生きる。"
      },
      {
        "en": "Reincarnated Girl; Living With a Beast, a Prince, and The Strongest Mercenary Group"
      }
    ],
    "description": {
      "en": "Lise found herself alone in a strange meadow as a young girl. Also, there is a big dog in front of her. There wasn't a dog like that in the neighborhood, and that's when Lise was convinced. \n\n\"I see... This is what they call reincarnation in another world!\"\n\n Then, a group of muscular mercenaries appears in front of Lise. It seems that they have come to defeat this dog. But to her surprise, this dog is a divine beast! Ranagh, the divine beast, has grown fond of Lise, who is the only one who can understand him. So, the leader of the mercenary group, Arlagia, offers to protect Lise and Ranagh with his mercenary group...? \n\nA young girl, a divine beast, and the strongest group of mercenaries - a wacky otherworldly fantasy with a cast of unorthodox characters!",
      "ja": "気が付けば見知らぬ草原にいた優乃。目の前には“神獣”を名乗る大きな犬と屈強な傭兵たち。しかも自分の姿はなぜか幼女に!?「なるほどこれは…異世界転生だ！」即座に状況を理解し、リゼと名乗ることにした彼女が魔法を使ってみるとチートすぎる能力が発覚！ 傭兵団に保護されつつも、ドラゴン狩りに出かけたり、竜巻魔法で新しい料理を開発したりとさっそく大暴れで…？",
      "es-la": "Lise se encontró sola en un extraño prado con la forma de una niña. Además, hay un gran perro frente a ella. No había ningún perro así en el barrio, y fue entonces cuando Lise se convenció. Ya veo...... ¡Esto es lo que llaman reencarnación en otro mundo!　Entonces, un grupo de mercenarios musculosos aparece frente a Lise. Parece que han venido a derrotar a este perro. Pero para su sorpresa, ¡este perro es una bestia divina!　Ranagh, la bestia divina, se ha encariñado con Lise, que es la única que puede entenderle. Entonces, el líder del grupo de mercenarios, Arlagia, se ofrece a proteger a Lise y a Ranagh con su grupo de mercenarios.....?　Una joven, una bestia divina y el grupo de mercenarios más fuerte. Una extravagante fantasía de otro mundo con un elenco de personajes poco ortodoxos."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1653a91-67b3-4bfd-8aff-50d06eae2fe6",
    "title": {
      "en": "Stay With Me"
    },
    "updatedAt": "2022-06-24T17:09:30+00:00",
    "coverArt": "https://mangadex.org/covers/b1653a91-67b3-4bfd-8aff-50d06eae2fe6/95c784bd-e2f9-4fad-b5da-06a030d6d40f.jpg",
    "altTitles": [
      {
        "ko": "스테이 위드 미"
      }
    ],
    "description": {
      "en": "The hottest and most popular model on SNS these days, Choi Bom. Born with a good-looking appearance, he accidentally became a trend, posting a job offer for a housekeeper on his SNS. And after a while, a man comes to visit saying that he will work as a housekeeper... His best friend and first love, who disappeared 7 years ago ..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2cb9465-c314-46a3-97fd-05210d3af0a7",
    "title": {
      "en": "The Scholar's Reincarnation"
    },
    "updatedAt": "2024-09-07T18:07:43+00:00",
    "coverArt": "https://mangadex.org/covers/f2cb9465-c314-46a3-97fd-05210d3af0a7/6d9fa3f8-2976-4210-99ad-d613c0d5db4e.jpg",
    "altTitles": [
      {
        "ko": "학사재생"
      },
      {
        "ru": "Реинкарнация ученого"
      },
      {
        "zh": "学士再生"
      },
      {
        "en": "Reborn as a Scholar"
      },
      {
        "id": "Reinkarnasi Sang Pendekar"
      },
      {
        "ja": "武人転生史"
      },
      {
        "es-la": "La Reencarnación del Erudito"
      }
    ],
    "description": {
      "en": "A martial artist, claiming himself to be a \"murderer\" is defeated by a suicide attack in battle and is reborn as a first born child to a local lord. Having a fresh start, a warm family and a little sister to protect - he decides to become a better person in his new life.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EC%9E%AC%EC%83%9D/2121)\n---\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/621036)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/34746)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Reinkarnasi-Sang-Pendekar/3329)",
      "id": "Setelah bereinkarnasi menjadi anak bernama Hwang Junwoo, dia menjalani hidup yang berbeda dengan kehidupan sebelumnya. seiring berjalannya waktu, dia melatih ilmu bela dirinya agar menjadi pendekar terhebat, namun ada banyak pihak yang tidak senang dengan keluarganya. mampukah dia menghadapi segala cobaan di kehidupannya yang baru?\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EC%9E%AC%EC%83%9D/2121)\n---\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/621036)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/34746)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Reinkarnasi-Sang-Pendekar/3329)",
      "ja": "7回の夜を経て天下一になった男、「趙・俊宇」。 彼を処断しようとする連中に追われて、長い戦いの末、天池で死を迎えた。 これで全てが終わったと思った瞬間、目を覚ましたら赤ん坊になっていた!！ 天下一の黄金を蓄えている大商人の長男に生まれ変わった「趙・俊宇」は、 辛かった前世とは違って、暖かい家族のもとに育つ。 「趙・俊宇」は武功を立てながら、学士としての人生を進んでいく。 新しい縁と出会い、前世での縁との関係を整理しながら、「趙・俊宇」はある境地に至るが・・・\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EC%9E%AC%EC%83%9D/2121)\n---\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/621036)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/34746)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Reinkarnasi-Sang-Pendekar/3329)",
      "ko": "일곱 번의 밤을 거쳐 천하제일이 된 사내, 황준우.\n오랜 싸움 끝에 천지(天地)에서 죽음을 맞이했다.\n\n헌데 눈을 떠 보니 갓난아기!\n집안은 천하제일의 황금을 축적한 만금장!\n고되기만 하였던 전생과 달리 금수저를 물고 태어나 버렸다!\n\n신명나게 인생을 즐기는 한 사내의 일대기... 가 될 뻔 했으나,\n인생은 그리 호락호락하지 않다!\n\n\"그런데 아버지, 도대체 공부는...... 왜 시키시는 겁니까?\"\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EC%9E%AC%EC%83%9D/2121)\n---\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/621036)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/34746)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Reinkarnasi-Sang-Pendekar/3329)",
      "pl": "Artysta sztuk walki, twierdzący że jest „mordercą” jest pokonany w walce przez atak samobójczy i odrodzony jako dziecko miejscowego władcy. Mając świeży start, ciepłą rodzinę i małą siostrę do ochrony – zdecydował być lepszą osobą w nowym życiu.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EC%9E%AC%EC%83%9D/2121)\n---\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/621036)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/34746)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Reinkarnasi-Sang-Pendekar/3329)",
      "ru": "Мастер боевых искусств, заклеймивший себя как «убийца», был побеждён в битве в результате самоубийственной атаки и переродился в теле первенца в семье местного владыки. Получив возможность начать всё заново, имея любящую семью и младшую сестрёнку, которую нужно защищать, он решает стать лучшим человеком в своей новой жизни.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EC%9E%AC%EC%83%9D/2121)\n---\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/621036)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/34746)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Reinkarnasi-Sang-Pendekar/3329)",
      "zh": "【授权/周一、周六更新】七夜武神本是天下第一的高手，结果被法师圆空封印，最后转世投胎成为了知府公子黄俊宇，他将迎来怎样的重生呢？\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EC%9E%AC%EC%83%9D/2121)\n---\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/621036)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/34746)\n\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Reinkarnasi-Sang-Pendekar/3329)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "214"
  },
  {
    "mangaId": "677fb60b-2deb-46db-9ece-704f6144faf0",
    "title": {
      "en": "Ponkotsu Fuukiiin to Skaato take ga Futekisetsu na JK no Hanashi"
    },
    "updatedAt": "2024-10-31T16:35:27+00:00",
    "coverArt": "https://mangadex.org/covers/677fb60b-2deb-46db-9ece-704f6144faf0/07299d30-7abc-431f-b91e-a3ecd771a0a3.jpg",
    "altTitles": [
      {
        "ja": "ポンコツ風紀委員とスカート丈が不適切なＪＫの話"
      },
      {
        "en": "The Story Between a Dumb Prefect and a High School Girl with an Inappropriate Skirt Length"
      },
      {
        "en": "Story of the Useless Prefect and the High School Girl with an Inappropriate Skirt Length"
      },
      {
        "zh": "根筋的風紀委員與裙長不當的JK"
      },
      {
        "id": "Kisah Antara Komite Lugu dan Gadis SMA dengan Rok yang Terlalu Pendek"
      },
      {
        "pt-br": "A História Entre um Monitor Burro e uma Colegial com a Saia em um Cumprimento Inadequado"
      },
      {
        "vi": "Câu chuyện về cậu ủy viên ngốc nghếch và cô bạn gái có độ dài váy quá ngắn"
      }
    ],
    "description": {
      "en": "Sakuradaimon is the school's prefect. A prefect is a student who is authorized to enforce discipline. As a prefect, he's supposed to be a role model to other students, but unfortunately he's not perfect. Kohinata is one of the people who Sakuradaimon has tried to discipline into wearing appropriate school attire, but she has thus far been disobedient.",
      "ja": "度が過ぎるほど“マジメ”な風紀委員・桜大門くんの日々の役目は、校門当番として生徒たちの服装をチェックすること。彼がいつも注意するのは、髪の毛が明るくミニスカートな“問題児”小日向さん。口うるさい桜大門くんを嫌がる彼女だったが、彼が実はかなりの“ポンコツ”であることを知ってしまい…！？",
      "pt-br": "Sakuradaimon é o monitor do colégio; um monitor é um aluno que é pode aplicar atos disciplinatórios. Como monitor ele deve ser um aluno modelo para os outros estudantes, mas infelizmente ele não é perfeito. Kohinata é uma das estudantes que o Sakuradaimon tenta disciplinar devido ao uso incorreto do uniforme escolar, mas até o presente momento ela foi desobediente. Esta é a história entre a interação entre os dois."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42125e1e-8d63-4285-bacd-345db34fa280",
    "title": {
      "en": "Diamond no Ace - Itadakimasu no Mahou (Doujinshi)"
    },
    "updatedAt": "2024-11-16T18:58:47+00:00",
    "coverArt": "https://mangadex.org/covers/42125e1e-8d63-4285-bacd-345db34fa280/c9c7fc74-1bca-47f0-99cb-7e8394e8d309.png",
    "altTitles": [
      {
        "ja": "ダイヤのAdj - いただきますの魔法"
      },
      {
        "en": "daiya no A dj - Bon Appetit Magic"
      }
    ],
    "description": {
      "en": "The story about Haruichi and Miyuki reuniting after high school."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d370a571-a362-43a6-b92a-07dbe866de49",
    "title": {
      "en": "Chaosic Rune"
    },
    "updatedAt": "2021-05-25T15:48:11+00:00",
    "coverArt": "https://mangadex.org/covers/d370a571-a362-43a6-b92a-07dbe866de49/9bef4db9-3331-43dc-9da7-f73bbf0007d7.jpg",
    "altTitles": [
      {
        "en": "カオシックルーン"
      },
      {
        "en": "魔兽游戏王"
      }
    ],
    "description": {
      "en": "After being the only survivor in a plane crash and losing his parents Ryouga, a young boy, is troubled by nightmares and taunted by other kids at his school. Fed up, he agrees to transfer to another school intrigued by a mysterious offer and the hope they may know why or how he was able to survive the crash. Arriving at the new school, he learns he must play a little card game with three others before being accepted…one card each, one vicious monster each, one gruesome death for all save one."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "71"
  },
  {
    "mangaId": "254d23d0-35c2-44bc-995d-c253736a2460",
    "title": {
      "en": "Nadeshiko Doremisora"
    },
    "updatedAt": "2024-10-29T20:32:44+00:00",
    "coverArt": "https://mangadex.org/covers/254d23d0-35c2-44bc-995d-c253736a2460/5fcfb846-cc7a-41ab-918e-ac93b0e6a38d.jpg",
    "altTitles": [
      {
        "ja": "なでしこドレミソラ"
      }
    ],
    "description": {
      "en": "Miya Nekoma made a bold high school debut in an attempt to change from her once \"infamously\" boring self. As a part of the change, she decided to join the school's Light Music Club, but on her way to sign up she is intercepted by the energetic shakuhachi flute player Hiyo Takemi who introduces her to the world of Wagakki, or traditional Japanese instruments. After the two attend a concert from one of Japan's leading traditional/modern fusion bands, Miya becomes enamored with the Tsugaru-shamisen, a three stringed lute.  \n  \nWith Hiyo by her side, Miya delves into the world of traditional Japanese music as new acquaintances and friends help to make her dream of sharing the sound she loves a reality."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "32"
  },
  {
    "mangaId": "c3bc0402-2a8b-479e-9f78-cd83e4ef02b7",
    "title": {
      "en": "Feel Betrayal"
    },
    "updatedAt": "2024-10-17T17:52:46+00:00",
    "coverArt": "https://mangadex.org/covers/c3bc0402-2a8b-479e-9f78-cd83e4ef02b7/05f9e9c4-eb2a-4a33-9606-c3d10ebc18e9.png",
    "altTitles": [
      {
        "ko": "격발"
      }
    ],
    "description": {
      "en": "Seol, a former member of the crime organization Misangpa, starts a new life as \"Snow\" in the \"Black Suit Gang,\" led by Yong, after their reunion in prison. Despite his delicate appearance, Seol has no interest in the world around him, and Handsome, who is fixated on him, is nothing more than an annoying presence. For over a year, the \"Black Suit Gang\" effortlessly evades police pursuit and thrives. When Yong brings information about a target, they decide to rob a small bank in a rural area. What should have been a simple job takes an unexpected turn when the team suddenly stops communicating. Seol soon discovers Handsome's true identity hidden within the vault, where a chaebol's slush fund is supposedly kept..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc675324-03e6-49ad-98a8-133fe17b3d04",
    "title": {
      "en": "Girls Zombie Party"
    },
    "updatedAt": "2024-11-03T00:18:53+00:00",
    "coverArt": "https://mangadex.org/covers/dc675324-03e6-49ad-98a8-133fe17b3d04/b6caa2c9-393c-492a-8d2f-7713c0f2b5a4.jpg",
    "altTitles": [
      {
        "ja": "ガールズゾンビパーティー"
      },
      {
        "ja-ro": "Gauruzu Zonbi Pauti"
      },
      {
        "es-la": "EQUIPO DE CHICAS ANTI-ZOMBIS"
      }
    ],
    "description": {
      "en": "An extreme survival story of girls in a world where half of humanity has turned into monstrous beings!  That day, Sayo Mitsurugi wasn’t focused on her lessons, due to staying up late the previous night.  During the lunch break, she was talking on the phone with her hospitalized younger brother, and up until that moment, everything was part of her usual routine.  But then. Suddenly, the signal cut off, and the phone call ended. From that moment on, hell began!  Due to the influence of zombies that appeared in the school, the men began to transform into monstrous beings one after another.  By chance, Saya teams up with her classmates, the angelic Maria and Momo, to attempt an escape from this hell!",
      "ja": "御剣サヤはその日、夜更かしの影響もあって、授業に身が入っていなかった。昼休み、入院中の弟と電話するなど、その時はまでは、変わらない日常だった。\n\nだが。突然電波が途絶えて、電話が切れた。その瞬間から、地獄が始まった！\n\n校内にやってきたゾンビの影響か次々と男たちが異形に変わる。\n\n成り行き、クラスメイトの天使マリアと百城モモとチームを組んで、この地獄からの脱出を図る！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ec0922a-4869-4e6b-a154-2307945cc406",
    "title": {
      "en": "Genkai OL-san wa Akuyaku Reijou-sama ni Tsukaetai"
    },
    "updatedAt": "2024-11-03T16:10:48+00:00",
    "coverArt": "https://mangadex.org/covers/5ec0922a-4869-4e6b-a154-2307945cc406/87250a5a-ba1d-4acd-8666-45dbf3c11847.jpg",
    "altTitles": [
      {
        "ja": "限界OLさんは悪役令嬢さまに仕えたい"
      },
      {
        "en": "The Fed-Up Office Lady Wants to Serve the Villainess"
      },
      {
        "zh": "受够了的OL想侍奉反派千金"
      },
      {
        "zh": "极限OL想要服侍反派千金大小姐"
      },
      {
        "ja-ro": "Genkai OL-san wa Akuyaku Reijou-sama ni Tsukaetai"
      },
      {
        "ja": "あくつか"
      },
      {
        "ja-ro": "Akutsuka"
      }
    ],
    "description": {
      "en": "A heart-pounding reemployment(!?) story between a fed-up corporate slave and a cold, callous, villainess!\n\nThree years after graduating college, Natori Midori, who once idealized the \"grown-up adults\" she saw as a child, is working hard at her job as a temporary employee. However, one day, her contract is suddenly terminated for an absurd reason. As she sits there, wondering if there would ever be a workplace for her to devote herself to, her phone flashes and she finds herself in the world of the novel RPG she was playing. And before her eyes is the villainess, Lapis Tenebrae, who betrayed the heroine and committed countless atrocities before losing her life!\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/60556)",
      "id": "Sebuah kisah reemployment(!?) yang mendebarkan antara budak perusahaan yang muak dan Villain yang dingin, tidak berperasaan!\r\n\r\nTiga tahun setelah lulus kuliah, Natori Midori, yang pernah mengidealkan \"dewasa dewasa\" yang dilihatnya sebagai seorang anak, bekerja keras di pekerjaannya sebagai karyawan sementara. Namun, suatu hari, kontraknya tiba-tiba dihentikan karena alasan yang tidak masuk akal. Saat dia duduk di sana, bertanya-tanya apakah akan ada tempat kerja baginya untuk mengabdikan dirinya, teleponnya berkedip dan dia menemukan dirinya berada di dunia RPG baru yang dia mainkan. Dan di depan matanya adalah Villain, Lapis Tenebrae, yang mengkhianati protagonis dan melakukan kekejaman yang tak terhitung jumlahnya sebelum kehilangan nyawanya!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fbf326f7-ccbd-4d54-bbad-852d76e46523",
    "title": {
      "en": "Revenge of the Baskerville Bloodhound"
    },
    "updatedAt": "2024-11-12T21:51:23+00:00",
    "coverArt": "https://mangadex.org/covers/fbf326f7-ccbd-4d54-bbad-852d76e46523/1084eda4-b6f9-46de-96b8-a3898c4819a0.jpg",
    "altTitles": [
      {
        "ko": "철혈검가 사냥개의 회귀"
      },
      {
        "ko-ro": "Cheolhyeolgeomga Sanyanggaeui Hoegwi"
      },
      {
        "en": "Revenge of the Sword Clan's Hound"
      },
      {
        "en": "Revenge of the Iron-Blooded Sword Hound"
      },
      {
        "en": "Regression of the Ironblade Hound"
      },
      {
        "en": "Return of the Iron-Blooded Hound"
      },
      {
        "en": "Return of the Iron-Blooded Sword Hound"
      },
      {
        "en": "The Return of the Iron-Blood Sword Hound"
      },
      {
        "fr": "La revanche du limier des Baskerville"
      },
      {
        "pt-br": "O retorno do cão de caça dos Baskerville"
      },
      {
        "pt-br": "A vingança do cão de caça de sangue de ferro Baskerville"
      },
      {
        "es": "El perro de metal"
      },
      {
        "es": "La venganza del sabueso de la espada sangrienta"
      },
      {
        "es-la": "La venganza del sabueso de sangre de hierro"
      },
      {
        "th": "การกลับมาของหมาล่าเนื้อตระกูลดาบเลือดเหล็ก"
      },
      {
        "ja": "回帰した鉄血の猟犬"
      },
      {
        "zh": "铁血剑家猎犬的回归"
      },
      {
        "tr": "Demir kanlı kılıç tazısının i̇ntikamı"
      },
      {
        "ar": "عودة الكلب ذي الدم الحديدي"
      },
      {
        "bn": "বাস্কেরভিলের শিকারী কুকুরের প্রতিশোধ"
      }
    ],
    "description": {
      "en": "Raised to kill like a pack of loyal hounds, the Baskerville children took countless lives as a band of fearsome assassins.\n\nDespite being the shunned illegitimate son of the brood, Vikir served his family faithfully, only to meet his untimely demise at his father’s hands. But when he is inexplicably reborn with a second chance at life, Vikir, armed with the memories and knowledge of his past, swears to rise above the pack and take his revenge.\n\nThis time, he's ready to bite the hand that feeds."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "708e2bed-5bc7-46c4-b9e8-a1c5d32a992a",
    "title": {
      "en": "Kamikakushi no Eden"
    },
    "updatedAt": "2024-11-02T15:23:00+00:00",
    "coverArt": "https://mangadex.org/covers/708e2bed-5bc7-46c4-b9e8-a1c5d32a992a/153bf568-edcb-483c-8f75-30a2b04e30c7.jpg",
    "altTitles": [
      {
        "ja": "神隠しの楽園"
      },
      {
        "en": "The Paradise of Abduction"
      },
      {
        "id": "Edennya Penculik"
      }
    ],
    "description": {
      "en": "The protagonist, Hinata Kuroto, is searching for his sister, who is supposed to have \"once existed\" but is now forgotten by everyone around him. He receives a letter from the beautiful transfer student, Shirai Shimotsuki, stating, \"If you want to know about the whereabouts of your sister, come to the library after school.\" When Kuroto goes to the library, he finds Shirai inexplicably half-naked and waiting for him. This is a sex and meta-fantasy manga created by Gensei Sahara, the artist behind 'Sex & Dungeon!!\n\n(Source: niconico Manga, translated)\n___\n[Alt Official Raw (niconico Manga)](https://seiga.nicovideo.jp/comic/65209)",
      "id": "Si protagonis, Kuroto Hinata, mencari-car adiknya yang seharusnya \"pernah ada\" tapi kini telah dilupakan semua orang yang ada di sekelilingnya. Dia menerima surat dari murid pindahan cantik, Shiroi Shiuku, yang bertuliskan, \"kalo kamu ingin tahu keberadaan adikmu, datanglah ke perpustakaan sepulang sekolah.\" Saat Kuroto ke perpustakaan, dia menemui Shiroi entah kenapa setengah telanjang menunggu dirinya.",
      "ja": "黒戸日向(ルビ：くろどひなた)は“かつて存在した”妹のことを探している。そんな日向のもとに転校生の白井下月(ルビ：しろいしづく)から手紙が届く。\n\n「妹の行方について知りたかったら放課後、図書室まで」\n\n日向は手紙を手に図書室に行くと、そこには半裸の下月が待っていた――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b9bade6-28a0-4f2f-8211-4b5106a2cbbd",
    "title": {
      "en": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
    },
    "updatedAt": "2024-10-30T19:38:34+00:00",
    "coverArt": "https://mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/07587e3a-069a-4660-8d68-3c60857efa93.jpg",
    "altTitles": [
      {
        "ja": "ギルドの受付嬢ですが、残業は嫌なのでボスをソロ討伐しようと思います"
      },
      {
        "en": "I May Be a Guild Receptionist, but I'll Solo Any Boss to Clock Out on Time"
      },
      {
        "zh": "虽然是公会柜台小姐，但是因为讨厌加班所以要去单挑BOSS"
      }
    ],
    "description": {
      "en": "\"It's safe because it's a desk job, super stable because it's public work!\"\n\nAlina Clover thought being a receptionist for the Adventurers Guild would be her ticket to the good life... but her dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. To save herself from paperwork, Alina turns to the simplest solution at hand — beating down the monsters herself! A mysterious adventurer showing up out of nowhere, soloing the boss, then disappearing without taking credit is bound to create rumors, and Alina's treasured job forbids side hustles. So there might be trouble when the leader of the Silver Sword party discovers her secret...!",
      "ja": "内勤だから安全、公務だから超安定！\n\nそんな理想の職業「ギルドの受付嬢」となったアリナを待っていたのは、理想とは程遠い残業三昧の日々だった。\n\n全てはダンジョンの攻略が滞っているせい！ 限界を迎えたアリナは、なんと大鎚を手に自らボス討伐に赴くのであった―。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f5035b6-bccb-4518-a4e5-af328c93e7ab",
    "title": {
      "en": "Hare-Kon."
    },
    "updatedAt": "2024-09-20T12:19:03+00:00",
    "coverArt": "https://mangadex.org/covers/8f5035b6-bccb-4518-a4e5-af328c93e7ab/4dad7a19-50c3-472b-ad88-c0c6b22976bb.jpg",
    "altTitles": [
      {
        "en": "Harem Marriage"
      },
      {
        "ja": "ハレ婚。"
      },
      {
        "zh": "后宫婚"
      },
      {
        "ko": "하레혼"
      },
      {
        "ne": "हारेम विवाह"
      }
    ],
    "description": {
      "en": "Koharu, tired of all the men in her life being lying, married philanderers, decides to move back home, away from the city. Once there she finds her family saddled with a huge debt and no way out, until a handsome but creepy stranger offers to pay the debt, at the same time asking her to marry him. But, as if things weren't crazy enough, he already has two wives!",
      "pt-br": "Koharu, cansada de todos os homens em sua vida serem mentirosos ou aproveitadores casados, decide se mudar de volta para casa, longe da cidade. Uma vez lá, ela encontra sua família com uma dívida enorme e sem saída, até que um desconhecido bonito, mas assustador se oferece para pagar a dívida, e ao mesmo tempo a pede para se casar com ele. Mas, como se as coisas não fosses doidas o bastante, ele já tem duas esposas!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "19",
    "lastChapter": "187"
  },
  {
    "mangaId": "ffa156e7-dd60-46e3-b238-e05f94eb979c",
    "title": {
      "en": "A Savage Proposal"
    },
    "updatedAt": "2024-11-13T18:32:31+00:00",
    "coverArt": "https://mangadex.org/covers/ffa156e7-dd60-46e3-b238-e05f94eb979c/bc6df3dc-0271-40c3-914e-c651187637b2.jpg",
    "altTitles": [
      {
        "ko": "야만의 청혼"
      },
      {
        "pl": "Szaleńcza Propozycja"
      }
    ],
    "description": {
      "en": "When the ruthless Lord Tiwakan seizes the kingdom of Nauk, Princess Liene Arsac faces an impossible choice: marry her captor or watch her homeland crumble. But Lord Tiwakan isn’t just after power; he desires Liene, and his devotion stirs a mix of fear and undeniable attraction within her. With her former betrothed, Lafitte, still missing, Liene must decide whether to trust Tiwakan's promises or hold out hope for a rescue. As dangerous secrets come to light, Liene’s decision could change the fate of Nauk—and her own heart—forever.",
      "pl": "Kiedy bezwzględny lord Tiwakan przejmuje królestwo Nauk, księżniczka Liene Arsac staje przed niemożliwym wyborem: poślubić swojego porywacza lub patrzeć, jak jej ojczyzna się rozpada. Ale lord Tiwakan pragnie nie tylko władzy; pożąda Liene, a jego oddanie wzbudza w niej mieszankę strachu i niezaprzeczalnego przyciągania. Ponieważ jej były narzeczony, Lafitte, wciąż jest uznawany za zaginionego, Liene musi zdecydować, czy zaufać obietnicom Tiwakana, czy też mieć nadzieję na ratunek. Gdy niebezpieczne sekrety wychodzą na jaw, decyzja Liene może zmienić los Nauk - i jej własnego serca - na zawsze."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01b749a6-1cff-4880-a748-a32580e1a04e",
    "title": {
      "en": "Mabataki yori Hayaku!!"
    },
    "updatedAt": "2024-04-15T17:07:38+00:00",
    "coverArt": "https://mangadex.org/covers/01b749a6-1cff-4880-a748-a32580e1a04e/8e8c50db-8e1f-4e68-9be5-7151147c8c4a.jpg",
    "altTitles": [
      {
        "ja": "瞬きより迅く‼"
      },
      {
        "pt-br": "Num Piscar De Olhos"
      }
    ],
    "description": {
      "en": "The story centers on Himari Kohanai, a 15-year-old student who hates being clumsy. She wants to make her page in high school, but it's a mess, though, and yet Himari will do anything to get close to the person she admires. Even if it's getting into a totally unknown world… A story where little by little our main character will grow to reach her goal.",
      "es-la": "La historia se centra en Himari Kohanai, una estudiante de 15 años que odia ser torpe. Quiere pasar página en la preparatoria, pero es un desastre, sin embargo, y a pesar de todo, Himari hará cualquier cosa para acercarse a la persona que admira. Aunque sea meterse en un mundo totalmente desconocido… Una historia donde poco a poco nuestra personaje principal crecerá para alcanzar su meta."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e6cdc8a-3622-4c3a-b373-55d2a751c44e",
    "title": {
      "en": "Buta no Fukushuu"
    },
    "updatedAt": "2024-11-14T12:43:13+00:00",
    "coverArt": "https://mangadex.org/covers/6e6cdc8a-3622-4c3a-b373-55d2a751c44e/7410f526-f6a3-451d-a041-5a2d267ea3d8.jpg",
    "altTitles": [
      {
        "ja": "豚の復讐"
      },
      {
        "en": "A Pig's Revenge"
      },
      {
        "en": "Revenge of the Pigs"
      },
      {
        "ru": "Месть свиней"
      }
    ],
    "description": {
      "en": "After rampant bullying, high school boy Takeshi Hirota kills himself and is transported to another another world, where he is accepted by the orcs due to his appearance.",
      "ja": "男はずっと、ずっと、ずっといじめられ続けてきた。いじめられ続けた理由はただ一つ「顔が豚に似ているから」。日々過酷さを増す絶望の中、偶然転移した異世界で掴んだ小さな幸せ。しかし、その幸せは同じく転移してきた同級生達に無残に踏みにじられる……。舞台は異世界ーー。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a29bd145-116e-49c8-bc2f-b15857299304",
    "title": {
      "en": "Legend of the Galactic Heroes (FUJISAKI Ryu)"
    },
    "updatedAt": "2024-10-25T11:42:50+00:00",
    "coverArt": "https://mangadex.org/covers/a29bd145-116e-49c8-bc2f-b15857299304/406c8bdb-a7c4-4dd8-a011-8fcf0e061e76.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu (Fujisaki Ryu)"
      },
      {
        "es": "La Leyenda de los Héroes de la Galaxia (Fujisaki Ryu)"
      },
      {
        "fr": "Les Héros de la Galaxie"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ru": "Легенда о героях Галактики (Фудзисаки Рю)"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      },
      {
        "id": "Legenda Pahlawan Galaksi (Fujisaki Ryu)"
      },
      {
        "en": "Legend of the Galactic Heroes"
      }
    ],
    "description": {
      "en": "New adaptation of the novel.  \n  \nThe story is staged in the distant future within our own Milky Way Galaxy, approximately in the late 36th century. A portion of the galaxy is filled with terraformed worlds inhabited by interstellar traveling human beings. For 150 years two mighty space powers have intermittently warred with each other: the Galactic Empire and the Free Planets Alliance. Within the Galactic Empire, based on mid 19th century Prussia, an ambitious military genius, Reinhard von Müsel, later conferred Reinhard von Lohengramm, is rising to power. He is driven by the desire to free his sister Annerose, who was taken by the Kaiser as a concubine. Later, he wants not only to end the corrupt Goldenbaum dynasty but also to defeat the Free Planets Alliance and to unify the whole galaxy under his rule.  \n  \nIn the Free Planets Alliance Star Fleet is another genius, Yang Wen Li. He originally aspired to become a historian through a military academy, and joined the tactical division only out of need for tuition money. He was rapidly promoted to an admiral because he demonstrated excellence in military strategy in a number of decisive battles and conflicts. He becomes the archrival of Reinhard, though they highly respect one another. Unlike Reinhard he is better known for his underdog victories and accomplishments in overcoming seemingly impossible odds and mitigating casualties and damages due to military operations.  \nAs a historian, Yang often predicts the motives behind his enemies and narrates the rich history of his world and comments on it. One of his famous quotes is: \"There are few wars between good and evil; most are between one good and another good.\"  \n  \n\n\n---",
      "ru": "Новая экранизация романа.  \nИстория человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "129c90ca-b997-4789-a748-e8765bc67a65",
    "title": {
      "en": "The Tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere Girl Getting Less and Less Tsun Day by Day"
    },
    "updatedAt": "2024-10-08T20:31:13+00:00",
    "coverArt": "https://mangadex.org/covers/129c90ca-b997-4789-a748-e8765bc67a65/bd5e1721-3a5b-4760-b7d7-ef1818002108.jpg",
    "altTitles": [
      {
        "ja": "1日ごとにツンが減ってくツンツンツンツンツンツンツンツンツンツンツンデレ女子"
      },
      {
        "id": "Cewek Tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere yang Berkurang Tsun-nya Hari demi Hari"
      },
      {
        "ms": "Gadis Tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere yang Kian Hari Lewat Kian Menyusut Ke-Tsun-annya"
      },
      {
        "pt-br": "Uma garota Tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere que a cada dia que passa fica menos Tsun"
      },
      {
        "ja-ro": "1-Nichi-goto ni tsun ga hette ku tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere joshi"
      },
      {
        "la": "TSVNTSVNTSVNTSVNTSVNTSVNTSVNTSVNDERE PVELLA PER DIES PAVLATIM MINVSCVLVS TSVN FIT"
      },
      {
        "nl": "Het Tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere Meisje Dat Elke Dag Minder Tsun Wordt"
      },
      {
        "tl": "Ang Tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere Girl Na Pa Less Nang Pa Less Tsun Kada Araw"
      },
      {
        "zh": "每天都越来越不傲的傲傲傲傲傲傲傲傲傲傲傲娇女孩"
      },
      {
        "zh-hk": "每天都越來越不傲的傲傲傲傲傲傲傲傲傲傲傲嬌女孩"
      },
      {
        "ru": "Цунцунцунцунцунцунцунцунцунцунцундере с каждым днём становится всё меньше цун"
      },
      {
        "hi": "Wo Tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere Ladki jo Din ba Din Kam Kam Tsun Horhi"
      },
      {
        "ja": "一日ごとにデレが増えてくツンツンツンツンツンデレちゃん"
      }
    ],
    "description": {
      "en": "The tsuntsuntsuntsuntsuntsuntsuntsuntsuntsuntsundere girl getting less and less tsun day by day."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "71.2"
  },
  {
    "mangaId": "6a5e05bd-02b8-46ff-8ce0-1e778ebd107d",
    "title": {
      "en": "Kippo"
    },
    "updatedAt": "2023-12-09T07:45:46+00:00",
    "coverArt": "https://mangadex.org/covers/6a5e05bd-02b8-46ff-8ce0-1e778ebd107d/b5026571-8a95-44e2-858f-6ae33f7a1e31.jpg",
    "altTitles": [
      {
        "ja": "KIPPO キッポ"
      },
      {
        "tr": "Kippo"
      }
    ],
    "description": {
      "en": "An irreplaceable \"spot…\" and the greatest friends in the world! Just when it seems like peaceful everyday life will continue forever, disaster strikes, and that's when these men move to protect what matters most to them! A compilation of stories about the legendary boys of Hiroshima!",
      "tr": "Yeri doldurulamaz bir \"nokta...\" ve dünyanın en iyi dostları! Tam da huzurlu gündelik hayat sonsuza dek devam edecekmiş gibi görünürken, felaket baş gösterir ve işte o zaman bu adamlar kendileri için en önemli olan şeyi korumak için harekete geçerler! Hiroşima'nın efsanevi çocukları hakkındaki hikayelerin bir derlemesi!"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5e0d1449-0f4b-4ba7-9ef6-2e8024715345",
    "title": {
      "en": "Goddess of Victory: Nikke - Sweet Encount"
    },
    "updatedAt": "2024-11-02T16:04:23+00:00",
    "coverArt": "https://mangadex.org/covers/5e0d1449-0f4b-4ba7-9ef6-2e8024715345/6d534640-1540-4df7-8e99-012b65f7a116.jpg",
    "altTitles": [
      {
        "ja": "勝利の女神：NIKKE すいーとえんかうんと"
      },
      {
        "ja-ro": "Shouri no Megami: Nikke - Sweet Encount"
      },
      {
        "en": "Goddess of Victory: Nikke - Sweet Encounter"
      }
    ],
    "description": {
      "en": "In this manga, NIKKE and their friends live peacefully. A loose comedy in which the main character N102 works as a maid at a maid café called \"Maid For You\", where Cocoa and Soda work too!\n\nThe first official manga based on the popular mobile game *Goddess of Victory: NIKKE* with over 25 million downloads worldwide!",
      "ja": "この世界ではニケたちは平和に過ごす─。Nが、アニスが、ココアとソーダが働く「メイド･フォー・ユー」でメイドとして働くことに…！一生懸命働く姿やゲームではあまり見ることができない服装などに癒やされること間違いなし！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9b551b3-8d79-4d94-a9cc-beda9bf61005",
    "title": {
      "en": "Einstein's Monster"
    },
    "updatedAt": "2023-02-26T04:49:36+00:00",
    "coverArt": "https://mangadex.org/covers/e9b551b3-8d79-4d94-a9cc-beda9bf61005/d451a77d-6c72-446b-907f-431e88283667.jpg",
    "altTitles": [
      {
        "ja": "アインシュタインの怪物"
      },
      {
        "zh": "愛因斯坦的怪物"
      },
      {
        "ja-ro": "Einstein no Kaibutsu"
      },
      {
        "fr": "Le monstre d'Einstein"
      }
    ],
    "description": {
      "en": "Lerew lives in a small fishing village on the coast, and trades with a young boy called a witch for medicine for his father. But one day, while attempting to fish in a dangerous area, Lerew is thrown overboard and attacked by sharks. However, even with his body mangled beyond recognition, he still doesn't wish to die…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "fffbfac3-b7ad-41ee-9581-b4d90ecec941",
    "title": {
      "en": "Grand Blue Dreaming"
    },
    "updatedAt": "2024-10-11T15:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/fffbfac3-b7ad-41ee-9581-b4d90ecec941/eb202491-f0dc-4102-b748-453b84dc5c5c.jpg",
    "altTitles": [
      {
        "tr": "Büyük Mavi"
      },
      {
        "es": "Gran azul"
      },
      {
        "fr": "Grand Blue (Meian)"
      },
      {
        "ja-ro": "Guran Buru"
      },
      {
        "ru": "Необъятный океан"
      },
      {
        "ar": "الأَزْرَق الكبير"
      },
      {
        "th": "ก๊วนป่วนชวนบุ๋งบุ๋ง"
      },
      {
        "ja": "ぐらんぶる"
      },
      {
        "ko": "그랑블루"
      },
      {
        "en": "Grand Blue"
      },
      {
        "fr": "Grand bleu"
      }
    ],
    "description": {
      "en": "A new life begins for Kitahara Iori as he begins his college career near the ocean in Izu city, full of excitement for his new life. \nHe will be moving into his uncle's diving store \"Grand Blue.\" There he finds the ocean, beautiful women, and men that love diving and alcohol. \nWill Iori be able to live his dream college life?\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10058/episode/318585) (U.S. Only), [INKR](https://comics.inkr.com/title/306-grand-blue-dreaming)",
      "fa": "⁧⁧ «کیتاهارا ایوری» پسری است که برای شروع دوره دانشجویی خود به شهر دریایی «ایزو» می رود؛ او که از روبرو شدن با زندگی جدید خود اشتیاق فراوانی دارد به این فکر است که در فروشگاه لوازم غواصی عموی خود که به نام Grand Blue (گرند بلو) شناخته می شود مشغول به کار شود. آنجا او دریایی پر از دلخوشی را می یابد، دخترانی زیبا را به چشم می بیند و همچنین مردانی که عاشق غواصی هستند و وقت خودشان را به نوشیدن انواع نوشیدنی ها می گذرانند ملاقات می کند. حال باید دید که ایوری می تواند زندگی دانشجویی دلخواهش را در این شهر دنبال کند یا خیر؟!",
      "fr": "- [Official Page (FR)](https://www.meian-editions.fr/meian/licence/grand-blue/1329)",
      "ja": "海沿いの街で一人暮らしを始めた北原伊織は衝撃の大学デビューを果たす。出会ったのは美女とダイビング、そして愛すべき野郎ども！",
      "ru": "Новая жизнь Китахары Ёри начинается с момента поступления в колледж, который находится на берегу океана в городе Идзу. В предвкушении новых эмоций парень отправляется в дазин своего дяди «Необъятный океан». Здесь его ждет красивый океан, прекрасные женщины и мужчины, что любят дайвинг и алкоголь. Сможет ли Ёри прожить студенческую жизнь своей мечты?",
      "pt-br": "Uma nova vida começa para Kitahara Iori, que entrou na faculdade perto do mar, na cidade de Izu. Emocionado por um novo começo, ele se muda para casa do seu tio, uma loja de mergulho chamada \"Grand Blue\". Lá, ele encontra um lindo oceano, belas mulheres, e os homens que gostam de mergulho e álcool... Será que Iori vai ser capaz de viver sua tão sonhada vida universitária? Do mesmo autor de Baka to Test to Shoukanjuu, uma nova comédia começa!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "866791e1-2cf0-42e6-a0da-1f5d9185714a",
    "title": {
      "en": "Ichiban Kowai Hanashi"
    },
    "updatedAt": "2024-07-30T14:28:06+00:00",
    "coverArt": "https://mangadex.org/covers/866791e1-2cf0-42e6-a0da-1f5d9185714a/be0112a6-04f9-45ab-b0ef-3883622b1459.jpg",
    "altTitles": [
      {
        "en": "Scariest Tales of Horror"
      },
      {
        "ja": "いちばんこわい話"
      }
    ],
    "description": {
      "en": "Warning! This is a collection of seriously scary tales!\n\nA mysterious day in a certain town. The price of a promise. The desire to accelerate the progress of mankind. This collection of tales explores the strange possibilities of our reality. Warns against overambitious desires, and reminds us why horror opens our eyes to the wider world. It’s sure to send a chill down your spine!\n\n(Source: Shogakukan Asia)\n\nIncluded Stories:\n1. Seguchi-san (セキグチさん, Mr. Sekiguchi by Isao Sakamoto)\n2. Luna-chan to Yubikiri (ルナちゃんとユビキリ, A Pinky Promise with Luna by Rei Nanase)\n3. Kindan no Hyakumonogatari (禁断の百物語, A Hundred Forbidden Stories by Eiko Komuro)\n4. Utsuro no Shoumen (虚ろの正面, In The Face of Emptiness by Mayumi Yokoyama)\n5. Sakana no Namida (魚の涙, Tears of Fish by Junko Nose)\n6. Jigoku no Bishounen (地獄の美少年, The Handsome Young Man from Hell by Ryouko Mizoguchi)\n7. Shiroi Hako (白い箱, The White Box by Kyuuko Morooka)\n8. Mushi ni Negai wo (虫に願いを･･･, Wish Upon an Insect by Wakana Makihara)\n9. Sangeki no Yakata (惨劇の館, The House of Tragedy by Kirara Himekawa)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "8c6e0eb8-fb94-44a3-9bf4-fa72dee36775",
    "title": {
      "en": "Your Throne"
    },
    "updatedAt": "2023-07-19T20:55:50+00:00",
    "coverArt": "https://mangadex.org/covers/8c6e0eb8-fb94-44a3-9bf4-fa72dee36775/0c04d507-5603-407e-9fc5-ff9b55461c37.jpg",
    "altTitles": [
      {
        "id": "I Wanna Be U"
      },
      {
        "pt": "Seu Trono"
      },
      {
        "en": "To Be You, Even Just for a Day"
      },
      {
        "ko": "하루만 네가 되고 싶어"
      },
      {
        "fr": "La duchesse déchue"
      },
      {
        "th": "ชิงชีวิตพลิกลิขิตชะตา"
      },
      {
        "de": "Dein Thron"
      },
      {
        "es": "Quiero ser tú, solo por un día"
      },
      {
        "tr": "Sadece Bir Günlüğüne Sen Olmak İstiyorum"
      },
      {
        "es": "Tu trono"
      },
      {
        "vi": "Tôi muốn trở thành cô ấy, dù chỉ một ngày"
      },
      {
        "zh": "以你之名"
      },
      {
        "ja": "君の全てを奪いたい"
      },
      {
        "zh-hk": "惡女的變身"
      },
      {
        "uk": "Я хочу стати тобою хоча б на один день"
      }
    ],
    "description": {
      "de": "[Official German Version](https://www.webtoons.com/de/fantasy/your-throne/list?title_no=2580)",
      "en": "Tensions are brewing under the seemingly calm surface of the Vasilios Empire, a kingdom ruled by the Imperial Family and the Temple. Lady Medea Solon has lost her place next to Crown Prince Eros, but resolves to do whatever it will take to win back what's rightfully hers. Will she reclaim her throne?",
      "es": "[Official Spanish Version](https://www.webtoons.com/es/fantasy/your-throne/list?title_no=2414)",
      "fr": "[Official French Version](https://www.webtoons.com/fr/drama/la-duchesse-dechue/list?title_no=1957)",
      "id": "[Official Indonesian Version](https://www.webtoons.com/id/drama/i-wanna-be-u/list?title_no=1877)",
      "ja": "[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0000765)",
      "th": "[Official Thai Version](https://www.webtoons.com/th/romantic-fantasy/i-wanna-be-u/list?title_no=1874)",
      "zh": "[Official S.Chinese Version](https://www.dongmanmanhua.cn/LOVE/yinizhiming/list?title_no=1481)",
      "zh-hk": "[Official T.Chinese Version](https://www.webtoons.com/zh-hant/western-palace/envbianshen/list?title_no=1904)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ebaf386-e12e-4b17-9aa0-857a0b99b53b",
    "title": {
      "en": "Gachirin ni Kiri Saku"
    },
    "updatedAt": "2023-01-17T03:21:27+00:00",
    "coverArt": "https://mangadex.org/covers/3ebaf386-e12e-4b17-9aa0-857a0b99b53b/ae008a72-43d1-42e7-8bb1-73155185cfd7.jpg",
    "altTitles": [
      {
        "ja-ro": "Getsurin ni Kiri Saku"
      },
      {
        "en": "Killing Blooms Under the Rounded Moon"
      },
      {
        "en": "Saku Kills on the Full Moon"
      },
      {
        "en": "Sword-Slicing Blossoms When the Moon is Full"
      },
      {
        "zh-hk": "月下斬魔之花"
      },
      {
        "ja": "月輪に斬り咲く"
      }
    ],
    "description": {
      "en": "A new transfer student has come into town, a girl with a mysterious air and black clothing who is called Inugami Sakuya. What few know is that by moonlight, she hunts and kills those possessed by \"Inugami.\" A man can become possessed by being bitten, leading to a nighttime transformation into a beast driven to eat women. Sakuya gets no thanks for brutally ending the lives of these unfortunate men with her sword, and she is often too late to save the women they threaten. Sakuya also must deal with her own inner demons, which are all too real…",
      "pt-br": "Sakuya Inugami é uma misteriosa garota que caça seres chamados Inugami, homens que se transformam em terríveis feras comedoras de mulheres, após serem mordidos. Nessa difícil missão, Sakuya não recebe nenhum agradecimento e pior, tem que enfrentar seus próprios demônios internos."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "51"
  },
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Kaette Kudasai! Akutsu-san"
    },
    "updatedAt": "2024-10-30T23:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/cbd0f7b8-3fc5-4161-b3a2-102048c314ae.jpg",
    "altTitles": [
      {
        "ja": "帰ってください! 阿久津さん"
      },
      {
        "en": "Please Go Home, Akutsu-san!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn't get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place! Will she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san's sexy, cute behavior in such a confined space... he’s sure to get flustered! He wants her to go home, but he also doesn't?",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!?",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c49df081-b955-4c04-936d-72106ff909cc",
    "title": {
      "en": "Full Metal Panic!"
    },
    "updatedAt": "2024-08-14T00:46:02+00:00",
    "coverArt": "https://mangadex.org/covers/c49df081-b955-4c04-936d-72106ff909cc/a286fe01-288d-487a-b4dd-74b6e829857c.jpg",
    "altTitles": [
      {
        "en": "FMP"
      },
      {
        "ja": "フルメタル・パニック!"
      },
      {
        "zh-hk": "驚爆危機!"
      }
    ],
    "description": {
      "en": "Trouble always seems to follow the beautiful and sassy, Kaname Chidori. Though she is only a high-school student, Kaname is constantly the target of terrorism. Lucky for her though, the dreamy Sosuke, an undercover agent from Mithril, is one step behind her, ready to protect her at any cost. But will he be able to save her from harm every time she is in trouble?",
      "es-la": "Los problemas siempre parecen perseguir a la bella y atrevida Kaname Chidori. Aunque solo es una estudiante de preparatoria, Kaname es constantemente el blanco del terrorismo. Sin embargo, por suerte para ella, el soñador Sosuke, un agente encubierto de Mithril, está un paso detrás de ella, listo para protegerla a cualquier costo. Pero, ¿podrá salvarla del daño cada vez que esté en problemas?"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "58"
  },
  {
    "mangaId": "7d92ae4a-f517-499a-a96b-2ba280bc7571",
    "title": {
      "en": "Fukkatsu Shin Hanzaki"
    },
    "updatedAt": "2024-11-16T17:35:43+00:00",
    "coverArt": "https://mangadex.org/covers/7d92ae4a-f517-499a-a96b-2ba280bc7571/a9cf507a-05ef-4597-b809-a63f89fe5e9f.png",
    "altTitles": [
      {
        "ja": "復活神 ハンザキ"
      },
      {
        "en": "God of Resurrection Hanzaki"
      }
    ],
    "description": {
      "en": "After getting bullied by his ex-friend, Baba, Daikichi discovers a god named Hanazki living in his grandpa’s antique shop. Will Daikichi follow along with Hanzaki’s plans for revenge and destruction or will he choose a different path?\n\nGolden Future Cup Nominee #5"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2024-06-10T12:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      },
      {
        "es-la": "Solo quiero derrotarte"
      },
      {
        "es-la": "Solo quiero derrotarte"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?",
      "es-la": "El protagonista masculino que nunca ha sido derrotado en su vida 'gana', la heroína femenina 'solo' que hizo ese guiño pierde por primera vez ¿Quién será el ganador de esta 'apuesta'?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "0681ae41-df2e-4ffa-8063-c8d18877853c",
    "title": {
      "en": "Motoyan Musume, Koi o Suru"
    },
    "updatedAt": "2024-10-26T03:07:52+00:00",
    "coverArt": "https://mangadex.org/covers/0681ae41-df2e-4ffa-8063-c8d18877853c/24caf03b-e813-4319-9a76-66bdbac7dcdd.jpg",
    "altTitles": [
      {
        "ja": "元ヤン娘、恋をする"
      },
      {
        "ja-ro": "Motoyan Musume, Koi o Suru"
      },
      {
        "en": "A Former Delinquent Girl Falls in Love"
      }
    ],
    "description": {
      "en": "Spin-off/Spiritual Sequel of the authors other work \"The Mentor and the New Employee Who are Getting More and More Into Each Other\"; with this story focusing on the mask wearing former delinquent and her budding romance with the little brother of the Female MC of the previous work."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "58"
  },
  {
    "mangaId": "688eee00-d587-4998-a999-652767aac846",
    "title": {
      "en": "Convenient Semi-Friend"
    },
    "updatedAt": "2024-11-01T09:03:20+00:00",
    "coverArt": "https://mangadex.org/covers/688eee00-d587-4998-a999-652767aac846/3c58affd-ca15-4b2f-b5d1-5798a0a251a8.jpg",
    "altTitles": [
      {
        "ja": "好都合セミフレンド"
      },
      {
        "ja-ro": "Koutsugou Semi-Friend"
      },
      {
        "ko": "편리한 세미프렌드"
      },
      {
        "ru": "Удобная знакомая"
      }
    ],
    "description": {
      "en": "Kuruma Suuna, a gloomy and socially awkward girl, begins her high school dorm life only to discover her new roommate, Hamanasu Ruka, flirting with another girl!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-11-10T15:10:01+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "\"You're amazing for being alive another day!\"\n\nA Manga about an understanding girlfriend who rewards you with a \"log-in bonus\" every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73c92635-0261-4fba-b7fd-75a5793c1db2",
    "title": {
      "en": "A Joyful Life"
    },
    "updatedAt": "2024-01-16T08:07:26+00:00",
    "coverArt": "https://mangadex.org/covers/73c92635-0261-4fba-b7fd-75a5793c1db2/c68cae07-332f-4473-95cb-59fdedec6f3a.png",
    "altTitles": [
      {
        "ko-ro": "Annyeong Eunhaseyo"
      },
      {
        "ko": "안녕은하세요"
      }
    ],
    "description": {
      "en": "A lonely girl finds solace in her bag full of memories; now it's time for her to break through her shell.\n\n---\n- [Original Webtoon <kakao>](https://page.kakao.com/home/53607659)\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4622962)\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_bogeum_wz)\n- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/3498007648)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "75"
  },
  {
    "mangaId": "0f91a764-4421-4bdc-b971-a4cb2cc6b5fc",
    "title": {
      "en": "Kyoukai no Nai Sekai"
    },
    "updatedAt": "2022-11-13T22:44:16+00:00",
    "coverArt": "https://mangadex.org/covers/0f91a764-4421-4bdc-b971-a4cb2cc6b5fc/07ee8969-b954-4e3e-bd22-a0b345090f5d.png",
    "altTitles": [
      {
        "en": "Borderless"
      },
      {
        "en": "A World Without Boundaries"
      },
      {
        "ja": "境界のないセカイ"
      },
      {
        "zh-hk": "沒有境界的世界"
      },
      {
        "zh-hk": "随性所欲的世界"
      }
    ],
    "description": {
      "en": "Yuuji's cousin Keitarou is coming to stay for spring break, but in a world where someone can easily change their sex—it's a freshly-minted Keiko who turns up at his door, with a wish and a half-forgotten promise from a decade before.",
      "ja": "医療技術の発達した未来の世界。18歳以上の国民すべてが、「性選択制度」という自らの意思で自由に性別できる制度が存在していた。進路選択が迫る高校2年生の勇次は、進路が全く決まらないまま春休みを迎えてしまう。決まらない進路に憂鬱な勇次だったが、1年ぶりに遊びにくる従兄弟の啓太郎と会うのを楽しみにしていた。しかし、そこに現れたのは可愛い女の子？ 啓太郎は「性選択制度」を利用して性転換を果たしていた。まだまだ男のときの癖が抜けない啓太郎改め啓子に、勇次はドキドキの連続!? これから始まる、春休みはいったいどうなってしまうのか!? これは自由意思で「性」を選択できる世界で生きる若者たちの小さな恋物語――。",
      "zh-hk": "在選擇未來出路時刻逼近的高中二年級春假，\n時隔一年難得跑來勇次家玩的表哥啟太郎居然變成了一個女孩子！\n變可愛的「啟太郎」改名為「啟子」引發一連串臉紅心跳事件！\n令人有種即將展開的春假將面臨萬丈波瀾的預感──？\n日本成人漫畫家幾夜大黑堂獻上顛覆傳統的性轉愛情喜劇，\n在18歲起即可憑自由意志選擇性別的世界中，\n跨越性別的界線是否可讓愛情一帆風順？"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "de2c8252-d340-4f8f-a071-0ca69e145c1d",
    "title": {
      "en": "Asoko de Hataraku Musubu-san"
    },
    "updatedAt": "2024-10-07T11:49:02+00:00",
    "coverArt": "https://mangadex.org/covers/de2c8252-d340-4f8f-a071-0ca69e145c1d/f5ea1791-665c-475e-9323-79587bcd0ebe.jpg",
    "altTitles": [
      {
        "en": "Musubu, the Girl Working There"
      },
      {
        "en": "The Musubu who works there"
      },
      {
        "ru": "Здесь работает Мусубу-сан"
      },
      {
        "ja": "あそこではたらくムスブさん"
      },
      {
        "ko": "그곳에서 일하는 무스부 씨"
      },
      {
        "th": "คุณมุสุบุกับงานของเธอ"
      },
      {
        "zh": "在那里工作的结小姐"
      },
      {
        "it": "Il duro lavoro di Musubu"
      },
      {
        "fr": "Le labo de Musubu"
      },
      {
        "ko": "거기서 일하는 무스부 씨"
      },
      {
        "en": "Musubu-san Who Works Over There"
      },
      {
        "es-la": "La señorita Musubu trabaja aquí"
      }
    ],
    "description": {
      "en": "Sagami Gorou works in sales at Shounan Rubber Industries Co., Ltd. He is secretly harboring feelings for Musubu, a girl working in the company's integrated development department. And what this lovely young scientist is researching day and night are actually…",
      "es-la": "La historia sigue a Sagami Gouro de 24 años que empieza a trabajar en Industria Shounan Gum S.A, allí conocerá a la investigadora Musubu-san una chica que trabaja en el laboratorio de desarrollo de asistencia médica la \"casa\", su primer encuentro no será precisamente el esperado.",
      "pt-br": "Sagami Gorou trabalha no setor de vendas da Indústria de Borracha Shounan Ltda e tem guardado seus sentimentos por Musubu, uma garota que trabalha no departamento de desenvolvimento integrado, em segredo. O objeto de estudo desta adorável cientista, na verdade é…"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72431270-43ab-43cf-88c2-0c138391b1f4",
    "title": {
      "en": "Waves Upon Waves"
    },
    "updatedAt": "2024-04-16T23:12:35+00:00",
    "coverArt": "https://mangadex.org/covers/72431270-43ab-43cf-88c2-0c138391b1f4/013897ae-fc22-4352-827b-98c428aaff6f.jpg",
    "altTitles": [
      {
        "ko": "일파만파"
      },
      {
        "en": "Wave of Waves"
      }
    ],
    "description": {
      "en": "there's an old legend in Sereong's family: their flute 'Manpa' will turn into a person if you care for it with enough love! But Sereong doesn't believe in this legend and plans to sell Manpa.... But it was then when Manpa turns into a human and tells Sereong he can grant her wish.\n\nA romance between one who grants miracles and one who doesn't believe in miracles."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5b76a07-cd73-49df-8eba-864fce4f9177",
    "title": {
      "en": "A Well-Known Love Affair"
    },
    "updatedAt": "2024-06-26T19:16:57+00:00",
    "coverArt": "https://mangadex.org/covers/a5b76a07-cd73-49df-8eba-864fce4f9177/817b639d-5ff1-437a-b244-c22255302791.jpg",
    "altTitles": [
      {
        "en": "A Relationship of Fame"
      },
      {
        "ko": "명성이 따르는 연애"
      },
      {
        "en": "Love with Fame"
      }
    ],
    "description": {
      "fr": "Le prochain directeur de l'hôtel Woo Myung-sung a été élevé comme \"œuvre d'art\" par son père. Myong-sung, qui semblait parfait sous tous les aspects, était en fait en train de perdre sa motivation à vivre, épuisé par la pression qu'il avait endurée depuis son enfance. Puis un jour, Woo Myung-sung a rencontré un camarade du lycée qui distribuait du poulet. Je veux transmettre mes compétences en rendez-vous à Jeonsu, qui se réveille comme une poupée qu'il aime, change d'humeur et révèle honnêtement toutes ses émotions comme un idiot. \"Essaye, embrasse, apprends.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d322930b-e3a6-4494-853d-288ebb50c6b6",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Shizoku Kaigi-hen"
    },
    "updatedAt": "2023-11-17T19:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/d322930b-e3a6-4494-853d-288ebb50c6b6/88e6c9c3-58f0-4300-aac9-baefce028b34.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei -  La Conferencia de los Clanes Maestros"
      },
      {
        "es": "Mahouka Koukou no Rettousei -  La Cumbre de los Clanes Maestros"
      },
      {
        "en": "The Irregular at Magic High School - Master Clans Conference Arc"
      },
      {
        "en": "Mahouka Koukou no Rettousei - Master Clans Summit"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Собрание главных кланов"
      },
      {
        "ja": "魔法科高校の劣等生 師族会議編"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō-sei - Shi-zoku Kaigi-hen"
      }
    ],
    "description": {
      "en": "At the Yotsuba New Year's gathering, Miyuki was names as the successor whilst Tatsuya was named her fiancé. Tatsuya and Miyuki's non-sibling relationship and engagement are now public knowledge. Among the shocked students the most shocked are those that knew the siblings.  \nMeanwhile, the Ten Master Clans selection meeting, followed by magicians all over the world, is due to take place at a hotel in Hokone.  \n  \nAdaptation of the original novel's volumes 17-19.",
      "es": "La sucesión al los Yotsuba y el compromiso de Shiba Miyuki se anunció a la comunidad mágica. Sin embargo, la Familia Ichijou de los Diez Clanes Maestros presentó una objeción. Mientras tanto, la atmósfera en la Preparatoria de Magia, el aire de respeto por los hermanos Shiba, que habían ocultado sus identidades, está siendo evitado, y Tatsuya y Miyuki se están aislando. ¡Un nuevo episodio que describe la nueva relación entre los dos ha sido adaptado a un cómic por el nuevo Takeda Hazumi!  \n  \nAdaptación de los volúmenes 17-19 de la novela ligera original."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e3ec8e6-cee0-4779-8f4e-c42ab683ef75",
    "title": {
      "en": "Musuko ga Kawaikute Shikataganai Mazoku no Hahaoya"
    },
    "updatedAt": "2024-11-02T15:12:43+00:00",
    "coverArt": "https://mangadex.org/covers/2e3ec8e6-cee0-4779-8f4e-c42ab683ef75/4b7fd04e-96f8-4850-bb8a-49aac4472704.jpg",
    "altTitles": [
      {
        "en": "Demon Mother: My Son is so Cute, I Just Can't Help Myself!"
      },
      {
        "es-la": "La madre demonio indefensa frente a la lindura de su hijo"
      },
      {
        "zh": "儿子可爱过头的魔族母亲"
      },
      {
        "ja": "息子がかわいくて仕方がない魔族の母親"
      },
      {
        "ko": "아들이 귀여워서 어쩔 수 없는 마족엄마"
      },
      {
        "tr": "Oğlunun Tatlılığına Karşı Koyamayan Bir Şeytan Anne"
      }
    ],
    "description": {
      "en": "Lorem, an infamous and fearsome demoness, has had to settle down for the sake of Gospel, her baby boy. Try as she might, she is a loving and doting mother, but she remains fearsome to both fellow demon and human onlookers because she retains the dire reputation of her wild and terrible youth years past.\n\nFor the sake of motherly love, she has to persevere, to learn and to thrive in a world where she's not alone. For the sake of Gospel and his future.\n\nFeel the Love in it!",
      "tr": "Bir iblisin kötü günlerini arkada bırakarak, anne olma yolundaki adımlarını anlatan sevimli bir seri.",
      "pt-br": "Lorem, uma demônio infame e temível, teve que se estabelecer por causa de Gospel, seu filho. Embora não pareça, ela é uma mãe amorosa e zelosa, mas permanece temível tanto para os companheiros demônios quanto para os espectadores humanos, porque mantém a terrível reputação de sua juventude selvagem e terrível dos anos anteriores.\n\nPelo bem do amor maternal, ela tem que perseverar, aprender e prosperar num mundo onde não está sozinha. Pelo bem do Evangelho e do seu futuro.\n\nSinta o Amor nele!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "202"
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-10-23T17:19:15+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/c6e86e9d-b556-4197-9988-e84a8fe47135.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий. Мій дивакуватий друг"
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]