[
  {
    "mangaId": "087ca0c7-33e8-4c71-b8eb-64bf27aedb11",
    "title": {
      "en": "Freezing"
    },
    "updatedAt": "2024-11-16T13:24:20+00:00",
    "coverArt": "https://mangadex.org/covers/087ca0c7-33e8-4c71-b8eb-64bf27aedb11/78754112-a24d-4826-8c53-aa0450d44e67.jpg",
    "altTitles": [
      {
        "ru": "Заморозка"
      },
      {
        "ja": "フリージング"
      },
      {
        "vi": "Kết Giới Nữ Vương"
      },
      {
        "vi": "Linh Độ Chiến Cơ"
      },
      {
        "zh": "结界女王"
      },
      {
        "zh": "零度战姬"
      },
      {
        "ko": "프리징"
      }
    ],
    "description": {
      "en": "Beings from a different dimension have started a war with mankind. To counter this threat, an academy called \"Genetics\" that trains female warriors called \"Pandora,\" who can wield special weaponry and armor, was formed. Kazuya Aoi decided to enroll in this school because of a promise with his sister, an outstanding alumnus who died in battle. There he meets second year Satellizer L. Bridgette, nicknamed \"The Untouchable Queen\" due to her solitary demeanor but also top of her class whose battle simulation streak is undefeated, until he came… and slowly changed her.  \n  \nThe Prequels gives back story to several characters; does not effect the main story.  \n  \nMost FTH and all LetItGo are joint with Vexed Scans.\n\nThere were 33 volumes when the series went on hiatus, however, the site producing the chapters is still ongoing."
    },
    "status": "hiatus",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c94095bf-4150-47dc-a892-11624aa21823",
    "title": {
      "en": "Ore no Imouto ga Saikou no Okazudatta"
    },
    "updatedAt": "2024-11-24T04:39:33+00:00",
    "coverArt": "https://mangadex.org/covers/c94095bf-4150-47dc-a892-11624aa21823/2edaa705-9639-4206-8f02-5713e12020ba.jpg",
    "altTitles": [
      {
        "ja": "俺の妹が最高のオカズだった"
      },
      {
        "en": "My Little Sister Is the Best Fap Material"
      },
      {
        "zh-hk": "我的妹妹是最棒的配菜"
      },
      {
        "zh-ro": "Wǒ de mèimei shì zuì bàng de pèicài"
      },
      {
        "en": "My Little Sister Is the Best Masturbation Material"
      },
      {
        "es-la": "Mi hermana menor es el mejor material de masturbación"
      }
    ],
    "description": {
      "en": "Miyu, my own sister, catches me masturbating to my favorite \"sister\" erotic game! She's always cool, straightforward, and a bit salty, but for some reason, she ends up helping me masturbate...! I began to cum on my little sister's skin and have her touch it! After a lot of skinship, now I can't bust a nut unless I'm thinking of her!\n\nGenichiro Kazami's popular Web novel about little sisters is now available as a comic book by Hayate Asakura, a moe illustrator!",
      "ja": "風見源一郎の大人気ＷＥＢ妹小説を――萌え絵師・朝倉はやてが堂々コミカライズ！　妹モノのエロゲでオナニーを満喫しているところを実の妹・美優に目撃された！　いつもクールで真顔で塩対応の妹は、それからなぜか、俺のオナニーを手伝ってくれることに！　……妹の肌に出したり、さわってもらったり！　スキンシップを重ねていたら――なんと俺は、妹以外ではヌケない身体になってしまった！",
      "es-la": "Miyu, mi propia hermana, ¡me pilla masturbándome con mi juego erótico \"de hermanas\" favorito!　Ella siempre es increíble, directa y un poco fría, pero por alguna razón, ¡acaba ayudándome a masturbarme! ¡Empecé a correrme en la piel de mi hermanita y a hacer que me tocara!　Después de muchas ocasiones, ¡ahora no puedo masturbarme si no es pensando en ella!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c466ced0-ec48-47c1-a8cf-d5ff1fe9d0d2",
    "title": {
      "en": "Shokei Sareta Kenja wa Lich ni Tensei Shite Shinryaku Sensou wo Hajimaru"
    },
    "updatedAt": "2025-01-07T23:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/c466ced0-ec48-47c1-a8cf-d5ff1fe9d0d2/94d7afeb-eb76-4c2f-bffa-1d8086497fcc.jpg",
    "altTitles": [
      {
        "ja": "処刑された賢者はリッチに転生して侵略戦争を始める"
      },
      {
        "en": "The Executed Sage Who Was Reincarnated as a Lich Started an All-Out War"
      },
      {
        "ko": "처형당한 현자는 리치로 전생하여 침략 전쟁을 시작한다"
      },
      {
        "ar": "الساحر العائد للإنتقام من العالم~الساحر الذي تم إعدامه أعيد إحيائه كليتش وبدأ حرب ضد الجميع"
      },
      {
        "id": "Sage Yang Dieksekusi Reinkarnasi Menjadi Lich Dan Memulai Perang Habis-Habisan"
      },
      {
        "pt-br": "O Sábio que foi Executado, Reencarnou como o Lorde Demônio e Declarou Guerra com o Mundo"
      },
      {
        "ru": "Казненный мудрец переродился в некроманта и начал тотальную войну"
      },
      {
        "th": "จอมปราชญ์ผู้มีกายาเป็นลิช"
      },
      {
        "th": "ปราชญ์เกิดใหม่เป็นลิช"
      }
    ],
    "description": {
      "en": "The Sage Dwight, he along with the Hero defeated the Demon Lord who sank the world into darkness. However, they were falsely accused of becoming the next Demon Lords because of his power, and were thrown to The Valley of the Dead to die... But though his flesh has rotten away, he lives on as a skeleton because of his grudge against the world. Dwight has vowed to deny that wrong world, and with a power that surpasses even the Demon King of the past, and also leading countless Skeletons he's going to start an all out war...!",
      "ja": "かつて勇者と共に世界を闇に沈めた魔王を討伐した英雄、賢者ドワイト。\nしかし、その力から次代の魔王になるつもりだと無実の罪を着せられ、\n死者の谷へ落とされ命を落とす…。\nしかし、肉が腐り落ちるも、この世への執念からスケルトンとして\n生き永らえていたドワイトは、この間違った世界を否定する事を誓い、\nかつての魔王をも凌駕する力で無数のアンデッドを率い、侵略戦争を開始する…！\n\n---\n- [Web Novel (Raw)](https://ncode.syosetu.com/n0651fj)",
      "pt-br": "O Sábio Dwight, ele junto com o Herói derrotou o Lorde Demônio que afundou o mundo na escuridão. No entanto, eles foram falsamente acusados ​​de se tornarem os próximos Lordes Demônios por causa de seu poder, e foram jogados no Vale dos Mortos para morrer…\n\nMas embora sua carne tenha apodrecido, \nele vive como um esqueleto por causa de seu rancor contra o mundo. Dwight jurou negar esse mundo errado, e com um poder que supera até mesmo o Rei Demônio do passado, e também liderando incontáveis ​​esqueletos. ele vai começar uma guerra total...!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43078ddf-c2aa-415d-bccb-97e35a3755fa",
    "title": {
      "en": "My Dearest Self With Malice Aforethought"
    },
    "updatedAt": "2024-10-26T14:08:54+00:00",
    "coverArt": "https://mangadex.org/covers/43078ddf-c2aa-415d-bccb-97e35a3755fa/ea0af62d-be04-41b9-9273-fc4d83ce9c4d.jpg",
    "altTitles": [
      {
        "fr": "The Killer Inside"
      },
      {
        "ru": "Мое дорогое Я со злым умыслом"
      },
      {
        "zh": "亲爱的我饱含杀意"
      },
      {
        "ko": "친애하는 나에게 살의를 담아"
      },
      {
        "ne": "प्रिय म, हत्यारा नियतले"
      },
      {
        "de": "The Killer Inside"
      },
      {
        "ja-ro": "Shinai naru Boku e Satsui o Komete"
      },
      {
        "ja": "親愛なる僕へ殺意をこめて"
      }
    ],
    "description": {
      "de": "Auf den ersten Blick scheint Eiji ein ganz normaler Student zu sein, doch er hat ein Geheimnis: sein verstorbener Vater war ein berüchtigter Serienmörder, der für seine extreme Grausamkeit bekannt war.\nEines Tages wacht Eiji neben einem schönen fremden Mädchen auf, das anscheinend in ihn verliebt ist und behauptet, seine Freundin zu sein, doch eigenartigerweise kann er sich nicht an sie erinnern. Die letzten Tage scheinen wie aus seinem Gedächtnis gelöscht, und es fühlt sich an, als hätte jemand anders die Kontrolle übernommen. Zur selben Zeit findet die örtliche Polizei eine aufs Übelste verstümmelte Leiche, und für sie besteht kein Zweifel: Eijis Vater ist zurück... doch kann das wirklich sein?",
      "en": "Urashima Eiji, a college student, goes to sleep after a fun drinking night with his friends. When he wakes up he discovers a beautiful girl next to him who treats him as if they are in a loving relationship. Later, Eiji finds out that 4 days have passed since he went out with his crew. What did he do during all that time and why does he have no memory of it? By confronting that reality, he will be caught in tragedy…",
      "ne": "एइजी, कलेज उमेरको कुमारले कुनै दिन प्रेमिका हुने सपना देख्छ... अनि एक दिन आफ्नो \"प्रेमिका\" को साथ आफ्नो ओछ्यानमा उठ्छ! त्यति मात्र होइन, उसको साथीले उसलाई बताउँछ कि ऊ झगडामा परेको छ ... र त्यो तीन दिन बितिसक्यो जुन एइजीलाई याद छैन? के अँध्यारो रहस्यहरू लुकाइरहेका छ ... एइजी आफैले?",
      "ru": "Урашима Эйджи, студент колледжа, засыпает после веселой ночи с друзьями. Когда он просыпается, он обнаруживает рядом с собой красивую девушку, которая ведет себя с ним, как со своим парнем. Позже Эйджи узнает, что с того вечера прошло 3 дня. Что он делал все это время и почему не помнит ничего об этом? Столкнувшись с реальностью, он попадет в трагедию…  \n  \nItou Shouta's Twitter: [@shota\\_itooooo](https://twitter.com/shota_itooooo)",
      "vi": "Urashima Eiji, một sinh viên đại học, đi ngủ sau một đêm uống rượu vui vẻ với bạn bè. Khi tỉnh dậy, anh phát hiện ra một cô gái xinh đẹp bên cạnh, người đối xử với anh như thể họ đang trong một mối quan hệ yêu đương. Sau đó, anh phát hiện ra rằng 4 ngày đã trôi qua kể từ khi anh đi ra ngoài cùng với đám bạn của mình. Anh ấy đã làm gì trong suốt thời gian đó và tại sao anh ấy không có ký ức về nó?. Khi đối mặt với thực tế đó, anh sẽ bị cuốn vào bi kịch..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "97"
  },
  {
    "mangaId": "392afdba-74dc-4518-90ed-2ac286f40950",
    "title": {
      "en": "J-Ota Danshi Asahina-kun"
    },
    "updatedAt": "2023-01-30T22:27:48+00:00",
    "coverArt": "https://mangadex.org/covers/392afdba-74dc-4518-90ed-2ac286f40950/2c24ca26-b744-44ca-9aff-00825f12765f.jpg",
    "altTitles": [
      {
        "en": "Asahina the J-Wota Boy"
      },
      {
        "en": "He’s crazy about JOKERS"
      },
      {
        "ja-ro": "J-Wota Danshi Asahina-kun"
      },
      {
        "ja": "Jヲタ男子☆朝比奈くん"
      },
      {
        "zh": "J宅男子★朝比奈君"
      },
      {
        "ja": "ジェイヲタ男子☆朝比奈くん"
      }
    ],
    "description": {
      "en": "Regular high school girl Aoba Wakana's crush is the good looking, tall, athletic, and clever Asahina-kun. But what that guy loves more than anything else are Japan's national male idols, \"Jokers\"! He's a \"J-Ota Guy\"!   \nWakana summons the courage to confess her love, but Asahina mistakes her for just a \"J-Ota friend\"…!?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": ""
  },
  {
    "mangaId": "416e63e0-a641-4338-b9e8-2461e81ff152",
    "title": {
      "en": "How to Survive as a Maid in a Horror Game"
    },
    "updatedAt": "2024-09-23T18:12:22+00:00",
    "coverArt": "https://mangadex.org/covers/416e63e0-a641-4338-b9e8-2461e81ff152/29d67fe8-47e2-4242-8793-eca46049c117.png",
    "altTitles": [
      {
        "ko": "공포게임 메이드로 살아남기"
      },
      {
        "ko": "공포 게임 메이드로 살아남기"
      },
      {
        "en": "Surviving as a Maid in a Horror Game"
      },
      {
        "en": "No Exit Horror"
      }
    ],
    "description": {
      "en": "\"How did you know? I hid it well so that no one would find out.\"\n \nAdrian Caesar von de Paltzgraf, the successor to the Paltzgraf Family. He is hailed as an angel in this world, but only I knew that the serial murders and murder attempts happening in the area which everyone was talking about were all committed by a young, good-looking gentleman.\n\n[Adrian's murderous intent has increased.]\n[Convince Adrian to lower his murderous intent. If not, you die.]\n[Adrian's murderous intent is at 92%.]\n\nI am the only one who knows. I was the only one who transmigrated into the world of this ridiculous horror game.\n\n---\n\nNote:\n- Only Ridibooks has all the volumes, due to Volume 1 of the side stories being R19.\n- \"No Exit Horror\" is the English name on the ebook and physical Korean novel cover."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4cc25e4a-0b65-404e-854e-8340e7042ac4",
    "title": {
      "en": "Dog Act"
    },
    "updatedAt": "2024-11-07T01:42:16+00:00",
    "coverArt": "https://mangadex.org/covers/4cc25e4a-0b65-404e-854e-8340e7042ac4/ebffa4b2-bf52-4618-8be0-980300f51f84.jpg",
    "altTitles": [
      {
        "ko": "개짓"
      },
      {
        "en": "Bullshit"
      }
    ],
    "description": {
      "en": "When CEO Jung Taeon mentioned he would stay for a month at Yeonghwadang, Sahee didn’t think much of it. He was merely a valued guest who would never get involved with someone as insignificant as her. However, the rude and endlessly arrogant man had a different perspective.\n\n“Yeon Sahee, why don’t we sleep together?”\n\nSahee felt a mix of discomfort and unease, but his unpredictable demeanor continues to unsettle her.."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-01-01T04:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "397d8547-99a2-4631-94f3-9a3dc0f12c6e",
    "title": {
      "en": "Park Ha Mansion"
    },
    "updatedAt": "2025-01-27T03:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/397d8547-99a2-4631-94f3-9a3dc0f12c6e/a354d9ed-162e-4612-a371-198c01ce3c05.jpg",
    "altTitles": [
      {
        "ko": "박하"
      },
      {
        "ko": "Bakha"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "28"
  },
  {
    "mangaId": "d29071f5-c6bf-4802-aca3-5ee7dde03cdd",
    "title": {
      "en": "Fork & Knife"
    },
    "updatedAt": "2023-09-08T14:49:53+00:00",
    "coverArt": "https://mangadex.org/covers/d29071f5-c6bf-4802-aca3-5ee7dde03cdd/70af3202-0f90-49a8-a8ad-7afc4f791dbb.jpg",
    "altTitles": [
      {
        "ko": "포크&나이프"
      },
      {
        "en": "Fork and Knife"
      }
    ],
    "description": {
      "en": "A world of constant war because we don't understand each other's differences.\nA world where it is normal to hate and harm other species.\nIn this hellish world where blood is splashed and people kill and kill each other, how can a boy named Rito survive?\nA medieval dark fantasy of humans and xenomorphs.",
      "ko": "서로의 다름을 이해 못 해 끊임없는 전쟁이 벌어지는 세계.\n타종을 혐오하고 해하는 것이 당연한 세계.\n피가 튀고 서로가 죽고 죽이는\n이 지옥 같은 세계에서 소년 '리토'는\n과연 어떻게 살아남을 것인가.\n\n인간과 이종족들이 벌이는 중세 다크 판타지"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb00aab-2cfa-4b46-883e-4584d5e9aa62",
    "title": {
      "en": "Sono Akuyaku Kizoku, Mama Heroine ga Suki Sugiru: Shinshi na Doryoku de Saikyou to Nari Fuguu na Oshi Chara Tasukemakuru"
    },
    "updatedAt": "2025-01-25T06:13:49+00:00",
    "coverArt": "https://mangadex.org/covers/8fb00aab-2cfa-4b46-883e-4584d5e9aa62/69f71362-077f-4da8-9350-0a65ed4b4e48.jpg",
    "altTitles": [
      {
        "ja": "その悪役貴族、ママヒロインが好きすぎる ～真摯な努力で最強となり不遇な推しキャラ助けまくる～"
      },
      {
        "en": "The Villainous Noble Loves Mom Heroines Too Much: Becoming the Strongest With Sincere Effort to Save Misfortunate Fave Chars"
      },
      {
        "en": "That Villainous Aristocrat Is Actually Crazy About Mom Heroines: With His Earnest Hard Work, He Becomes the Strongest and Saves All of His Favorite Characters"
      }
    ],
    "description": {
      "en": "The mom characters who appear in the game are all unfortunate sub-heroines who always get bad ending routes. “Why… Why does such a cute mom have to die?!“ Even though the protagonist tried very hard to request a route where they get saved, all of his efforts were in vain, making him spend his days in frustration. Then, he suddenly gets reincarnated into the world of MamaFan on a certain day. …However, he gets reincarnated as a villainous aristocrat who’s got nothing but the worst routes. This guy, who’s crazy about mom characters — his fulfilling days of saving his beloved mom characters and his journey to create his harem full of plump women are about to begin!\n\n---\n**Additional Links:**\n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/71300)"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9d73ff-a19e-4817-9eb7-657471f4d8d5",
    "title": {
      "en": "Kinnikuman"
    },
    "updatedAt": "2024-12-22T15:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/7b9d73ff-a19e-4817-9eb7-657471f4d8d5/367bacff-5855-412d-8e04-afb784fa279a.jpg",
    "altTitles": [
      {
        "ja": "キン肉マン"
      },
      {
        "pt-br": "Homem Músculo"
      }
    ],
    "description": {
      "en": "Kinnikuman (Muscleman), a weak and clumsy super hero, constantly getting into wacky situations. As the series progressed, the story began changing from comedy to action as Kinnikuman battles stronger and stronger foes in the wrestling ring. The series continually introduced new Super Human characters, known as Chojin, who would challenge Kinnikuman and his friends for various purposes.  \n    \n---\n- **The initial serialization lasted from 1979-1986 and ended with Vol. 36. The series directly continued in 2011 with Vol. 37.**\n- **The 2011 Chapters resets the Count to 1 during it set of volumes (Beyond Vol 36)**\n\n---\n- **Won the Shogakukan Manga Award for Shonen in 1985**",
      "pt-br": "Kinnikuman (Homem Músculo), um super-herói fraco e desajeitado, constantemente entrando em situações malucas. À medida que a série avançava, a história começou a mudar de comédia para ação, enquanto Kinnikuman lutava contra inimigos cada vez mais fortes no ringue de luta livre. A série continuamente introduziu novos personagens Super Humanos, conhecidos como Chojin, que desafiariam Kinnikuman e seus amigos para vários propósitos. \n\nA serialização original foi de 1979-1986 e terminou com o Vol. 36. A série continuou diretamente em 2010. \n\nGanhou o Shogakukan Manga Awards por melhor Shounen em 1985."
    },
    "status": "ongoing",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3128cb85-1981-41fa-b263-3b3410607960",
    "title": {
      "en": "Chiharu-kun wa Josou o Shitakunai"
    },
    "updatedAt": "2024-09-23T12:44:05+00:00",
    "coverArt": "https://mangadex.org/covers/3128cb85-1981-41fa-b263-3b3410607960/a71751ae-5192-4f6a-8e8b-98f5614d084f.jpg",
    "altTitles": [
      {
        "ja": "ちはるくんは女装をしたくない"
      },
      {
        "ja-ro": "Chiharu-kun wa Josou wo Shitakunai"
      },
      {
        "en": "Chiharu-kun Doesn't Want to Crossdress"
      }
    ],
    "description": {
      "en": "Follow Chiharu, a boy who doesn't want to crossdress!\nIt's a romantic comedy featuring a bunch of youngsters!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-12-07T20:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      },
      {
        "vi": "Giết Chết Nam Chính, Ta Trở Thành Nữ Ma Đầu."
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c718eb5d-6544-49ab-9fb4-ee90f6b75f8e",
    "title": {
      "en": "The Age of Arrogance"
    },
    "updatedAt": "2024-11-21T01:08:24+00:00",
    "coverArt": "https://mangadex.org/covers/c718eb5d-6544-49ab-9fb4-ee90f6b75f8e/e7198cb0-6882-4963-adae-fc3a1de456cb.jpg",
    "altTitles": [
      {
        "ko": "오만의 시대"
      },
      {
        "ko-ro": "Omane Sidae"
      },
      {
        "en": "The Era of Pride"
      },
      {
        "en": "City of Arrogance"
      },
      {
        "fr": "L'âge de l'arrogance"
      },
      {
        "es": "La edad de la arrogancia"
      },
      {
        "es": "La nueva era"
      },
      {
        "ne": "अहङ्कारको युग"
      },
      {
        "ru": "Эпоха высокомерия"
      },
      {
        "th": "ยุคแห่งความโอหัง"
      },
      {
        "ja": "傲慢の時代"
      },
      {
        "zh": "傲慢的时代"
      },
      {
        "zh-hk": "傲慢的時代"
      },
      {
        "id": "Masa Kesombongan"
      },
      {
        "vi": "Thời đại của oman"
      },
      {
        "tr": "Gurur Çağı"
      },
      {
        "ar": "عصر الغطر"
      },
      {
        "es-la": "La era de arrogancia"
      },
      {
        "pt-br": "A Era da Arrogância"
      }
    ],
    "description": {
      "ar": "سيد بيرباز، الذي قاد الحرب التي استمرت 28 عامًا إلى النصر، \"آشا بيرباز\". بالنسبة لبيرفاز، الذي دمرته الحرب الطويلة، تتوجه آشا إلى العائلة الإمبراطورية لتلقي مكافأة النصر التي وعد بها الإمبراطور. ومع ذلك، فإن المكافأة الوحيدة التي عادت كانت <الحق في اختيار شريك الزواج>. كخيار أفضل، أشار آشا إلى \"دوق كارلايل هافن\"، وهو الأمير الأول الذي تم حرمانه مؤخرًا من لقب ولي العهد. إذا تم رفضها، كانت تنوي الحصول على نفقة من الإمبراطور... \"ماركيز بيرباز. سأقبل عرض زواجك\". وعلى عكس التوقعات، قبل دوق كارلايل اختيار آشا. وعود بدعم هائل لبيرفاز...!",
      "en": "The lord of Pervaz, who led the 28-year war to victory, Asha Pervaz. \n\nFor Pervaz, who was devastated by the long war, Asha heads to the imperial family to receive the victory reward promised by the emperor.  However, the only reward that came back was the \"right to choose a marriage partner.\" \n\nAs the best choice, Asha pointed out the Duke of Carlisle Haven, the first prince who had recently been deprived of the title of crown prince.  If she was refused, she intended to receive compensation from the emperor... \n\n\"Marquise Perbaz. I will accept your marriage proposal.\" \n\nContrary to expectations, the Duke of Carlisle accepted Asha's choice.  Promising tremendous support for Pervaz...!\n\n---\nAfter winning a long war, Asha Pervaz is expecting the emperor to compensate her with money. Unlike her expectations though, the emperor asks Asha to choose her own husband from a list of nobles. Asha chooses Duke Carlisle Haven, the emperor’s eldest son and former crown prince. Asha expects him to object and pay an alimony instead, but the duke actually agrees to marry her! He even promises to help Asha rebuild Pervaz. What does the duke really want? And will Asha get what she wants without getting embroiled in the growing royal conspiracy?",
      "fr": "Après avoir mis fin à la longue guerre contre les Lurs, Asha Pervaz, Seigneure des terres de Pervaz, se rend au palais impérial dans l'espoir d'obtenir la récompense promise par l'Empereur. Mais contrairement à ses attentes, Asha ne se voit offrir que le droit de choisir un époux. Fine stratège, elle choisit le Duc Carlisle Haven, fils aîné de l'empereur et prince héritier temporairement privé de son autorité, pensant que celui-ci refusera et lui versera en échange une compensation financière. Mais contre toute attente, le Duc accepte de l'épouser. Il lui promet de lui fournir les matériaux nécessaires à la reconstruction de Pervaz si Asha l'aide à récupérer le trône qui lui revient de droit.",
      "id": "Setelah kematian ayah dan kakak-kakaknya melawan suku barbar, Asha Pervaz turun tangan untuk menggantikan mereka. Kemenangan berhasil ia raih, namun imbalan yang ia terima hanya cemoohan rakyat dan “hak memilih calon suami”, alih-alih hadiah uang untuk membangun kembali wilayahnya. Sadar bahwa Kaisar mempermainkannya, Asha memilih Carlisle Haven Evaristo, sang putra mahkota kekaisaran yang dicabut haknya akibat skandal besar, untuk menjadi suaminya! Asha yakin Carlisle akan menolaknya, namun…",
      "ko": "28년간의 전쟁을 승리로 이끈 페르바즈의 영주, '아샤 페르바즈'. 긴 전쟁으로 황폐해진 페르바즈를 위해 아샤는 황제가 약속한 승전 보상을 받으러 황실로 향한다.   하지만 돌아온 보상은 고작 <결혼 상대 선택권>.  최선의 선택으로 얼마 전 황태자 위를 박탈당한 1황자, '칼라일 헤이븐 공작'을 지목한 아샤. 거절하면 황제에게 위자료를 지급받을 생각이었으나…  \"페르바즈 변경백. 그대의 청혼을 받아들이겠다.\"  예상과 다르게 칼라일 공작은 아샤의 선택을 받아들였다. 페르바즈에 대한 엄청난 지원까지 약속하면서…!",
      "th": "อาชา เปอร์เวซ ลอร์ดแห่งเปอร์เวซ ผู้นำชัยชยะมาสู่สงครามที่กินเวลายาวนานกว่า 28 ปี อาชามุ่งหน้าไปยังพระราชวังเพื่อรับรางวัลแห่งชัยชนะที่จักรพรรดิได้ให้คำมั่นไว้ โดยมีจุดมุ่งหมายเพื่อนำมาบูรณะดินแดนเปอร์เวซ ซึ่งถูกจักรวรรดิทอดทิ้งจากสงครามที่ยืดเยื้อ แต่ทว่า รางวัลเดียวที่อาชาได้รับกลับเป็น <การเลือกคู่แต่งงาน> อาชาตัดสินใจเลือกมกุฎราชกุมาร ดยุกแห่งคาร์ไลล์ ฮาเว่น ผู้ซึ่งถูกปลดจากตำแหน่งมกุฎราชกุมารเมื่อไม่นานมานี้ ถ้าเธอถูกปฏิเสธ เธอก็จะได้รับรางวัลอย่างงามจากจักรพรรดิ แต่ว่า… “มาร์คกราฟแห่งเปอร์เวซ ข้ายอมรับคำขอแต่งงานของเจ้า” ทุกอย่างกลับไม่เป็นไปตามที่คาดไว้ ดยุกแห่งคาร์ไลล์ ฮาเว่นเลือกที่ยอมรับคำขอแต่งงานของอาชา และเขายังสัญญาที่จะให้การสนับสนุนเปอร์เวซอย่างเต็มที่อีกด้วย",
      "tr": "Perbaz’ın 28 yıl süren savaşı zafere taşıyan lordu ‘Asya Pervaz’. Uzun süren savaşta harap olan Pervaz için Asya, imparator tarafından vaat edilen zafer ödülünü almak üzere imparatorluk ailesine gider. Ancak kendisine geri dönen tek ödül <Evlilik eşi seçme hakkı> olmuştur. Asya en iyi seçenek olarak, yakın zamanda veliaht prens ünvanından mahrum bırakılan ilk prens olan ‘Colail Haven Dükü’nü işaret etti. Eğer reddedilirse, imparatordan nafaka almaya niyetliydi… “Markiz Pervaz. Evlilik teklifinizi kabul ediyorum.” Beklentilerin aksine Colail Dükü, Asya’nın teklifini kabul etti. Pervaz’a büyük destek sözü verdi!..",
      "vi": "Lãnh địa Pervaz đã bị tàn phá bởi một cuộc chiến tranh. Và vĩ lãnh chúa mới của lãnh địa Pervaz này chính là Asha Pervaz. Cô được hoàng đế ban thưởng cho chiến thắng của mình. Nhưng người gặp cô lại chế giễu cô là ‘nàng công chúa man rợ’ và thật là một đề nghị vô lý khi trao quyền chọn bạn đời làm phần thưởng cho chiến thắng. Asha phải đưa ra lựa chọn tốt nhất ngay cả trong hoàn cảnh này. “Vậy…công tước Carlyle Haven đi” Cô chọn ra đại hoàng tử, người đứng đầu danh sách quý tộc và cách đây không lâu đã gây ra một vụ bê bối lớn và bị tước đoạt danh hiệu đại hoàng tử. Nếu anh ta tức giận và từ chối, cô sẽ nhanh chóng đòi bồi thường sau đó, nhưng đâu ngờ rằng Carlyle lại chấp nhận sự lựa chọn của cô. “Anh mong muốn gì ở tôi?” “Đừng bận tậm đến việc tôi làm ở Pervaz. Đừng mong rằng được đối xử như một người vợ và cũng đừng nghĩ đến việc dính líu đến phe đối lập của tôi. Và khi tôi yêu cầu thì đừng nói linh tinh gì cả, chỉ cần ký vào tờ giấy ly hôn là được” Đó là một giao dịch không có gì là không tốt đối với Asha. Cô nắm lấy tay của kẻ ngạo mạn kia mà ngay cả hoàng đế cũng coi thường. Một nụ cười đầy sức quyến rũ nở trên môi anh. “Phu nhân, sau này xin được giúp đỡ”",
      "zh": "事业型男女主被迫联姻，\n强强联合收获爱与权力\n在长达28年的战争中，佩尔瓦兹的领主“阿西娅·佩尔瓦兹”成功地率领众人取得了胜利。为了重建因长期战争而荒芜的佩尔瓦兹，阿西娅前往皇室领取皇帝承诺的胜仗奖励。但等待她却只是区区<择偶权>，而无任何实质性的奖励。想到佩尔瓦兹的百姓连今年冬天都可能撑不过去，阿西娅只好选择刚失去皇太子身份的卡莱尔公爵作为结婚对象…“既然皇室不想让我们好过，那么就拉你们一起下水”。",
      "pt-br": "Depois de vencer uma longa guerra, Asha Pervaz esperava que o imperador a compensasse com dinheiro. Ao contrário de suas expectativas, o imperador ordenou que Asha escolhesse um marido dentre uma lista de nobres. Ela escolheu o Duque Carlisle Haven, filho mais velho do imperador e antigo príncipe herdeiro. Asha esperava que ele fosse contra isso e, ao invés, pagasse uma pensão para ela , mas o Duque concordou em se casar com ela! Ele até prometeu ajudar a reconstruir Pervaz. O que o Duque realmente quer?  E Asha vai conseguir o que quer sem se envolver na crescente conspiração real?",
      "zh-hk": "為了拯救因漫長戰爭而荒廢的領地「菲爾巴茲」，亞莎前往皇室向皇帝要求當初所承諾的戰勝補償。然而，她卻只獲得了「結婚對象選擇權」。權衡之下，亞莎認為最好的人選是不久前被剝奪皇太子地位的卡拉爾．海本公爵，假如被拒絕了，就能從皇帝那裡得到精神賠償… 「菲爾巴茲伯爵，我接受妳的求婚。」 出乎意料的是，卡拉爾公爵接受了亞莎的選擇，還承諾提供菲爾巴茲龐大的支援…！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05be3fec-cdec-47df-b9c2-ebc6bbf7407d",
    "title": {
      "en": "Dreamland"
    },
    "updatedAt": "2024-01-04T15:08:31+00:00",
    "coverArt": "https://mangadex.org/covers/05be3fec-cdec-47df-b9c2-ebc6bbf7407d/94c0c1b5-fe8a-441f-9481-d5583092d8c0.jpg",
    "altTitles": [
      {
        "no": "Drømmeland"
      },
      {
        "sv": "Drömlandet"
      },
      {
        "pl": "Kraina Snów"
      },
      {
        "ms": "Taman Mimpi"
      },
      {
        "pt": "Terra dos Sonhos"
      },
      {
        "ru": "Мир Грёз"
      }
    ],
    "description": {
      "en": "Dreamland is a series based on a dual universe: on one side, you have the real world, and on the other, the world of dreams, imaginary and crazy.  \nWe follow the life of Terrence and his friends between those two worlds. He's a shy high-schooler who would like to seduce Lydia, a girl he's liked for a long time. But one day, his life changes completely when, during one of his nightmares, he overcomes his greatest fear: Fire. That marks the beginning of his double life as a normal high-school student during the day and the flame controller at night in Dreamland."
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da669866-22ff-4bb7-887b-bddc2cf1d0c9",
    "title": {
      "en": "Toudou-kun Chi no Maid Shota"
    },
    "updatedAt": "2024-10-16T01:52:54+00:00",
    "coverArt": "https://mangadex.org/covers/da669866-22ff-4bb7-887b-bddc2cf1d0c9/f5f7000e-5356-47eb-a343-81e39153742e.jpg",
    "altTitles": [
      {
        "ja": "凍堂くんちのメイドショタ"
      },
      {
        "en": "Mister Toudou's Little Boy Maid"
      }
    ],
    "description": {
      "en": "Rennosuke, a scion of the influential Toudou Group, has a terrible relationship with his family. He spends his days getting told off by his father and older sister, who say things like \"Did you get into a fight again?\" \"Having a delinquent for a son of the Toudou family is an embarrassment\". \nOne day, Rennosuke chances upon a hungry child. The sight of that child hungrily devouring a piece of bread reminds Rennosuke of the dog he once owned, and he asks half-jokingly \"If you don't have anywhere to go, why don't you come to my place?\".  The child then comes to the Toudou house and starts working as a maid."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34089f0c-2be7-482f-8480-6bd67c449676",
    "title": {
      "en": "Kenseijo Adel no Yarinaoshi ~Kako ni Modotta Saikyou Kensei, Hime wo Sukuu Tame ni Seijo to Naru~"
    },
    "updatedAt": "2024-11-23T02:25:18+00:00",
    "coverArt": "https://mangadex.org/covers/34089f0c-2be7-482f-8480-6bd67c449676/cf0e08f6-ba15-4fc9-a8a1-9fb92611c36b.jpg",
    "altTitles": [
      {
        "ja": "剣聖女アデルのやり直し ～過去に戻った最強剣聖、姫を救うために聖女となる～"
      },
      {
        "en": "Sword Saint Adel's Second Chance"
      }
    ],
    "description": {
      "en": "Hailed as the hero for leading his country to victory from a great war, the blind Sword Saint Adel is now in despair. Unfortunately, he failed to protect his benefactor, Princess Euphinea, whom he dedicated his entire life to. \n\n\"I want to meet the princess once again,\" he muttered, wishing deeply that his prayers would be answered. A mysterious being, having heard his plea, granted his prayers, and he was sent back to the past, to a time when the princess is still alive. \n\nUnexpectedly, the Sword Saint (♂) has been transformed into a super-duper cute Sword Saintess (♀), and her heroic tale of unrivaled power will once again take place.",
      "ja": "大戦で国を勝利に導き、英雄と称えられながらも、剣聖アデルは絶望の中にいた。なぜなら生涯の忠誠を誓ったユーフィニア姫を戦火から守り切ることができず、失ってしまったから……。\n\n「願わくば、もう一度姫様にお会いしたい」\n\nその切なる願いは高次の存在によって叶えられ、姫がまだ生きている過去へと送られるアデル。ところが、その姿はなぜか美少女になっていて――!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc4eede2-4fc9-4fdc-8904-7ea7ae56d773",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Shadow Gaiden"
    },
    "updatedAt": "2024-05-30T05:54:18+00:00",
    "coverArt": "https://mangadex.org/covers/fc4eede2-4fc9-4fdc-8904-7ea7ae56d773/07c4830c-7e39-4e19-9681-df63541dede5.jpg",
    "altTitles": [
      {
        "zh": "想要成爲影之實力者-沙雕小劇場"
      },
      {
        "ja": "陰の実力者になりたくて！ しゃどーがいでん"
      },
      {
        "en": "The Eminence in Shadow: Shadow Side Story"
      },
      {
        "en": "I Want To Become The Eminence In Shadow! Shadow Side Story"
      }
    ],
    "description": {
      "en": "An official spin-off of the the super famous fantasy \"The Eminence in Shadow\".  \nOP main character × isekai reincarnation × misunderstandings!? This is the beginning of a spin-off of the super-famous web novel isekai fantasy \"The eminence in Shadow\".  \nCid is a boy who reincarnated in another world, and decided to enjoy a scenario of being \"the eminence in shadow, someone who meddles with the story from the shadows, and exhibits his true power in secrecy\". Thus unfolds the story of him and the secret organization he leads—shadow garden—as well their their pleasant friends! An easy-going 4-koma manga starts right here and now!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "52"
  },
  {
    "mangaId": "ff4b6bfd-40b4-4a84-b60e-1006c46c106b",
    "title": {
      "en": "How the Little Brother Who Turned Into a Girl Became His Big Brother's Girlfriend"
    },
    "updatedAt": "2025-01-16T15:50:14+00:00",
    "coverArt": "https://mangadex.org/covers/ff4b6bfd-40b4-4a84-b60e-1006c46c106b/acac2130-fe96-4421-9b1d-8d2e49c4696c.jpg",
    "altTitles": [
      {
        "ja": "兄貴の彼女になる、女の子になっちゃった弟。"
      },
      {
        "ja-ro": "Aniki no Kanojo ni Naru, Onnanoko ni Nacchatta Otouto"
      },
      {
        "en": "When I Returned Home for the First Time in a Long Time, My Brother Transformed Into a Girl"
      },
      {
        "ja": "久しぶりに実家に帰ったら弟がTSしてた。"
      },
      {
        "ja-ro": "Hisashiburi ni Jikka ni Kaettara Otouto ga TS Shiteta."
      },
      {
        "ru": "Как Младший Братик, Который Превратился в Девочку, Стал Девушкой Своего Старшего Брата"
      },
      {
        "ko": "오랜만에 친가에 돌아오니 동생이 TS되어 있었다"
      },
      {
        "ko-ro": "Orenmane Chinga-e Doraoni Dongsaengi TSdoeeo Itteotda"
      }
    ],
    "description": {
      "en": "When I returned home for the first time in a long time, my little brother transformed into a girl!?\n\n---\n**Link:**\n- [Fantia 18+ Content](https://mangadex.org/title/7a23de9c-01b8-43bd-ac38-0bfe0bebcc3b)",
      "id": "Ketika aku pulang ke rumah setelah sekian lamanya adik tiri laki-laki ku berubah menjadi gadis!?",
      "ru": "Когда я вернулся домой в первый раз спустя долгое время, мой младший брат стал девушкой!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6440a4b0-2fdc-4a99-9378-f53e5ee6c90e",
    "title": {
      "en": "Fake Saint of the Year: You Wanted the Perfect Saint? Too Bad!"
    },
    "updatedAt": "2024-11-03T14:16:56+00:00",
    "coverArt": "https://mangadex.org/covers/6440a4b0-2fdc-4a99-9378-f53e5ee6c90e/e89e8f94-82a6-4f02-9d1e-55a0f5d556df.jpg",
    "altTitles": [
      {
        "ja-ro": "Nise Seijo Kuso of the Year: Risou no Seijo? Zannen, Nise Seijo deshita!"
      },
      {
        "ru": "Фальшивая святая, отброс года. ~Идеальная святая? Нет, всего лишь подделка!~"
      },
      {
        "ja": "偽聖女クソオブザイヤー～理想の聖女？　残念、偽聖女でした！～"
      }
    ],
    "description": {
      "en": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] is a game ill-suited of being known as a galge, as the main heroine would – regardless of the chosen route – meet her demise.\n\nFudou Niito, a resident of Japan, went to bed dissatisfied with the ending of the game. When he next awoke, he found himself in the body of the game’s hated fake saint, Elrise. Confused, but with an understanding that Elrise’s actions would spell disaster for many lives in the future, he took advantage of the situation and acted to change the course of history.\n\nAs a result, despite her rotten personality, Elrise was adored by those around her as a perfect saint. Furthermore, the game itself was intrinsically linked to his original world and changed accordingly to suit Elrise’s actions. Without any knowledge of what the hell was going on, the fake saint Elrise continued to alter her fate.\n\nA saint on the outside, but a man on the inside.\n\nThe transmigrator was a piece of shit and the person he transmigrated into was also a piece of shit. A combination of shit and shit would cause an accident – to create the greatest fake saint shitshow of the year!",
      "id": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] adalah sebuah permainan yang tidak cocok untuk di panggil sebagai galge, karena apapun rute yang di pilih heroine utama akan selalu menemui ajalnya.\n\nFudou Niito, seorang penduduk di jepang, pergi tidur dengan ketidakpuasan pada akhir dari gamenya. Selanjutnya ketika dia terbangun, ia menemukan dirinya berada dalam tubuh seorang saint yang di benci dalam game, Elrise.\n\nDia kebingungan, namun dengan pemahaman bahwa tindakan Elrise akan menyebabkan bencana untuk banyak kehidupan di masa depan, dia memanfaatkan situasi itu dan bertindak untuk mengubah jalannya sejarah.\n\nSebagai hasilnya, terlepas dari kepribadian busuknya, Elrise di cintai oleh orang-orang di sekitarnya sebagai seorang saint yang sempurna. Terlebih lagi, game itu sendiri pada intinya terhubung dengan dunia asli tempatnya berada dan berubah berdasarkan tindakan Elrise. Tanpa mengetahui apa yang sedang terjadi, seorang saint palsu Elrise terus-menerus mengubah takdirnya.\n\nSeorang saint di luar, namun pria di dalamnya.\n\nOrang yang merasuki adalah seorang bajingan dan orang yang di rasukinya juga merupakan seorang bajingan. Kombinasi dari para bajingan akan menyebabkan mala petaka yang akan menciptakan pertunjukan saint palsu bajingan terbesar tahun ini!",
      "ja": "異世界で無双！　偽聖女で何が悪い…!?\nギャルゲー『永遠の散花』は、どのルートを選んでもメインヒロインが死ぬギャルゲーである。 ゲーム内に登場する悪役へ転生した俺は、ヒロインのエテルナを救うため、ゲーム知識をフル活用しようとするのだが…？",
      "ru": "Визуальный роман «Куон но Санка ~Fiore caduto eterna~» — несправедливая игра, где в каждой из веток истории главная героиня умирает. Я, переродившийся в поддельную святую-злодейку игры Эльризе, решил по полной использовать все свои знания об игре, чтобы спасти главную героиню, Этерну, однако…\n\nВнешность святой девы, а внутри мужик. Дерьмовой душе — дерьмовый персонаж. Как же развернётся история, где по случайности два отброса слились воедино?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2025-01-05T22:31:13+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/6ae7c384-8f33-4c29-a062-ff71628c2e95.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c98a93a0-67fa-4319-acf3-d80a13b68285",
    "title": {
      "en": "Mitsudomoe"
    },
    "updatedAt": "2023-10-29T00:04:08+00:00",
    "coverArt": "https://mangadex.org/covers/c98a93a0-67fa-4319-acf3-d80a13b68285/fc0ce56e-b660-49ee-b3d8-def7ce134f3d.jpg",
    "altTitles": [
      {
        "fr": "Les Triplées"
      },
      {
        "ru": "Отвязная Троица"
      },
      {
        "th": "สามรั่วตัวแสบ"
      },
      {
        "ja": "みつどもえ"
      },
      {
        "zh": "三人混战"
      },
      {
        "zh": "超元氣3姊妹"
      },
      {
        "ko": "쓰리몬"
      },
      {
        "en": "Three Part Struggle"
      },
      {
        "en": "Three Way Scramble"
      },
      {
        "en": "Three-way Struggle"
      }
    ],
    "description": {
      "en": "The somewhat precocious and sadistic girl Mitsuba, the somewhat lecherous muscle girl Futaba, and the somewhat mysterious gloomy girl Hitoha. Better known as the (mischievous) \"Marui Sisters,\" this is the story of how these triplets go about their days in Class 6-3 with their cute yet wild antics."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "19",
    "lastChapter": "348"
  },
  {
    "mangaId": "171b8566-e262-4def-8ba2-a464e381fd48",
    "title": {
      "en": "Omotteta Kanji ni Naranakatta Otokonoko"
    },
    "updatedAt": "2025-01-27T03:01:28+00:00",
    "coverArt": "https://mangadex.org/covers/171b8566-e262-4def-8ba2-a464e381fd48/625aa39a-5523-4b22-b268-63f81df23527.jpg",
    "altTitles": [
      {
        "ja": "思ってた感じにならなかった男の娘"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "77462deb-15bf-4957-9109-e12f4e06d0e7",
    "title": {
      "en": "Maou to Ryuuou ni Sodaterareta Shounen wa Gakuen Seikatsu wo Musou suru You desu"
    },
    "updatedAt": "2025-01-12T00:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/77462deb-15bf-4957-9109-e12f4e06d0e7/dcca2227-fbc6-49f3-bd6d-85b87dbfd0b2.jpg",
    "altTitles": [
      {
        "ja": "魔王と竜王に育てられた少年は学園生活を無双するようです"
      },
      {
        "en": "The Boy Raised by the Demon Queen and the Dragon Queen Has No Rival"
      }
    ],
    "description": {
      "en": "A boy named Ruisha is trapped in a distorted space created by the ancient hero. What he finds there is the Demon King and the Dragon King, who should have been defeated by the hero 300 years ago. Ruisha befriends the Demon King and the Dragon King, and is trained by them, going from a weak child to a legendary warrior with the power of both demons and dragons. Using his power, Ruisha escaped from the strange place and was accepted into the magic academy where the hero’s descendants live. And now he will have to face many challenges to free the Demon King and Dragon King.",
      "ja": "「魔王」と「竜王」の力を継ぐ少年の無双ファンタジー！\n才能ゼロの少年ルイシャは、ある日謎の穴に落ちてしまう。その先にいたのは、巨乳で美人の「魔王」と褐色幼女の「竜王」！　2人から300年の修行を受け、少年は魔族と竜族の力に覚醒する！　ちょっとだけHな少年の英雄譚が、タテ読みフルカラーで開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2025-01-02T16:14:12+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      },
      {
        "vi": "Chấm dứt tình yêu này đi được không?"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma.",
      "vi": "Hachikawa Yuzu, một nữ sinh cấp 3 với cuộc đời học đường ảm đạm có một bí mật. Rằng thực chất cô ấy là một người hâm mộ cuồng nhiệt của Hayami Madoka, bạn cùng lớp và cũng là một nữ diễn viên nổi tiếng.\nYuzu, ngưỡng mộ và tôn sùng Madoka như một nữ thần, cảm thấy hạnh phúc khi chỉ đơn giản được học cùng lớp và nhìn ngắm Madoka mỗi ngày.\nLẽ ra chỉ như thế đã đủ, nhưng cho tới một ngày...\nMột câu chuyện tình yêu méo mó nhưng đồng thời cũng vô cùng thuần khiết."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "d800797d-1976-4a9d-b51c-453a473bf5ac",
    "title": {
      "en": "Photo Club"
    },
    "updatedAt": "2025-01-26T18:07:58+00:00",
    "coverArt": "https://mangadex.org/covers/d800797d-1976-4a9d-b51c-453a473bf5ac/9bd57bc7-9a31-447b-8ec6-e2c6fa2d8605.jpg",
    "altTitles": [
      {
        "ja": "ふぉとくら"
      }
    ],
    "description": {
      "en": "Alcohol, skipping class, accidental groping... College student life is the best! Four men and women who belong to the photo club of the university in a fluffy comedy!",
      "ja": "大学生たちは今日も授業に出ず、部室で酒を飲んでいた。そこになぜか高校の制服を着て、四条ゆきが現れる。ゆきは制服のままビールを飲もうとするが、ビールを福岡夏美にぶちまけ、夏美はブラ透けしてしまう。夏美は泣く泣く、ゆきが持ってきた中学の制服を着るはめになってしまった。\n\n「ヘイ!　写真部ボーイズ。ひとつお願いあんだけど」"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2025-01-24T23:06:22+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja": "寄生列島"
      },
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed...",
      "ja": "離島「花山島」に東京からやってきた女子高生、千堂千尋。独自の風俗が残るその島で、人の欲望が暴走する事件が起き始める。殺人、放火、強姦…‥際限ない欲望が離島を地獄に変えていく――。"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "17fbb99d-2c27-486f-90a1-2540f4227818",
    "title": {
      "en": "Shibou Yuugi de Meshi wo Kuu."
    },
    "updatedAt": "2024-12-03T14:49:11+00:00",
    "coverArt": "https://mangadex.org/covers/17fbb99d-2c27-486f-90a1-2540f4227818/17e3ba1c-cec2-4ac3-bcee-3611defc55f0.jpg",
    "altTitles": [
      {
        "ja": "死亡遊戯で飯を食う。"
      },
      {
        "en": "The Phantom Girl in Games of Death."
      },
      {
        "en": "Playing Death Games to Put Food on the Table"
      },
      {
        "vi": "Kiếm sống bằng trò chơi sinh tử"
      }
    ],
    "description": {
      "en": "Player name, Yuuki. Seventeen. Place of residence: murder games.\n\nDressed up in a maid outfit attempting to find her way out of a death mansion, murdering other players clad in a bunny suit, and such to win money is how she makes a living. For some reason, she chose to stay \"here\" no matter what. \n\nOvercoming the border between life and death, she aims to attain an unprecedented 「99 Consecutive Wins」.",
      "ja": "プレイヤーネーム：幽鬼《ユウキ》\n17歳、生業はデスゲーム。\n\n一攫千金、かつ命懸け。参加者は美少女限定。正真正銘、人が死ぬショービジネス。そんな“死亡遊戯”が、天職で、生き甲斐。なんとなく、でも“ここ”に決めた。美しく、容赦なく。めくるめく死線を切り抜けろ。戯れに、切実に。前人未踏の「99連勝」を目指せ!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b2a2d45-b9c5-4d53-9fcb-dda7b3cd5d2e",
    "title": {
      "en": "Forget My Husband, I'll Go Make Money"
    },
    "updatedAt": "2024-09-27T16:16:05+00:00",
    "coverArt": "https://mangadex.org/covers/1b2a2d45-b9c5-4d53-9fcb-dda7b3cd5d2e/6131c433-f906-4008-8fc9-739d313f4085.jpg",
    "altTitles": [
      {
        "ko": "남편은 됐고, 돈이나 벌렵니다"
      },
      {
        "ko-ro": "Nampyeoneun Doaessgo, Donina Beollyeomnida"
      },
      {
        "en": "Forget About My Husband, I'd Rather Go Make Money"
      },
      {
        "uk": "Годі з мене чоловіка - йду заробляти гроші"
      },
      {
        "zh": "要什么老公，我只想搞钱"
      },
      {
        "en": "Forget About My Husband, I'd Rather Go Make Money"
      },
      {
        "es-la": "Terminé con mi esposo, ahora iré a hacer dinero"
      }
    ],
    "description": {
      "en": "I became the wife of a husband who has a girlfriend.\nHmm, I shouldn’t bother them, right?\n\n“Then, you sleep on the floor.”\n“What?”\n\nIt seems that he doesn’t like the idea of it.\nWell, the floor is hard after all.\nI guess I don’t have any other choice.\n\n“We’ll just sleep while holding hands then. You trust me, right?”\n\nBut how did we end up breaking the bed on our first night…?\n\nI am Aristine, an exiled princess who has fallen out of favor with the Emperor.\nThe truth is, she has the <Monarch’s Eyes>, an ability that allows you to see the past, future, and present.\nSacrificed for a contract marriage, she is bound together with a monstrous barbarian…\n\n“I have to present my wife with the most precious things.”\n\nThe future husband who is rumored to be a monster is incredibly normal.\n\nBut this cake belongs to someone else.\n\n“I’ll just go and make money.”\n\nIt’s long been said that imagining gold as your own will help you manifest wealth.\n\n<Forget My Husband, I’ll Go Make Money>\nWill she be able to achieve her dreams of living in freedom while sitting on her piles of money?\nOr will she be able to catch both rabbits at the same time?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2fd5ad01-d052-4591-96d0-1c5685a68d82",
    "title": {
      "en": "Meshinuma"
    },
    "updatedAt": "2023-08-29T18:06:05+00:00",
    "coverArt": "https://mangadex.org/covers/2fd5ad01-d052-4591-96d0-1c5685a68d82/3b696ea4-5191-4ad4-bde6-b0eb34539d6a.jpg",
    "altTitles": [
      {
        "ja": "めしぬま。"
      }
    ],
    "description": {
      "en": "Iinuma, a somewhat dull salaryman, eats food as his craving drives him! This is an appetite-stimulating gourmet manga where you can just watch him eating his food!",
      "vi": "Truyện xoay quanh một anh chàng nhân viên văn phòng có vẻ ngoài nhạt nhẽo tên Iinuma với tâm hồn ăn uống, luôn nghĩ đến chuyện măm măm cơm. Iinuma có phần Kanji của chữ “Ii” là 飯 - cũng có thể đọc là “meshi”, trong tiếng Nhật có nghĩa là cơm hoặc thịt. Mọi chuyện tưởng như không có gì để bàn tới nhưng đợi đã, xem biểu cảm khuôn mặt thỏa mãn chạm nóc vì thưởng thức món ngon của cậu ta kìa, có gì đó sao mà… lạ lắm à nghen! Cậu đang… ăn thôi đúng không!?"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51e1b2f2-8e20-4ece-a271-81959e37e22d",
    "title": {
      "en": "Azumi"
    },
    "updatedAt": "2023-12-07T05:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/51e1b2f2-8e20-4ece-a271-81959e37e22d/f131a1f4-30eb-4c91-83af-d6cf3bd41b60.png",
    "altTitles": [
      {
        "ru": "Азуми"
      },
      {
        "ja": "あずみ"
      },
      {
        "ja": "少女杀手阿墨"
      },
      {
        "ja": "百人斩少女"
      },
      {
        "ko": "아즈미"
      }
    ],
    "description": {
      "en": "Azumi is a manga series that concerns a young woman brought up as part of a team of assassins, charged with killing three warlords that threaten Feudal Japan with an agenda of war and bloodshed.  \r\n  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Website](http://www.yu-koyama.com)  \r\n- [Live-Action Movie on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6166)  \r\n- [Live-Action Movie (sequel) on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=6167)"
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "48",
    "lastChapter": "349"
  },
  {
    "mangaId": "a782eb42-52ad-42be-8619-f5603827bc63",
    "title": {
      "en": "Dorei Shounin shika Sentakushi ga Nai desu yo? Harem? Nani Sore Oishii no?"
    },
    "updatedAt": "2024-10-30T19:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/a782eb42-52ad-42be-8619-f5603827bc63/0733d805-8e6e-42f1-86ce-6a44c74622a4.jpg",
    "altTitles": [
      {
        "ja": "Dorei Shounin Shika Sentakushi Ga Nai desu Yo? ~Harem? Nani sore oishii no?~"
      },
      {
        "en": "Is The Only Option a Slave Merchant? ~ Harem? What is that, Is it tasty? ~"
      },
      {
        "ja": "奴隷商人しか選択肢がないですよ?～ハーレム?なにそれおいしいの?～"
      }
    ],
    "description": {
      "en": "Zeolith wanted a chill life, but when he turned 15 his villages rule was that they had to go to the vocational school \"Velciel\" where each student will choose their profession. Zeolith wanted an easy job where he could laze around all day, but the only options he got were : \"The Highest Peak of the Human Race【Hero】\", \"The Strongest Ruler 【Demon Emperor】\", \"The Title of the Strongest Magician 【Great Sage】\", \"And the last one \"The Lowest Title, a Job For Scum【Slave Merchant】\". \n\nNone of the titles were a good option. He picked the lowest title 【Slave Merchant】, which is inconspicuous among them and seems to be easy to live. But, He doesn't know it yet. \n\nIt's the lowest occupation but it is the strongest for him and the most annoying-tiring ones. A harem struggle to be swayed by a variety of women, slutty alluring girls from elderly to younger ones who are his childhood friend's, the poisonous plantgirl, elves, cat ears adventurer, Loli Demon Lord, et cetera.  \n  \nThis is Tale of The strongest【Slave Merchant】unwillingly makes a big success!",
      "id": "Zeoris menginginkan kehidupan yang santai, tetapi ketika dia berusia 15 tahun, aturan desanya adalah bahwa mereka harus pergi ke sekolah keahlian “Velciel” di mana setiap siswa akan memilih profesi mereka. Zeoris menginginkan pekerjaan yang mudah di mana dia bisa bermalas-malasan sepanjang hari, tetapi satu-satunya pilihan yang dia dapatkan adalah: “Puncak Tertinggi dari Ras Manusia 【HERO】”, “Penguasa Terkuat 【Demon Emperor】”, “Gelar yang Terkuat Penyihir 【Great Sage】 “,” Dan yang terakhir “Tittle Terendah, Pekerjaan Untuk Sampah 【Slave Merchant】”. Tidak ada gelar yang merupakan pilihan bagus. Dia memilih gelar terendah 【Slave Merchant】, yang tidak mencolok di antara mereka dan tampaknya mudah untuk hidup.  \n  \nTapi, dia belum mengetahuinya. Itu adalah pekerjaan paling rendah tetapi itu yang terkuat baginya dan yang paling melelahkan. Perjuangan harem untuk diombang-ambingkan oleh berbagai wanita, gadis cantik yang memikat dari tua hingga yang lebih muda yang merupakan teman masa kecilnya, gadis tumbuhan beracun, elf, petualang telinga kucing, Loli Demon Lord, dan lain-lain.  \n  \nIni adalah Dongeng Terkuat 【Slave Merchant】 yang enggan membuat sukses besar!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19a1f6e1-6e86-4785-81bc-8a8acfe6bc9a",
    "title": {
      "en": "Sensei to Seito wa, Ai wo Shiranai."
    },
    "updatedAt": "2025-01-17T14:21:46+00:00",
    "coverArt": "https://mangadex.org/covers/19a1f6e1-6e86-4785-81bc-8a8acfe6bc9a/a4f81412-3e50-4033-ae03-1669f774d782.png",
    "altTitles": [
      {
        "vi": "Thầy trò không biết yêu"
      },
      {
        "ja-ro": "Sensei to Seito wa, Ai wo Shiranai."
      },
      {
        "ja": "先生と生徒は、愛を知らない。"
      }
    ],
    "description": {
      "en": "“The person I loved the most in the world turned out not to love me at all. I had no choice but to hate that person.” This is a story about two people who don't know how to love and gradually become attracted to each other.",
      "ja": "いちばん愛されたかった人に、愛されなかった。 いちばん愛されたかった人を、憎むしかなかった。 これは、愛を知らないふたりが、惹かれ合う物語。",
      "vi": "Người mà tôi yêu thương nhất trên đời hóa ra không hề yêu thương tôi. Tôi lúc này đây không còn cách nào khác ngoài căm ghét chính người ấy. Đây là một câu chuyện giữa hai con người không biết yêu dần thu hút lẫn nhau."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef65b6b-8c16-4a09-af6e-c9155b17e104",
    "title": {
      "en": "Isekai de Kekkon Soudansho Hajimemashita"
    },
    "updatedAt": "2023-11-01T16:56:43+00:00",
    "coverArt": "https://mangadex.org/covers/6ef65b6b-8c16-4a09-af6e-c9155b17e104/01e9db02-042f-4504-ab84-78ce092d6938.jpg",
    "altTitles": [
      {
        "ja": "Isekai de Kekkon Soudansho Hajimemashita"
      },
      {
        "en": "I Started a Dating Agency in a Different World"
      }
    ],
    "description": {
      "en": "Mien Sotono, who works at a marriage counseling agency, is trying to protect a couple who have arranged a marriage and is hit by a car. And when she woke up, she found herself in a different world filled with values different from modern times!! Mien opens a marriage counseling agency in order to survive, but “marriage hunting” is extremely difficult in a world with different cultures and common sense. Is it in hard mode…!?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-11-13T14:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/99e71e52-efad-4173-a2d9-00344da262b2.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.\n\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2491232) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031176072/).",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cfc3d743-bd89-48e2-991f-63e680cc4edf",
    "title": {
      "en": "Dr. STONE"
    },
    "updatedAt": "2024-10-09T02:15:58+00:00",
    "coverArt": "https://mangadex.org/covers/cfc3d743-bd89-48e2-991f-63e680cc4edf/1905884c-adc0-4651-aea2-c061c9f02763.jpg",
    "altTitles": [
      {
        "tr": "Doktor Taş"
      },
      {
        "ru": "Доктор Стоун"
      },
      {
        "ru": "Профессор каменного века"
      },
      {
        "ja": "ドクターストーン"
      },
      {
        "kk": "Стоун доктор"
      }
    ],
    "description": {
      "en": "Imagine waking to a world where every last human has been mysteriously turned to stone…  \n\nOne fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he's not alone! His science-loving friend Senku's been up and running for a few months and he's got a grand plan in mind—to kickstart civilization with the power of science!",
      "it": "Anno 5738: da migliaia di anni l'intera umanità si ritrova tramutata in pietra a causa di una catastrofe naturale. Ooki Taiju riesce inspiegabilmente a risvegliarsi, trovandosi così di fronte ad una realtà completamente diversa da quanto ricordava, dove la natura ha ripreso il sopravvento sulla civiltà umana. Al suo risveglio il ragazzo si ricongiunge con il suo amico Senkuu, un giovane e geniale scienziato anche lui risvegliatosi qualche mese prima. Insieme i ragazzi sperano di scoprire la causa dietro all'improvvisa tramutazione in pietra - e, nel frattempo, di trovare una cura. Non tutto, però, va come previsto...",
      "pt": "Imagina acordar em um mundo onde cada humano foi misteriosamente transformado em pedra… Em um dia fatídico, toda a humanidade foi petrificada em um piscar de olhos. Depois de muitos milênios, o aluno do ensino médio, Taiju, acorda e se encontra perdido em um mundo de estátuas. Entretanto, ele não está sozinho! Seu amigo que ama ciência, Senku, está acordado e correndo pelos últimos meses e ele tem um grande plano em mente, recomeçar a civilização com o poder da ciência!",
      "ru": "Однажды, когда Тайджу пытался собраться с духом, чтобы признаться девушке в любви, небо заполнил странный свет. Все люди, на которых он падал, превращались в камень. После без малого четырёх тысяч лет он наконец выбирается из каменного плена и начинает исследовать окрестности. Неожиданно Тайджу встречается его старый друг Сенку, очнувшийся полгода назад. Сенку приводит Тайджу в свой примитивный дом на дереве и просит помощи в возрождении исчезнувшей человеческой цивилизации, начиная с попыток выяснить истинную природу света, который превратил людей в камень.",
      "pt-br": "Um dia fatídico, toda a humanidade foi petrificada por um flash ofuscante de luz. Depois de vários milênios, o colegial Taiju desperta e se vê perdido em um mundo de estátuas. No entanto, ele não está sozinho! Seu amigo de ciência Senku está em funcionamento há alguns meses e ele tem um grande plano em mente: dar o pontapé inicial na civilização com o poder da ciência!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": "232"
  },
  {
    "mangaId": "aae85a31-1e90-4359-95cb-4db07b638bd3",
    "title": {
      "en": "Kami-sama ga Mitenai kara"
    },
    "updatedAt": "2024-10-31T22:41:31+00:00",
    "coverArt": "https://mangadex.org/covers/aae85a31-1e90-4359-95cb-4db07b638bd3/1d72b28e-5daa-4ea7-9758-837cfe69c4ad.jpg",
    "altTitles": [
      {
        "ja": "神様が見てないから"
      },
      {
        "en": "Because God Isn't Watching"
      },
      {
        "en": "Because God Isn't Looking"
      }
    ],
    "description": {
      "en": "Sakuya, who was raised in a church, was supposed to be living a modest but warm life alongside Sister Lamia, or that's how it should have been…! Though she tries to appear seductive, she's actually pure. Though she can be slightly dimwitted, she's adorable. Even though he tries to resist, Sakuya is continuously being led around her. The forbidden love comedy between a straitlaced boy and the nun who wants to get closer to him!\n___\n**Individual Chapter Retail Pages:**\n- [BOOK☆WALKER](https://bookwalker.jp/series/477085/)\n- [Amazon](https://www.amazon.co.jp/dp/B0DBBXDCGD)\n- [ebookjapan](https://ebookjapan.yahoo.co.jp/books/836755/)",
      "ja": "教会で育てられた少年・咲夜はシスター・ラミアと慎ましくも温かい暮らしをしていた――。はずだった…！エッチなふりして実はピュア、ちょっぴりアホだけど可愛いシスターに振り回されっぱなし！『いや、僕らそんなことしてる場合じゃないんだって!!!』そう…彼らには恋仲になれない理由がある。ある日　世界は崩壊してしまったから―――。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "425f1cd5-2f70-4014-97b1-7c4a2f6a512c",
    "title": {
      "en": "World’s Greatest Senior Disciple"
    },
    "updatedAt": "2023-12-12T12:51:37+00:00",
    "coverArt": "https://mangadex.org/covers/425f1cd5-2f70-4014-97b1-7c4a2f6a512c/64a2f259-625d-4369-9ca7-394c1576cf10.jpg",
    "altTitles": [
      {
        "en": "Unparalleled Senior Brother"
      },
      {
        "ko": "천하제일 대사형"
      }
    ],
    "description": {
      "en": "A senior disciple from a countryside martial academy returns as the world’s best! Dragged into a brutal political war, senior disciple ‘Hyeok Musang’ didn’t return after the bloody war ended. No one knew whether he was still alive for 5 years.\n\nUpon barely returning to his hometown, he found his Dragon Tiger Martial Academy being persecuted and destroyed by a third-rate gang.\n\nHe thought he could live peacefully with his fellow members after winning the war but seeing the miserable state of his master and fellow disciples, he was filled with anger and guilt.\n\nWith the return of the senior disciple, everyone thought things would get better but only for a moment. Things were still happening in his hometown of Yangzhou County. Was the war really over? The head disciple raises his sword against the dangers threatening his Dragon Tiger Martial Academy."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab5fa351-0837-422e-8725-130fd1356001",
    "title": {
      "en": "The Walpurgis Witch Doctor"
    },
    "updatedAt": "2024-12-29T19:54:40+00:00",
    "coverArt": "https://mangadex.org/covers/ab5fa351-0837-422e-8725-130fd1356001/234c716f-fbcf-4452-83d9-48998b716476.jpg",
    "altTitles": [
      {
        "ko": "발푸르기스의 마녀 의사"
      }
    ],
    "description": {
      "en": "Kina, a witch doctor living on Mount Walpurgis, hears a prophecy from a titmouse one day that she will be executed within six months and will meet three men who will share her fate. Determined to escape her destiny, she hides in the mountains, but soon finds herself swept away by one man and sent to the imperial palace, where court intrigue awaits her. Can she survive the palace's plots and escape her foretold fate?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "561cf196-01a3-4c38-a838-5c6bf84ab24d",
    "title": {
      "en": "Shino to Ren"
    },
    "updatedAt": "2025-01-24T19:07:07+00:00",
    "coverArt": "https://mangadex.org/covers/561cf196-01a3-4c38-a838-5c6bf84ab24d/5b0d68e2-79d9-46e4-9ead-83cbc513fb6d.jpg",
    "altTitles": [
      {
        "ja": "志乃と恋"
      },
      {
        "en": "Shino and Ren"
      },
      {
        "ko": "시노와 렌"
      },
      {
        "ru": "Сино и Рэн"
      }
    ],
    "description": {
      "en": "“I can't… take it… any longer…”\n\n“She's mine.”\n\nThe quiet and gentle Shino and the lively tomboyish Ren are lovers.",
      "ja": "「我慢……でき…ないよ」\n\n「こいつ私のなんだけど」\n\nおっとり穏やかな志乃（シノ）と、ボーイッシュで活発な恋（レン）は恋人同士。",
      "pt-br": "\"Eu não aguento... mais esperar...\"\n\n\"Ela é minha.\"\n\nA tímida e gentil Shino e a animada e moleca Ren são amantes."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b22561f9-81f1-45f6-b2c0-f5b53cfaee19",
    "title": {
      "en": "All Hail the Sect Leader"
    },
    "updatedAt": "2024-08-01T10:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "altTitles": [
      {
        "en": "The Greatest Sect Leader of All-Time"
      },
      {
        "zh-ro": "Wangu Zui Qiang Zong"
      },
      {
        "zh": "万古最强宗"
      }
    ],
    "description": {
      "en": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
      "fr": "Ma quête est de développer une secte qui serait un foyer chaleureux pour ses membres. Dedans, non seulement le chef de secte est amusant (ouais c'est moi) mais les disciples sont excentriques, aux personnalités très variées. Ils ont comme particularités d'être en constante évolution et d'être anormalement forts. Tous se révèlent être des gros bonnets, et moi, leur patriarche, je deviendrai invincible ! Approchez, les enfants, rejoignez ma secte et ensemble nous réaliserons vos rêves !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cb3b4af2-9a97-4858-b074-46985e8b9fb4",
    "title": {
      "en": "I Want to Live a Good Life"
    },
    "updatedAt": "2024-12-31T06:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/cb3b4af2-9a97-4858-b074-46985e8b9fb4/11d2f3bb-0fb5-47b8-a68c-3e60e1a848bd.jpg",
    "altTitles": [
      {
        "ko": "착하게 살고 싶었답니다"
      }
    ],
    "description": {
      "en": "The best in the world, excellent martial arts, overflowing money and pleasure----the center of the magical world, Black Astronomy. Kang Hee-ran, the granddaughter of the owner of Heukcheonmun, lives a life that has nothing to lack and nothing to be envied of, but dies at the hands of her stepmother. And for some reason, Heeran reverted to her younger self! In the life that started again, she goes down quietly and kindly with her warm nanny. The first step of revenge begins with making the third Confucius, Kang Lun, the king of the underworld who will soon rule Black Astronomy, into a man of Heiran...!!  I was trying to live...  Heeran's stepmother didn't like the way he looked and started to kill all of Heeran's people.  And Heeran went to the bottom of the Dark Astronomical Gate to the realm of the deep hell for revenge."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e7a444d-6f33-410d-97bc-92c01906bde1",
    "title": {
      "en": "Warrior Grandpa and Supreme Granddaughter"
    },
    "updatedAt": "2024-12-01T13:45:42+00:00",
    "coverArt": "https://mangadex.org/covers/1e7a444d-6f33-410d-97bc-92c01906bde1/0df63384-b601-4b25-975a-b36fc0ff75a6.jpg",
    "altTitles": [
      {
        "en": "Grandfather Warrior and Supreme Granddaughter"
      },
      {
        "en": "Grandpa Samurai and Granddaughter of the Supreme"
      },
      {
        "ko": "할배무사와 지존 손녀"
      },
      {
        "ko-ro": "Halbaemusawa Jijon Sonnyeo"
      }
    ],
    "description": {
      "en": "Just when Liu Jinshan thought he could die without regrets, his family was annihilated! As a result, he became determined to live just so that he could see his only surviving granddaughter, Liu Seol, reach adulthood. As he struggled to raise her and train her with his aging body, Liu Seol, who was born with the talent of a supreme martial artist, grew up much faster than he thought she would. \"Don't worry, Grandpa, I'll protect you from now on!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d36bea9f-853f-4908-9957-5514b1903e36",
    "title": {
      "en": "Marika-chan no Koukando wa Bukkowarete iru"
    },
    "updatedAt": "2025-01-24T10:13:55+00:00",
    "coverArt": "https://mangadex.org/covers/d36bea9f-853f-4908-9957-5514b1903e36/4c2aa3ac-182b-48d0-89dc-9883befb3a46.jpg",
    "altTitles": [
      {
        "ja": "茉莉花ちゃんの好感度はぶっ壊れている"
      },
      {
        "id": "Status Bar yang menunjukkan rasa suka Marika-chan rusak"
      },
      {
        "en": "Marika's Love Meter Malfunction"
      },
      {
        "en": "Marika-chan's affection meter is completely broken."
      },
      {
        "es-la": "El Medidor De Afecto De Marika-San Esta Completamente Roto"
      },
      {
        "pt-br": "O medidor de afeto da Marika-chan está completamente quebrado."
      }
    ],
    "description": {
      "en": "I’ve gained the ability to see the affection levels of the girl I like.──I don’t have the courage to confess my feelings to my childhood friend, Marika-chan. One day, I made a strong wish upon a shooting star: \"I wish I could understand the feelings of others, like in a dating game.\" Then, that wish came true...!?\n\nFloating above the girls in my class are affection meters. While confused by this surreal sight, I decide to check Marika-chan’s meter, only to find it has broken past its limits, turning into a hellish meter...!?\n\nMarika-chan, you don’t like me, so why are you so kind to me...?\n──What is Marika-chan’s hidden truth behind her cute façade? Does she really hate me!? Or is it something else...!?",
      "id": "Aku tiba-tiba bisa melihat tingkat rasa suka dari gadis yang kusukai.──Aku tidak punya keberanian untuk menyatakan cinta pada teman masa kecilku, Marika-chan. Suatu hari, aku membuat permohonan yang sangat kuat pada bintang jatuh: \"Aku berharap bisa memahami perasaan orang lain, seperti di dalam game romansa.\" Dan ternyata, permohonan itu terkabul...!?\n\nDi atas kepala para gadis di kelasku, muncul status bar yang menunjukkan rasa suka. Dalam kebingunganku melihat pemandangan aneh ini, aku memutuskan untuk memeriksa status barnya Marika-chan. Namun, status barnya justru melebihi batas, berubah menjadi status bar \"neraka\" yang benar-benar kacau...!?\n\nMarika-chan, kalau kau tidak menyukaiku, kenapa kau begitu baik padaku...?\n──Apa rahasia sebenarnya di balik sikap Marika-chan yang manis dan menggemaskan? Apakah dia benar-benar membenciku!? Atau mungkin sebenarnya...!?",
      "ja": "あらすじ・内容\n好きな子からの好感度が見えるようになりました。──幼馴染の茉莉花ちゃんに告白する勇気の無い僕。ある日、流れ星に強く願った「恋愛ゲームみたいに相手の気持ちがわかるようになりますように」すると、その願いは叶ってしまい…!?クラスの女子達に浮かぶ好感度メーター。非現実な光景に戸惑いながらも茉莉花ちゃんのを見に行くと、下限突破した地獄のメーターになっていて…!?茉莉花ちゃん、僕のこと嫌いなのにどうしてそんなに優しかったの…？――裏アリ可愛い茉莉花ちゃんの隠された本音は？本当にキライなの!?それとも…!?",
      "pt-br": "Eu ganhei a habilidade de ver os níveis de afeição da garota de quem gosto. ──Eu não tenho coragem de confessar meus sentimentos à minha amiga de infância, Marika-chan. Um dia, fiz um desejo forte a uma estrela cadente: \"Eu queria poder entender os sentimentos dos outros, como em um jogo de namoro.\" Então, esse desejo se tornou realidade...!?\n\nFlutuando acima das garotas da minha turma estão medidores de afeição. Enquanto fico confuso com essa visão surreal, decido verificar o medidor da Marika-chan, apenas para descobrir que ele ultrapassou os limites, transformando-se em um medidor infernal...!?\n\nMarika-chan, você não gosta de mim, então por que é tão gentil comigo...?\n──Qual é a verdade oculta de Marika-chan por trás de sua fachada fofa? Ela realmente me odeia!? Ou é algo mais...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fff9da56-267d-4d96-9190-99968a21caca",
    "title": {
      "en": "I'll Try to End the Male Lead"
    },
    "updatedAt": "2025-01-16T16:13:03+00:00",
    "coverArt": "https://mangadex.org/covers/fff9da56-267d-4d96-9190-99968a21caca/272f1020-7468-4e73-83ff-06f1afa53a16.jpg",
    "altTitles": [
      {
        "ko": "남주를 죽여보겠습니다"
      },
      {
        "en": "I Will Try to End the Male Lead"
      },
      {
        "en": "I'm Going to Kill the Male Lead"
      },
      {
        "en": "I'll Kill the Male Lead"
      },
      {
        "es-la": "Mataré al protagonista masculino"
      },
      {
        "es-la": "Voy a matar al protagonista"
      },
      {
        "ja": "男主人公を殺す筋書きを描いてみます"
      },
      {
        "zh": "杀了病娇男主"
      },
      {
        "vi": "Tôi Sẽ Giết Chết Nam Chính"
      }
    ],
    "description": {
      "en": "I, Kwon Jinha, began feeling sick after reading a romance novel.\n\nI became connected to all the emotions and sensations of the female lead, Elvi.\n\nI even went to the hospital due to severe pain and sorrow but the result said there’s nothing wrong with my body.\n\nSo, I ended up sending an email to the novel’s author, begging for the male lead to stop tormenting the female lead. But instead, all I got was a happy reply...\n\n“Do your job properly, Elvi”.\n\nI found myself possessing Elvi’s body in the novel.\n\nI got slapped by the male lead as soon as I possessed Elvi’s body, upon that, I had only one thought.\n\n“The male lead? It’s over if I kill him, right?”",
      "ko": "로판 소설을 읽고 몸이 아파오던 나 권진하.\n\n여주인공 엘비가 느끼는 감정과 감각이 모두 연결되어버렸다.\n\n끔찍한 통증과 슬픔에 병원까지 찾아갔지만 몸에는 이상무.\n\n결국 소설 작가에게 메일을 보냈다.\n\n제발 쓰레기 남주가 여주 좀 그만 괴롭히게.\n\n하지만 메일을 보냈더니 사이다 답장은커녕….\n\n“일은 똑바로 해야지, 엘비.”\n\n소설 속 엘비에게로 빙의해버렸다.\n\n빙의하자마자 뺨을 올려붙이는 남주를 보고 든 생각은 하나뿐.\n\n남주? 죽여버리면 그만이지."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13df5a6e-1cee-466c-9f06-09f38fb012b7",
    "title": {
      "en": "Renai no Jugyou"
    },
    "updatedAt": "2024-12-14T00:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/13df5a6e-1cee-466c-9f06-09f38fb012b7/90b0af42-5599-43d3-92d7-a39b38231e13.jpg",
    "altTitles": [
      {
        "ja": "恋愛の授業"
      },
      {
        "en": "Love Class"
      },
      {
        "en": "Love Lesson"
      },
      {
        "id": "Pelajaran Cinta"
      },
      {
        "vi": "Khóa Học Tình Yêu"
      }
    ],
    "description": {
      "en": "In 20XX, the Love Education Law was enacted. \"Love\" has become a mandatory subject in a response to the declining birthrate. Michitaka Sato, a high school student who has given up on romance and works hard on his studies, is on the verge of failing school. When he attends a supplementary class to avoid repeating a grade, Mai Aihara, a beautiful girl who is a problem child, appears as his partner...? Suddenly, he begins to study love alone with the beautiful girl in the three C's. Close contact, close quarters, and behind closed doors! Does Aihara-san have a secret...?",
      "ja": "20××年、少子化対策として「恋愛」が必修科目となった。男子高校生・秦野満月は奥手ゆえに落第寸前に陥り、恋愛落第生となった幼なじみ・可愛川茜と恋愛の補習を受けることに…!?",
      "vi": "Vào năm 20XX, Luật Giáo dục Tình yêu đã được ban hành. \\\"Tình yêu\\\" đã trở thành một chủ đề bắt buộc để đối phó với tỷ lệ sinh giảm.Tahano Mitsuki, một học sinh trung học đã từ bỏ sự lãng mạn và chăm chỉ học tập, đang trên bờ vực thất bại ở trường. Khi anh ấy tham gia một lớp học bổ sung để tránh học lại lớp, Mai Aihara, một cô gái xinh đẹp là một đứa trẻ có vấn đề, xuất hiện như là đối tác của anh ấy...? Đột nhiên, anh bắt đầu nghiên cứu tình yêu một mình với cô gái xinh đẹp trong ba C. Tiếp xúc gần, khu vực gần gũi và sau cánh cửa đóng kín! Aihara-san có bí mật gì không...? Một bộ phim hài lãng mạn học hỏi tình yêu giữa một cô gái JK xinh đẹp và một chàng trai."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c87726d4-4b81-4fd2-9031-d12c8b383c42",
    "title": {
      "en": "My Husband is Out of Control Again"
    },
    "updatedAt": "2025-01-20T02:44:04+00:00",
    "coverArt": "https://mangadex.org/covers/c87726d4-4b81-4fd2-9031-d12c8b383c42/0d6e5057-f2f7-4cd9-a208-e39f615a398e.jpg",
    "altTitles": [
      {
        "zh": "温柔又狂暴的他们"
      },
      {
        "zh-hk": "溫柔又狂暴的他們"
      },
      {
        "zh-ro": "Wēnróu Yòu Kuángbào De Tāmen"
      },
      {
        "en": "The Gentleness but Franticness of Them"
      },
      {
        "en": "Their Tenderness Yet Berserkness"
      }
    ],
    "description": {
      "en": "Lu Can looked down at Chu Jin and joked: \"Recently, you've been following me everywhere. In the Special Police building, hospitals, restaurants, bathrooms and toilets...\"\n\nChu Jin covered Lu Can's mouth shyly, wanting to forget the scenes: \"Stop it! I just want some spiritual power! Don't make me seem so perverted!\"\n\nLu Can raised his eyebrows and smiled: \"Do you really just want spiritual strength? That'd be a little pity~\"\n\nChu Bangmao: \"We're just partners! You'll regret this!\"\n\nEveryone: \"Haha, we believe you!\""
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "126"
  },
  {
    "mangaId": "a92cf9fc-b6b7-4415-9400-72cddf30ac3e",
    "title": {
      "en": "Enrolling in the Transcendent Academy"
    },
    "updatedAt": "2024-05-28T01:06:35+00:00",
    "coverArt": "https://mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/d815f1cc-de6a-45b7-ae5e-8e8f07ff5e20.png",
    "altTitles": [
      {
        "ko": "초월자 학원의 수강생이 되었다"
      },
      {
        "ru": "Я стал студентом Трансцендентальной Академии"
      },
      {
        "en": "I Became a Student at the Transcension Academy"
      },
      {
        "en": "I Became a Student at Transcendental Academy"
      },
      {
        "en": "Transcension Academy"
      },
      {
        "es-la": "Academia de la Ascension"
      }
    ],
    "description": {
      "en": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
      "ko": "돌아가신 부모님의 빚을 갚으며 헌터가 되기 위해 헌터학원에 갈 돈을 모아왔던 서준은\n불의의 사고로 모은 돈을 전부 수술비로 써버린다.\n절망에 빠진 순간\n\n띠링-!\n\n이상한 광고가 재생되었다.\n\n[야 너도 초월자 될 수 있어!]\n\n더 이상 잃을 것도 없다, 회원 가입!!\n\n[김서준 님 초월자 학원에 오신 걸 환영합니다].\n\n내가 다니는 헌터학원은 다른 학원들과 '차원'이 다르다!\n\n헌터도 학원을 다니는 헌터 사교육 시대!\n\n야 너도 초월자 될 수 있어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]