[
  {
    "mangaId": "1995d57a-202a-499e-a550-272192b3aa25",
    "title": {
      "en": "I Rely On Plug-Ins To Hunt Gods"
    },
    "updatedAt": "2022-09-15T18:37:13+00:00",
    "coverArt": "https://mangadex.org/covers/1995d57a-202a-499e-a550-272192b3aa25/728e6264-d706-4068-b6a3-fca422eba1a5.jpg",
    "altTitles": [
      {
        "zh": "我靠外挂狩猎神明"
      },
      {
        "zh-ro": "Wo Kao Waigua Shoulie Shenming"
      },
      {
        "zh-ro": "Wǒ Kào Wàiguà Shòuliè Shénmíng"
      },
      {
        "en": "I Rely on Cheat to Hunt Gods"
      }
    ],
    "description": {
      "en": "Main character Zhang Yi was betrayed by his best friend and lover, he was then reborn back to the day [Apocalypse] arrived. With his memories from his past life, Zhang Yi will challenge God at the opening. In order to gain the strength to defeat the people that betrayed him, Zhang Yi will use his knowledge to obtain a God-weapon, and begin to grow stronger and stronger, at the same time exploring the unknown secrets of the apocalyptic world…",
      "zh": "主角张奕在上一世天启八年遭到兄弟和爱人的背叛而死，重生后回到了【天启】降临的那天。凭借着上一世的记忆，张奕在开局得到了亿里挑一的神级天赋。为了能够手刃背叛他的敌人，张奕利用天赋与从上一世带来的超级神器，在这一世开始追逐更为强大的强大，同时也开始探索关于天启世界那些不为人知的秘密……"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8be89db3-1627-450a-a4e3-8b3d3998be8b",
    "title": {
      "en": "Super Green Tea System"
    },
    "updatedAt": "2024-08-04T16:06:46+00:00",
    "coverArt": "https://mangadex.org/covers/8be89db3-1627-450a-a4e3-8b3d3998be8b/7e3663ef-9038-40bd-a984-b8d5575a40d3.jpg",
    "altTitles": [
      {
        "zh": "超级绿茶系统"
      },
      {
        "zh-ro": "Chāojí Lǜchá Xìtǒng"
      }
    ],
    "description": {
      "en": "The best way to teach green tea a lesson is to be more green tea than her!\nThe heroine Xia Yijing died of hatred and accidentally activated the green tea system, let's teach the scumbag men and women a lesson! !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-08-06T11:25:43+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/0be74b17-5073-47d6-850c-f5de838ce4df.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10a4985d-0713-462e-a9d6-767bf91e4fd7",
    "title": {
      "en": "Helck"
    },
    "updatedAt": "2024-03-04T16:02:45+00:00",
    "coverArt": "https://mangadex.org/covers/10a4985d-0713-462e-a9d6-767bf91e4fd7/3809c2d6-dc5e-4943-bf28-84d319fcfb8e.jpg",
    "altTitles": [
      {
        "ru": "Хельк"
      },
      {
        "zh": "勇者赫鲁库"
      },
      {
        "ja": "ヘルク"
      }
    ],
    "description": {
      "en": "The Demon King has been defeated, and now the Demon World is running a contest to choose his successor.   \nA muscular and high-level human named Helck has joined and says that he wants to destroy all HUMANS. Is he serious?  \nRed Vamirio, one of the Four Heavenly Kings of the whole Demon Empire, is monitoring the contest and can't believe this. What's the secret behind Helck and the human world?",
      "pt": "Helck é o herói que derrotou um dos reis demônio. Quando um rei demônio morre, um novo deve ser declarado. Isso é feito através de um torneio de artes marciais, onde o mais forte se torna o novo governante. Vamiro, um dos Grandes Reis Demônios, descobre que Helck é um dos participantes do torneio e tem ganhado todas as lutas! Qual poderia ser o motivo? Se um humano se torna o próximo rei demônio, o que isso significa para o reino demoníaco?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "106.5"
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38c6f934-7558-4d1b-80d1-91114e0419eb",
    "title": {
      "en": "The Invincible Summoner Who Crawled up From Level 1"
    },
    "updatedAt": "2024-08-06T05:21:18+00:00",
    "coverArt": "https://mangadex.org/covers/38c6f934-7558-4d1b-80d1-91114e0419eb/9d7d4d60-bf78-40fb-a1d7-3aedcd68f3ca.jpg",
    "altTitles": [
      {
        "ja": "レベル1から始まる召喚無双~俺だけ使える裏ダンジョンで、全ての転生者をぶっちぎる"
      },
      {
        "ja-ro": "Level 1 kara Hajimaru Shoukan Musou: Ore dake Tsukaeru Ura Dungeon de, Subete no Tenseisha o Bucchigiru"
      },
      {
        "en": "Unrivaled Summoner Starts From Level 1: Destroy All the Reincarnated People in the Secret Dungeon That Only I Can Use"
      },
      {
        "pt-br": "Invocador inigualável  começa no nível 1: Destrua todas os transmigradores na masmorra secreta que só eu posso usar"
      }
    ],
    "description": {
      "en": "After losing his father in a tragic accident, Shinobu Iijima and his younger sister Megumi are taken in by their father’s old friend, Ayumu.\n\nShinobu works hard in the hopes of starting a new life for himself. Megumi, and a mobile game called La Vita Online, are the only things keeping him afloat.\n\nOne day, Ayumu reveals his true intentions of tearing Shinobu down and getting his hands on Megumi. But just after Shinobu learns that Ayumu deleted all of his game data in La Vita, their high-rise apartment catches on fire and Shinobu falls to his death, Megumi in tow. He wakes up in a strange new world... and realizes he’s been reincarnated into the world of La Vita Online.\n\nAn announcement from the devs tells him that Ayumu is already there, and a countdown to Megumi’s arrival is ticking. Shinobu vows to protect Megumi after she arrives at any cost, even if it means he has to crawl his way up from level 1 to fend off all the other reincarnated players.",
      "id": "Shinobu Iijima kehilangan nyawanya bersama adik perempuan,\n Ketika dia bangun, dia sudah bereinkarnasi di dunia game yang dia mainkan.\n Shinobu putus asa untuk memulai permainan dari awal setelah ayah angkatnya menghapus data gamenya, tetapi dia mengetahui bahwa adik perempuannya akan segera bereinkarnasi di dunia ini juga.\n Untuk menghentikan ayah angkatnya menjadi pemain top yang mengincar tubuh adik perempuannya, dia akan memulai jalan menuju yang paling menyakitkan ...!",
      "pt-br": "Depois de perder seu pai em um trágico acidente, Shinobu Iijima e sua irmã mais nova, Megumi, são acolhidos pelo velho amigo do seu pai, Ayumu.Shinobu trabalha duro na esperança de começar uma nova vida para si mesmo. Sua irmã Megumi e um jogo para celular chamado La Vita Online são as únicas coisas que o mantêm à tona.Um dia, Ayumu revela suas verdadeiras intenções de derrubar Shinobu e colocar as mãos em Megumi. Mas logo depois que Shinobu descobre que Ayumu excluiu todos os dados de seus jogos no La Vita, o apartamento deles no arranha-céu pega fogo e Shinobu cai para a morte, com Megumi a seu lado. Ele acorda em um mundo novo e estranho... e percebe que reencarnou no mundo do La Vita Online.Um anúncio dos desenvolvedores diz a ele que Ayumu já estão lá e que a contagem regressiva para a chegada de Megumi está correndo. Shinobu jura proteger Megumi depois que ela chegar a qualquer custo, mesmo que isso signifique que ele tenha que rastejar desde o nível 1 para se defender de todos os outros transmigradores."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "685cf8b3-60d7-4164-9c9b-d7b393e101f3",
    "title": {
      "en": "Tensei Shitara Joban de Shinu Nakabosudatta ―Hiroin Kenzoku-ka de Ikinokoru―"
    },
    "updatedAt": "2024-05-04T18:26:50+00:00",
    "coverArt": "https://mangadex.org/covers/685cf8b3-60d7-4164-9c9b-d7b393e101f3/0796b660-0598-4400-8fd2-3029ed92a183.jpg",
    "altTitles": [
      {
        "ja": "転生したら序盤で死ぬ中ボスだった ―ヒロイン眷属化で生き残る―"
      },
      {
        "en": "When I Reincarnated, I was a Mid-boss Who Died Early in the Game ―Survive by Becoming a Household Member with Heroine―"
      },
      {
        "ja-ro": "Tensei Shitara Joban de Shinu Naka Boss datta – Heroine Kenzokuka de Ikinokoru"
      }
    ],
    "description": {
      "en": "When I woke up after an accident, I was reincarnated as a mid-boss destined to die in the early stages of the game! In order to avoid being killed by the hero who should come attacking soon, I will fight and make the women my subordinates to increase my allies! \n\nAn exhilarating fantasy of survival in another world!\n\nNovel description for more info (MTL):\nToyo Akutsu unfortunately died in an accident, but the next moment he was somehow reincarnated in the world of a famous RPG as Ashnord, the weakest of the Four Heavenly Kings. At this rate, he will lose to the hero and die. Even if they are miraculously defeated, the heroes can raise their level and return. In order to survive, he has no choice but to use the forbidden bug technique ``Betrayal Bug'' to make the hero's group his followers and control their bodies and minds. Will Akutsu (Ash) be able to subjugate all the heroines, build a harem, and survive the death event...?",
      "ja": "事故に遭って目が覚めたら、ゲームの序盤で死ぬ中ボスに転生!\nやがて襲ってくるはずの勇者に殺されないために、××して女たちを眷属にして仲間を増やせ!\n興奮必至の異世界サバイバルファンタジー!\n\n---\n\n- ![Syosetsu](<https://i.imgur.com/HI4jAzg.png>) [Web Novel (R18)](https://novel18.syosetu.com/n3298hj)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "RIKON SHINAI OTOKO CASE２"
    },
    "updatedAt": "2024-04-16T20:52:36+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/cf949db5-7c84-46de-82d7-9d77f1bd32df.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00ddd608-4250-47db-9123-6ca6b3caba2d",
    "title": {
      "en": "Reborn as the Heavenly Martial Demon"
    },
    "updatedAt": "2024-08-04T12:08:17+00:00",
    "coverArt": "https://mangadex.org/covers/00ddd608-4250-47db-9123-6ca6b3caba2d/9e1d6c86-38ad-44d2-8298-0a8480599a95.png",
    "altTitles": [
      {
        "en": "After I Die, I Transform Into a Martial Arts Demon"
      },
      {
        "en": "I, In My Posthumous Form, Transform Into The Martial Dao Demon"
      },
      {
        "fa": "دراگون تی اسکول"
      },
      {
        "en": "Reborn as the Heavenly Martial Demon"
      },
      {
        "zh-ro": "Wǒ Sǐ Hòu, Huàshēn Wǔdào Tiānmó"
      },
      {
        "zh": "我死后，化身武道天魔"
      }
    ],
    "description": {
      "en": "Humanity lost the war. Businessmen who sold out their fellow compatriots, hunters who turned to the monsters, stepping on countless human corpses, all in order to earn profit. The otherworldly monsters that entered our world seized it bit by bit like a raging fire. That was until Zuo Chi arrived. \n\"Back then you all were gladly invading our world, so why are you weeping now?\"",
      "fr": "L'humanité a perdu la guerre. Des hommes d'affaires ont trahi leurs compatriotes, et des chasseurs se sont transformés en monstres, piétinant d'innombrables cadavres humains, tout cela pour le profit. Les créatures d'un autre monde ont envahi le nôtre, le conquérant peu à peu comme un feu dévorant. Mais alors que tout semblait perdu, Zuo Chi est apparu.\n\"Autrefois, vous envahissiez notre monde avec jubilation. Pourquoi pleurez-vous maintenant ?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76fc9eb7-e715-4b3f-b9dd-79baa400337a",
    "title": {
      "en": "Reborn as a Monster 2: Rise of the Beast God"
    },
    "updatedAt": "2024-08-01T05:12:13+00:00",
    "coverArt": "https://mangadex.org/covers/76fc9eb7-e715-4b3f-b9dd-79baa400337a/5c880766-6e54-4830-becc-477a799aaa65.jpg",
    "altTitles": [
      {
        "en": "Reborn as a Monster 2: Rise of the Beast God"
      },
      {
        "zh": "Chongsheng Wei Guaishou Shenme Gui 2: Shou Shen Jueqi"
      },
      {
        "zh": "Eランク獣魂師の再生"
      },
      {
        "zh": "重生为怪兽什么鬼2：兽神崛起"
      }
    ],
    "description": {
      "en": "A thousand years ago, under the blood moon, spatial rifts opened, heralding the era of monsters! Countless monsters rampaged across the globe! Just as humanity was on the brink of complete extinction, the emergence of “Beast Spirit Masters” brought a glimmer of hope to all of humanity! With generations of inheritance and the development of “Beast Spirit Masters”, humanity successfully created a new civilizational order to combat the monster invasion! Lin Yuan, who was a top assassin in his previous life but was tragically betrayed and killed by his organization, transmigrates…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35b2d5ad-c600-48c9-8654-95d5b661d5ee",
    "title": {
      "en": "Jungle Master"
    },
    "updatedAt": "2024-05-05T10:17:58+00:00",
    "coverArt": "https://mangadex.org/covers/35b2d5ad-c600-48c9-8654-95d5b661d5ee/ec742004-babd-467e-ba80-62946462304b.jpg",
    "altTitles": [
      {
        "en": "Chronicles of the Jungle Sovereign"
      },
      {
        "zh": "我，丛林主宰"
      },
      {
        "zh": "Wo, Conglin Zhuzai"
      }
    ],
    "description": {
      "en": "Lin Tian, a genius game designer, was ordered to be executed because he knew too much of the company secrets. At a critical moment, he was betrayed by his lover Luo Yue and was killed in the jungle. When he woke up, he found he became a low-level monster in the jungle. In order to avenge the past, the male protagonist started on his path as a Monster in The Jungle.",
      "fr": "Lin Tian, un génie concepteur de jeux, a reçu l'ordre d'être exécuté parce qu'il en savait trop sur les secrets de l'entreprise. À un moment critique, il a été trahi par son amant Luo Yue et tué dans la jungle. Lorsqu'il s'est réveillé, il a découvert qu'il était devenu un monstre de bas niveau dans la jungle. Afin de venger le passé, le protagoniste a commencé son chemin en tant que monstre dans la jungle."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8e7b17c-1bb3-49a5-83d9-2bd9051d1857",
    "title": {
      "en": "Infinite Devouring: From Zero to Hero"
    },
    "updatedAt": "2024-04-28T02:31:45+00:00",
    "coverArt": "https://mangadex.org/covers/e8e7b17c-1bb3-49a5-83d9-2bd9051d1857/663adfd4-8a0c-46cf-8d3e-cb1fc36a83cc.png",
    "altTitles": [
      {
        "en": "Endless Devourer"
      },
      {
        "zh-ro": "Wújìn Tūnshì,"
      },
      {
        "zh": "无尽吞噬"
      },
      {
        "en": "Inexhaustible Engulfing"
      },
      {
        "en": "Devouring Infinite"
      },
      {
        "ja": "武魂覚醒、俺こそ偉大な天道師だ！"
      }
    ],
    "description": {
      "en": "Yang Chen, who keeps failing his performance assessments in an immortal cultivation academy, accidentally discovers that he has the Ancient Dragon Soul. In a world where such souls are rare, he quickly becomes an almighty Heaven Master and is ready to venture into the unknown world with his newfound talent."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a6246828-0577-4aaf-9478-371b52e6634d",
    "title": {
      "en": "Wanna Skip School in the Infirmary?"
    },
    "updatedAt": "2024-08-03T01:43:27+00:00",
    "coverArt": "https://mangadex.org/covers/a6246828-0577-4aaf-9478-371b52e6634d/a0c852ad-8495-474c-8082-86d5fa004c9c.jpg",
    "altTitles": [
      {
        "ja": "サボリなら保健室でどうぞ？"
      },
      {
        "ja-ro": "Sabori nara Hokenshitsu de Douzo?"
      },
      {
        "es-la": "¿Quieres Faltar a Clase en la Enfermeria?"
      }
    ],
    "description": {
      "en": "\"Do you want to skip class with Sensei?\" \n\"I'm fine!\"\n\nMiyake Mia has always worn the mask of an exemplary student. Recently, however, there is someone who draws a lot of attention to her. That's Nurse Morikubo, who is rumored to be a \"delinquent\" within the school....\n\nA pure love story between a high school student who hides her true self and a delinquent \"nurse teacher\"!",
      "es-la": "\"¿Quieres saltarte la clase con la enfermera? \"¡Estoy bien así!\"\n\nMiyake Mia siempre ha llevado la máscara de una estudiante ejemplar. Sin embargo, recientemente, hay alguien que le llama mucho la atención. Esa es la enfermera Morikubo, quien se le rumorea como una \"delincuente\" dentro de la escuela...\n\n¡Una historia de amor puro entre una estudiante de secundaria que oculta su verdadero yo y una \"profesora de la enfermería\" delincuente!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bd65a09-dec5-4c0a-a34f-b07a9cc53aae",
    "title": {
      "en": "I Contracted Myself"
    },
    "updatedAt": "2024-06-25T03:31:58+00:00",
    "coverArt": "https://mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "altTitles": [
      {
        "zh": "我契约了我自己"
      }
    ],
    "description": {
      "en": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39965fe5-08dc-4f10-84eb-4755c1d1f542",
    "title": {
      "en": "Black Serpent"
    },
    "updatedAt": "2024-08-01T04:19:20+00:00",
    "coverArt": "https://mangadex.org/covers/39965fe5-08dc-4f10-84eb-4755c1d1f542/4c0ac459-9ad8-4b17-a003-02f1b4aa4b0e.jpg",
    "altTitles": [
      {
        "ko": "흑사"
      },
      {
        "en": "Black Death"
      },
      {
        "en": "Black Sand"
      },
      {
        "ko-ro": "Heuksa"
      }
    ],
    "description": {
      "en": "In the final battle against the Demon Cult, the Black Serpent leader Jeonghwa was betrayed by the Murim Alliance, losing all her comrades. Barely surviving, she swears to eliminate both the Demon Cult and the Murim Alliance who drove her comrades to their deaths. “Heavens! If justice truly exists… grant me the opportunity to avenge my fallen comrades!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "150e0dd9-f4f6-4d73-8ca9-c2f693252a56",
    "title": {
      "en": "Heavenly Blood Star"
    },
    "updatedAt": "2024-05-08T02:45:24+00:00",
    "coverArt": "https://mangadex.org/covers/150e0dd9-f4f6-4d73-8ca9-c2f693252a56/557d4474-33c1-414f-b72d-d086eed6a029.png",
    "altTitles": [
      {
        "en": "The Blood Star Damned by Heaven"
      },
      {
        "ko": "天死血星,천사혈성"
      },
      {
        "pt-br": "A Estrela de Sangue Amaldiçoada pelo Céu"
      }
    ],
    "description": {
      "en": "Cheon Yoo-ok is a young orphan who survives by begging, however, as he delves deeper into the mysteries of a sect, dark secrets and unknown threats begin to emerge, in a world where intrigues and conspiracies are everywhere, he will have You have to overcome unimaginable challenges to protect those you love and discover your true destiny.",
      "pt-br": "Cheon Yoo-ok é um jovem órfão que sobrevive pedindo esmolas, porém, à medida que ele se aprofunda nos mistérios de uma seita, segredos sombrios e ameaças desconhecidas começam a surgir, em um mundo onde intrigas e conspirações estão por toda parte, ele terá que superar desafios inimagináveis para proteger aqueles que ama e descobrir seu verdadeiro destino."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ede6292-3f99-4582-a024-4a2df9814fa0",
    "title": {
      "en": "Today's Walk"
    },
    "updatedAt": "2024-07-30T09:14:36+00:00",
    "coverArt": "https://mangadex.org/covers/1ede6292-3f99-4582-a024-4a2df9814fa0/9cc8a565-5292-46e1-9873-defbc8bcb11c.jpg",
    "altTitles": [
      {
        "ja-ro": "Kyou no Sanponta"
      },
      {
        "en": "Last Walk"
      },
      {
        "ja": "今日のさんぽんた"
      }
    ],
    "description": {
      "en": "The story of a dog, Ponta, and his walker, Rieko."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad9ac663-2d34-48cf-a458-a03f5370bf47",
    "title": {
      "en": "The Secret of the Partner Next to You"
    },
    "updatedAt": "2024-01-22T00:26:12+00:00",
    "coverArt": "https://mangadex.org/covers/ad9ac663-2d34-48cf-a458-a03f5370bf47/8579469a-ee38-4fe6-a062-59a6cf75b1ca.jpg",
    "altTitles": [
      {
        "en": "Jae-Kyung's Secret"
      },
      {
        "en": "The Secret of Jae-Kyung"
      },
      {
        "es-la": "El secreto de Jae-Kyung"
      },
      {
        "ko": "옆자리 짝꿍의 비밀"
      },
      {
        "pt-br": "O Segredo de Jae-Kyung"
      },
      {
        "ko-ro": "Yeopjali jjagkkung-ui bimil"
      },
      {
        "id": "Rahasia Mitra Di Samping Anda"
      }
    ],
    "description": {
      "en": "Yang Kiryong is an ordinary high school boy who has a classmate named Yoo Jae-Kyung, who is somewhat clumsy and clueless. Both have a very good friendship, but without any kind of love attraction. Until one day, by chance, Kiryong discovered the deepest secret of his friend and because of this his heart began to beat, will it be beats of fear or love?",
      "ko": "평범한 남자 고등학생 양기룡.\n그리고 언제나 헤실헤실하고 가끔 나사빠진 행동을 하는\n그의 짝꿍 유재경.\n그럭저럭 귀엽다고 생각되는 반 친구였을 뿐인데..\n어느 날 우연히 그녀의 위험한 비밀을 알게 된다.\n이 심장의 두근거림은 두려움인지, 설렘인지..?",
      "es-la": "Yang Kiryong es un chico de preparatoria común y corriente, que tiene una compañera de clase llamada Yoo Jae-Kyung, la cual es algo torpe y despistada. Ambos tienen una muy buena amistad, pero sin ningún tipo de atracción amorosa. Hasta que un día, por casualidad, Kiryong descubrió el secreto más profundo de su amiga y debido a esto su corazón empezó a latir, ¿serán latidos de miedo o amor?",
      "pt-br": "Yang Kiryong é um garoto comum do ensino médio que tem uma colega de classe chamada Yoo Jae-Kyung, que é um pouco desajeitada e sem noção. Ambos têm uma amizade muito boa, mas sem nenhum tipo de atração amorosa. Até que um dia, por acaso, Kiryong descobriu o segredo mais profundo de sua amiga. Por causa disso seu coração começou a bater, será de medo ou de amor?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2707b1cc-05b9-455f-ae6f-f351dd9f8741",
    "title": {
      "en": "Evolution Begins With a Big Tree"
    },
    "updatedAt": "2024-05-29T19:01:31+00:00",
    "coverArt": "https://mangadex.org/covers/2707b1cc-05b9-455f-ae6f-f351dd9f8741/979830da-4754-42dc-8dde-ffc92e61fe39.png",
    "altTitles": [
      {
        "en": "Evolution From the Big Tree"
      },
      {
        "zh-ro": "Cóng Dà Shù Kāishǐ De Jìnhuà"
      },
      {
        "zh": "从大树开始的进化"
      },
      {
        "ja": "進化する者たち"
      },
      {
        "vi": "Chuyển Sinh Thành Liễu Đột Biến"
      },
      {
        "vi": "Từ Đại Thụ Tiến Hóa"
      },
      {
        "ru": "Моё перерождение в древо: Начало эволюции"
      }
    ],
    "description": {
      "en": "Reborn as a willow tree!? Resurrection of spiritual energy, rise of all things. The reborn willow has also embarked on the path of evolution. It can evolve infinitely, is it “divine power” or “curse”?\r\n\r\nOfficial Translations:\r\n[Japanese](https://piccoma.com/web/product/146958)",
      "ru": "После смерти Юй Цзыюй перерождается и становится… Ивой! \nИ неизвестно, сумеет ли он приспособиться к такой знакомой, но в то же время чуждой окружающей среде – ведь так совпало, что его перерождение случилось как раз во время Великой эпохи возрождения духовной энергии. \nВозрождение духовной энергии знаменует возвышение всех существ… \nРев хищных зверей стал способен сотрясти горы и взволновать реки, а существа с могущественной силой наводнили этот мир в таком количестве, что он вот-вот лопнет по швам. \nНо, несмотря на все это, во время подобной эпохи выросла величественная ива, способная безгранично развиваться и эволюционировать. \nПлоды, что растут на ней, способны даровать другим необычайные способности, а духовная энергия, которую она распространяет, укрепляет силы зверей, что обитают на ее территории. \n… \nОдни величают ее мировым древом – Иггдрасилем, день за днем восславляя его существование! \nДругие – «великим божественным древом», подпирающим небосвод! \nРазумеется, большинство просто зовут его «священным древом», или «проклятым деревом», или же «дьявольским деревом»… Да и еще много как. \nИ все же, при любом его упоминании в голосе каждого ясно слышится благоговейный трепет.",
      "zh": "黑鸟社新作，重生成为一株柳树！？灵气复苏，万物崛起。重生的柳树也走上了进化之路。能够无限进化的它，是“神力”还是“诅咒”？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2637b09c-bb11-4861-8f19-23ee7672e854",
    "title": {
      "en": "All Soccer Talents Are Mine"
    },
    "updatedAt": "2024-02-28T00:39:24+00:00",
    "coverArt": "https://mangadex.org/covers/2637b09c-bb11-4861-8f19-23ee7672e854/2d63d8f1-57a7-4fe5-b7ef-aba50f0aa49f.jpg",
    "altTitles": [
      {
        "ko": "축구재능 다 내꺼"
      },
      {
        "en": "Soccer Talent Is All Mine"
      },
      {
        "en": "All Soccer Talent Is Mine"
      },
      {
        "en": "All Football Talents Are Mine"
      }
    ],
    "description": {
      "en": "Uho-yeong had dreamed of becoming a soccer player. However, he was not blessed with the talent and died without realizing his dream, struck by lightning. It was then that the demon Mammon appeared, offering the ability to covet everyone's talents..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d59eeae8-bc1f-4a07-91cc-e66b3acd1488",
    "title": {
      "en": "God's Eye Appraiser"
    },
    "updatedAt": "2024-08-04T08:03:39+00:00",
    "coverArt": "https://mangadex.org/covers/d59eeae8-bc1f-4a07-91cc-e66b3acd1488/b281b0da-10e0-4295-a2f3-87b559130e81.jpg",
    "altTitles": [
      {
        "en": "Divine Eye Appraiser"
      },
      {
        "zh-ro": "shén yǎn jiàn dìng shī"
      },
      {
        "zh-ro": "Shen Yan Jian Ding Shi"
      },
      {
        "zh": "神眼鉴定师"
      }
    ],
    "description": {
      "en": "A big fire caused Chen Feng to become blind . While in his despair, he received eyes that have a strange appraisal function, allowing him to identify and appraise treasures, antiques and anything valuable, enabling him to appreciate the Heavens and Earth and also see through everything with his divine eyes."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "144"
  },
  {
    "mangaId": "5dbce626-d6ed-4d68-9891-39743f11e9e6",
    "title": {
      "en": "Ore Dake 2-Shuume Gachizei - Tsuyo Sugite Game Balance wo Hakai Shita"
    },
    "updatedAt": "2024-06-09T18:14:49+00:00",
    "coverArt": "https://mangadex.org/covers/5dbce626-d6ed-4d68-9891-39743f11e9e6/df0c92d8-5b7c-4243-b894-b5c7e69261c5.png",
    "altTitles": [
      {
        "ja": "俺だけ2周目ガチ勢～強すぎてゲームバランスを破壊した～"
      },
      {
        "en": "The Only New Game+ Hardcore Gamer ~I'm So Overpowered, I Shattered the Game's Balance~"
      }
    ],
    "description": {
      "en": "Rise to the top with knowledge and skills in your second life!\n\nFormer pro gamer Itsuki, who concealed his controversial past and worked as a VTuber, is attacked by problematic fans after getting doxxed, resulting in an accident that makes him lose consciousness. He wakes up only to find himself 10 years in the past, right after the launch of the hugely popular VRMMO Metasense!\n\nThere’s no need to hide his past in this world. Equipped with knowledge and skills from his first playthrough, becoming a top gamer and streamer is effortless!\n\nI… will stand at the pinnacle of Metasense!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc90853b-a3e6-4d5b-8b47-1fa15aa15923",
    "title": {
      "en": "19 Days"
    },
    "updatedAt": "2024-01-06T15:20:21+00:00",
    "coverArt": "https://mangadex.org/covers/dc90853b-a3e6-4d5b-8b47-1fa15aa15923/3d8d6fd0-e0bd-405e-93d9-3645c2053773.jpg",
    "altTitles": [
      {
        "es": "19 Días"
      },
      {
        "no": "19 Dager"
      },
      {
        "pl": "19 Dni"
      },
      {
        "tr": "19 Gün"
      },
      {
        "it": "19 Giorni"
      },
      {
        "id": "19 Hari"
      },
      {
        "fr": "19 Jours"
      },
      {
        "tl": "19 na Araw"
      },
      {
        "zh": "19 Tian"
      },
      {
        "zh": "19天"
      },
      {
        "ja": "19日"
      },
      {
        "zh": "Yidan"
      },
      {
        "ru": "Однажды"
      },
      {
        "zh": "一旦"
      },
      {
        "vi": "19 Ngày"
      },
      {
        "ar": "19 يومًا"
      },
      {
        "ko": "19일"
      }
    ],
    "description": {
      "en": "The cute and funny adventures of a boy and his best friend.  \n  \nNote: The story starts at chapter 42. The earlier chapters contain insert art of the characters by the author.",
      "pl": "Opowieść o przygodach czwórki przyjaciół. Zbieżność w numeracji rozdziałów wynika z zastosowania odmiennego niż angielska grupa systemu liczbowania dodatków – tłumaczenia są mniej więcej na tym samym etapie.",
      "zh": "幼儿园里的一次合影是见一、展正希一辈子情谊的起点。一起长大的发小在校园里又遇见了贺天、莫关山这些好朋友。《19天》不仅仅是四人轻松愉快的校园日常，也是男孩们相互理解帮助最终成长的青春物语。"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f6b37d9-3220-4f4d-a9f4-467c0b6076ef",
    "title": {
      "en": "Chaotic Sword God (2021)"
    },
    "updatedAt": "2024-07-29T16:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/7f6b37d9-3220-4f4d-a9f4-467c0b6076ef/3716da90-9b9f-4d54-86de-f4f48b272388.jpg",
    "altTitles": [
      {
        "zh": "混沌剑神"
      },
      {
        "en": "Chaotic Sword God Remake"
      }
    ],
    "description": {
      "en": "Jian Chen, the publicly recognized number one expert of the Jianghu. His skill with the sword went beyond perfection and was undefeatable in battle, After a battle with the exceptional expert Dugu Qiubai who had gone missing over a hundred years ago, Jian Chen succumbed to his injuries and died. After death, Jian Chen’s spirit was transmigrated into a completely foreign world. Following an extremely fast growth, his enemies piled up one after another before becoming gravely injured once more. On the gates of death, his spirit had mutated, and from that moment henceforth, he would tread on a completely different path of the art of the sword to become the sword god of his generation"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84919728-0e95-4421-9c5a-949c3ffcb4a8",
    "title": {
      "en": "The Evil Ring"
    },
    "updatedAt": "2024-07-20T21:10:15+00:00",
    "coverArt": "https://mangadex.org/covers/84919728-0e95-4421-9c5a-949c3ffcb4a8/7e5faa8d-6cf4-4ee9-9ebb-c42ede0f0781.jpg",
    "altTitles": [
      {
        "zh": "恶魔之戒"
      },
      {
        "en": "The Devilish Ring"
      },
      {
        "en": "The Ring of Evil"
      },
      {
        "en": "Devilish Ring"
      },
      {
        "en": "Evil Ring"
      },
      {
        "zh": "恶之环"
      }
    ],
    "description": {
      "en": "18 years ago, a prophecy emerged that a boy with a black ring, deemed inferior, would rewrite the survival rules of the world of the gifted. The only remaining descendant of the “Divine-Tier” status, Shannon, wears a black ring and lives as an inferior being in the filthy exile zone. However, his peaceful life is shattered when his identity is exposed, and the top-tier forces, seeing him as a threat, send out an assassination squad to kill Shannon. Five gifted individuals, who have existed since childhood to protect Shannon, are summoned at the same time. They rush to the exile zone to protect the last descendant of the “Divine-Tier” status, and a battle among the “rings” is about to ignite!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a34a0b7-c7ed-491f-bfae-79f625fa6384",
    "title": {
      "en": "The Great Mage of the Hero’s Party Reincarnates"
    },
    "updatedAt": "2024-06-21T12:53:40+00:00",
    "coverArt": "https://mangadex.org/covers/5a34a0b7-c7ed-491f-bfae-79f625fa6384/9661975d-b8ec-4322-85f0-9acbecbf6ee6.jpg",
    "altTitles": [
      {
        "ko": "용사파티 대마법사의 환생"
      },
      {
        "en": "The Rebirth of the Hero's Party's Archmage"
      },
      {
        "es-la": "El renacimiento del archimago del grupo del héroe"
      }
    ],
    "description": {
      "en": "At age 13, the genius wizard Rin embarked on a journey with Lista and the hero party to defeat the great evil known as “the Abyss,” which sought to plunge the world into chaos. But as the battle grew more intense, Rin’s body succumbed to the dark poison of the Abyss, putting his life in grave danger.\n\nWith the words “I’ll come back,” Rin’s soul entered a forced dormancy, only to reawaken 300 years later as a noble boy. Starting his second life in a peaceful world, Rin discovers that on one side of the world, the destined forces of darkness are beginning to stir once more.",
      "es-la": "El genio mago Lynn se embarca en un gran viaje a la edad de 13 años. Junto con el grupo de héroes, liderado por Esther, su objetivo es derrotar al gran malvado \"Abismo\" que pretende llevar al mundo al caos. Sin embargo, las batallas se vuelven cada vez más feroces y en el momento final, Lynn sucumbe al oscuro veneno del \"Abismo\". Dejando atrás las palabras \"Volveré\", el alma de Lynn permanece dormida durante 300 años, antes de resucitar en el cuerpo de un niño de noble cuna. Así comienza su segunda vida en un mundo pacífico. Pero mientras tanto, una fuerza oscura está acechando una vez más, amenazando con hundir al mundo en la confusión una vez más."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-07-30T19:23:00+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "The Ultimate of All Ages"
    },
    "updatedAt": "2024-07-25T09:11:23+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "Rebirth Of The Ultimate Master"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze.",
      "es-la": "Gu Feiyan, el tercer soberano, muere y es reencarnado en un niño llamado Li Yunxia, una completa basura que todavía no despertó sus meridianos a pesar de su edad. ¡Pero esto no detendrá al MC de alcanzar el pináculo de este mundo otra vez!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc57d3ec-1743-4976-a11a-a101508e5f75",
    "title": {
      "en": "Locked to Death"
    },
    "updatedAt": "2024-06-08T17:08:25+00:00",
    "coverArt": "https://mangadex.org/covers/fc57d3ec-1743-4976-a11a-a101508e5f75/572687b9-63d6-4f29-9fd8-b9cca34b62ba.jpg",
    "altTitles": [
      {
        "ko": "잠겨죽어도"
      }
    ],
    "description": {
      "en": "“Hye-seong,” a boy living on a remote island, meets “Yoon-hae,” a mermaid he met in the sea, and they become each other’s only friends. However, the two soon break up against each other due to Hye-seong’s move. Six years later, Yunhae gains mysterious abilities and returns to Comet. However, many things have changed for Hyesung to spend all his time with Yunhae like he did when he was young. “I’m a different person than you, Yoonhae.” Yoon Hae's attachment to the comet is slowly spreading into control... The winner of the 2nd largest contest on earth in 2022."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91b67596-9bc3-48f5-8aad-02ff520fdfa9",
    "title": {
      "en": "The Archmage's Restaurant"
    },
    "updatedAt": "2024-07-02T18:17:28+00:00",
    "coverArt": "https://mangadex.org/covers/91b67596-9bc3-48f5-8aad-02ff520fdfa9/e5a815d4-7a2b-4061-94f1-b6a18d008cc5.jpg",
    "altTitles": [
      {
        "ko": "어느 마법사의 식당"
      },
      {
        "en": "A Wizard's Restaurant"
      },
      {
        "en": "The Wizard's Restaurant"
      },
      {
        "ko-ro": "Eoneu Mabeobsaui Sigdang"
      }
    ],
    "description": {
      "en": "A man who reincarnated in another world as a 9th class wizard and retired after saving the continent from a dragon war. He decides to open a small restaurant in the countryside, but his routine is anything but ordinary. \n\nOn the second floor of his restaurant, there lives a black dragon who has transformed into a woman, named Rurin. She is greedy, cute and loyal to him, but also ignorant and clueless about the human world. \n\nThey live a fun and warm life, serving customers, solving problems and growing violets in the garden.",
      "ko": "요리사를 꿈꾸던 내가 사고로 이세계에 떨어졌다.\n\n몬스터와 마법이 넘쳐나는 판타지 세계이지만 여기라고 식당을 못할 건 없잖아?\n\n그러나 전쟁으로 인해 이세계에 들어오자마자 군대에 끌려가게 되고,\n..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "425f1cd5-2f70-4014-97b1-7c4a2f6a512c",
    "title": {
      "en": "World’s Greatest Senior Disciple"
    },
    "updatedAt": "2023-12-12T12:51:37+00:00",
    "coverArt": "https://mangadex.org/covers/425f1cd5-2f70-4014-97b1-7c4a2f6a512c/90be233a-65eb-431a-8783-31bb596e05e5.jpg",
    "altTitles": [
      {
        "en": "Unparalleled Senior Brother"
      },
      {
        "ko": "천하제일 대사형"
      }
    ],
    "description": {
      "en": "A senior disciple from a countryside martial academy returns as the world’s best! Dragged into a brutal political war, senior disciple ‘Hyeok Musang’ didn’t return after the bloody war ended. No one knew whether he was still alive for 5 years.\n\nUpon barely returning to his hometown, he found his Dragon Tiger Martial Academy being persecuted and destroyed by a third-rate gang.\n\nHe thought he could live peacefully with his fellow members after winning the war but seeing the miserable state of his master and fellow disciples, he was filled with anger and guilt.\n\nWith the return of the senior disciple, everyone thought things would get better but only for a moment. Things were still happening in his hometown of Yangzhou County. Was the war really over? The head disciple raises his sword against the dangers threatening his Dragon Tiger Martial Academy."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d422ddc8-eea3-4b0a-82a4-291bbd8c9285",
    "title": {
      "en": "The Shiunji Family Children"
    },
    "updatedAt": "2024-07-09T10:32:14+00:00",
    "coverArt": "https://mangadex.org/covers/d422ddc8-eea3-4b0a-82a4-291bbd8c9285/552ecaaa-e969-4467-95df-7fe4f1b0c12d.jpg",
    "altTitles": [
      {
        "ja": "紫雲寺家の子供たち"
      },
      {
        "en": "Shiunji-ke no Kodomo-tachi"
      },
      {
        "ru": "Дети семьи Сиундзи"
      },
      {
        "vi": "Những đứa trẻ nhà Shiunji"
      },
      {
        "pt-br": "Os Filhos da Família Shiunji"
      },
      {
        "ar": "أبناء عائلة شيونجي"
      }
    ],
    "description": {
      "ar": "قصر فاخر في أفضل مكان بطوكيو. يعيشُ سبعة أشقاء من عائلة شيونجي، وجميعهم جميلونَ للغاية. ونرى مغامرة أراتا العائلية بين صراع إيجاد الذات والوصول إلى أهدافهِ كونهُ الابن الأكبر للعائلة",
      "en": "The love between brother and sister. The love between man and woman. That which is most forbidden is most unyielding. The two sons and five daughters of the Shiunji family shine like brilliant gems, each with intelligence and beauty in equal measure. And with the pedigree of their wealthy father behind them, how could they not be the talk of the town? Eldest son Arata has spent his life being tossed around by the whims of his colorful sisters, yet a little teasing won’t stop him from valuing his family over anything and anyone else. But when his youngest sister turns fifteen, their father reveals a long-hidden secret of the Shiunji “siblings” and knocks Arata’s world off its axis…",
      "ja": "東京都世田谷区成城。都内有数の高級住宅街に豪邸を構える「紫雲寺家」。\n７人の兄弟姉妹、特に５人の美人姉妹が有名となっているが、長男の男子高校生・新は姉妹にタジタジの毎日。\n「もし自分に姉妹がいなかったら…」と、ついそんな妄想もしてしまう日々の中、父親から衝撃の事実を告げられて…？",
      "pt-br": "O amor entre irmão e irmã. O amor entre homem e mulher. Aquilo que é mais proibido é mais inabalável. Os dois filhos e as cinco filhas da família Shiunji brilham como pedras preciosas, cada um com inteligência e beleza incoparáveis. E com o pedigree de seu rico pai por trás deles, como poderiam não ser o assunto da cidade? O filho mais velho, Arata, passou a vida sendo infernizado pelos caprichos de suas deslumbrantes irmãs, mas nenhuma  provocação iria o impedir de valorizar sua família acima de tudo e de todos. Mas quando sua irmã mais nova completa quinze anos, seu pai revela um segredo há muito escondido dos \"irmãos\" Shiunji e vira o mundo de Arata de cabeça para baixo..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1e7a444d-6f33-410d-97bc-92c01906bde1",
    "title": {
      "en": "Warrior Grandpa and Supreme Granddaughter"
    },
    "updatedAt": "2024-07-03T22:12:39+00:00",
    "coverArt": "https://mangadex.org/covers/1e7a444d-6f33-410d-97bc-92c01906bde1/30eaa61a-a284-4648-b8e2-4e34d23bc722.jpg",
    "altTitles": [
      {
        "en": "Grandfather Warrior and Supreme Granddaughter"
      },
      {
        "en": "Grandpa Samurai and Granddaughter of the Supreme"
      },
      {
        "ko": "할배무사와 지존 손녀"
      },
      {
        "ko-ro": "Halbaemusawa Jijon Sonnyeo"
      }
    ],
    "description": {
      "en": "Just when Liu Jinshan thought he could die without regrets, his family was annihilated! As a result, he became determined to live just so that he could see his only surviving granddaughter, Liu Seol, reach adulthood. As he struggled to raise her and train her with his aging body, Liu Seol, who was born with the talent of a supreme martial artist, grew up much faster than he thought she would. \"Don't worry, Grandpa, I'll protect you from now on!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-05-19T02:22:24+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4162b06b-3f7e-4e6e-b27b-1e48b88c5204",
    "title": {
      "en": "Soul Anomaly"
    },
    "updatedAt": "2024-05-27T17:01:38+00:00",
    "coverArt": "https://mangadex.org/covers/4162b06b-3f7e-4e6e-b27b-1e48b88c5204/2016d7a6-110d-46c3-b26d-446b9a3e3186.jpg",
    "altTitles": [
      {
        "ja": "魂の変則"
      },
      {
        "es": "Almas Anómalas"
      }
    ],
    "description": {
      "en": "Yuichi Shiro is a foolish, narcissistic, and oblivious teenage boy. After a sudden incident his once ordinary life goes through great changes. How will the optimistic self proclaimed genius handle the life he will lead from now on? As well as handle the new acquaintances and enemies it brings with it. Let the story of action, life, romance and stupidity begin. (Original Web [Novel](https://www.fictionpress.com/s/3068594/1/Soul-Anomaly))."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a92cf9fc-b6b7-4415-9400-72cddf30ac3e",
    "title": {
      "en": "Enrolling in the Transcendent Academy"
    },
    "updatedAt": "2024-05-28T01:06:35+00:00",
    "coverArt": "https://mangadex.org/covers/a92cf9fc-b6b7-4415-9400-72cddf30ac3e/d815f1cc-de6a-45b7-ae5e-8e8f07ff5e20.png",
    "altTitles": [
      {
        "ko": "초월자 학원의 수강생이 되었다"
      },
      {
        "ru": "Я стал студентом Трансцендентальной Академии"
      },
      {
        "en": "I Became a Student at the Transcension Academy"
      },
      {
        "en": "I Became a Student at Transcendental Academy"
      },
      {
        "en": "Transcension Academy"
      },
      {
        "es-la": "Academia de la Ascension"
      }
    ],
    "description": {
      "en": "After a hundred years of monsters, it’s become the norm to train at hunter academies if you want to become a professional monster hunter. And that’s just what hard-working orphan Seojun Kim dreams of.\n\nBut after a freak accident dashes his hopes, ads for the mysterious Transcendent Academy pop up on his phone, offering him a chance to train virtually with history’s most legendary warriors. As he levels up, he’s soon caught up in the world of hunter academies, dungeon raids, and competitive tournaments.\n\nBut the more he learns, the more questions he has about the people surrounding him, his past, and the secrets of the Transcendent Academy.",
      "ko": "돌아가신 부모님의 빚을 갚으며 헌터가 되기 위해 헌터학원에 갈 돈을 모아왔던 서준은\n불의의 사고로 모은 돈을 전부 수술비로 써버린다.\n절망에 빠진 순간\n\n띠링-!\n\n이상한 광고가 재생되었다.\n\n[야 너도 초월자 될 수 있어!]\n\n더 이상 잃을 것도 없다, 회원 가입!!\n\n[김서준 님 초월자 학원에 오신 걸 환영합니다].\n\n내가 다니는 헌터학원은 다른 학원들과 '차원'이 다르다!\n\n헌터도 학원을 다니는 헌터 사교육 시대!\n\n야 너도 초월자 될 수 있어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a9d76c3-42b9-4bcf-81d7-ad307d2ea971",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 8: JoJolion (Official Colored)"
    },
    "updatedAt": "2024-07-27T09:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/7a9d76c3-42b9-4bcf-81d7-ad307d2ea971/f305a5a9-d45d-45de-bc74-6afda83157c9.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 8: JoJolion - Digital Colored Comics"
      },
      {
        "en": "JoJo no Kimyou na Bouken Part 8: JoJolion (Official Colored)"
      },
      {
        "es-la": "JoJo's Bizarre Adventure, Parte 8 : JoJolion - Color Digital"
      },
      {
        "ja-ro": "JoJorion"
      },
      {
        "ru": "Невероятные Приключения ДжоДжо Часть 8: Джоджолион (цветная версия)"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ジョジョリオン"
      },
      {
        "ja": "ジョジョリオン"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第8部 ジョジョリオン カラー版"
      },
      {
        "pl": "Jojolia"
      },
      {
        "ja": "JoJo no Kimyou na Bouken: JoJolion"
      }
    ],
    "description": {
      "en": "In 2011, childhood friends Yasuho Hirose and Joushuu Higashikata discover a naked man buried in the ground just outside the town of Morioh. The man has no memory of his name or previous life; the only thing he remembers about himself is how to use his Stand, a supernatural ability that takes the form of a humanoid creature. The stranger is quickly given a name, Jousuke, and Joushuu's father Norisuke decides to adopt him into the Higashikata household until he can find his own home.  As Jousuke begins to investigate his past, it becomes apparent that he is no ordinary amnesiac. There is much more to his identity than he first suspected, and, as he is thrust into a series of high-stakes Stand battles, he soon begins unravelling a deadly conspiracy that encompasses the entire town.",
      "hu": "A Jojo no Kimyou na Bouken sorozat nyolcadik történetíve.\n\nA nagy japán földrengést követően Morioh-t hatalmas földkiugrások sújtották, ahogy helyiek nevezik, Szemes falak. A vizsgálat ellenére a szakmai becslések üresen maradtak. Eközben egy fiatal lány, Yasuho Hirose egy férfit talál a földbe temetve,aki jellegzetes csillagalakú anyajeggyel és mélyre hatoló harapásnyomokkal rendelkezik. A férfit, aki az aminézia jeleit mutatja, egy helyi család hozta ide és adta neki a Josuke Higashikata nevet, azonban a különös események nem maradnak abba, egyik a másikat halmozza leginkább és hamarosan a standként ismert talány előbukkan, hogy eloszlassa a zavarságok felhőit. \n\n- 2013-ban a 17-dik Japan Media Arts Festivalon megnyerte a fődíjat a manga kategóriában.",
      "pl": "Ósma część serii JoJo's Bizarre Adventure. \nPocząwszy od trzęsień ziemi w 2011, w miasteczku Morioh zaczęły występować rozległe uskoki, nazwane Murami Oczu. Pomimo przeprowadzonych badań, przyczyna ich wzniesienia pozostaje nieznana. W międzyczasie młoda dziewczyna imieniem Yasuho Hirose znajduje zakopanego mężczyznę ze znamieniem w kształcie gwiazdy otoczonym śladami ugryzienia. Mężczyzna przyjąwszy łatkę człowieka z amnezją, został przyjęty do mieszkającej w pobliżu rodziny oraz nadano mu imię - Jōsuke Higashikata. Jednakże, tajemnicze wydarzenia wcale nie ustają, a zagadkowe Standy dopełniają poczucie zdezorientowania.\n- Czarno-biała wersja wygrała główną nagrodę w kategorii mangi w 17 edycji Japońskiego Festiwalu Sztuki w 2013 roku.",
      "es-la": "El arco de la octava historia de la serie: JoJo's Bizarre Adventure.\n\nTras el gran terremoto del este en Japón, Morioh ha sido golpeado por grandes protuberancias de tierra conocidas por los lugareños como Los Muros con Ojos. A pesar de la investigación, las estimaciones profesionales quedan vacías. Mientras tanto, la joven Yasuho Hirose, descubre a un hombre enterrado en la tierra, este posee una distintiva marca de nacimiento en forma de estrella junto con marcas de mordeduras profundas. El hombre, que ha contraído un caso básico de amnesia, es acogido por una familia local y recibe el nombre de Jousuke Higashikata, sin embargo, los eventos misteriosos no pueden evitar que se acumulen unos sobre otros y pronto ese enigma conocido como \"stand\", emerge para complementar la gran nube de confusión.\n\n° Ganó el Gran Premio en la categoría de manga en el 17º Festival de Artes de Medios de Japón en 2013."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "110"
  },
  {
    "mangaId": "c089b50c-beeb-434a-ab8d-2676dc026564",
    "title": {
      "en": "Top Tier Providence"
    },
    "updatedAt": "2024-07-30T02:16:56+00:00",
    "coverArt": "https://mangadex.org/covers/c089b50c-beeb-434a-ab8d-2676dc026564/1b68d2fc-8e1c-4703-8daa-2e8228d5ad6c.jpg",
    "altTitles": [
      {
        "zh": "顶级气运，悄悄修炼千年"
      },
      {
        "zh-ro": "Dingji Qiyun, Qiaoqiao Xiulian Qiannian"
      },
      {
        "zh-ro": "Dǐngjí Qìyùn, Qiāoqiāo Xiūliàn Qiānnián"
      },
      {
        "en": "Top Tier Providence- Secretly Cultivate for a Thousand Years"
      },
      {
        "en": "Top Tier Providence: Secretly Cultivate for a Thousand Years"
      }
    ],
    "description": {
      "en": "Being reincarnated in a cultivation world, Han Jue realizes that he can live his life like a video game. He can reroll his cultivation potential and connate providence.\n\nSo, he spends 11 years rerolling for a good one…\n\n[Unparalleled: Immortal beauty, top-notch charm]\n\n[Destined Sword fanatic: Top-notch Sword Dao aptitude, top-notch Sword Dao comprehension]\n\n[Unparalleled Movement Technique: Top-notch movement technique aptitude]\n\n[Descendant of the Immortal Emperor: You will receive an unparalleled cultivation technique and 1,000 superior-grade spirit stones]\n\nIn pursuit of longevity, Han Jue decides to cultivate in a low-profile manner.\nA thousand years later, generations of cultivators have become history.\n\nThat is when beings of the fairyland start cleansing the mortal world. Han Jue can no longer hide and has no choice but to take action.\n\nThen he realizes, that deities and gods aren’t that powerful after all!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ee25b6a-a0f3-438e-b686-a3a309cc117b",
    "title": {
      "en": "Emperor's Sword"
    },
    "updatedAt": "2024-07-26T15:24:33+00:00",
    "coverArt": "https://mangadex.org/covers/6ee25b6a-a0f3-438e-b686-a3a309cc117b/bf3e22c9-d209-4eeb-ab7b-bef6733aa3a6.jpg",
    "altTitles": [
      {
        "ko": "황제의 검 (류신)"
      }
    ],
    "description": {
      "en": "Zhu Yunwen, who barely survived the Jingnan campaign, received the souls of two of the world's strongest martial artists, the First Heavenly Demon of the Demonic Cult and Huineng, the Sixth Patriarch of the Shaolin Temple, in his body, and was reborn as Heaven Destroyer.\n\nThis is the story of the Heaven Destroyer's journey to become an absolute existence!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcb4fcc0-4154-4d1f-aebd-fdacf444f1c5",
    "title": {
      "en": "Mukashi Yuusha De Ima Ha Hone"
    },
    "updatedAt": "2023-12-23T00:56:00+00:00",
    "coverArt": "https://mangadex.org/covers/bcb4fcc0-4154-4d1f-aebd-fdacf444f1c5/5b528fee-e211-4eb3-9cb8-80460544f0c5.jpg",
    "altTitles": [
      {
        "en": "I Was a Hero but Now I'm a Skeleton"
      },
      {
        "ja-ro": "Yuuhone"
      },
      {
        "ru": "Скелет, который был храбрецом"
      },
      {
        "ja": "昔勇者で今は骨"
      },
      {
        "zh-hk": "昔日勇者今為骨"
      },
      {
        "zh": "昨日勇者今为骨"
      },
      {
        "en": "A Skeleton Who Was The Brave"
      }
    ],
    "description": {
      "en": "Alvis, the hero, lost his life in a battle with the Demon King. However, he lived on… as a skeleton!?  \n  \nEnding his career as the hero who defeated the Demon King, he spent 3 years sleeping, playing and enjoying every day. However, in order to find his long time friend, Izana, he once again enrolls as an adventurer, and changes his name from Alvis to Al the Skeleton. Due to his appearance being that of a skeleton, trouble is not out of the question for his near future!  \n  \nProtecting travelling merchants, mapping unexplored dungeons and so on; whilst undertaking numerous requests, Al the Skeleton wields his sword another day in order to save lives.  \n  \n[alt. Raw](https://comic-ryu.jp/_yuuhone/index.html)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-07-02T01:09:18+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/24d8f072-969a-45fe-a93f-9a05a42255bf.jpg",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "vi": "Luyến Thực Nữ"
      },
      {
        "en": "Love-Eating Girl"
      },
      {
        "es-la": "Las Chicas Devoradoras de Amor"
      },
      {
        "pt-br": "Devoradoras de Amor"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women.\n\nSuddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again.\n\nHowever, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five! A brain-shaking, romantic comedy suspense begins!",
      "es-la": "Oishi Kyou es un chico que siempre ha tenido un fuerte miedo a las chicas. Cuando comienza su primer día de clases en la preparatoria, se ve abrumado al recibir confesiones de amor por parte de cinco chicas diferentes. Sin embargo, descubre que cuatro de ellas son en realidad chicas ‘Devoradoras de Amor’, chicas que buscan seducir a los hombres para alimentarse de sus sentimientos, y sus presas favoritas son los sentimientos del ‘Primer Amor’, gracias a cierta persona el Protagonista sabe que 4 chicas de primer año son ‘Devoradoras de Amor’ así que, dentro de estas 5 chicas hay una que se confesó realmente a Oishi, así que se propone a encontrar a la única chica entre las 5 que realmente lo ama, todo sea antes de que devoren sus sentimientos.",
      "pt-br": "O estudante do ensino médio, Kyo Oishi, tem medo de mulheres.\n \nDe repente, cinco garotas se declaram para ele. Entre elas, quatro são criaturas chamadas Devoradoras de Amor - seres que devoram sentimentos românticos humanos. Se ele tiver seus sentimentos românticos consumidos por essas garotas, ele nunca mais será capaz de amar novamente.\n \nNo entanto, ele não pode abandonar os sentimentos daquela que se declarou para ele de verdade - Kyo decide encontrar a única que realmente ama ele entre as cinco! Começa uma comédia romântica de suspense que balança o cérebro!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-07-16T21:11:27+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd507977-fea6-4741-b357-57b6d819e413",
    "title": {
      "en": "Himitsu no AiPri Full Color Osarai 4-Koma"
    },
    "updatedAt": "2024-05-06T17:54:52+00:00",
    "coverArt": "https://mangadex.org/covers/cd507977-fea6-4741-b357-57b6d819e413/f05ba993-0193-49af-b205-02adeb3265ba.jpg",
    "altTitles": [
      {
        "en": "The Secret of AiPri - Full Color Review 4-Koma"
      },
      {
        "ja": "ひみつのアイプリ フルカラーおさらい4コマ"
      }
    ],
    "description": {
      "en": "The anime, \"Himitsu no AiPri,\" is now available as a cute full-color 4-Koma! The main characters are Himari Aozara and Mitsuki Hoshikawa, who enroll in the private Paradise Academy. Himari, who longs to be in AiPri, dreams of making 10,000 friends! She unexpectedly makes her AiPri debut?! She has a secret that she can't even tell her close friend, Mitsuki! However, it seems Mitsuki holds a secret of her own as well... (Translated from Ciao website)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2750ed89-ea66-4c0c-ab05-7417a9e0de3e",
    "title": {
      "en": "The Kingdoms of Ruin"
    },
    "updatedAt": "2024-06-30T19:57:22+00:00",
    "coverArt": "https://mangadex.org/covers/2750ed89-ea66-4c0c-ab05-7417a9e0de3e/800a9ba9-cf1c-4f40-afeb-90b530db6e1a.jpg",
    "altTitles": [
      {
        "ja-ro": "Hametsu no Oukoku"
      },
      {
        "ru": "Королевство руин"
      },
      {
        "ja": "はめつのおうこく"
      },
      {
        "ko": "파멸의 왕국"
      },
      {
        "ru": "Разрушенные Королевства"
      },
      {
        "pt-br": "Os Reinos da Ruína"
      }
    ],
    "description": {
      "en": "Due to the Gear Expansion, witches who had been friends with the people become unnecessary. Humans, who were afraid of unscientific power, begin a witch hunt… And a human boy who has his beloved witch killed becomes the “Wizard of vengeance”.",
      "pt-br": "Devido à Expansão da Tecnologia, as bruxas que eram amigas do povo se tornaram desnecessárias. Humanos, que temiam o poder não científico, começam uma caça às bruxas… E um menino humano que teve sua amada bruxa morta, se torna o “Mago da Vingança”."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd731b05-d078-4115-909f-c546708846a2",
    "title": {
      "en": "Uchuuji Karabuki Kenzan"
    },
    "updatedAt": "2023-04-14T01:51:39+00:00",
    "coverArt": "https://mangadex.org/covers/dd731b05-d078-4115-909f-c546708846a2/0bb11828-6263-4118-82a5-fdf899771b00.jpg",
    "altTitles": [
      {
        "fr": "Soldat Intergalactique Karabuki Kenzan !"
      },
      {
        "en": "Space Soldier Karabuki Kenzan!"
      },
      {
        "ja": "スペースソルジャーカラブキ見参!"
      }
    ],
    "description": {
      "en": "Oneshot manga by Boku Girl's mangaka."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "de84c4cc-2e2c-4540-a28e-496037dc5e98",
    "title": {
      "en": "Melodramatic Novel's Side Character Quits"
    },
    "updatedAt": "2024-08-07T02:41:16+00:00",
    "coverArt": "https://mangadex.org/covers/de84c4cc-2e2c-4540-a28e-496037dc5e98/9f17d47b-a3d3-45f6-9998-413c9c657fcc.jpg",
    "altTitles": [
      {
        "zh": "狗血文女配她不干了"
      },
      {
        "zh-ro": "Gǒu Xuè Wén Nǚ Pèi Tā Bù Gān Le"
      }
    ],
    "description": {
      "en": "Jiang Mo, a part-time worker, transmigrates into a melodramatic (cliché) novel, unexpectedly receives a system that demands her to promote harmony between the male and female leads at the cost of her life. After Jiang Mo nonchalantly completes her tasks, the gaze of the villain boss towards her starts becoming increasingly strange...【I Ended Up Making the Final Boss Fall in Love With Me by Slacking Off】"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2819c65c-f277-4ca9-bc88-6068d1abb23d",
    "title": {
      "en": "The Dragon Slayer Academy's Hotshot"
    },
    "updatedAt": "2024-07-07T23:53:11+00:00",
    "coverArt": "https://mangadex.org/covers/2819c65c-f277-4ca9-bc88-6068d1abb23d/5a334699-9e6a-4ac7-95cb-f5dd1d5bf058.jpg",
    "altTitles": [
      {
        "ko": "용사 동생은 아카데미 고인물"
      },
      {
        "ko-ro": "Yongsa Dongsaengeun Academy Goinmul"
      },
      {
        "ja": "勇者の弟はアカデミーガチ勢"
      },
      {
        "my": "ငါ့ညီက ကျောင်းမှာ နာမည် ကြီး"
      },
      {
        "es-la": "Mi Hermano Pequeño Es El Mejor De La Academia"
      }
    ],
    "description": {
      "en": "Ruud Denatos' life of living in the shadow of his talented older brother Aesir, a genius dragon slayer, ends when Aesir is killed in a brutal battle. But after the fight, a hidden dragon lord appears and sends Ruud to a past where Aesir doesn't exist!\n\nIn order to find answers and his older brother, Ruud takes Aesir's place and wows the school with his skills and knowledge. But will Ruud continue to impress the academy, or will the lackluster skills of his past catch up to him?",
      "my": "ငါ့ညီက ကျောင်းမှာ နာမည် ကြီး Cele.\nMc မှာ အကိုတစ်ယောက်ရှိတယ်\nသူကို အမြဲတမ်းကာကွယ်ပေးခဲ့တယ့်\nလဲကျတိုင်းလက်လှမ်းပေးခဲ့တယ့်\nသူ့ရဲ အကိုကို အရမ်းမုန်နေခဲ့တယ်ပေါ\nMc တိုညီအကိုနှစ်ယောက်က နဂါးသတ်သမားတွေပေါ့ တစ်ရက်မှာ Mc အသက်ကို \nသူရဲ့အကိုက သေခံပြီ ကယ်သွားတယ်\nအယ့်တော့မှ သူ့အကိုကို မုန်းတာမဟုတ်ပဲ\nသူအကိုလောက်သန်မာပြီ ဘေးချင်းယှည်တိုက်ခိုက်ချင်းတယ်ဆိုပြီ နောင်တရပြီ ငိုတယ် ပေါ့...\nနောက်ဆုံး mc တစ်ယောက်တည်း ကမ္ဘာကြီးမှာ ကျန်ခဲ့တယ့်အချိန် နဂါးနတ်ဘုရားပေါလာပြီ 1v1 fight တယ့်ပေါ့\nMc က သောက်ရမ်း week တော့ နဂါး နတ်ဘုရားက မင်းသောက်သုံးမကျဖူး ပြန်ကြိုးစားလိုက်အုန်ဆိုပြီ သူအထက်တန်းကျောင်းသား နဂါးသတ်ဖြတ်သူကျောင်းသားဘ၀ အချိန်ကိုပြန်ပိုလိုက်တယ် ပေါ့..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "528fdd65-4c0d-4e21-82d8-66da8d6113d6",
    "title": {
      "en": "Fukuzatsu na Kyoudai no 4koma"
    },
    "updatedAt": "2024-07-18T02:42:01+00:00",
    "coverArt": "https://mangadex.org/covers/528fdd65-4c0d-4e21-82d8-66da8d6113d6/70cb625d-3b5a-4b1f-a33f-7ef66d7ba1b5.jpg",
    "altTitles": [
      {
        "ja": "複雑な姉弟の４コマ"
      },
      {
        "ja-ro": "Fukuzatsu na Kyoudai no Yonkoma"
      },
      {
        "en": "A Complicated Sibling Relationship 4-Koma"
      },
      {
        "en": "A Complicated Older Sister and Younger Brother 4-Koma"
      }
    ],
    "description": {
      "en": "\"Big Sis!?\"\n\"Kouta!?\"\n\n\nThe two of them were enjoying an in-game romance (without knowing each other's identities). Upon seeing each other's faces at their long-awaited offline meetup... they were both shocked to see that their partner was in fact their own sibling!?\n\nThese are complicated feelings for sure... and rather hard to accept!\n\n(Source: Kadokawa)\n\n---\n\nAdditional Links\n\n* [Kadokawa](https://store.kadokawa.co.jp/shop/g/g322302001578/) (Publisher)\n* [BookLive](https://booklive.jp/product/index/title_id/20068503/vol_no/001)",
      "ja": "「姉ちゃん!?」\n「康太!?」\n\n＊\n\nゲーム内で恋愛を楽しんでいたふたり。\n待ちに待ったオフ会で顔を合わせたら……相手はまさかの姉弟で!?\n複雑なこの感情……なかなか飲み込むのは難しい！\n\nＳＮＳで話題のカオス展開ラブコメが、 描き下ろしを加えて待望の書籍化!!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "100"
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2022-05-26T05:34:44+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "096dca64-ab65-4db9-b68f-a3d276378006",
    "title": {
      "en": "Moral Sense"
    },
    "updatedAt": "2021-05-25T15:39:13+00:00",
    "coverArt": "https://mangadex.org/covers/096dca64-ab65-4db9-b68f-a3d276378006/eae8cb15-d165-4fb6-ad04-529e211ad313.jpg",
    "altTitles": [
      {
        "en": "S&M"
      },
      {
        "en": "THE SENSUAL M"
      }
    ],
    "description": {
      "en": "A seemingly clean cut office worker keeps his BDSM sexual fantasies to himself - until he discovers his co-worker a potential dominatrix…. As they spend their time together, slowly understanding one another, the two end up having a rather unique master and servant relationship."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "146"
  }
]