[
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2024-04-19T15:37:04+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/1137b3a8-407c-4a99-9d3c-6bcd7030656d.jpg",
    "altTitles": [
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "ja-ro": "Jitsu wa Ore, Saikyou Deshita?"
      },
      {
        "en": "Am I Actually the Strongest?"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c1e13ca-fee4-44c5-97c6-4dddf7e62fd2",
    "title": {
      "en": "I Became a Terminally-Ill Knight"
    },
    "updatedAt": "2024-01-04T01:00:34+00:00",
    "coverArt": "https://mangadex.org/covers/5c1e13ca-fee4-44c5-97c6-4dddf7e62fd2/a5d568c1-f15a-4ad5-9e76-303189c4069c.jpg",
    "altTitles": [
      {
        "ko": "시한부 기사가 되었다"
      },
      {
        "en": "A Knight With a Time Limit"
      },
      {
        "en": "I Have Become A Time Limited Knight"
      }
    ],
    "description": {
      "en": "Levis Cloyd, a man who transmigrated from Earth to another world, is bound to live a time-limited life. To survive, he must kill living beings.\n\nLiving with the motto of \"if you are going through hell, keep going, \" he meets another opportunity.\n- - -\nMinhyuk, a bedridden man in Korea, meticulously counts his waning days when suddenly, he's transmigrated to another world where he gains the new identity of Levis, the Soul Harvester. \n\nIn this world, Levis must claim lives to extend his own, a haunting paradox that he must come to terms with.\n\nForced to grapple with a life tethered to a merciless ticking clock, Levis becomes a harbinger of fate, tasked with the daunting responsibility of ending the lives of others in order to preserve his own.\n\nHow far does the will to survive stretch? Is one life's preservation worth another's demise?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76abc539-9b38-45af-a6d7-cb02c3cca2fb",
    "title": {
      "en": "Reincarnated as an Apple: This Forbidden Fruit Is Forever Unblemished!"
    },
    "updatedAt": "2024-03-29T15:49:02+00:00",
    "coverArt": "https://mangadex.org/covers/76abc539-9b38-45af-a6d7-cb02c3cca2fb/76ef7bff-c408-4fdb-83a8-40d26f0f4810.jpg",
    "altTitles": [
      {
        "ja-ro": "Ringo Tensei: Kindan no Kajitsu wa Kyou mo Korokoro to Musou suru"
      },
      {
        "ja": "林檎転生～禁断の果実は今日もコロコロと無双する～"
      }
    ],
    "description": {
      "en": "My name is Daisuke Furutsu, and I died getting hit by a truck full of apples. Yes, I know it's a cliché setup. Apparently somebody upstairs fell asleep on the job. Anyway, as an apology, God lets me draw five Cards of Fate that are supposed to grant me superpowers in my next life. My first four draws are amazing—stuff like magic and an infinite inventory. But everything changes with the fifth card: a \"curse\" that turns me into whatever killed me. I thought I was gonna end up a truck, but now I'm an apple! Luckily, I've made a friend who can teach me how to move around. I also end up saving a wannabe adventurer who just might be willing to take me along for the ride. Time for this overpowered apple to get rollin'!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  },
  {
    "mangaId": "86f0198b-7b5e-493b-8b7d-eec8807b6688",
    "title": {
      "en": "Konya wa Neko-chan"
    },
    "updatedAt": "2024-02-01T05:44:02+00:00",
    "coverArt": "https://mangadex.org/covers/86f0198b-7b5e-493b-8b7d-eec8807b6688/72e311ee-f4c1-4f76-8755-7f6a8fedc7a5.jpg",
    "altTitles": [
      {
        "en": "Kitty Tonight"
      },
      {
        "ja-ro": "Konya ha Nekochan"
      },
      {
        "ja": "今夜はねこちゃん"
      },
      {
        "zh": "今夜是猫咪酱"
      },
      {
        "zh-hk": "今夜是貓咪醬"
      }
    ],
    "description": {
      "ja": "可愛いねこちゃんにはトゲがある！　ただ可愛いだけのねこちゃんもいる！　いろんなねこちゃんがいるから面白い！ 『ポプテピピック』の大川ぶくぶが描く、種々雑多（ダイバーシティ）ねこ４コマ！",
      "zh": "可爱猫咪身上也带刺！不仅仅是可爱的猫咪，因为存在各种各样的猫咪，所以很有趣！\n由《pop子和pipi美的日常》的大川ぶくぶ绘制的形形色色（Diversity）猫咪四格漫画！"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "18"
  },
  {
    "mangaId": "fac40369-3528-4f11-98f1-34beefb72bce",
    "title": {
      "en": "I Am Reborn as the Sword God"
    },
    "updatedAt": "2023-11-30T12:24:25+00:00",
    "coverArt": "https://mangadex.org/covers/fac40369-3528-4f11-98f1-34beefb72bce/6f8b104c-8bc6-4f8b-a527-912ffca5a513.png",
    "altTitles": [
      {
        "ko": "빙의검신"
      },
      {
        "en": "Reborn as Sword God"
      },
      {
        "ru": "Ледяной меч"
      },
      {
        "zh": "重生为剑神的我"
      },
      {
        "zh-hk": "憑衣剑神"
      }
    ],
    "description": {
      "en": "I achieved my cozy life of a seventh-grade civil servant by through a lot of hardships and nights of blacking out, so I was looking forward to the weekends where I could relax and have fun, but that night…\n\nIs this Baek Rijin, the main character of the novel ?\n\nWhen I returned to my senses, I discovered I was in the novel I was reading. Did a seventh-grade civil servant like me became the spoiled young master of the great Jaegal family?! A side character, who has received excessive investments and love since he was young, and now going through a stormy period of his life… The spoiled young master of the Jaegal Family, whom the Blood Demon Cult would annihilate ten years later!\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/15020)",
      "ko": "7급 공무원이었던 내가 대제갈세가의 망나니 대공자가 됐다고?!\n\n죽기 아니면 까무러치기로\n스펙을 쌓아 얻은 7급 공무원 생활,\n여유를 즐길 주말만 기다리던 내게……\n\n-백리진이오\n\n내게 찾아온 《영웅로》의 주인공, 백리진\n아니, 정신을 차려 보니 내가 소설 속에 있었다\n어릴 적 가문의 과분한 투자와 사랑을 받았으나\n이제는 질풍노도의 시기를 겪는 망나니,\n눈 뜨고 주인공에게 기연을 빼앗기는 엑스트라……\n그리고 십 년 후, 혈마교에 멸문당할 제갈세가의 대공자로!\n\n지옥 같은 입시 경쟁을 뚫고 나온 프로 노력러,\n이제 무림을 준동시킨다!\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/15020)",
      "zh": "意外穿越到自己正在追的武侠小说中？已经手握剧本的我，顺利通关大杀四方，成为一代剑神岂不是易如反掌......\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/15020)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42b464cd-a8a1-45bb-9140-2f5674b54c22",
    "title": {
      "en": "The Person Sitting Next to Me Looking at Me with Perverted Eyes"
    },
    "updatedAt": "2024-04-20T03:03:09+00:00",
    "coverArt": "https://mangadex.org/covers/42b464cd-a8a1-45bb-9140-2f5674b54c22/2a5a1c72-c783-49f8-84e1-4e49c7c531dd.jpg",
    "altTitles": [
      {
        "ja": "隣の席の奴がエロい目で見てくる話"
      },
      {
        "vi": "Người bàn bên thường nhìn tôi bằng ánh mắt biến thái"
      },
      {
        "ja-ro": "Tonari no Seki no Yatsu ga Eroi me de Mitekuru Hanashi"
      },
      {
        "uk": "Людина, що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "ru": "Одноклассница, сидящая за соседней партой, смотрит на меня развратным взглядом"
      },
      {
        "es-la": "La persona de al lado me mira con ojos pervertidos"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/117358783)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e9484cc-5011-4891-a8f3-631df9437b8b",
    "title": {
      "en": "Omniscient Immortal Cultivator"
    },
    "updatedAt": "2023-12-19T16:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/4e9484cc-5011-4891-a8f3-631df9437b8b/77ca749a-b76e-4253-ada8-153c0be10b7e.png",
    "altTitles": [
      {
        "zh": "全知修仙者"
      }
    ],
    "description": {
      "en": "The mighty cultivator transcended the boundaries of supernatural realms and, in order to fulfill their long-standing aspiration of ascension, decided to embark on a journey of reincarnation in a parallel world. With their innate talent for the Dao and the remnants of cultivation, this world has not been devoid of cultivators. It has merely been awaiting the reawakening of the era of cultivation!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12983982-9242-4acd-b02f-1e4772f1a358",
    "title": {
      "en": "Cooking Sorcerer"
    },
    "updatedAt": "2024-04-21T04:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/12983982-9242-4acd-b02f-1e4772f1a358/68b0e850-7d48-4c34-8d73-f2988b1acf1f.jpg",
    "altTitles": [
      {
        "ko": "요리하는 마법사"
      },
      {
        "en": "The Cooking Wizard"
      }
    ],
    "description": {
      "en": "A food-loving tattooist, YooJung. After losing consciousness due to a sudden accident she opens her eyes to find herself possessing ‘Sylvia’, a character from the novel she read. In addition, she happens to meet ‘Felix’, the hero of the novel, who, due to the abuse of his stepmother, suffers from anorexia and will soon turn the continent into blood. In order to eat more delicious food, to cook more easily, Sylvia inscribes magic circles on to her body. The new magic circles that are born through her fingertips bring a new breeze to the continent where magic-beasts are rampant."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-04-05T18:29:47+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/b0c710d4-6a75-45f3-83e7-c72d144f96df.png",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "Anthology horror series detailing the \"Round of 100 Ghost Stories\", an old folktale believed to originate from Japan retold through the lens of Yuuma, a boy who lives in a troubled household. Often used as a test of courage where participants tell one hundred supernatural stories and blow out one candle then look at themselves in the mirror after they finish each story. When the one-hundredth candle is blown out, it is said that ghosts and demons are summoned to our world.",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d711e16a-55a3-435e-80bb-7686e45abd0f",
    "title": {
      "en": "Was Manager Seo Disposed of as an Industrial Accident?"
    },
    "updatedAt": "2023-11-07T04:56:42+00:00",
    "coverArt": "https://mangadex.org/covers/d711e16a-55a3-435e-80bb-7686e45abd0f/70daac39-f79e-4a9b-ae6e-a608baffb317.jpg",
    "altTitles": [
      {
        "ko": "서과장은 산재처리 됐을까"
      },
      {
        "en": "Manager Seo Industrial Accident"
      }
    ],
    "description": {
      "en": "“Why do you care about those non-paying users?”\n\nSeo Seo-hyeok, a game planner who gave up on the quality and only focused on the paid contents. But why did he die from overwork after working all night out of greed to make money? When he opened my eyes again, perhaps fortunately out of misfortune...\n'This is the game I was making...!!'\n\nAs the devil-like planner who harassed gamers reaped what he sowed, his suffering with the transformation of the game begins!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f831905-3548-4ff3-a5d2-5f20e1876564",
    "title": {
      "en": "Upgrade From Wild Monsters"
    },
    "updatedAt": "2023-08-19T07:08:58+00:00",
    "coverArt": "https://mangadex.org/covers/2f831905-3548-4ff3-a5d2-5f20e1876564/2f244977-22e1-4748-b6ec-e6827b946e89.jpg",
    "altTitles": [
      {
        "zh": "从野怪开始升级"
      },
      {
        "zh-ro": "Cong Ye Guai Kaishi Shengji"
      }
    ],
    "description": {
      "en": "After Lu Chen entered the cranial neuron quantum transferring game《Empyrean God Realm》—he found himself stripped of his human character, becoming the weakest wild monster in the game, a \"Weak Gnoll.\" Facing players who are ready to use him to level up, Lu Chen lifts the broken Gnoll club and starts to upgrade from a Lv.1 Gnoll. As Lu Chen keeps on killing more and more species, gaining new talents, and levelling up talents, his status keeps getting enhanced. Normal, Strong, Super strong... Soon enough, he..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65a803d8-25ef-45d0-bbab-c573f4b0d09b",
    "title": {
      "en": "The Villainous Warrior"
    },
    "updatedAt": "2024-04-20T00:01:30+00:00",
    "coverArt": "https://mangadex.org/covers/65a803d8-25ef-45d0-bbab-c573f4b0d09b/69dd739d-9563-4c6c-9d75-14261b256e77.jpg",
    "altTitles": [
      {
        "en": "Villain Unrivaled"
      },
      {
        "en": "Peerless Villain"
      },
      {
        "ko-ro": "agyeogmussang"
      },
      {
        "ko": "악역무쌍"
      },
      {
        "en": "The Villain Is Unparalleled"
      }
    ],
    "description": {
      "en": "When I woke up, I discovered I had become the villain in the martial arts novel I wrote! But of all people, why does the body I possess belong to a damn villain?\n\nHyuk Ryun Woon:\nThe fourth son of the Demonic Cult’s Leader\nA nasty womanizer\nA martial arts weakling with a filthy temper\nA worthless villain who is one shotted by the main character in the novel!\n\nIf I don’t want to be killed by the main character, I have no choice but to become strong.\n“Fucking hell. The main character and whatnot, I’ll wipe them all out!”\nThe Shaking Tale of a distasteful villain who uses whatever means necessary to survive!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "80"
  },
  {
    "mangaId": "6f710505-960f-47fb-a34e-b424601e5e22",
    "title": {
      "en": "The Heavenly Demon Lord Who Doesn't Want to Level Up"
    },
    "updatedAt": "2023-12-03T04:19:09+00:00",
    "coverArt": "https://mangadex.org/covers/6f710505-960f-47fb-a34e-b424601e5e22/bc3a3e26-89c4-4582-bf1c-c7332b99c851.jpg",
    "altTitles": [
      {
        "ko": "레벨업하기 싫은 천마님"
      }
    ],
    "description": {
      "en": "\"Jin Yuseong, the absolute master of the Middle Kingdom, found life too boring. 'I must be crazy. Just unifying the martial world…'\"\n\"'I should have just been a farmer.'\"\n\"'No, I wish I wasn't born at all.'\"\n\"In 'The Heavenly Demon Lord Who Doesn't Want to Level Up,' one day, he encounters a gate… And upon passing through it, a new world unfolds.\"\n\"Jin Yuseong, the top martial deity and leader of the Celestial Demon Cult, arrives in Korea."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ce2403e-2062-4f3b-9c13-92149e368d5c",
    "title": {
      "en": "Gyaku Isekai Tensei Shite Kimowota ni Natte Shimatta dai Majutsushi Delray Curtis no Fujourina Nichijou"
    },
    "updatedAt": "2023-07-08T21:58:45+00:00",
    "coverArt": "https://mangadex.org/covers/9ce2403e-2062-4f3b-9c13-92149e368d5c/d198fa6b-b059-422d-abc5-fba01f1cd005.jpg",
    "altTitles": [
      {
        "ja": "逆異世界転生してキモヲタになってしまった大魔術師デルレイ・カーチスの不条理な日常"
      },
      {
        "en": "The Absurd Everyday Life of Great Sorcerer Delray Curtis who was Reverse Reincarnated"
      }
    ],
    "description": {
      "en": "The great sorcerer Delray Curtis was reverse reincarnated from his magical world to modern Japan as a creepy otaku."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "14"
  },
  {
    "mangaId": "3faa91a8-795c-4625-b9d2-1ce516d56cfc",
    "title": {
      "en": "The Game That I Came From"
    },
    "updatedAt": "2024-03-16T19:07:44+00:00",
    "coverArt": "https://mangadex.org/covers/3faa91a8-795c-4625-b9d2-1ce516d56cfc/7c1257df-6b29-43ac-8c1d-3bfdb2c1ef57.png",
    "altTitles": [
      {
        "en": "I Back From a Game"
      },
      {
        "en": "I Came From the Game"
      },
      {
        "ja": "ふりだしから始まる覚醒者"
      },
      {
        "zh": "我来自游戏"
      },
      {
        "ko": "어웨이크닝: 회귀 플레이어"
      },
      {
        "zh-ro": "Wo Laizi Youxi"
      },
      {
        "en": "Ultimate Rogue's Awakening"
      }
    ],
    "description": {
      "en": "With the rise of a popular RPG called Tianyong Game, its max-level players called \"awakeners\" have come to dominate the real world in terms of wealth and power. \n\nDespite Ling Ce's natural talent for the game, it's nearly impossible for him to catch up to these players because he started playing the game a year after its release. But as luck would have it, a glitch in the game's teleportation system takes him back three years into the past with his memories intact.\n\nNow, Ling Ce is determined to utilize his knowledge and experiences to become an awakener and turn his life around. No amount of carnivorous plant monsters or insanity level dungeons will stop the determined hero from reaching the peak!\n\n\n---\n\n**Links:**\n- [Official Japanese Translation](https://piccoma.com/web/product/88411)\n- [Official Korean Translation](https://page.kakao.com/home?seriesId=58409509)",
      "zh": "带着上一世满级盗贼的记忆，回到三年前，这是命运给凌策的考验还是赏赐？ 既然重生，那上一世未曾达到的、不能守护的、那些只能幻想的，这一世全都要。 更以巅峰造极之态，摧枯拉朽之势，超越极限，成为最强“觉醒者”。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "431c939a-82f7-4851-bca9-2d242e867155",
    "title": {
      "en": "Strongest Level 1"
    },
    "updatedAt": "2024-03-05T23:47:22+00:00",
    "coverArt": "https://mangadex.org/covers/431c939a-82f7-4851-bca9-2d242e867155/362b4132-f459-4006-9ebd-8ca725f3efb9.png",
    "altTitles": [
      {
        "en": "Unbeatable Level 1"
      },
      {
        "en": "Unbeatable Lv.1"
      },
      {
        "ko": "최강 레벨 1"
      },
      {
        "ru": "Непобедимый первый уровень"
      },
      {
        "ru": "Сильнейший первый уровень"
      }
    ],
    "description": {
      "en": "The raid failed. \n\nIn a desperate situation due to the impending suicide bombing of the dungeon boss, Lee Gon-woo was betrayed by his teammates, and abandoned in the boss’s room. Just when he thought it was all over, a dagger suddenly fell into his hands. And from that moment his life changed dramatically.\n\nHis life was saved, but all the levels he gained with such difficulty have reset, making him level 1.\n\n[You have caught a \"mosquito\". Your level has increased.]\n\n\"My level should have gone up, but why is nothing happening?!\"",
      "ru": "Рэйд провалился. \nВ отчаянном положении из-за готовящегося самоподрыва босса данжа преданный тиммейтами Ли Гон-у остался один в комнате босса.\nКогда он думал, что уже всё кончено, неожиданно в его руки попадает кинжал. И с этого момента его жизнь кардинально меняется.\nЕго жизнь спасена, но он снова вернулся на первый уровень, который с таким трудом поднимал...\n[Вы поймали \"комара\". Ваш уровень повышен.]\nДействительно, уровень должен был подняться, но почему никаких изменений?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-04-17T13:42:27+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/bebc4ef9-aa1e-46aa-90aa-8087b5f9d46c.png",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "en": "The Mikadono Sisters Are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3",
    "title": {
      "en": "Is a Mother in Her 30s Like Me Alright?"
    },
    "updatedAt": "2023-10-11T17:09:30+00:00",
    "coverArt": "https://mangadex.org/covers/a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3/a394dc86-f825-45a7-a04d-578161b9718d.jpg",
    "altTitles": [
      {
        "ja-ro": "Arasaamama no Watashi de Ii no?"
      },
      {
        "ja": "アラサーママの私でいいの？"
      },
      {
        "zh": "三十多岁当妈的我也可以吗？"
      },
      {
        "vi": "Bà mẹ đơn thân ngoài 30 như chị liệu ổn chứ?"
      },
      {
        "ja-ro": "Arasaa mama no Watashi de Ii no?"
      },
      {
        "uk": "Хіба 30-річна матір, як я, підійде?"
      },
      {
        "en": "I'm around 30 is it OK with me?"
      },
      {
        "ru": "С такой матерью как я, которой за 30, всё ли будет хорошо?"
      }
    ],
    "description": {
      "en": "A 32-year-old single mother is told by her neighbor, a university student around 20, that he likes her. Thing is… he's not particularly *shy* about why he likes her.  \n  \n[Official] Please answer [this survey](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform) to give your thoughts and impressions!  \n\n\n---",
      "ru": "20 летний студент университета, говорит 32-летней матери-одиночки, что она ему нравится . Дело в том... Что он не особенно стесняется того, почему она ему нравится.",
      "uk": "20-річний студент зізнався у коханні своїй 32-річній сусідці матері-одиначці. Справа в тому... Що він зовсім не *соромиться* розказувати про те, чому закоханий у неї.\n\n[Офіційно] прохання виразити свої думки та враження від манґи у [цьому опитуванні.](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform)",
      "vi": "Shiraishi Hanano là một người phụ nữ 32 tuổi. Một ngày nọ, cô nhận được lời tỏ tình từ người hàng xóm Yoshio-kun, một sinh viên đại học. Cậu ta khăng khăng muốn cưới cô ấy làm vợ, thậm chí không quan tâm cả việc cô ấy đã từng kết hôn hay có một đứa con gái",
      "pt-br": "Uma mãe solteira de 32 anos ouve de seu vizinho, um estudante universitário de cerca de 20, que ele gosta dela. A coisa é… ele não é particularmente tímido sobre por que gosta dela.  \n  \n[Oficial] Por favor, responda [this survey](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform) para dar seus pensamentos e impressões!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "55"
  },
  {
    "mangaId": "24e7400d-dbad-4ff4-9ae0-9660102ce823",
    "title": {
      "en": "Rise From the Rubble"
    },
    "updatedAt": "2023-08-16T22:50:25+00:00",
    "coverArt": "https://mangadex.org/covers/24e7400d-dbad-4ff4-9ae0-9660102ce823/13e2b475-9cec-43a1-9521-fb2836874bd0.jpg",
    "altTitles": [
      {
        "zh": "从末世崛起"
      },
      {
        "zh": "Cong Moshi Jueqi"
      }
    ],
    "description": {
      "en": "10 years after the night of starfall, city S was destroyed by the biggest recorded monster outbreak in history. Zuo Fan, carrying the name of [A traitor’s son], as well as being the most useless starfall warrior reserve who ran away, awakened the Super Warrior System during a trap disguised as a raid. Since then, he has embarked on the road of success, rising like a meteor. All the while, searching for the truth of his father’s treason amidst the strong opposition, and gradually commencing on the thorny road of saving the world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/e08cd064-7b50-44c9-ab17-fdb353858766.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad84e944-a533-4c56-aedb-4f1e44e285a4",
    "title": {
      "en": "Records of the Demonic Path’s Return"
    },
    "updatedAt": "2023-08-02T05:29:00+00:00",
    "coverArt": "https://mangadex.org/covers/ad84e944-a533-4c56-aedb-4f1e44e285a4/d68e7cee-2149-4cba-9f36-90c13b4053dd.jpg",
    "altTitles": [
      {
        "ko": "마도귀환록"
      }
    ],
    "description": {
      "en": "The main character Myeong-woon has escaped to a faraway sanctuary to avoid the Heavenly Demon God Cult's fight for power. However, as he did not coincide with the Throne's Will, he was unable to avoid strife. To make Myeong-un stir a fight within his family, the Heavenly Demon God Cult's Leader, Myeonggak, visited him. Myeong-woon dies during his attempt to escape him. But right before he died, a voice spoke to him in his hazying consciousness. \"…Do you regret it? Would you like to fight another time?\" Myeong-woon believes he died after this voice away but he opens his eyes and…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "609ccb17-fd83-4126-876a-5bf8c037b065",
    "title": {
      "en": "Sonna Kazoku nara Sutechaeba?"
    },
    "updatedAt": "2024-04-06T17:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/609ccb17-fd83-4126-876a-5bf8c037b065/67a7a63e-d490-421d-865b-edfb45aabac3.jpg",
    "altTitles": [
      {
        "ja": "そんな家族なら捨てちゃえば?"
      },
      {
        "vi": "Một gia đình như vậy có đáng để giữ lại không?"
      },
      {
        "en": "Is A Family Like This Worth Keeping?"
      },
      {
        "en": "If It's A Family Like That, Why Don't You Throw It Away?"
      }
    ],
    "description": {
      "en": "\"My wife made a rule for our home: 'Don't talk to Dad.'\" \"Isn't that domestic violence? Weren't you sending me an SOS for help?\" Reitarou Shinotani has been long ignored by his wife and daughter, left all alone, and forced to do nothing but eat and sleep in a small, dark, cramped room in the house. What fate awaits him, as he aims to revitalize his family...?",
      "vi": "Bị vợ và con gái lạnh nhạt, Shinoya Reitaro buộc phải sinh hoạt trong cô độc ngay trong chính căn nhà của mình. \n\"Không được bước qua ranh giới, \nKhông được ăn uống chung, \nKhông được dùng nhà vệ sinh, \nKhông được bắt chuyện, \nKhông được tạo ra tiếng ồn khi đóng/mở cửa...\" \nCho đến khi anh gặp được một người phụ nữ mà anh không nhớ rõ đã từng gặp qua ở đâu. \n\"Một gia đình như vậy có đáng để giữ lại không? Sao anh không vứt quách nó cho rồi đi?\" \nLiệu số phận của người đàn ông đang đứng giữa hai sự lựa chọn này rồi sẽ ra sao?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2023-04-05T13:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-03-30T08:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/f63963b8-b761-43ea-8b5a-e0e2296895fd.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. (Source: [ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2023-10-28T14:53:28+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/c3ecd625-cb91-4ec4-8d0b-1a45d6660e4d.png",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5830e058-e67b-43e2-a5af-1e10c2b9ae6d",
    "title": {
      "en": "Biden vs Obama"
    },
    "updatedAt": "2023-09-02T09:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/5830e058-e67b-43e2-a5af-1e10c2b9ae6d/a987ebce-d7c9-48bb-bc62-eb3e13e01df9.jpg",
    "altTitles": [
      {
        "ru": "Байден против Обамы"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c824fcb3-d524-417a-b4ef-96d2543eaa89",
    "title": {
      "en": "Awkward Adolescence"
    },
    "updatedAt": "2024-04-21T03:19:20+00:00",
    "coverArt": "https://mangadex.org/covers/c824fcb3-d524-417a-b4ef-96d2543eaa89/32548f7f-2bbf-4c48-ad36-4425b0d19b26.jpg",
    "altTitles": [],
    "description": {
      "en": "weekly comic strips of a teen girls thoughts and dumb moments"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb5b629-e29d-46f1-86b2-241e5b097fb2",
    "title": {
      "en": "Million Times Attack Speed"
    },
    "updatedAt": "2024-02-18T06:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/0bb5b629-e29d-46f1-86b2-241e5b097fb2/28cb66f4-dff0-4afc-ad15-7fc6c6a25809.jpg",
    "altTitles": [
      {
        "zh": "我有百万倍攻速"
      },
      {
        "en": "1 Million Times Attack Speed"
      },
      {
        "zh-ro": "Wǒ Yǒu Bǎi Wàn Bèi Gōng Sù"
      }
    ],
    "description": {
      "en": "After being reincarnated into the Tianwu Continent, Ye Yun activated the Multiverse Devouring System and received the reward of a million times attack speed in the beginner's gift package. From then on, he became an invincible powerhouse! As the saying goes, in the world of martial arts, speed is paramount. Do you think I was just picking my nose and cleaning my ears? In fact, I just executed thirty-five thousand people with a single sword strike and eighty-seven thousand people with a single sword swing, while also unleashing various boxing techniques and secret arts."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27878fe3-d412-4216-88c1-87116164a09e",
    "title": {
      "en": "L.A.G"
    },
    "updatedAt": "2024-04-02T04:39:04+00:00",
    "coverArt": "https://mangadex.org/covers/27878fe3-d412-4216-88c1-87116164a09e/ee735f14-00d3-4194-bd4c-35f47392acd3.png",
    "altTitles": [
      {
        "en": "Unlimited Passive"
      },
      {
        "ko": "언리미티드 패시브"
      },
      {
        "en": "LAG"
      },
      {
        "ru": "Безграничные пассивные навыки"
      },
      {
        "pt-br": "Habilidades Passivas Ilimitadas"
      },
      {
        "en": "Limitless Passive Skills"
      },
      {
        "fr": "Passifs infinis"
      }
    ],
    "description": {
      "en": "L.A.G, an unknown space where humans use abilities or skills through awakening, monsters appear on each floor and room, and missions are given accordingly.\n\nThe goal here is to reach the bottom. The protagonist repeats death and life countless times in the unknown space L.A.G. However, in this life, he has the ability to own unlimited passive skills and finally has a chance to escape there.\n\nHowever, unlike what he has been through so far, he will not know an inch of the future as L.A.G continues to change. This is a desperate survival story in which no one can be trusted and continues to survive the hellish L.A.G, where there is no end in sight, and fights for escape from the bottom.",
      "ko": "인간이 각성을 통해 능력이나 스킬을 쓸고 있고\n각 층, 방마다 몬스터들이 나오고\n거기에 따른 미션이 주어지는 미지의 공간 L.A.G\n\n이곳의 목표는 최하층에 도달하는 것이다.\n그 알 수 없는 공간 L.A.G에서\n수없이 죽음과 삶을 반복하고 있는 주인공.\n하지만 이번 생에는 패시브 스킬을\n무한으로 소유할 수 있는 능력을 갖게 되고\n드디어 이곳을 탈출할 수 있는 기회가 찾아온다.\n\n그러나 L.A.G도 지금까지 자신의 겪어왔던 것과 달리\n계속 변하게 되면서 한 치 앞도 알 수 없게 된다.\n그 누구도 믿을 수 없고\n끝이 보이지 않는 지옥 같은 L.A.G에서\n끝까지 살아남아 최하층 탈출을 위해 싸워나가는\n처절한 생존 서바이벌.",
      "ru": "Что будет, если дать расчётливому человеку возможность бесконечно наращивать количество пассивных навыков и поставить перед ним целью выбраться из заточения, в которое он попал против своей воли? L.A.G - мистическое сооружение с огромным количеством помещений и этажей, что бесконечно тянутся вниз. Здесь люди вынуждены сражаться за свою жизнь в попытках попасть на самый нижний этаж, в котором, предположительно, они найдут все ответы. В придачу ко всему, L.A.G играет роль системы, благодаря которой игроки получают навыки и постоянно наращивают боевой потенциал. Здесь не выживает сильнейший - сильнейшим становится тот, кто выжил.",
      "pt-br": "L.A.G, um local desconhecido onde humanos através de um despertar conseguem utilizar perícias e habilidades especiais e precisam concluir missões derrotando os monstros que aparecem em cada sala de cada andar.\nO objetivo é alcançar o último andar do subterrâneo. O protagonista repete o ciclo de vida e morte incontáveis vezes no espaço desconhecido de L.A.G.\nNo entanto, desta vez, foi lhe concedido a aptidão de possuir habilidades passivas ilimitadas, e, com isso, ele usará dessa oportunidade peculiar para escapar desse inferno."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e7e0943-eb3b-462f-9f52-4f634aab0f53",
    "title": {
      "en": "Ochikazuki ni Naritai Manga"
    },
    "updatedAt": "2023-08-16T05:25:01+00:00",
    "coverArt": "https://mangadex.org/covers/9e7e0943-eb3b-462f-9f52-4f634aab0f53/ebf3134e-7ce0-4592-9199-e9d8f72672a2.jpg",
    "altTitles": [
      {
        "en": "I Would Love to Get Closer to You"
      },
      {
        "ja": "お近づきになりたい漫画"
      },
      {
        "ja-ro": "O Chikadzuki ni Naritai (pixiv)"
      }
    ],
    "description": {
      "en": "Matsubayashi wants to be friends with his prim and proper classmate Miyazen, and unbeknownst to him, the feeling is mutual.   \nHowever, being a brash-looking delinquent, he has a lot of trouble communicating with her despite her valiant (and embarrassing) attempts to use references to his favorite media.  \n  \n---\n*Not to be confused with the serialized version \"Ochikazuki ni Naritai Miyazen-san.\"*"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "41"
  },
  {
    "mangaId": "16afc948-dc35-407c-9d72-34bedd44fa87",
    "title": {
      "en": "Tokuni Aru Hibi"
    },
    "updatedAt": "2024-02-05T00:36:58+00:00",
    "coverArt": "https://mangadex.org/covers/16afc948-dc35-407c-9d72-34bedd44fa87/2d00f0ba-1f77-4140-a1e6-73b77ff9ba0a.jpg",
    "altTitles": [
      {
        "ja": "とくにある日々"
      },
      {
        "zh": "日常不平常"
      },
      {
        "en": "Days with Something in Particular"
      }
    ],
    "description": {
      "en": "A school life manga about amazing things, normal things, and mysterious things that happen in a school where you're pretty much free to do anything."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80dbce9d-92a8-4a19-8bd5-b1727dc0f6c8",
    "title": {
      "en": "Choukadou Girls"
    },
    "updatedAt": "2023-12-22T19:12:42+00:00",
    "coverArt": "https://mangadex.org/covers/80dbce9d-92a8-4a19-8bd5-b1727dc0f6c8/d533a948-96a6-48eb-a7ed-cf60cef66c39.jpg",
    "altTitles": [
      {
        "ja": "Over Drive Girls"
      },
      {
        "ja": "超可動ガールズ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-04-14T17:30:23+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/6161a33c-eb29-4f4c-a70e-0de88c9e98eb.jpg",
    "altTitles": [
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Chained Soldier"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f15e45c-b7fd-4164-8d8e-ede14a817f0d",
    "title": {
      "en": "The Extra’s Academy Survival Guide"
    },
    "updatedAt": "2024-03-18T19:24:35+00:00",
    "coverArt": "https://mangadex.org/covers/7f15e45c-b7fd-4164-8d8e-ede14a817f0d/419973f4-63bb-4dbc-bb65-22dbc051ed54.png",
    "altTitles": [
      {
        "en": "Surviving the Academy"
      },
      {
        "en": "How to Survive at the Academy"
      },
      {
        "ko": "아카데미에서 살아남기"
      },
      {
        "pt-br": "O Guia de Sobrevivência do Extra da Academia"
      },
      {
        "pt-br": "O Guia de Sobrevivência do Figurante da Academia"
      },
      {
        "ko-ro": "Academy-eseo Saranamgi"
      }
    ],
    "description": {
      "en": "I possessed a third-rate extra villain character in my favorite game. I have no ambitions and I just want to live a quiet life. But sheesh, this world is a hard place to survive in. I will survive to the ending of this story, in a way the protagonist cannot. I will survive in the way of a third-rate villainous character.",
      "pt-br": "Eu possuía um personagem vilão extra de terceira categoria em meu jogo favorito. Não tenho ambições e só quero viver uma vida tranquila. Mas, caramba, este mundo é um lugar difícil de sobreviver. Eu sobreviverei até o final desta história, de uma forma que o protagonista não conseguirá. Sobreviverei à maneira de um personagem vilão de terceira categoria."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3850522-6640-4743-9fbc-acc725714459",
    "title": {
      "en": "Star Dream Idol Project"
    },
    "updatedAt": "2024-02-10T11:57:49+00:00",
    "coverArt": "https://mangadex.org/covers/a3850522-6640-4743-9fbc-acc725714459/747bdb66-0633-45ef-896b-12efeb4e8599.jpg",
    "altTitles": [
      {
        "zh-ro": "Xing Meng Ou Xiang Ji Hua"
      },
      {
        "zh": "星梦偶像计划"
      },
      {
        "vi": "Tinh Mộng Thần Tượng"
      }
    ],
    "description": {
      "en": "The shining lights, the magnificent stage! Friendships created through singing, making a future through dancing, the girls embark on their journey towards their dreams! One who has lost status due to a scandal is hiding a plot behind her back. A pair of bosom friends, separated by fate. A girl who tries to exonerate her mother sets off on her journey for a talent competition. When the stage turns into an empty battlefield, she uses her voice to chase after her dreams."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "355"
  },
  {
    "mangaId": "cc9346a0-f3bc-4b26-b333-0df146dffb9c",
    "title": {
      "en": "Magic, Me, and My Big Master!"
    },
    "updatedAt": "2024-04-20T16:44:29+00:00",
    "coverArt": "https://mangadex.org/covers/cc9346a0-f3bc-4b26-b333-0df146dffb9c/1635bed7-36ef-4c86-9e42-f497054b408a.jpg",
    "altTitles": [
      {
        "ja": "魔法と僕とでっかい師匠"
      },
      {
        "zh": "魔法与我与伟大的师父"
      },
      {
        "ja-ro": "Mahou to Boku to Dekkai Shishou"
      }
    ],
    "description": {
      "en": "Hinata, who longs to be a wizard, heads to the mansion of a ``cursed-eyed witch'' who can control people's hearts at will. What appeared there was Esmeralda, a terrifying witch with a huge body that made you look up at her. However, her true identity is a shy witch who loves Hinata so much that she can't help it!! A romantic comedy between master and student that will make your heart flutter due to the height difference and the gap between the witches."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/b9fece9d-5ffb-48fb-ad9c-2173aef882f2.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17b1083f-4b1b-4842-9269-927b84fe1d29",
    "title": {
      "en": "Kang-Ho"
    },
    "updatedAt": "2023-08-05T19:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/17b1083f-4b1b-4842-9269-927b84fe1d29/12051f5f-a9e0-4baa-b85f-d6fb278d35ef.jpg",
    "altTitles": [
      {
        "ko": "강호표사"
      }
    ],
    "description": {
      "en": "Mooyoung, a snobbish dreamer who wants to fight! But what are your wishes? 'Be a partner!'"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "636933aa-976e-4455-8082-36751a554be0",
    "title": {
      "en": "Unnamed Memory"
    },
    "updatedAt": "2024-02-24T22:14:26+00:00",
    "coverArt": "https://mangadex.org/covers/636933aa-976e-4455-8082-36751a554be0/5fc98218-b2ae-44c1-9235-8a6f4e0d5ca9.jpg",
    "altTitles": [
      {
        "ja": "アンネームドメモリー"
      },
      {
        "vi": "Hồi ức không tên"
      },
      {
        "ru": "Безымянная память"
      }
    ],
    "description": {
      "en": "“As long as you’re the master of that sword and I’m a witch, someday you’ll have to kill me for real.”  \n  \nAs a child, Oscar, Crown Prince of Farsas, had been cursed to be childless. At the age of 20, he paid a visit to Tinassha, the strongest witch in the continent, to break the curse. He came back bringing Tinassha along as his protector, and in the one year until his contract with her expired, he got embroiled into her past, and an even greater destiny."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0bc7e39-fac3-44b9-8813-9d3cbf78ff1f",
    "title": {
      "en": "The Invincible Deadbeat"
    },
    "updatedAt": "2024-02-14T17:31:00+00:00",
    "coverArt": "https://mangadex.org/covers/c0bc7e39-fac3-44b9-8813-9d3cbf78ff1f/8d880927-b878-4409-afbd-d31bce471225.png",
    "altTitles": [
      {
        "en": "The Strongest Unemployed Hero"
      },
      {
        "ko": "백수무적"
      },
      {
        "en": "Jobless, Yet Invincible"
      }
    ],
    "description": {
      "en": "Shin Min-cheol had been recruited to the world called ‘Anhelles’. He was one who had lived 200 years fighting to survival and destroying the enemies, in the end the ruler of the continent Zero, was lead to the victory of war. And finally, Min-cheol, who has finally returned to Earth leaving the peace of Anhelles behind, wants to live his long-awaited life as a ‘rich unemployed man’, but another conspiracy begins to approach him? If they are after me, they have to find me first. All I have to do is go and fight it off!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
    "title": {
      "en": "Kusuriya no Hitorigoto ~Maomao no Koukyuu Nazotoki Techou~"
    },
    "updatedAt": "2024-04-01T15:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/8c1d7d0c-e0b7-4170-941d-29f652c3c19d/5050d67a-e6d8-4263-8413-4d4ed4e58e33.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Mysteries Journal"
      },
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Notebook of Mysteries"
      },
      {
        "ru": "Монолог в аптечной лавке - Журнал тайн внутреннего дворца Маомао"
      },
      {
        "ja": "薬屋のひとりごと～猫猫の後宮謎解き手帳～"
      }
    ],
    "description": {
      "en": "In the imperial court, a young woman is put into servitude, Maomao. The tale is just beginning for the woman doctor/pharmacist from the red-light district, as rumors circulate about the emperor's children's lives being short-lived. Her curious nature and thirst for knowledge pushes her to action. To satisfy her curiosity, this young doctor/pharmacist will investigate the origin! What is shifting in the imperial court..!?  \n  \n\n\n---",
      "ja": "誘拐された挙句、とある大国の後宮に売り飛ばされた薬屋の少女・猫猫（マオマオ）。年季が明けるまで大人しくしようと決めていた猫猫だったが、あるとき皇帝の子どもたちが次々と不審死することを知る。好奇心と少しばかりの正義心、そして薬屋の知識を使い、その謎を調べ始めてから猫猫の運命は大きく変わって…？",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c59187a7-7479-4b6f-a990-395b35677939",
    "title": {
      "en": "From the Dust"
    },
    "updatedAt": "2024-03-23T20:28:31+00:00",
    "coverArt": "https://mangadex.org/covers/c59187a7-7479-4b6f-a990-395b35677939/2f3d2782-ed7d-4444-a2a8-136ab05b4f20.jpg",
    "altTitles": [
      {
        "ja": "君が獣になる前に"
      },
      {
        "ja-ro": "Kimi ga Kemono ni Naru Mae ni"
      },
      {
        "en": "Before You Become a Beast"
      },
      {
        "ru": "Прежде, чем ты станешь зверем"
      },
      {
        "uk": "До твого перевтілення в звіра"
      },
      {
        "zh-hk": "在你成為野獸之前"
      },
      {
        "zh": "在你成为野兽之前"
      }
    ],
    "description": {
      "en": "Hajime leads an unremarkable life as an undertaker, but he likes his job and has no reason to complain. Nor can he complain of being always called \"onii-san\" by one of the top star actresses in the country, Kidō Kotone, a childhood friend. Their relationship has always had a touch of awkwardness due to the parents of both having died violent deaths, but nothing could have prepared Hajime - or Japan - to the deed Kotone decides to perpetrate seemingly out of the blue."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "70"
  },
  {
    "mangaId": "ffee8fd8-3a03-4420-bc5b-793be56eb30c",
    "title": {
      "en": "Majo wa Mangetsu ni Saku"
    },
    "updatedAt": "2023-12-15T22:30:19+00:00",
    "coverArt": "https://mangadex.org/covers/ffee8fd8-3a03-4420-bc5b-793be56eb30c/bcc75631-3372-4980-9823-ac863e879791.jpg",
    "altTitles": [
      {
        "ja": "魔女は満月に咲く"
      },
      {
        "zh": "魔女盛开于满月之下"
      },
      {
        "zh-hk": "魔女盛開於滿月之下"
      },
      {
        "en": "Witch Bloom Under the Full Moon"
      }
    ],
    "description": {
      "en": "Koichi Hotaka is a second-year junior high school student who is a bit of a shy. One day, he meets a mysterious girl, Shima, who calls herself the \"Witch of Alstroemeria\" and is chosen as her \"contractor\". A fantasy of love and magic set on the night of the full moon!",
      "ja": "帆高航一（ほたか　こういち）はちょっとコジラセ気味な中学2年生。そんな彼はある日、「アルストロメリアの魔女」を名乗る謎の少女・紫麻（しま）と出会い、彼女の“契約者”に選ばれる。満月の夜を舞台に繰り広げられる、恋と魔法のファンタジー！",
      "zh": "帆高航一是个有点内向的初二学生。某一天，他遇到了一个神秘的女孩紫麻，她自称“阿尔斯特罗梅里亚的女巫”，并被选为她的“契约者”。 在满月之夜缔结的爱情和魔法的幻想故事！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5896e05d-3900-4947-baf8-403a9d8fa5ec",
    "title": {
      "en": "Nick & Lever"
    },
    "updatedAt": "2023-12-19T21:13:47+00:00",
    "coverArt": "https://mangadex.org/covers/5896e05d-3900-4947-baf8-403a9d8fa5ec/b06b0714-d877-47af-845b-cf97d8a59dd8.jpg",
    "altTitles": [
      {
        "ja": "ニックとレバー"
      },
      {
        "ne": "निक र लीभर"
      },
      {
        "ja-ro": "Nick to Lever"
      },
      {
        "en": "Nick and Lever"
      },
      {
        "ru": "Ник и Левер"
      }
    ],
    "description": {
      "en": "The story of two foreign men living in Japan.\n\n(from ebookjapan):\n\nNick, with his stylish hair, and Lever, with his dazzling eyes behind his sunglasses, are a HOT & CRAZY foreign duo who will face any obstacles that come their way! \n\nThe genius Kyogoro Miyata, who wastes no time in drawing, unleashes a shocking high-speed manga. Nick and Lever are finally here!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "134"
  },
  {
    "mangaId": "f24a2649-15b2-4f05-b8f3-4c2ccfb6016c",
    "title": {
      "en": "Invincible to 100 Hits"
    },
    "updatedAt": "2023-10-29T18:26:33+00:00",
    "coverArt": "https://mangadex.org/covers/f24a2649-15b2-4f05-b8f3-4c2ccfb6016c/c4658ab2-3081-4f24-a6d0-441d9076635e.jpg",
    "altTitles": [
      {
        "ko": "백타무적"
      },
      {
        "en": "100 Hit Invincibility"
      },
      {
        "en": "Hundreds of Invincible Strikes"
      }
    ],
    "description": {
      "en": "Yeon Hwicheon from the Yeon Clan is deceived by the Dam Clan, who is after his Sect’s Divine Treasures, into an arranged marriage.\nDespite the unsightly scar on his face, he meets his kind-hearted wife, Dam Hwayeon, and they live a trouble-free life. However, the Dam Clan, revealing their true intentions, causes the downfall of the Yeon Clan.\nHwicheon then barely escapes and finds refuge in a cave. Here, he has a fateful encounter, through which he acquires advanced martial arts skills. Suddenly he finds himself traveling back in time to the moment right after his marriage 15 years prior.\nKnowing in advance the wicked acts the Dam Clan will commit, Yeon Hwicheon preemptively exacts a fierce revenge, finally causing its extinction.\nWith his incredible martial arts skills, Yeon Hwicheon and the now stronger Yeon Clan quickly become the targets of the martial arts world and Hwicheon, already anticipating this, further elevates the martial arts of the his Clan and boldly throws down a challenge to the entire martial arts community under his name!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49ccb19e-34e9-40d4-a53e-cdb48360b351",
    "title": {
      "en": "In This Life, the Greatest Star in the Universe"
    },
    "updatedAt": "2023-11-06T20:43:03+00:00",
    "coverArt": "https://mangadex.org/covers/49ccb19e-34e9-40d4-a53e-cdb48360b351/dd774528-0abf-452e-9fd9-340372da4eca.png",
    "altTitles": [
      {
        "ko": "이번 생은 우주대스타"
      },
      {
        "en": "I'm Going to Be a Big Star"
      }
    ],
    "description": {
      "en": "Sun Woo-joo, an aspiring idol with shining talent, dedication, and passion, had only one shortcoming: \"dancing.\" Having to give up on his lifelong dream of becoming an idol due to this one flaw, he was preparing for a different path in life when a miracle suddenly appeared! \"I'll become a superstar brighter than anyone.\" His once lacking dance skills were no longer a problem. The UV Starship. Five perfectly prepared idols are finally ready with everything they need. A monstrous rookie is about to debut in the entertainment industry! Presenting 'The New Black.' This life, he's destined to be a cosmic superstar!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1be53773-752f-4dc7-b540-03bb99b46cd7",
    "title": {
      "en": "The Voodooist's Wrathful Return"
    },
    "updatedAt": "2024-03-15T00:22:03+00:00",
    "coverArt": "https://mangadex.org/covers/1be53773-752f-4dc7-b540-03bb99b46cd7/783e94a3-936f-431e-a753-6151c0ad40ed.png",
    "altTitles": [
      {
        "ko": "회귀했는데 FFF급 부두술사"
      },
      {
        "en": "I Returned as an FFF-Class Witch Doctor"
      },
      {
        "ko-ro": "Hoegwihaessneunde FFF Geup Budusulsa"
      }
    ],
    "description": {
      "en": "Ma Jinsung was once a top-ranked player in Arsia Chronicle, but he was brutally killed by his trusted leader. After that, he thought he'd wake up in his room... not 10 years in the past! \n\nNow, prepared to exact his revenge, he jumps right back into the game. But this time, his job class is voodooist, and he gets bonuses for killing other players. The only downside -  if he dies in the game, he dies in real life.\n\nCan Jinsung get his revenge without causing too much carnage? Don't bet on it..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c114f02-1df1-4c2d-968d-5a2ffa72250f",
    "title": {
      "en": "Tetsuya Chiba Short Stories - Shojo Manga"
    },
    "updatedAt": "2024-03-17T22:52:00+00:00",
    "coverArt": "https://mangadex.org/covers/0c114f02-1df1-4c2d-968d-5a2ffa72250f/83932acf-7986-42b9-b797-91a6a469d4c0.jpg",
    "altTitles": [
      {
        "ja-ro": "Chiba Tetsuya Tanpenshuu - Shojo Manga-hen"
      },
      {
        "ja": "ちばてつや短編集　少女マンガ編"
      }
    ],
    "description": {
      "en": "A collection of two shojo short-serials and a one-shot from Tetsuya Chiba. Part of a three-volume short stories series, alongside a volume of his shonen work and his essay manga.\n\n- **Papa's Bride** (パパのお嫁さん, Papa no Oyomesan) - Ekko (Etsuko) Nakajima is a feisty little girl who lives alone with her father. One day, after many struggles, one of her father's musical compositions get selected by the Japan Music Association. From there, many joys and sorrows present themselves before them as Ekko's father ascends in the world of music.\n- **Jambo Riko** (ジャンボ・リコ) - Riko (Ritsuko) is the daughter of the head of a hospital situated in South Africa. When Riko's parents do not return from their search of crucial medicine, it's up to her and a colorful crew from around the world to search for them.\n- **Like the Wind** (風のように, Kaze no You ni)"
    },
    "status": "completed",
    "releaseDate": 1964,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "20"
  },
  {
    "mangaId": "77ada8df-affa-4a37-84af-4e250b398599",
    "title": {
      "en": "I Became the Youngest Member of Top Idol"
    },
    "updatedAt": "2024-02-15T23:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/77ada8df-affa-4a37-84af-4e250b398599/87476b67-6a6a-4735-97ea-b7e5d67af3aa.png",
    "altTitles": [
      {
        "ko": "탑아이돌의 막내 멤버가 되었다"
      },
      {
        "pt-br": "Meu Retorno Como O Membro Mais Jovem"
      }
    ],
    "description": {
      "en": "“25…that’s too old to become an idol.” Do Seohan, who got eliminated from the successful idol survival audition program ‘Stardust Project’. Giving up his dreams, he is trying to find his way working part-time jobs. When all of a sudden, he wakes up 8 years in the past after an accident. Right before the ‘Stardust Project’ started! As the youngest (but most experienced), can he make it to the final lineup this time?",
      "id": "Do Seohan, yang gagal dalam idol survival show terkenal “Stardust Project”, selalu dibayang-bayangi oleh mimpi masa lalunya. Tak pernah meraih kesuksesan, Seohan hanya bisa bekerja sambilan untuk melewati hari-harinya. Namun, akibat sebuah kejadian yang menimpanya, tiba-tiba ia terbangun dan kembali ke 8 tahun lalu, tepat sebelum “Stardust Project” dimulai! Jiwanya 8 tahun lebih tua dari kontestan lainnya, tapi sekarang ia yang termuda di antara mereka. Apakah kali ini Seohan akan berhasil debut sebagai idol?",
      "ko": "\"25살…그거 아이돌은 못하는 나이잖아요.\"\n유명 서바이벌 아이돌 오디션 '스타더스트 프로젝트'에서 탈락했던 도서한.\n꿈에 미련은 못버리고 현실과 타협한 채 알바를 전전하는데…눈을 떠보니 8년 전으로 돌아왔다.\n그것도 '스타더스트 프로젝트'를 시작하기 직전으로!\n막내가 된 (영혼만은) 최고 연장자, 이번에는 오디션에 합격해 아이돌 멤버가 될 수 있을까?",
      "pt-br": "Do Seohan, que fracassou no famoso programa de sobrevivência de idols \"Stardust Project\", é sempre assombrado por seus sonhos do passado. Sem nunca ter alcançado o sucesso, Seohan só consegue trabalhar em empregos de meio período para passar seus dias. No entanto, devido a um incidente que lhe aconteceu, ele acordou de repente e voltou a 8 anos atrás, logo antes do início do \"Stardust Project\"! Sua alma é 8 anos mais velha que a dos outros participantes, mas agora ele é o mais jovem entre eles. Será que Seohan conseguirá debutar como idol desta vez?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]