[
  {
    "mangaId": "c6bbbeca-f4fd-4595-9d4d-4ba31370d08c",
    "title": {
      "en": "Otome Game no Hametsu Flag shika nai Akuyaku Reijou ni Tensei shite shimatta..."
    },
    "updatedAt": "2024-12-30T22:23:58+00:00",
    "coverArt": "https://mangadex.org/covers/c6bbbeca-f4fd-4595-9d4d-4ba31370d08c/5acf9931-aaa1-4e2b-b15b-410fb503cb78.jpg",
    "altTitles": [
      {
        "ja": "Bakarina"
      },
      {
        "en": "My Next Life as a Villainess: All Routes Lead to Doom!"
      },
      {
        "ja": "Hamefura"
      },
      {
        "en": "Destruction Flag Otome"
      },
      {
        "en": "I Reincarnated into an Otome Game as a Villainess With Only Destruction Flags..."
      },
      {
        "ja": "乙女ゲームの破滅フラグしかない悪役令嬢に転生してしまった..."
      },
      {
        "de": "My Next Life as a Villainess: Wie überlebe ich in einem Dating-Game?"
      },
      {
        "zh-hk": "轉生成女性向遊戲只有毀滅END的壞人大小姐"
      },
      {
        "zh": "转生成为了只有乙女游戏破灭Flag的邪恶大小姐"
      }
    ],
    "description": {
      "en": "I recovered my past memories when I was hit on the head by a rock. I am Katarina Claes, the eight year old daughter of the duke. In a feverish nightmare, in which the prince’s fiancee was determined, I have realized that this is the otome game from the previous life. Also, I have turned into the villainess that interfered with the romance of the capture targets… If the heroine got a happy end, I would be exiled, while if she got a bad end, I would be killed by the capture target… I have no happy end!? Why is it only bad!? Somehow I have to avoid the destruction end, and reach old age peacefully!!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "bf2a563a-7228-48a7-abfb-7a77a28ee193",
    "title": {
      "en": "\"Shoku\" Rondo"
    },
    "updatedAt": "2024-12-31T17:28:31+00:00",
    "coverArt": "https://mangadex.org/covers/bf2a563a-7228-48a7-abfb-7a77a28ee193/3d7e47cd-f2b1-49c2-b6a7-1ebba5c7ff88.jpg",
    "altTitles": [
      {
        "ja": "「食」輪舞曲"
      },
      {
        "en": "\"Meal\" Rondo"
      }
    ],
    "description": {
      "en": "est em's short stories around the theme of \"food.\" Serialized in Morning between issues 2017/20 and 2018/19 as four chapters, and never compiled in a volume. Presumably on hiatus."
    },
    "status": "hiatus",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5384257-db52-43bc-8227-671026601830",
    "title": {
      "en": "Terror Train"
    },
    "updatedAt": "2024-12-31T18:25:23+00:00",
    "coverArt": "https://mangadex.org/covers/b5384257-db52-43bc-8227-671026601830/2bd85ccd-4abc-46f6-81b0-2d064452cb9f.jpg",
    "altTitles": [
      {
        "ja": "恐怖列車"
      },
      {
        "ja-ro": "Kyoufu Ressha"
      }
    ],
    "description": {
      "en": "A collection of six tales by the one and only Hideshi Hino. Everything from a mysterious man in black met on a train, a strange comedic biography of Hino that proves he is an alien, to a poor family who suddenly gets rich when one of the members can create money in a very strange way!\n\nNOTE: The last chapter is a part of the end of The Boy From Hell that is fully translated here...many thanks to Caterpillar!\n\nhttps://mangadex.org/title/aadfb8fb-7474-4d04-ad68-42b854f5b001/the-boy-from-hell"
    },
    "status": "completed",
    "releaseDate": 1980,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "dc6adedf-7a30-4646-b524-8f3004e9b2a5",
    "title": {
      "en": "A Strange But Effective Villainess Life"
    },
    "updatedAt": "2024-12-31T17:12:59+00:00",
    "coverArt": "https://mangadex.org/covers/dc6adedf-7a30-4646-b524-8f3004e9b2a5/0e9cb49e-764b-4a60-94fc-e4e1d3716247.jpg",
    "altTitles": [
      {
        "ko": "이상한데 효과적인 악녀 생활"
      }
    ],
    "description": {
      "en": "Kiana Frellai, the youngest granddaughter of the prestigious Frellai duchy and a genius magic engineering Ph.D., spends seven years secluded in research after fleeing her chaotic family.  \n\nSuddenly dragged back to the empire, she learns her grandfather is accused of treason. Facing execution, her cousin Melissa's divine power rewinds time.  \n\nDetermined to prevent her family’s downfall, Kiana devises a plan, blending her genius strategies to rewrite the future.  \n\nArmed with coffee and brains, she embarks on a project to save her family in the most unconventional way!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b06a840-5ac4-4211-930c-7c66024474e0",
    "title": {
      "en": "Qiang Jin Jiu"
    },
    "updatedAt": "2024-12-10T22:25:45+00:00",
    "coverArt": "https://mangadex.org/covers/6b06a840-5ac4-4211-930c-7c66024474e0/cf50483a-bbd6-4b97-8342-a1d6da8033b6.png",
    "altTitles": [
      {
        "zh": "将进酒"
      },
      {
        "vi": "Thương Tiến Tửu"
      },
      {
        "en": "Bring In The Wine"
      },
      {
        "th": "เชิญร่ำสุรา"
      },
      {
        "ko": "장진주"
      },
      {
        "en": "Ballad of Sword and Wine"
      }
    ],
    "description": {
      "en": "The Six Prefectures of Zhongbo were ceded away in surrender to the external enemies, and Shen Zechuan was taken into custody in the capital, reduced to a drowning dog loathed and condemned by all. Xiao Chiye followed the scent of the furor and made his way over. But instead of setting others on him, he kicked Shen Zechuan with his very own leg that rendered the latter an invalid. Who would expect this invalid to turn around and bite him in a counterattack until he was all drenched in blood? That was the start of an epic feud between both men who tear at each other every time they come face-to-face with one another.",
      "pl": "Shen Zechuan jest ósmym synem zdradzieckiego księcia Jianxing, człowieka, który skazał swoje miasta i ludzi na zagładę z rąk wroga. Jako jedyny żyjący członek swojej linii, Shen Zechuan jest znienawidzony przez cały naród. A nienawiść nikogo nie płonie goręcej niż uczucie Xiao Chiye, najmłodszego syna potężnego księcia Libei.\n\nXiao Chiye niczego nie pragnie bardziej niż śmierci Shen Zechuana, ale ten wbrew wszelkim przeciwnościom trzyma się życia. Zamiast poddać się hańbie swojej rodziny, staje się cierniem w boku Xiao Chiye, wdzierając się do bezwzględnego świata politycznego stolicy. Jednak gdy ci dwaj zaciekli wrogowie walczą z więzami swojego losu, zostają przyciągnięci do siebie siłą, której żaden z nich się nie spodziewa — i żaden z nich nie może mieć nadziei, że się jej oprze."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92a6b94e-f205-46b5-b522-c135c20a7aa4",
    "title": {
      "en": "Tsuki no Oki ni Mesu mama"
    },
    "updatedAt": "2024-10-11T20:47:46+00:00",
    "coverArt": "https://mangadex.org/covers/92a6b94e-f205-46b5-b522-c135c20a7aa4/4acec211-f0ce-4743-89e5-d8f37ae2a992.jpg",
    "altTitles": [
      {
        "ja": "月のお気に召すまま"
      },
      {
        "en": "By the Whims of the Moon"
      },
      {
        "zh-hk": "如月所愿"
      }
    ],
    "description": {
      "en": "In middle school, Ayumu kept getting teased and pranked by Runa, even though he's a year below her. Now that she's in her second year of high school, she's ready to be the experienced senpai for the incoming freshman Runa.",
      "ja": "生意気な後輩男子にイジワルされまくり…でも、本当は好きの裏返し!?　歩は、ややポンコツな高2女子。新学期、歩の通う高校に、中学時代の後輩男子・月（るな）が入学してくる。月は、勉強も運動もデキて、早速モテモテ。彼氏ができない歩のことをバカにしてくるけど…!?",
      "pt-br": "No fundamental, Ayumu continuava sendo provocada por Runa, apesar de ele estar um ano abaixo dela. Agora que ela está no segundo ano do ensino médio, e está pronta para ser a Senpai experiente do calouro Runa."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-10-07T12:38:38+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/446045de-517f-44b5-9ef8-7b1e088fd143.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ac6b53-df49-4ace-85a2-b27970830ef2",
    "title": {
      "en": "Kubera"
    },
    "updatedAt": "2024-04-02T09:14:19+00:00",
    "coverArt": "https://mangadex.org/covers/76ac6b53-df49-4ace-85a2-b27970830ef2/24edd0f4-234a-48a6-9bbe-fa6b667cee01.jpg",
    "altTitles": [
      {
        "fr": "Kubera - Le dernier dieu"
      },
      {
        "pt-br": "Kubera - O último Deus"
      },
      {
        "en": "Kubera - One Last God"
      },
      {
        "pl": "Kubera - Ostatni Bóg"
      },
      {
        "id": "Kubera - Sang Dewa Terakhir"
      },
      {
        "ro": "Kubera - Ultimul zeu"
      },
      {
        "es": "Kubera - Un Último Dios"
      },
      {
        "en": "Kubera: One Last God"
      },
      {
        "en": "One Last God Kubera"
      },
      {
        "en": "One Last God, Kubera"
      },
      {
        "ru": "Кубера - Последний Бог"
      },
      {
        "ja": "クベーラ"
      },
      {
        "zh": "庫佩拉"
      },
      {
        "ko": "쿠베라"
      }
    ],
    "description": {
      "en": "Gods with everlasting lives. Sura who possess unrivaled power. And humans, caught helplessly in-between.  \nWhen Kubera's peaceful village meets its fiery end, a mysterious magician named Asha comes to her rescue. Together they begin a journey in search of answers and revenge. Meanwhile across the realms, a web of entwined fates is growing tighter. One by one the other players of the game will emerge, each with their own agenda to pursue.  \nAt the center of this maelstrom stands Kubera, the girl with a god's name. Will this sixteen-year-old be the salvation of the world or its destruction?",
      "it": "Dei immortali. Sura dai poteri impareggiabili. E gli umani, che si ergono fra loro impotenti.  \nQuando il pacifico villaggio di Kubera incontra la sua fine, una misteriosa maga di nome Asha accorre in suo soccorso. Insieme intraprendono un viaggio in cerca di risposte e vendetta. Mentre attraversano il regno, una rete di destini intersecati sta nascendo… Una ad una le altre pedine della scacchiera emergono, ognuna all'inseguimento dei propri obiettivi.  \nAl centro di quest'uragano si trova Kubera, la ragazza con il nome di un Dio. Questa sedicenne sarà la salvatrice di questo mondo… o la sua distruttrice?",
      "pl": "Bogowie z nieśmiertelnymi żywotami  \nAsury z niepojętą mocą  \nI ludzie, pomiędzy nimi.  \nGdy wioska Kubery zostaje zniszczona, tajemniczy mag przychodzi jej na ratunek. Razem wyruszają w podróż w poszukiwaniu odpowiedzi i zemsty. Tymczasem pomiędzy wymiarami pajęczyna przeznaczenia coraz ciaśniej zaciska się… Jeden po drugim nowi gracze wkraczają na scenę, mając swoje własne powody. Historia młodej dziewczyny, która traci wszystko i zaczyna żyć zemstą."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cffdc4f4-0cd9-409b-b88c-62aaf2882e07",
    "title": {
      "en": "Orange"
    },
    "updatedAt": "2024-10-26T11:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/cffdc4f4-0cd9-409b-b88c-62aaf2882e07/120268f9-9afb-4788-a445-71ce18c25328.jpg",
    "altTitles": [
      {
        "tr": "Turuncu"
      },
      {
        "ja": "オレンジ"
      }
    ],
    "description": {
      "en": "The spring she turns sixteen, Takamiya Naho receives a strange, but detailed letter from herself, ten years in the future. At first she thinks the letter is a prank, but then the things written in the letter actually happen, including the arrival of the new transfer student who sits next to her in class, Naruse Kakeru. The letter reads just like her diary entries, down to the same characters. It is not until two weeks later, when Kakeru shows back up at school, that Naho finishes the letter. In the letter, her twenty-seven year old self tells her sixteen-year old self that her biggest regret is that Kakeru is no longer with them in the future, and asks her to watch him closely."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "33"
  },
  {
    "mangaId": "de947f7a-7465-4158-88fc-d88a11038450",
    "title": {
      "en": "[GwangGong Industrial Complex] Please, Candy!"
    },
    "updatedAt": "2024-12-31T18:03:27+00:00",
    "coverArt": "https://mangadex.org/covers/de947f7a-7465-4158-88fc-d88a11038450/3afc7486-c35b-41da-8961-92d6a7ec64ce.jpg",
    "altTitles": [
      {
        "ko": "[광공단편선] 플리즈, 캔디!"
      },
      {
        "uk": "Історії будівлі КванҐон: Цукерочку, будь ласка!"
      },
      {
        "ko": "[광공단편선] Please, Candy!"
      },
      {
        "ru": "Конфетку, пожалуйста!"
      },
      {
        "fr": "[GwangGong Industrial Complex] Please, Candy !"
      }
    ],
    "description": {
      "en": "Hagong, who was ordinarily going to work, and his junior, who had followed suit of him, Woon, had joined the same company. Although they had confirmed their feelings for each other briefly, for some reason, Woon avoids any of Hagong’s skinship. This leads to Hagong visiting his house, and seeing him interacting lovingly with another man. Hagong is filled with a sense of betrayal, after recalling the times his skinship was avoided.",
      "fr": "Ha Gong était un employé normal sans histoire jusqu'au jour où Woon, un jeune qui le suivait partout à l'école, rejoignit l'entreprise. Au bout de quelques temps, ils confirmèrent leurs sentiments mutuels. Cependant, Woon continuait étrangement d'éviter de toucher Ha Gong. Un jour, ce dernier se rendit chez Woon mais il vit le jeune homme avoir un comportement très amical avec un étranger. Prit de jalousie et d'un sentiment de trahison, il se rappelait alors que Woon évitait pourtant tout contact physique avec lui. Mais pourquoi ?",
      "uk": "До компанії, де працює Ха Ґон, влаштувався його молодшим помічником Ун, що йде його стопами. Їм обом знадобиться деякий час, щоб зрозуміти почуття один до одного, та чомусь Ун продовжує уникати контакту з Ха Ґоном. Зрештою Ха Ґон відвідує будинок Уна, і йому спадає на думку одна річ, від якої в той же час його охоплює почуття збудження."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-11-01T16:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/07016398-9572-4e78-94dd-468de1106db5.jpg",
    "altTitles": [
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "en": "Chieri's Love is 8 Meters Tall"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!",
      "ja": "普通の高校生・小滝夢路のクラスに転校してきたのは、身長が8メートルに巨大化した幼馴染・大峰ちえりだった！ちえりの学校生活のサポートをする「お手伝いさん」を任された夢路。身長差がある二人の日常はドキドキがいっぱいで!?　高低差もなんのその！",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "072ea447-2da5-4445-9af0-61877ac867d8",
    "title": {
      "en": "Kyoufu: Fear"
    },
    "updatedAt": "2024-06-02T20:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/072ea447-2da5-4445-9af0-61877ac867d8/be2d9946-59e3-4755-b0b5-44cf07b1e0f7.jpg",
    "altTitles": [
      {
        "vi": "Khủng Bố"
      },
      {
        "ja-ro": "Kyôhu"
      },
      {
        "en": "Terror"
      },
      {
        "ja": "恐怖"
      }
    ],
    "description": {
      "en": "Following the life of the student newspaper reporter Emiko, these are scary stories of experiences from Miyako High School :  \n- Ubawareta Shinzou (Stolen Heart) – The school's mystery club sees the dangerous consequences of an innocent promise concerning heart donation after death between two friends.   \n- Kyuuketsu Men (Bloodsucking Mask) – A girl who wears a demon mask from a shrine for a bad-luck-banishing drama club party ends up unable to remove it.   \n- Dokuga (Poison Moth) – The science club leader creates a serum to preserve dead bodies perfectly, but it may have other unpredicted side effects.   \n- Henshitsu – A couple take shelter from a storm in a strange house with a secret that might prove to be deadly.   \n– These stories and many more are found in the two volumes of Kyoufu. [tethysdust]"
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "6"
  },
  {
    "mangaId": "f5b4dfad-4614-4f11-8dd6-7fc3e9792ef4",
    "title": {
      "en": "My Tiny Home"
    },
    "updatedAt": "2024-12-31T18:04:49+00:00",
    "coverArt": "https://mangadex.org/covers/f5b4dfad-4614-4f11-8dd6-7fc3e9792ef4/0181a1e7-d867-4e22-81d4-1a23a2b5d12e.png",
    "altTitles": [
      {
        "zh": "我那极小的家"
      },
      {
        "zh-ro": "Wǒ nà jí xiǎo de jiā"
      }
    ],
    "description": {
      "en": "Xiao Lin returns to her hometown after many years. and after seeing her former childhood town and friend, she remembers memories like a silent movie..."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fe280d6-d419-4aae-ba2c-cb3df5ef8da7",
    "title": {
      "en": "Tentacle Hole"
    },
    "updatedAt": "2024-10-26T12:32:52+00:00",
    "coverArt": "https://mangadex.org/covers/6fe280d6-d419-4aae-ba2c-cb3df5ef8da7/736c8ad9-2b98-404b-a814-6beea8247424.jpg",
    "altTitles": [
      {
        "ja": "テンタクル・ホール"
      }
    ],
    "description": {
      "en": "On the way home, Jin and his friend Komachi are suddenly transported to another world full of strange creatures and Jin is killed by them, but somehow manages to come back to life, but as a tentacled creature !?",
      "es": "De camino a casa, Jin y su amiga Komachi son repentinamente transportados a otro mundo repleto de criaturas extrañas donde Jin muere a manos de estas, pero de alguna forma logra regresar a la vida… ¿¡pero como una criatura con tentáculos!? ¡El inicio de una fantasía oscura de tentáculos!",
      "ja": "学校からの帰り道、いきなり異世界に飛ばされてしまった高校生・仁と幼馴染の小町。直後に巨大生物に襲われ命を落としてしまう仁だったが、なぜか触手生物に転生して――!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "en": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-11-07T01:31:32+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      },
      {
        "vi": "Nhân vật Webtoon  Na Kang Lim"
      },
      {
        "pt-br": "Personagem de Webtoon: Na Kang Lim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her.",
      "vi": "Na Kang Lim, nam sinh trung học bình trường rất thích đọc webtoon. Một ngày, đã có chuyện bất ngờ xảy ra, nữ chính từ bộ webtoon cậu hay đọc đã xuất hiện ngoài đợi thật. Những sự cố trong webtoon khiến cô ấy rơi vào khủng hoảng, nhưng nhân vật chính lại không có ở đây để giải cứu nữ chính! Và Kang Lim đã trở thành nhân vật chính cùng với kí ước từ bộ truyện và khả năng du hành thời gian để cứu nữ chính",
      "pt-br": "Na Kang Lim, um estudante do ensino médio que gosta de ler webtoons, vivencia um evento estranho um dia, quando a protagonista de seu webtoon favorito aparece diante dele. Mais surpreendente ainda, os mesmos incidentes que a colocam em perigo no webtoon começam a acontecer na vida real. O problema é que, no mundo real, não há um protagonista para salvá-la! No fim, Na Kang Lim assume o papel do protagonista, voltando no tempo para salvá-la."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "172"
  },
  {
    "mangaId": "a209cabb-8d0d-415b-b73e-c6ec32f060e2",
    "title": {
      "en": "Valhalla Saga"
    },
    "updatedAt": "2024-12-19T17:52:48+00:00",
    "coverArt": "https://mangadex.org/covers/a209cabb-8d0d-415b-b73e-c6ec32f060e2/a47e3d08-2c0f-4f23-a07b-e02c3b549dbd.png",
    "altTitles": [
      {
        "ko": "발할라 사가"
      }
    ],
    "description": {
      "en": "The power of Valhalla's warriors is called Saga. It is the mighty, magical power born from their achievements and deeds in their former lives. Thus, the more stories and legends of these warriors spread and linger in the hearts of many, the stronger their Saga becomes.\n\nTae Ho himself was certainly no warrior. However, he was the world's top professional gamer. In the game world of Dark Age, his character, Dragon Knight Kalsted could rightly be called a legend in his own right.\n\nHis achievements, his story.\n\nAll the accomplishments that the Dragon Knight Kalsted had accumulated in the game!\n[Saga: Immortal Warrior] The story of the immortal warrior, Lee Tae Ho, unfolds on the battlefield of the gods, Valhalla. To put an end to Ragnarok, which threatens the world's very existence, a new Saga begins at this very moment."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d15be16-eef9-4df6-89a6-9a4d86d58200",
    "title": {
      "en": "Boushitsu no Koibito"
    },
    "updatedAt": "2024-10-20T06:18:40+00:00",
    "coverArt": "https://mangadex.org/covers/4d15be16-eef9-4df6-89a6-9a4d86d58200/89a03f2a-a904-4770-ba65-9abf0f2b5217.jpg",
    "altTitles": [
      {
        "ja": "忘失の恋人"
      },
      {
        "ja": "Love of Forgetfulness."
      },
      {
        "en": "Love of Forgetfulness"
      },
      {
        "en": "Forgotten Lover"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9818d8b0-6ec5-4427-b0d4-ae311231f76f",
    "title": {
      "en": "Boku no Ma na Musume"
    },
    "updatedAt": "2024-09-30T14:17:51+00:00",
    "coverArt": "https://mangadex.org/covers/9818d8b0-6ec5-4427-b0d4-ae311231f76f/86750e74-6d2e-4d00-aced-25f69c7498e8.jpg",
    "altTitles": [
      {
        "ja": "ぼくの魔なむすめ"
      },
      {
        "ja-ro": "Boku no Mana Musume"
      },
      {
        "ja-ro": "Boku no Manamusume"
      },
      {
        "ja-ro": "Bokuno Manamusume"
      },
      {
        "en": "My Darling Devilish Daughter"
      },
      {
        "vi": "Đứa con gái tiểu quỷ đáng yêu của tôi"
      }
    ],
    "description": {
      "en": "Sami-chan, who lives alone with her dad, has inherited her mom's silver hair and perfectly round eyes, making her an incredibly adorable daughter. However, this daughter has a secret. When she feels lonely, horns sprout from her head. She's a \"half-demon\" born from a devil...! Would having a daughter like this bring happiness!? Or... A heartwarming comedy filled with the bond between father and daughter?",
      "ja": "まぁ手がかかる・・・でも、こんな娘がいたら幸せだ。\n\nパパと2人暮らしのサミちゃんは、ママ譲りの銀髪、まん丸な瞳でとても可愛い愛娘。だが、この娘には秘密がある。寂しくなるとツノがニョキッと生える、悪魔との間に生まれた「半分“魔”な娘」だった･･･！こんな娘がいたら幸せ!?それとも･･･\n父娘の絆が満ち満ちるハートフル？コメディー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b201bd84-c689-4301-a8ab-ef80bf120992",
    "title": {
      "en": "Male Lead Likes My Support!"
    },
    "updatedAt": "2024-10-28T02:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/b201bd84-c689-4301-a8ab-ef80bf120992/0b68edff-09e3-4555-99c9-4ff9c475f91e.jpg",
    "altTitles": [
      {
        "es-la": "¡Al Protagonista le gusta mi Patrocinio!"
      },
      {
        "ko": "남주가 내 후원을 좋아해!"
      }
    ],
    "description": {
      "en": "Chae Yu-ra is an ordinary girl who likes to watch online game broadcasts. She becomes the sole sponsor of an unknown streamer, Choi Ji-hyuk, who plays a virtual reality game called Constellation. But one day, she wakes up inside the game and discovers that she is Choi Ji-hyuk's constellation, which means she can grant him wishes and powers.\n\nChoi Ji-hyuk, on the other hand, is an elite hunter who is determined to take revenge on the constellation that abandoned him in the past. He is unaware that his constellation is actually Chae Yu-ra, the girl he despises for her lack of skill at the game. How will they relate to each other in this dangerous world full of mysteries?",
      "es-la": "El único error que he cometido hasta ahora es ver una transmisión sin espectadores de un juego online.\nMi único crimen fue patrocinar a alguien duramente.\nㅤ\nPero ahora lo entiendo.\n¡Hacerme pasar por esta terrible experiencia es demasiado duro!\nㅤ\n\"¡No podemos perder más tiempo\"\n\"¡Espera un minuto, déjame comprar esta armadura\"\nㅤ\n\"¿Qué es esto?\"\nMe pregunté mientras veía esa transmisión antes de que eso pasara.\n\n___________________________________________________\nㅤ\nChoi Ji-hyuk miró fijamente el artículo que venía como recompensa de una Mazmorra de Clase S.\nEra un objeto obtenido que había arrebatado a los otros Cazadores que intentaban obtenerllo.\nㅤ\n\"No importa cuanto impida este objeto la destrucción del mundo\"\n\"No importa si es un objeto por el que arriesgué mi vida\"\n\"Incluso si muero, seré miserable, por eso, si es he de morir, al menos quiero ver la cara de esa maldita Constelación\"\nㅤ\nPero, ¿quién hubiera pensado que esa Constelación era una chica que parecía tener poco más de 20 años?\nㅤ\n\"Chae Yu-ra\"\nㅤ\nÉl lo lamentó por ella, quien había vivido una vida normal y pacífica toda su vida, desafortunadamente, nunca tuvo la intención de abandonar a su Constelación.\nㅤ\n\"Dime que soy lo más importante para ti\"\nㅤ\nAl menos así será hasta que llegue el fin del mundo\nㅤ\n\"Dímelo\""
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "707133cd-d9c2-4c83-8398-55bfdda7da14",
    "title": {
      "en": "Blue Archive - Kankan's Blue Archive Logs (Doujinshi)"
    },
    "updatedAt": "2024-02-13T02:33:10+00:00",
    "coverArt": "https://mangadex.org/covers/707133cd-d9c2-4c83-8398-55bfdda7da14/f8f47bc0-5c7b-41e7-84cc-93d32a2a15cc.jpg",
    "altTitles": [
      {
        "ja": "透き通る世界"
      },
      {
        "en": "A Transparent World"
      }
    ],
    "description": {
      "en": "A collection of Blue Archive short comics by artist ポテトルス on pixiv."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d829ed3-2489-4327-8efa-5b55a46afbbd",
    "title": {
      "en": "There's 49 Left, Master!"
    },
    "updatedAt": "2024-11-10T12:03:56+00:00",
    "coverArt": "https://mangadex.org/covers/9d829ed3-2489-4327-8efa-5b55a46afbbd/4a093820-481e-4da8-8770-5821e348c6fd.jpg",
    "altTitles": [
      {
        "ko": "49번 남았습니다, 스승님!"
      },
      {
        "ja": "師匠、あと49回死んでください"
      }
    ],
    "description": {
      "en": "When the powerless thirteenth prince became emperor, he gave his tutor, Yo Yohwa, poison. His reason being his death at the hands of his own master in countless previous lives. The poisoned Yo Yohwa then regresses to an earlier time together with the prince and is determined to get on his good side this time in order to escape. However, the prince already discovered the truth…\n\n“This is crazy. You killed me in the previous lives, and you neglected me in another. Now you’re acting all nice. Are you trying to get away?”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9c5440f-5e30-4289-80b6-f781562967ac",
    "title": {
      "en": "AISHA"
    },
    "updatedAt": "2024-09-28T19:11:47+00:00",
    "coverArt": "https://mangadex.org/covers/d9c5440f-5e30-4289-80b6-f781562967ac/2a6fdca0-a409-471d-b239-4e752e21f1ce.jpg",
    "altTitles": [
      {
        "ja": "AISHA 愛と殺戮の童話"
      },
      {
        "zh": "艾莎"
      }
    ],
    "description": {
      "en": "The twins who have lost both their mother and father had got their humongous inheritance stolen by their evil stepmother. The three sons of their stepmother have a special relationship towards their non-biological sisters. Thus, a scene of love, love and hate occurred in this old mansion. This is a fairy tale of romance and vengeance.",
      "pt-br": "As gêmeas que perderam a mãe e o pai tiveram sua enorme herança roubada por sua madrasta malvada. Os três filhos da madrasta têm uma relação especial com as irmās não biológicas. Assim, uma cena de amor e ódio ocorreu nesta antiga mansão. Este é um conto de fadas de romance e vingança."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "65f1f473-c7fa-4de2-adf5-00167af31740",
    "title": {
      "en": "Higurashi no Naku Koro ni Rei - Irotoutoshi-hen"
    },
    "updatedAt": "2024-12-11T23:44:42+00:00",
    "coverArt": "https://mangadex.org/covers/65f1f473-c7fa-4de2-adf5-00167af31740/7a48ac05-45a8-4609-badb-4385d11b18a7.jpg",
    "altTitles": [
      {
        "ja": "ひぐらしのなく頃に令 色尊し編"
      }
    ],
    "description": {
      "en": "Sequel to Higurashi no Naku Koro Ni Hoshiwatashi-hen and Higurashi no Naku Koro Ni Oniokoshi-hen."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "18.5"
  },
  {
    "mangaId": "8fe61dfd-ca48-4aba-94fc-dbe8d3cb490a",
    "title": {
      "en": "Touhou Bougetsushou ~ Silent Sinner in Blue."
    },
    "updatedAt": "2024-08-12T17:49:03+00:00",
    "coverArt": "https://mangadex.org/covers/8fe61dfd-ca48-4aba-94fc-dbe8d3cb490a/f7b25c27-e217-4de4-9fc0-e1b2dbd2fe61.jpg",
    "altTitles": [
      {
        "de": "Östliches Zitat des Flüchtigen Mondes ~ Silent Sinner in Blue"
      },
      {
        "en": "Touhou Bougetsushou ~ Silent Sinner in Blue"
      },
      {
        "ja": "東方儚月抄 ~ Silent Sinner in Blue"
      },
      {
        "tr": "Touhou Bougetsushou ~ Depresyondaki Sessiz Günahkar"
      }
    ],
    "description": {
      "en": "東方儚月抄 (romanized Touhou Bougetsushou, meaning Eastern Ephemeral Moon Vignette) is a loosely interconnected storyline about the Lunarians that includes Silent Sinner in Blue, Cage in Lunatic Runagate, and Inaba of the Moon and Inaba of the Earth.\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "pt": "Yukari Yakumo, a youkai das fronteiras, ela compareceu descontraída enquanto bebia o chá no Santuário Hakurei, ela pediu para que a sacerdotisa estudasse sobre a divinação para futuros eventos. A sacerdotisa achou a idéia maluca da Youkai e levou por brincadeira os planos da Youkai.  \nLogo depois, Yukari montou uma invasão contra lua há mais de 1000 anos atrás, porém, o seu plano não deu certo, agora, ela pede auxilio para os Youkais residentes de Gensokyo para mais uma tentativa de invasão."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "66b4689a-0da4-4341-bd21-048d66fdf23d",
    "title": {
      "en": "Heroes of Fury"
    },
    "updatedAt": "2022-11-16T02:13:46+00:00",
    "coverArt": "https://mangadex.org/covers/66b4689a-0da4-4341-bd21-048d66fdf23d/71f4fbaf-8725-45d2-a060-68d55dfa95f3.jpg",
    "altTitles": [
      {
        "ja-ro": "Dotou no Yuushatachi"
      },
      {
        "ja": "怒涛の勇者達"
      },
      {
        "zh": "怒濤的勇者們"
      }
    ],
    "description": {
      "en": "The princess has been captured by the evil demon king and the king offers her hand in marriage in return for her rescue! But things aren't all what they seem…?",
      "pt-br": "A princesa foi capturada pelo impiedoso rei demônio e seu pai oferece sua mão em casamento, em troca de seu resgate! Mas as coisas não são tudo o que parecem...?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a210e6ef-d63b-492f-a3ba-159c4e47b568",
    "title": {
      "en": "Oni GF"
    },
    "updatedAt": "2024-06-30T08:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/a210e6ef-d63b-492f-a3ba-159c4e47b568/80db960b-b815-49f4-8af1-7a4e36338f6f.jpg",
    "altTitles": [
      {
        "en": "Oni Girlfriend"
      }
    ],
    "description": {
      "en": "As children, Billy promised Kirika, an oni girl, that he would always protect her even after they got older. Ten years have passed since that promise and it looks like the roles have reversed?\n___\nOriginal comic posted by PeaCh88 on twitter.",
      "pt-br": "Quando crianças, Billy prometeu a Kirika, uma garota oni, que iria sempre a proteger mesmo depois de mais velhos. Dez anos já se passaram desde essa promessa e parece que os papeis se inverteram?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-11-21T20:47:29+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/c445d559-be59-4087-b985-a29f294aafb9.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca702a1d-f7ef-43b7-baa0-e323dda4f6de",
    "title": {
      "en": "To Be an Actor"
    },
    "updatedAt": "2024-06-15T08:21:28+00:00",
    "coverArt": "https://mangadex.org/covers/ca702a1d-f7ef-43b7-baa0-e323dda4f6de/191b33ed-2f55-4e75-9a8f-c11d24d9a9c0.jpg",
    "altTitles": [
      {
        "en": "I Will Live as an Actor"
      },
      {
        "ko": "배우로서 살겠다"
      },
      {
        "ja": "役者として生きる"
      },
      {
        "en": "Be the Actor"
      },
      {
        "ko-ro": "Baeuroseo Salgetda"
      },
      {
        "fr": "Vivre comme un acteur"
      },
      {
        "fr": "Comment vivre selon un acteur"
      }
    ],
    "description": {
      "en": "To escape a life of poverty, Jang Youngkuk aspired to be a famous actor. And he succeeds... at the cost of his mother's life. Upon proceeding to take his own out of despair, Youngkuk miraculously returns to his childhood. With a second chance to make things right, he swears to abandon acting and be the good son he never was. However, when financial troubles begin to haunt Youngkuk and his mother, he discovers that he may have no choice but to return to the set for one last take."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce382191-8f61-4b45-94cb-0d1692ff6229",
    "title": {
      "en": "My Clueless First Friend - Side Stories"
    },
    "updatedAt": "2024-12-16T16:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/ce382191-8f61-4b45-94cb-0d1692ff6229/edc7c011-b192-4dc9-b73f-0ffb1e9932dc.png",
    "altTitles": [
      {
        "ja": "事情を知らない転校生がグイグイくる。- Side Stories"
      },
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru - Side Stories"
      },
      {
        "en": "The Clueless Transfer Student Is Assertive. - Side Stories"
      },
      {
        "uk": "Мій дивакуватий перший друг - Побічні історії"
      }
    ],
    "description": {
      "en": "Side stories for My Clueless First Friend (Jijyou wo Shiranai Tenkousei ga Guigui Kuru) posted on the author's Twitter and Pixiv. Several of these chapters later got added to the regular main manga volume releases as (bonus) chapters."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "acdbf57f-bf54-41b4-8d92-b3f3d14c852e",
    "title": {
      "en": "Aishiteru Game wo Owarasetai"
    },
    "updatedAt": "2024-12-20T10:33:52+00:00",
    "coverArt": "https://mangadex.org/covers/acdbf57f-bf54-41b4-8d92-b3f3d14c852e/2e239897-0808-4d2f-bc05-9e12b36b361f.jpg",
    "altTitles": [
      {
        "ja": "愛してるゲームを終わらせたい"
      },
      {
        "en": "I Want to End This Love Game"
      },
      {
        "fr": "Je veux finir le jeu du \"je t'aime\""
      },
      {
        "th": "เกมสารภาพรักนี้น่ะเรามาจบกันเถอะ"
      },
      {
        "zh": "想让“我爱你”游戏快点结束"
      },
      {
        "fr": "Je veux en finir avec le jeu de l'amour"
      },
      {
        "nl": "Ik wil een einde aan het liefdesspel"
      },
      {
        "pt-br": "Eu quero acabar com o jogo do \"eu te amo\""
      },
      {
        "en": "I Want to End the \"I Love You\" Game"
      },
      {
        "en": "I Want to End the Game That I Love"
      }
    ],
    "description": {
      "en": "Childhood friends who have been together since they were little. They both realize their feelings for each other, but are too close to be honest. What connects them is the \"I love you game\" that they have been playing since they were little. The end of their love is decided in this simple game where the winner is the one who makes the other embarrassed!",
      "vi": "Đôi bạn thuở nhỏ luôn ở bên nhau từ khi cả 2 còn bé. Cả 2 đều nhận ra tình cảm của nhau, nhưng họ quá thân thiết nên không thể thành thực. Thứ kết nối họ là trò chơi \"Tớ yêu cậu\" mà cả 2 đã chơi hồi còn nhỏ . Kết cục tình yêu của họ sẽ được quyết định bằng trò chơi đơn giản này khi người chiến thắng là người khiến người kia phải xấu hổ.",
      "es-la": "Se conocen desde que eran niños. Ambos son conscientes de lo que sienten el uno por el otro, pero están demasiado unidos como para ser sinceros. Lo único que les une es el juego \"Te quiero\" al que juegan desde pequeños. Si haces pasar vergüenza a tu compañero, ¡ganas!",
      "pt-br": "Amigos de infância que estão juntos desde que eram pequenos. Eles percebem seus sentimentos pelo outro, mas são muito próximos para serem honestos. O que os conecta é seu “jogo do eu te amo”, que eles brincam desde que eram pequenos. O fim do seu amor é decidido nesse jogo simples onde o vencedor é aquele que deixa o outro com vergonha!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "99c8475c-043a-406e-bb43-d3a27aed503c",
    "title": {
      "en": "How to Be a Family"
    },
    "updatedAt": "2023-11-09T05:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/99c8475c-043a-406e-bb43-d3a27aed503c/f334f979-b852-4eb6-8efd-39720bb75ec0.png",
    "altTitles": [
      {
        "ko": "가족이 되는 방법"
      },
      {
        "vi": "Cách thức trở thành gia đình"
      },
      {
        "zh": "如何成为一家人"
      },
      {
        "ja": "家族になる方法"
      }
    ],
    "description": {
      "en": "Do-yeon and Eun-ha, who became a family due to their parents' remarriage, become strangers again due to their parents' divorce. The two met again after many years. Eun-ha is obsessed with Do-yeon, and Do-yeon is burdened by his younger brother... What's even worse is that his feelings for Eunha are not 'brotherly love'."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe7b3f1e-7832-4f91-96d4-b15d64cabffe",
    "title": {
      "en": "Touhou - SPELL (Doujinshi)"
    },
    "updatedAt": "2024-03-13T20:35:22+00:00",
    "coverArt": "https://mangadex.org/covers/fe7b3f1e-7832-4f91-96d4-b15d64cabffe/bd939d70-c017-42ba-93ad-53ea30458706.jpg",
    "altTitles": [
      {
        "ja": "スペル"
      },
      {
        "ja-ro": "Superu"
      }
    ],
    "description": {
      "en": "A dramatic story set in the past of Gensokyo, before the creation of the spell card rules, following around a young Reimu. Unofficial and non-canon. Published in the web edition of Strange Creators of Outer World."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4017de66-fe69-4e46-baa8-787c399de6d2",
    "title": {
      "en": "Magic Level 99990000 All-Attribute Great Sage"
    },
    "updatedAt": "2024-11-02T13:36:04+00:00",
    "coverArt": "https://mangadex.org/covers/4017de66-fe69-4e46-baa8-787c399de6d2/c06d89d7-55d7-4a21-b681-de2c5d4cc638.jpg",
    "altTitles": [
      {
        "ja": "魔力9999万 全属性使いの大賢者"
      },
      {
        "ja-ro": "Maryoku 9999 man Zen Zokusei Tsukai no Dai Kenja"
      }
    ],
    "description": {
      "en": "Magic Level 99990000 All-Attribute Great Sage\nAll over the world, Monsters suddenly began appearing. The only person who could save humanity from “The Calamity” was “The Great Sage”, Ichikami Atsumu.\nBut, despite being satisfied in his death, he was reincarnated into the body of a boy who was bullied into killing himself, Kusanagi Minato.\nAtsumu, waking up in a Japan fifty years into the future, is shocked to see a peaceful world, and where magic has become far weaker compared to when he was alive.\nFor now, Atsumu decides to go back to Kamui Magic Academy as Minato, but learns that mages are nothing more than a relic of the past, and in their place exist a class of privileged nobles\n.After blowing off his bragging, low-levelled bullies, Atsumu gains the interest of a noble magician girl, Mizuha Yuika, as well as his schoolmates and teachers.\nWhat’s more, Atsumu finds a sign that the Calamity, which was supposed to have been subdued, will return––\n“It looks like my power is still needed”\nWithin the soul of student lies the Great Sage?!\nThe strongest Great Sage will change this world drunk on peace.\nWith his reincarnation in the future set, the curtain opens on a new Hero’s story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "544240b7-557d-4f86-bcc0-28ad5fa99795",
    "title": {
      "en": "Isekai de Slow Life wo (Ganbou)"
    },
    "updatedAt": "2024-12-27T20:09:27+00:00",
    "coverArt": "https://mangadex.org/covers/544240b7-557d-4f86-bcc0-28ad5fa99795/05d1a032-0605-48ce-91fc-c27ea0a62416.jpg",
    "altTitles": [
      {
        "ja": "異世界でスローライフを（願望）"
      },
      {
        "en": "I Have a Slow Life in a Different World (I Wish)"
      },
      {
        "en": "Slow Life In Another World (I Wish!)"
      },
      {
        "zh-hk": "在異世界過慢生活（願望）"
      },
      {
        "pt-br": "Vida lenta em outro mundo (Eu espero!)"
      },
      {
        "ru": "Размеренной жизни бы в ином мире (мечта)"
      },
      {
        "vi": "Tôi có một cuộc sống bình yên ở thế giới khác (Tôi ước là thế)"
      }
    ],
    "description": {
      "en": "By the will of the goddess, Itsuki Shinomiya was given the privilege of choosing various abilities and being reborn in another world. However, before going to the other world, he didn't want to involve himself in scary, dirty, gross things like battles. Fiercely determined to live a slow life, he chose the unique skill [Pocket Money], giving him an amount of money once per day. \"With this, I can hang out with girls without having to work!\" Dreaming of avoiding battles and living with cute girls, Itsuki stepped into the other world! But the reality was not that simple. Getting attacked by giant bugs, getting caught up in arguments at the guild, and getting stuck with slaves?! In the end, will Itsuki be able to live his ideal slow life?! Using unique skills and manufacturing skills, an exciting other-world slow life with beautiful girls starts now! (hopefully)",
      "ja": "異世界での第二の人生は…とにかく楽したい!!\n\n忍宮一樹――心も身体もすり減らして働くサラリーマンは、夢のスローライフを目指して異世界へと降り立った。だが、夢の実現のための切り札、一日一回お金を生み出せる『お小遣い』スキルでは全く足りず、やむなく働くハメに。なんとか“錬金術師ギルド”に就職し、スローライフの第一歩…と思いきや、営業先の“冒険者ギルド”では難癖をつけられてしまう。さらには美女から「あなたの奴隷になる」と宣言され大混乱！ どうなる俺の異世界ライフ!?",
      "pt-br": "Pela vontade da deusa, Itsuki Shinomiya recebeu o privilégio de escolher várias habilidades e renascer em outro mundo. No entanto, antes de ir para o outro mundo, ele não queria se envolver em coisas assustadoras, sujas e grosseiras como batalhas. Ferozmente determinado a viver uma vida lenta, ele escolheu a habilidade única [Pocket Money], dando a ele uma quantia em dinheiro uma vez por dia. “Com isso, posso sair com as garotas sem precisar trabalhar!”. Sonhando em evitar batalhas e viver com lindas garotas, Itsuki entrou no outro mundo! Mas a realidade não era tão simples. Ser atacado por insetos gigantes, se envolver em discussões na guilda e ficar preso a escravos? No final, Itsuki será capaz de viver sua vida lenta ideal? Usando habilidades únicas e habilidades de fabricação, uma emocionante vida lenta de outro mundo com lindas garotas começa agora."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc3bdd81-2902-4fff-a439-871fbff36ca6",
    "title": {
      "en": "Murim's Possession"
    },
    "updatedAt": "2024-12-31T16:42:37+00:00",
    "coverArt": "https://mangadex.org/covers/dc3bdd81-2902-4fff-a439-871fbff36ca6/a93d7fac-34bb-4c21-89ff-e199e533c581.jpg",
    "altTitles": [
      {
        "ko": "무림빙의"
      }
    ],
    "description": {
      "en": "Seungwon, who lost his memories in a car accident, possesses the body of Choo Sahyuk, a supporting character in the novel \"Jegal Unhwi\". \n\nAs soon as he opened his eyes, Seungwon was having an affair with Ha Jikwang, despite being completely oblivious to it and is under the impression that he is dreaming as he's on the verge of death. \n\nSomehow, he is unable to wake up from his dream and continues to live on as Choo Sahyuk.",
      "fr": "Seungwon, qui a perdu ses souvenirs dans un accident de voiture, se retrouve dans le corps de Choo Sahyuk, un personnage secondaire du roman \"Jegal Unhwi\". Dès qu'il ouvre les yeux, Seungwon se retrouve lié à Ha Jikwang, sans en être conscient, et a l'impression qu'il rêve alors qu'il pensait être sur le point de mourir. Incapable de se réveiller, il va continuer de vivre sous le nom de Choo Sahyuk."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "95801a6e-1e69-4876-b7ed-41d92c9853e3",
    "title": {
      "en": "Mob kara Hajimaru Tansaku Eiyuutan"
    },
    "updatedAt": "2024-12-13T22:27:16+00:00",
    "coverArt": "https://mangadex.org/covers/95801a6e-1e69-4876-b7ed-41d92c9853e3/ac76daaf-3095-4ed0-9ee2-82d0fde9de89.jpg",
    "altTitles": [
      {
        "ja": "モブから始まる探索英雄譚"
      },
      {
        "zh-hk": "從路人開始的探索英雄譚"
      },
      {
        "zh": "从路人开始的探索英雄谭"
      },
      {
        "en": "The Story of an Exploration Hero Who Has Worked His Way up From Common People"
      }
    ],
    "description": {
      "en": "Takagi Kaito, a low status high schooler, your typical mob character so to say, was just a normal everyday explorer who hunted slimes every day in the dungeons that appeared in Japan, earning pocket money while admiring his childhood friend, the class queen, from afar. \n\nOne day, a golden slime he had never seen appears before him. After he defeats it, he obtains an extremely rare item worth hundreds of millions as a drop, a servant card that can summon mythical beings!! After he makes up his mind and summons it, a warrior maiden with unparalleled beauty appears. \n\nRise above being just a mob explorer Kaito! A modern battle fantasy story has begun!\n\n---\n**Links:**\n- [Web Novel (JP)](https://ncode.syosetu.com/n8930fk/) \n- Alternative Official Raw - [Niconico](https://seiga.nicovideo.jp/comic/55183)",
      "ja": "＜ダンジョン＞にソロで潜り、スライム狩りの毎日を送る男子高校生・高木海斗。そんなある日、変なスライムから時価10億の<サーバントカード>を手に入れる。悩み抜いた末に召喚を選択した海斗のもとに現れたのは神話の戦乙女ヴァルキリーの格好をした幼女シルフィーだった。一度は落胆したものの、シルフィーが最強クラスのスキルを持っている事が判明し…!? モブな探索者から成り上がれ!",
      "pt-br": "Takagi Kaito, um colegial de baixa estatura, o típico personagem Mob, era um explorador comum que caçava slimes todos os dias nas masmorras que surgiram no Japão, ganhando dinheiro extra enquanto admirava sua amiga de infância, a madona da classe. Um belo dia, um slime dourado que ele nunca tinha visto antes aparece para ele. Depois de derrotá-lo, ele obtém um item extremamente raro no valor de centenas de milhões, uma carta de Servo que pode convocar seres lendários!! Depois que ele se decide, ele a convoca, e uma donzela guerreira extremamente linda aparece. Supere sua posição como um simples Mob, Kaito! Uma nova fantasia moderna começa!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2af00498-c464-40fd-892e-88e28992e2c1",
    "title": {
      "en": "Demon's Plan"
    },
    "updatedAt": "2023-10-30T20:29:15+00:00",
    "coverArt": "https://mangadex.org/covers/2af00498-c464-40fd-892e-88e28992e2c1/a1a083f6-88bc-44b9-98b4-f209e7a665ef.jpg",
    "altTitles": [
      {
        "ja": "デモンズプラン"
      }
    ],
    "description": {
      "en": "What is it that you desire? Money? Love? Walk again? Be stronger?  \n  \nWhatever it is you wish for, you can get by asking the legendary and awe-inspiring \"Demon's Plan\"; a sacred object capable of granting anything to \"the chosen ones.\""
    },
    "status": "cancelled",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "e91dcdd1-005c-457d-a6c0-84f3fe22c1b0",
    "title": {
      "en": "The Main Heroines Are Trying to Kill Me"
    },
    "updatedAt": "2024-12-29T00:54:58+00:00",
    "coverArt": "https://mangadex.org/covers/e91dcdd1-005c-457d-a6c0-84f3fe22c1b0/ffc0c5fd-0fe3-43fe-b88f-37c4ca3a74fd.jpg",
    "altTitles": [
      {
        "ja": "勇者ですが、ヒロインたちに命を狙われています"
      },
      {
        "ko": "메인 히로인들이 나를 죽이려 한다"
      }
    ],
    "description": {
      "en": "Frey Raon Starlight was the hero who killed his family and comrades and destroyed the world. His goal was to return to the past, unlock a \"hidden route\" to truly save the world, and achieve peace.\n\nAs planned, he successfully returns to the past and gains access to the hidden route. However, his relief is short-lived as he is confronted with an unexpected truth: the five heroines he killed in his previous life have retained their memories and are now trying to kill him...!\n\nCan Frey, under such extreme circumstances, save the world this time?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-12-27T23:06:37+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/a57a5f83-d4b8-4ad4-bdbe-37c72e82876d.jpg",
    "altTitles": [
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "zh": "恋人手中四叶草"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "15f9bb8c-2dba-43dd-b1f0-3381d5505228",
    "title": {
      "en": "Harenochi Shikibu"
    },
    "updatedAt": "2024-12-20T06:59:35+00:00",
    "coverArt": "https://mangadex.org/covers/15f9bb8c-2dba-43dd-b1f0-3381d5505228/ac2810c5-5bad-4c09-9efb-088822bb0496.jpg",
    "altTitles": [
      {
        "en": "A Warm Sunshine, and The Four Seasons Club"
      },
      {
        "ja": "晴れのち四季部"
      }
    ],
    "description": {
      "en": "Haruno witnesses a mysterious guy crying under the sakura trees. He thought it strange, but who would have thought the guy turns out to be his classmate, Hitose?! Hitose declares that he's going to establish the \"Four Seasons Club\", with details of club activities being very unclear. But swept up in Hitose's vigor, Haruno joins the club by announcing, \"I will be with you\"!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "86d25eac-eb2f-4ec0-a341-f1a5cbbe80b8",
    "title": {
      "en": "Dou ka Ore wo Houtte Oitekure - Naze ka Bocchi no Owatta Koukou Seikatsu wo Kanojo ga Kaeyou to shite kuru"
    },
    "updatedAt": "2024-10-26T09:34:15+00:00",
    "coverArt": "https://mangadex.org/covers/86d25eac-eb2f-4ec0-a341-f1a5cbbe80b8/4da63603-c536-4abf-919c-2b4290044767.jpg",
    "altTitles": [
      {
        "ja": "どうか俺を放っておいてくれ なぜかぼっちの終わった高校生活を彼女が変えようとしてくる"
      },
      {
        "en": "Please Leave Me Alone: For Some Reason, She Wants to Change a Lone Wolf's Helpless High School Life"
      }
    ],
    "description": {
      "en": "Love, friendship, and the sparkling joys of youth. The high school life that I’ve looked forward to—still ended with me being alone. Then, just a day before the graduation ceremony...\n\n*“Don’t die! Nanamura-kun!”*\n\nSora Hanamitsuji, she’s a beautiful girl that even models can’t compare to. My life ended after getting hit by a truck to protect her. That should’ve been the case.\n\nHowever, with this accident, Hanamitsuji-san and I returned to the day of our high school’s entrance ceremony. The second high school life is no longer as charming and youthful. I was going to spend it modestly and alone. But, she said that won’t do.\n\n*“Well, I’ll help you make friends.”*\n\nThis is a story about my second high school life. It’s the worst and best teenage rom-com ever.",
      "ja": "恋、友情、輝かしい青春。そんな期待に胸を膨らませた俺の高校生活は――結局ぼっちのまま終わった。そして迎えた卒業式前日。クラスメイトの花見辻空をかばい、俺はトラックに轢かれて人生の幕を閉じた……はずだった。花見辻と一緒に高校一年生の入学式に戻ってしまった俺。二度目の高校生活は輝かしい青春など期待せず大人しくぼっちで過ごそうと思いきや……。「ぼっち脱却、私が手伝ってあげる」この物語は俺が二度目の高校生活で送る、最悪で最高の青春ラブコメだ。GA文庫の大人気作、待望のコミカライズ!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4bdf12f-101d-4ce7-a4e8-c6e430754edf",
    "title": {
      "en": "9 Wonder Worlds"
    },
    "updatedAt": "2023-12-10T15:32:58+00:00",
    "coverArt": "https://mangadex.org/covers/e4bdf12f-101d-4ce7-a4e8-c6e430754edf/f603b4af-8e3f-4025-a86d-9149301fd0d0.jpg",
    "altTitles": [
      {
        "id": "9 Dunia Keajaiban"
      },
      {
        "ja": "9つの不思議な世界"
      }
    ],
    "description": {
      "en": "Bored of Isekai? Reincarnation? You have come to the right place.\n\nThe Great War devours millions of lives. The children lost their parents, orphan are everywhere. Salvage is an institution funded by the government especially for orphans to become their country's heroes in the future. Akira Koshino is 14 years old boy orphan desiring revenge for his parent's death to accomplish his goal. During his journey, he encounters and makes friends, foes, and fantasy creatures."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "003e7fbf-f047-4783-a7df-1533a2a653d4",
    "title": {
      "en": "Yowamushi Pedal"
    },
    "updatedAt": "2024-09-29T01:18:40+00:00",
    "coverArt": "https://mangadex.org/covers/003e7fbf-f047-4783-a7df-1533a2a653d4/964ecd0e-535d-43fd-babd-68f4782d0a6d.jpg",
    "altTitles": [
      {
        "fr": "En selle, Sakamichi!"
      },
      {
        "en": "Weakling Pedal"
      },
      {
        "th": "โอตาคุน่องเหล็ก"
      },
      {
        "ja": "弱虫ペダル"
      },
      {
        "zh": "飆速宅男"
      },
      {
        "ru": "Трусливый велосипедист"
      },
      {
        "fr": "Pédaleur né"
      }
    ],
    "description": {
      "en": "Otaku Sakamichi Onoda has just entered high school and plans to join the anime club. In middle school, Onoda didn’t have any friends with whom he could talk about anime, games, Akihabara and other otaku things, and he is hoping he can make such friends in the anime club, but he finds out it's been disbanded. In order to reestablish the club he tries to find 4 other people who would like to join.  \n  \nSince he was a little boy, Onoda has ridden his mamachari–a bulky bicycle with a step-through frame mainly used for short rides, such as for casual fun or to pick up groceries–to go to Akihabara every week to check out or buy otaku things. Fellow freshman Shunsuke Imaizumi and bicyclist, while training, notices a boy (Onoda) riding his mamachari up a steep road.  \n  \nFreshman and road racing cyclist, Shokichi Naruko visits Akihabara to get some Gundam plastic models for his younger brothers and meets Onoda who catches his attention because of the his cycling skill on the mamachari and later find out they go to the same school. Later on, both Naruko and Imaizumi try to convince him to join the bicycle racing club, but will he?\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics as **Yowamushi Pedal, Go!**\n\n---\n- **Won the Kodansha Manga Award for Shonen in 2015, which it shared with The Seven Deadly Sins**"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-12-14T13:33:29+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      },
      {
        "es-la": "El Villano Del Destino"
      },
      {
        "vi": "Ta Trời Sinh Đã Là Nhân Vật Phản Diện"
      },
      {
        "vi": "Thiên mệnh đại phản phái"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-11-13T14:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/99e71e52-efad-4173-a2d9-00344da262b2.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.\n\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2491232) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031176072/).",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b9bd2d1-218b-4984-a44f-59f706a201c7",
    "title": {
      "en": "Kimi to Uchuu wo Aruku Tame ni"
    },
    "updatedAt": "2024-10-27T21:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/8b9bd2d1-218b-4984-a44f-59f706a201c7/ff924e64-59e3-4b75-8526-3a069cb6db00.jpg",
    "altTitles": [
      {
        "ja": "君と宇宙を歩くために"
      },
      {
        "en": "Spacewalking with You"
      },
      {
        "en": "I Want to Walk in Space with You"
      },
      {
        "zh": "为了与你在宇宙行走"
      }
    ],
    "description": {
      "en": "Kobayashi is a Yankee who can neither study nor hold down a part-time job. One day, the eccentric Uno is transferred into his class. Uno saves Kobayashi from a questionable part-time job offered to him by a senior student, and the two become good friends after this incident. The more he learns about Uno, the more he is attracted to his lifestyle, and Kobayashi tries to change himself...",
      "ja": "勉強もバイトも続かないドロップアウトぎみなヤンキーの小林。ある日彼のクラスに変わり者の宇野が転校してくる。小林が先輩から怪しいバイトに誘われているところを宇野に助けられ、その出来事をきっかけに２人の距離は縮む。宇野のことを知れば知るほど彼の生き方に惹かれ、自分も変わろうと行動する小林だったが…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ad4148b-8c9e-48d5-89ec-e7b98a660e42",
    "title": {
      "en": "Oomuro-ke"
    },
    "updatedAt": "2024-12-27T20:47:37+00:00",
    "coverArt": "https://mangadex.org/covers/9ad4148b-8c9e-48d5-89ec-e7b98a660e42/57886a93-6c2f-4bbd-b78b-9b32805f9199.jpg",
    "altTitles": [
      {
        "ja": "大室家"
      },
      {
        "ja-ro": "Oomuroke"
      },
      {
        "en": "Oomuro Family"
      },
      {
        "en": "Oomuro House"
      }
    ],
    "description": {
      "en": "*A spin-off of the YuruYuri series featuring the Oomuro family of sisters!*\n\nFrom oldest to youngest, there's **Nadeshiko**, the cool and serious high schooler; **Sakurako**, the silly, lazy, and (slightly) dimwitted middle schooler; and **Hanako**, the intelligent and mature elementary schooler! \n\nThis story focuses on these three sisters, their friends. and the many fun and wild adventures they have together!",
      "ja": "優秀な長女・撫子、残念な次女・櫻子、優秀な三女・花子からなる大室家３姉妹。自由奔放な櫻子を中心に今日も大室さん家は賑やかです♪"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcbf1a82-c4c4-47e0-9d60-84d1e9a8974b",
    "title": {
      "en": "Tonari no Figure Genkeishi"
    },
    "updatedAt": "2024-10-11T14:33:09+00:00",
    "coverArt": "https://mangadex.org/covers/bcbf1a82-c4c4-47e0-9d60-84d1e9a8974b/404e65b9-23dd-40df-891d-ff2fdd288e74.jpg",
    "altTitles": [
      {
        "ja": "となりのフィギュア原型師"
      },
      {
        "zh": "隔壁的手办原型师"
      },
      {
        "en": "My Neighbor Figure Master"
      },
      {
        "ja-ro": "Tonari no Figyua Genkei-shi"
      }
    ],
    "description": {
      "en": "Ryutaro Hando is a figure prototype maker, a person who creates the basis for mass production of figures. He is a skilled but somewhat socially awkward member of the workshop he has joined. This yonkoma story can be enjoyed by both figure lovers and those who are not interested in figures.",
      "ja": "半藤隆太郎は個人で活動するフィギュア原型師。原型師とはフィギュアなどの大量生産の元になるものを作る人で、腕は確かだが、少々人付き合いが苦手な彼が入った工房のメンバーは見た目子供の工房代表、美少女好き、クリーチャー好きと超個性的で、彼らは、手先は器用、でも生き方は不器用。フィギュア好きも、フィギュアに関心がなくても楽しめるワイド４コマ。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "0a332db8-47f5-4752-a167-dccbb609181f",
    "title": {
      "en": "Naori wa Shinai ga, Mashi ni Naru"
    },
    "updatedAt": "2023-11-25T09:55:09+00:00",
    "coverArt": "https://mangadex.org/covers/0a332db8-47f5-4752-a167-dccbb609181f/10e68fdc-31d0-4529-bcfa-b042f8401f15.jpg",
    "altTitles": [
      {
        "ja": "なおりはしないが、ましになる"
      },
      {
        "zh": "虽然无法治愈，但是可以改善"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]