[
  {
    "mangaId": "bc9ccb3d-bb15-431d-b7ef-35084514df69",
    "title": {
      "en": "Onna Tomodachi to Kekkon Shitemita"
    },
    "updatedAt": "2024-05-24T18:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/bc9ccb3d-bb15-431d-b7ef-35084514df69/a6eacc4a-9a2e-4a1d-b1a6-f24f7500cde5.png",
    "altTitles": [
      {
        "en": "I Married My Female Friend"
      },
      {
        "ja": "女ともだちと結婚してみた。"
      },
      {
        "zh": "尝试与女性朋友结婚了"
      },
      {
        "zh-hk": "嘗試與女性朋友結婚了"
      },
      {
        "zh-ro": "Chángshì yǔ nǚxìng péngyǒu jiéhūnle"
      },
      {
        "zh-hk": "和女性朋友結婚了。"
      },
      {
        "pl": "Jak poślubić przyjaciółkę"
      },
      {
        "th": "คุณเพื่อนคะลองมาแต่งงานกันมั้ย"
      }
    ],
    "description": {
      "en": "Two women who are just friends make a pact… \"If both of us are still single in 5 years, let's get married.\" Five years later, they meet again, and their married life begins.  \n  \n[Serialised in Yuri Hime starting in November 2020.](https://www.animenewsnetwork.com/news/2020-10-17/donuts-under-a-crescent-moon-shio-usui-launches-new-manga-in-november/.165322)",
      "ja": "「5年後お互い独り身だったら結婚しよう」そんな友達との約束が実を結び、結婚することになったくるみと瑠璃子。恋人だったわけじゃない”ともだち”同士の二人の結婚生活は、何から何まで初めてづくし。",
      "pt-br": "Duas mulheres que são apenas \namigas fazem uma promessa... \n\"Se nós duas ainda estivermos \nsolteiras em 5 anos, vamos nos \ncasar.\" Cinco anos depois, elas se \nreencontram, e as suas vidas \nde casadas começa."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "ffa156e7-dd60-46e3-b238-e05f94eb979c",
    "title": {
      "en": "A Savage Proposal"
    },
    "updatedAt": "2024-11-13T18:32:31+00:00",
    "coverArt": "https://mangadex.org/covers/ffa156e7-dd60-46e3-b238-e05f94eb979c/bc6df3dc-0271-40c3-914e-c651187637b2.jpg",
    "altTitles": [
      {
        "ko": "야만의 청혼"
      },
      {
        "pl": "Szaleńcza Propozycja"
      }
    ],
    "description": {
      "en": "When the ruthless Lord Tiwakan seizes the kingdom of Nauk, Princess Liene Arsac faces an impossible choice: marry her captor or watch her homeland crumble. But Lord Tiwakan isn’t just after power; he desires Liene, and his devotion stirs a mix of fear and undeniable attraction within her. With her former betrothed, Lafitte, still missing, Liene must decide whether to trust Tiwakan's promises or hold out hope for a rescue. As dangerous secrets come to light, Liene’s decision could change the fate of Nauk—and her own heart—forever.",
      "pl": "Kiedy bezwzględny lord Tiwakan przejmuje królestwo Nauk, księżniczka Liene Arsac staje przed niemożliwym wyborem: poślubić swojego porywacza lub patrzeć, jak jej ojczyzna się rozpada. Ale lord Tiwakan pragnie nie tylko władzy; pożąda Liene, a jego oddanie wzbudza w niej mieszankę strachu i niezaprzeczalnego przyciągania. Ponieważ jej były narzeczony, Lafitte, wciąż jest uznawany za zaginionego, Liene musi zdecydować, czy zaufać obietnicom Tiwakana, czy też mieć nadzieję na ratunek. Gdy niebezpieczne sekrety wychodzą na jaw, decyzja Liene może zmienić los Nauk - i jej własnego serca - na zawsze."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23f2ab6b-0832-456b-9d87-35868ce34fc8",
    "title": {
      "en": "My Clueless First Friend"
    },
    "updatedAt": "2024-11-18T23:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/23f2ab6b-0832-456b-9d87-35868ce34fc8/08a673a4-8443-43c4-9e90-9b21c6cec25a.jpg",
    "altTitles": [
      {
        "ja-ro": "Jijyou wo Shiranai Tenkousei ga Guigui Kuru"
      },
      {
        "pt": "O Aluno Sem Noção Transferido É Assertivo"
      },
      {
        "ja": "事情を知らない転校生がグイグイくる。"
      },
      {
        "zh-hk": "什麼情況都不知道的轉校生一個勁的湊過來。"
      },
      {
        "uk": "Цей безглуздий переведений учень такий настирливий (Мій дивакуватий друг)"
      },
      {
        "fr": "Mon Amie des Ténèbres."
      },
      {
        "en": "The Clueless Transfer Student Is Assertive."
      },
      {
        "pt-br": "Meu Primeiro Amigo é um Tapado"
      }
    ],
    "description": {
      "en": "Akane Nishimura is a shy and gloomy elementary school girl with an unfounded dire reputation in her class due to her appearance. Taiyou Takada is a transfer student in her class who came from a small countryside school, and who is fascinated by the aspects of Nishimura that her classmates use to pick on her, finding her \"darkness\" cool beyond compare. Through the unbridled and fundamental joy Takada finds in being her friend, Nishimura starts realizing that being herself is not as bad as she thinks.",
      "uk": "Акане Нішімура — сором’язлива та похмура дівчинка початкової школи, яка через свою зовнішність має безпідставну жахливу репутацію у своєму класі. Тайо Такада — новий учень, який перевівся з невеликої сільської школи, і якому подобається унікальність Нішімури, яку її однокласники використовують, щоб познущатися з неї, вважаючи, що її «темрява» виглядає моторошно. Через нестримну та фундаментальну радість, яку проявляє Такада, будучи її другом, Нішімура починає розуміти, що бути собою не так вже й погано, як вона думала.",
      "pt-br": "Nishimura é uma garota retraída, hostilizada por todos os colegas por seu jeito sombrio, que dizem até que ela é a Morte em pessoa. Mas isso só chama ainda mais a atenção de Takada, um novo aluno transferido. Sem saber o motivo do apelido, que por sinal ele acha super-maneiro, Takada começa a se aproximar mais e mais da Nishimura para se tornar amigo dela. Uma história cativante, cheia de nostalgia dos nossos tempos de fundamental, sobre uma amizade que vai aquecer seus corações!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "153779b6-0d55-4681-99ba-f42ca58de385",
    "title": {
      "en": "Fuzoroi no Renri - Side Stories"
    },
    "updatedAt": "2024-03-10T13:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/153779b6-0d55-4681-99ba-f42ca58de385/7355c533-0e1f-407f-b100-5639eeef21f9.jpg",
    "altTitles": [
      {
        "ja": "不揃いの連理"
      },
      {
        "en": "Rationalization of Irregularities"
      },
      {
        "ko": "티격태격의 연리"
      },
      {
        "fr": "Nos différences enlacées - Histoires parallèles"
      }
    ],
    "description": {
      "en": "From Newtype site:  \n  \nOur ages are different, our ways of life are different, everything is different. But… I just want to be with you!  \nBecause I've never been in a miserable, tragic romance, I can say that unrequited love is fine…  \nI don't know why I fell in love with this person…it's a mystery!  \n  \nThey have different personalities, different ages, different ways of thinking, different looks, different everything.  \nThis is the story of girls who clumsily make up for what's lacking in the other.  \n  \nT/N:  \nThese are side stories. Not a rewrite of the original serialized twitter comic. It builds up on what happens in the main series in a longer format. It eventually merges with the main series in the volume edition.\n   \nThe kind of stories these are is all in the title!  \n  \n不揃 (fuzoroi) means uneven, irregular, but also incomplete. 連理 (renri) is \"entwined relationship\".  \n\nSo, these are stories of intimate relationships between \"incomplete\" girls that somehow complete each other, against all odds."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06338c21-dfd9-4ab0-a0c6-1d973821b992",
    "title": {
      "en": "Bad Girl"
    },
    "updatedAt": "2024-11-03T23:12:23+00:00",
    "coverArt": "https://mangadex.org/covers/06338c21-dfd9-4ab0-a0c6-1d973821b992/a4800fe8-51c2-4f74-9e43-faca9a6657d0.jpg",
    "altTitles": [
      {
        "ja": "ばっどがーる"
      },
      {
        "ko": "배드 걸"
      }
    ],
    "description": {
      "en": "The daily life of a (self-proclaimed) high school delinquent, fangirling and kohyuuing over the head prefect!?\n\n(to) kohyuu (v. infinitive form) When one is surprised and excited, their breathing begins to kohyuu. (see: hyperventilation)\n\nSummary: High school first-year Yuu is an ardent admirer of Head Prefect Atori, and in order to get her attention, Yuu begins to act like a delinquent. But while her intention is to appeal with her \"badness\" and \"coolness,\" her simple-minded facade is seen through by Atori, who teases and treats her like a small animal...!?",
      "ja": "（自称）不良高校生、風紀委員長にコヒュらされる日々!?※「コヒュ-る」【動詞】…驚きやときめきによって息がコヒュッとなる。【あらすじ】風紀委員長・亜鳥に憧れ、気を引きたい一心でなぜか不良を目指すことにした高校一年生・優。しかしワルくてカッコいいところをアピールするはずが、天真爛漫で人たらしな亜鳥の言動に小動物のごとく翻弄される…!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61d81be6-2759-4cc4-9815-7952a3449149",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken: Clayman Revenge"
    },
    "updatedAt": "2024-10-26T12:01:41+00:00",
    "coverArt": "https://mangadex.org/covers/61d81be6-2759-4cc4-9815-7952a3449149/2b7b6aba-f70b-4900-abad-56aa0329ef91.jpg",
    "altTitles": [
      {
        "ja": "転生したらスライムだった件: クレイマン Revenge"
      },
      {
        "en": "That Time I Got Reincarnated as a Slime: Clayman's Revenge"
      },
      {
        "ru": "О моём перерождении в слизь: Месть Клеймана"
      },
      {
        "ar": "ذلك الوقت الذي تجسد فيه كسلايم: انتقام كلايمان"
      },
      {
        "tr": "Tensei Shitara Slime Datta Ken: Clayman'in İntikamı"
      },
      {
        "uk": "Про моє переродження в слиз: Помста Клеймана"
      }
    ],
    "description": {
      "en": "Walpurgis ended with echoes of a public condemnation. It seems as if a clown's dream has already ran its course. But as if fate was pranking, or the world has other plans, the  supposedly dead Clayman has been resurrected from the dead. Is it the beginning of his dark era once more...?",
      "ja": "ワルプルギスに響き渡った断末魔。道化の夢は一度は尽きたかと思われた。しかし運命のイタズラか、世界の選択か、死んだはずのクレイマンは復活し、再び暗躍を始め･･･る？",
      "es-la": "Este Manga Spinoff es una historia alternativa que sucede luego de los eventos del Volumen 6 de la Novela Ligera.\n\nHistoria alternativa que continua despues de los eventos del Volumen 6 de la Novela Ligera. - El Walpurgis habia terminado con el grito de su muerte. Parecia que el sueño del arlequin habia llegado a su fin. Sin embargo, ya sea por una broma del destino o una decisión del mundo, Clayman quien supuestamente murio, ha resucitado una vez mas. ¿Es el comienzo de una nueva era oscura...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63e911a1-92af-4d97-a424-5a9e9855ac53",
    "title": {
      "en": "Midnight Poppy Land"
    },
    "updatedAt": "2023-10-29T03:22:44+00:00",
    "coverArt": "https://mangadex.org/covers/63e911a1-92af-4d97-a424-5a9e9855ac53/3a26d9a4-8c17-418a-8748-29f5fc795a04.png",
    "altTitles": [],
    "description": {
      "en": "After making a grisly discovery in the countryside, a small town book editor’s life gets entangled with a young Mafia lord and his intimidating bodyguard…even as every step she takes draws her deeper into the dangerous underworld of the city."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d10b8db-a6d2-4126-8098-fa53f1519b7c",
    "title": {
      "en": "Kuma Kuma Kuma Bear Gaiden - Yuna no Yorimichi Techo"
    },
    "updatedAt": "2023-07-22T12:46:21+00:00",
    "coverArt": "https://mangadex.org/covers/5d10b8db-a6d2-4126-8098-fa53f1519b7c/f33d8bdb-5e6e-43f2-b77d-af4aedd683cc.jpg",
    "altTitles": [
      {
        "ja": "くまクマ熊ベアー外伝〜ユナのよりみち手帖〜"
      },
      {
        "en": "Kuma Bear Gaiden"
      }
    ],
    "description": {
      "en": "A completely original story of Kuma Kuma Kuma Bear. An exciting tale of featuring Yuna, a bear girl dressed in overpowered and cute bear equipment!\nWhile living free-spirited in another world, there are incidents that make Yuna want to rest. An original story that no one knows yet begins with delicious food in hand ♪\n\nDuring their stay in the royal capital, Yuna and Fina hear rumors of a phantom thief who'd been stealing jewels from nobles and then returning them. They travel to see one of the phantom thief's latest robbery's when...? \n\n\"Phantom Thief of the Royal Capital\" Chapter start!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c81d197-d42a-43d5-a816-64319fd26506",
    "title": {
      "en": "Joji Senpai"
    },
    "updatedAt": "2024-11-29T05:31:21+00:00",
    "coverArt": "https://mangadex.org/covers/4c81d197-d42a-43d5-a816-64319fd26506/b76c6c86-910b-4ea5-83b8-0664b9048788.png",
    "altTitles": [
      {
        "ja": "女児先輩"
      },
      {
        "en": "Senior Girl"
      },
      {
        "vi": "Chị đại rẽ sóng"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70fe972b-3c88-4165-b9a5-3db96d6d2c14",
    "title": {
      "en": "Shikkaku Mon no Saikyou Kenja - Sekai Saikyou no Kenja ga Sara ni Tsuyoku naru Tame ni Tensei Shimashita"
    },
    "updatedAt": "2024-11-29T03:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/70fe972b-3c88-4165-b9a5-3db96d6d2c14/71236b5b-d8ab-47dd-bd68-20bda4ef4fa0.jpg",
    "altTitles": [
      {
        "ru": "Сильнейший мудрец низшей эмблемы"
      },
      {
        "ja": "失格紋の最強賢者 ～世界最強の賢者が更に強くなるために転生しました～"
      },
      {
        "ko": "실격문장의 최강 현자 ~세계 최강의 현자가 더욱 강해지기 위해 환생했습니다~"
      },
      {
        "zh-hk": "失格紋的最強賢者 ～世界最強的賢者為了變得更強而轉生了～"
      },
      {
        "en": "The Strongest Sage with the Weakest Crest: The World's Strongest Sage Was Reincarnated to Become Even Stronger"
      },
      {
        "zh": "失格纹的最强贤者～世界最强的贤者为了变得更强而转生了"
      },
      {
        "th": "ปราชญ์หนึ่งในใต้หล้ากับตราสุดอัปยศ-จอมปราชญ์โคตรแกร่ง"
      },
      {
        "de": "Der stärkste Held mit dem Mal der Schwäche"
      },
      {
        "ar": "أقوى حكيم مع أضعف قمة"
      },
      {
        "ru": "Сиккакумон но сайкё: кэндзя ~Сэкай сайкё: но кэндзя нга сара ни цуёку нару тамэ ни тэнсэйсимасита~"
      },
      {
        "ru": "Сильнейший мудрец со слабейшей меткой"
      },
      {
        "fr": "Le sage le plus fort avec la plus faible des marques ~ Le sage le plus fort du monde s'est réincarné pour devenir encore plus puissant ~"
      },
      {
        "ja-ro": "Shikkaku Mon no Saikyou Kenja - Sekai Saikyou no Kenja ga Sara ni Tsuyoku naru Tame ni Tensei Shimashita"
      },
      {
        "vi": "Hiền Giả Mạnh Nhất Với Dấu Ấn Yếu Nhất"
      }
    ],
    "description": {
      "en": "His strength limited by the magical crest with which he was born, Mathias, the world's most powerful sage, decides reincarnation is necessary to become the strongest of all.\n\nUpon his rebirth as a young boy, Mathias is thrilled to discover he's been born with the optimal crest for magical combat on his first try! Unfortunately, the world he's been born into has abysmally poor standards when it comes to magic, and everyone thinks he's still marked for failure!\n\nNow it's up to Mathias to prove everyone wrong... world's strongest sage-style!\n\n---\n**Links:**\n- Alternative Official English - [MANGA UP!](https://global.manga-up.com/manga/457)",
      "fr": "Dans un certain monde, vivait un homme qui excellait dans les combats magiques, les gens l'appelaient [Sage]. Cherchant la plus puissante magie de combat, il dévoua sa vie à rechercher toutes les magies et arts du combat existant. Mais la conclusion à laquelle il parvint fut cruel, [Mon corps n'est pas fait pour la magie de combat]. Pourtant il n'abandonna pas. Il scella son âme grâce à un art magique, et se réincarna à une lointaine époque. Les connaissances magiques de ce monde complètement différentes étaient à ses yeux incroyablement faible.",
      "ru": "Вот мир, а в нём живёт преуспевший в магических битвах человек, которого прозвали «Мудрецом». Стремясь стать сильнее, он посвятил себя изучению всех видов магии и боевых искусств, что только были. И в итоге, пришёл он к печальному выводу: «Моё тело не пригодно к магическим битвам». Но не сдался Мудрец. Запечатал душу свою магией, чтобы возродиться в далёком будущем. И узрел он мир изменившийся, в котором теория магии была невероятно низкого уровня.",
      "vi": "Trong thế giới ma thuật, sức mạnh và tương lai của một pháp sư được xác định trước khi sinh ra thông qua cái gọi là \"Dấu hiệu\" —của bốn biểu tượng phân loại năng khiếu của con người đối với ma thuật. Than thở về sự thật rằng dấu ấn của anh ta bị coi là không phù hợp cho chiến đấu và chỉ hữu ích cho việc gia tăng ma thuật, một nhà hiền triết vô cùng tài giỏi đã quyết định tái sinh hàng nghìn năm trong tương lai.Tái sinh trong vai Mathias Hildesheimr - một cậu bé sáu tuổi và là con trai thứ ba của gia đình công tước - cậu đạt được dấu hiệu cận chiến mà cậu hằng mong ước. Thật không may, người ta cũng phát hiện ra rằng kiến ​​thức của nhân loại về ma thuật và kiếm thuật đã giảm sút nghiêm trọng trong thời đại này; chỉ những thiết bị ma thuật kém chất lượng mới có thể được tìm thấy lẻ tẻ, trong khi ngay cả những phép thuật cơ bản nhất cũng đã bị lãng quên. Để tăng thêm sự xúc phạm cho chấn thương, dấu ấn hiện tại của anh ấy, từng được ca ngợi là mạnh nhất, giờ bị coi là tồi tệ nhất.Khi Mathias 12 tuổi, kiếm thuật vô song của anh đã đưa anh vào Học viện Hoàng gia thứ hai. Xua tan định kiến, anh ta nhanh chóng tạo nên những gợn sóng trong học viện và hơn thế nữa. Tuy nhiên, nhà hiền triết cũ đã phát hiện ra những dấu hiệu của các thế lực đen tối đang hoạt động trong bóng tối, và với việc nhân loại yếu hơn bao giờ hết, Mathias phải ngăn cản kế hoạch xấu xa của họ."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16c34950-954c-4f0d-808e-d8278a546339",
    "title": {
      "en": "Suufungo no Mirai ga Wakaru You ni Natta Kedo, Onnagokoro wa Wakaranai."
    },
    "updatedAt": "2024-11-23T18:34:56+00:00",
    "coverArt": "https://mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/9caa16b1-591a-45a1-b5a6-1210316c4ce5.jpg",
    "altTitles": [
      {
        "ja": "数分後の未来が分かるようになったけど、女心は分からない。"
      },
      {
        "ja-ro": "Suufungo no Mirai ga Wakaru You ni Natta Kedo, Onnagokoro ha Wakaranai."
      },
      {
        "en": "I Can Now See a Few Minutes Into the Future, but I Still Can't Understand a Woman's Heart."
      },
      {
        "en": "I Can See a Few Minutes Into the Future, but I Don’t Know What a Woman's Mind Is Like"
      },
      {
        "id": "Sekarang saya dapat melihat masa depan dalam beberapa menit, tetapi saya tidak dapat memahami hati seorang wanita."
      },
      {
        "pt-br": "Agora, posso ver alguns minutos no futuro, mas ainda não consigo entender o coração de uma mulher."
      }
    ],
    "description": {
      "en": "Arata Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arata doesn’t realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
      "id": "Arase Itou bisa melihat beberapa menit ke depan. Namun, masa depan yang ia lihat selalu berhubungan dengan masalah. Arase yang baik hati berusaha menghindari masa depan yang tidak menyenangkan ini, namun pada akhirnya masalah tersebut tetap membuatnya membantu berbagai gadis dengan masalah mereka. Tanpa ia sadari, para gadis mulai menyukainya. Arase tidak menyadari bahwa, diam-diam, para gadis bersaing untuk memperebutkannya.",
      "ja": "伊藤新世は数分後の未来が分かる。ただし視える未来は不幸につながるもの。\nお人好しな新世はそんな不都合な未来を回避し、様々な悩みを持つ少女を助けることになる。\n新世は知らない。いつの間にか、少女たちに好かれていることに。\n新世は気づかない。人知れず、少女たちが争っていることに。",
      "pt-br": "Arata Itou tem a habilidade de ver alguns minutos no futuro, mas as visões que ele tem estão sempre ligadas a infortúnios. Com seu coração bondoso, Arata decide usar esse poder inconveniente para ajudar as garotas que enfrentam diversos problemas e evitar seus futuros infelizes. No entanto, Arata não percebe que, pouco a pouco, as garotas começam a se afeiçoar a ele. E ele continua alheio às rivalidades silenciosas que estão se formando entre elas por causa da sua atenção."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2ba181a-3651-4903-b391-44134a57c144",
    "title": {
      "en": "Isekai de Mizu no Dai Seirei Yattemasu"
    },
    "updatedAt": "2024-11-26T10:27:00+00:00",
    "coverArt": "https://mangadex.org/covers/f2ba181a-3651-4903-b391-44134a57c144/68f7434d-2bfb-47b9-8652-7325d10fe755.jpg",
    "altTitles": [
      {
        "ja": "異世界で水の大精霊やってます。"
      }
    ],
    "description": {
      "en": "When the laid-back high school student Saejima Nagi wakes up from a nap, he finds himself in a lake in another world!? After learning that he is the \"Great Water Spirit\" whose essence is the lake, Nagi uses the power that resides within him to heal those suffering from injuries and illnesses. One day, Nagi is led by a voice calling for help and is summoned by a boy. This encounter will greatly change Nagi's fate...",
      "ja": "のんびり屋の高校生・冴島凪（サエジマ ナギ）が居眠りから目覚めると、異世界の湖になっていた!? 自分が湖を本体とする「水の大精霊」であると知ったナギは、怪我や病で苦しむ者たちを自らに宿る力で癒していく。ある日、ナギは助けを求める声に導かれ、ひとりの少年に召喚される。その出会いが、ナギの運命を大きく変えることになり――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a9bccc5-244a-4495-8a7a-59f097e358dd",
    "title": {
      "en": "You, the One Sitting Next to Me, Are the Cutest."
    },
    "updatedAt": "2023-03-08T09:15:45+00:00",
    "coverArt": "https://mangadex.org/covers/1a9bccc5-244a-4495-8a7a-59f097e358dd/33f446e6-2b34-4083-bdd5-b66a0d17a777.jpg",
    "altTitles": [
      {
        "id": "Kamu yang duduk di sebelahku adalah yang paling imut"
      },
      {
        "ja-ro": "Tonari no Kimi ga Ichiban Kawaii"
      },
      {
        "ja": "隣の君が一番かわいい"
      },
      {
        "en": "The You Next to Me is the Cutest One of All"
      }
    ],
    "description": {
      "en": "Enter Hoshikawa Yuu, a boy cute enough that people mistake him for a girl, and Kohinata Akari, a classmate of his who recently moved her seat next to him.  \r\n  \r\nThis is a story about the two high school students sitting next to one another, and who each think that the other is the cutest one around."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "53"
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-11-25T02:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái đáng thương"
      },
      {
        "pl": "Biedna siostrzyczka"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan",
      "pl": "Biedna młodsza siostrzyczka, która zakochała się w swoim bracie",
      "vi": "Cô em gái đáng thương phải lòng anh trai mình"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f3b46a2-a399-4883-bc83-783f2fbd18d7",
    "title": {
      "en": "Paper Braver"
    },
    "updatedAt": "2024-10-25T22:12:54+00:00",
    "coverArt": "https://mangadex.org/covers/3f3b46a2-a399-4883-bc83-783f2fbd18d7/c1a59ed8-5aee-4f15-8e88-0ae66586d0ac.jpg",
    "altTitles": [
      {
        "ja": "ペーパーブレイバー"
      }
    ],
    "description": {
      "en": "An RPG-style high school comedy set in present-day Japan, centering around Shiromado Hijiri, a very serious White Mage, and Michibikari Yuuto, a motivationless Hero.\n\nWatch as they futilely struggle to raise the level of the hopeless Hero, day in and day out, in order to one day defeat the Demon Lord.",
      "ja": "ダメダメ勇者・勇人のレベルを上げるため、日々ムダな努力に励む白魔導士の聖利!!　イタズラ好きの女盗賊・八兵衛と3人で、一応魔王討伐を目指して日々奮闘中!! 爆笑!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "64"
  },
  {
    "mangaId": "f25dd269-368f-41d2-9cc1-3ea5d43ff97e",
    "title": {
      "en": "Way to the Glory"
    },
    "updatedAt": "2024-08-12T00:00:06+00:00",
    "coverArt": "https://mangadex.org/covers/f25dd269-368f-41d2-9cc1-3ea5d43ff97e/e080f148-8e11-42d4-88e2-475c52ef717e.jpg",
    "altTitles": [
      {
        "zh-ro": "È Nǚ Wèi Dì"
      },
      {
        "en": "The Evil Girl is Emperor"
      },
      {
        "en": "Way to the Glory"
      },
      {
        "zh": "恶女为帝"
      },
      {
        "zh-hk": "惡女爲帝"
      },
      {
        "ko": "악녀하렘"
      },
      {
        "es": "La Chica Malvada Se Convierte En Emperatriz"
      }
    ],
    "description": {
      "en": "The Goddess of War died with grievances. Now after being reborn as Ye Weiyun she is on her way to start a new and happy life.   \n  \nWhat revenge? What scum? Violence should be fought with violence!   \n  \nI will become a rich woman, and build my own harem.   \n  \n\"In the past I got bullied and never resisted. Now, take a good look at the queen I have become.\"\n\n[Alternative Official Raw: Kuaikan Manhua](https://www.kuaikanmanhua.com/web/topic/5975)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "145"
  },
  {
    "mangaId": "69854e22-5bb8-4491-ab71-c8f8a0cb94d0",
    "title": {
      "en": "Apocalyptic Thief"
    },
    "updatedAt": "2024-08-02T22:16:43+00:00",
    "coverArt": "https://mangadex.org/covers/69854e22-5bb8-4491-ab71-c8f8a0cb94d0/800d870a-14ea-41d0-b6c6-72c11d9b11a2.jpg",
    "altTitles": [
      {
        "en": "Rogue of Doom"
      },
      {
        "zh": "末世盗贼行"
      },
      {
        "en": "Going Rogue in the Apocalypse"
      },
      {
        "ko": "쪼렙 헌터부터 다시 시작"
      },
      {
        "ja": "レベル200最強盗賊の覚醒～終末世界で暴れ狂ってやる～"
      }
    ],
    "description": {
      "en": "A storm of the universe brought species mutations. The poison, undead, giants and monsters in the city roared as they waved their weapons. As the beasts in the woods fought over territorial rights, humans, too, awakened an ability known as star power… Zhou Zheng, without star power, traversed to this apocalyptic world. Using the abilities of the thief character in the game, he destroys the darkness and fog, seeking supreme power!",
      "fr": "Un mouvement dans l'univers a apporté des mutations au niveau des espèces vivantes. Un poison, des morts vivants, des géants et des monstres rugissent dans la ville en agitant leurs armes. Alors que des bêtes dans les bois se battent pour des territoires, certains humains éveillent une capacité spéciale connue sous le nom de pouvoir des étoiles... Zhou Zheng, déficient de ce pouvoir, va traverser ce nouveau monde post apocalyptique.\nUtilisant ses capacités de voleur issue d'un autre jeu, il détruit ténèbres et brouillard, à la recherche du pouvoir suprême !",
      "zh": "一场宇宙风暴带来了物种的变异。城市中的毒尸巨怪，挥动着战斧咆哮。丛林中的异兽们，争夺着领地的主权。人类也觉醒了一种名为星力的异能……没有星力的周正穿越到这个末世。利用游戏中盗贼的角色能力，他将撕毁黑暗迷雾，追逐至高的力量！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "163"
  },
  {
    "mangaId": "8c89080f-681a-4bcf-8abe-ce12659e010f",
    "title": {
      "en": "Subdue My \"Villain\" Hubby"
    },
    "updatedAt": "2024-09-11T19:49:39+00:00",
    "coverArt": "https://mangadex.org/covers/8c89080f-681a-4bcf-8abe-ce12659e010f/f3ca8c2c-1f57-431b-9cdd-a6c73ff12c6b.png",
    "altTitles": [
      {
        "zh": "我成了反派大佬的小娇妻？！"
      },
      {
        "en": "I Became the Villain's Wife"
      },
      {
        "zh-hk": "我成了反派大佬的小嬌妻？！"
      },
      {
        "ja": "私は悪役の甘えん坊妻になりました"
      },
      {
        "zh-ro": "Wo Cheng Le Fan Pai Da Lao De Xiao Jiao Qi?!"
      }
    ],
    "description": {
      "en": "The dainty flower idol Chen Cong Rong unluckily fell into a trap and awoke to a stunning naked man in her bed! Hahaha, is it okay to be with such a beautiful man? Hang on… Are you telling me I've switched places with the toxic, evil, and manipulative side character who won’t even survive 20% of the plot?! No, I'm definitely not ready to die!! Watch as I keep on living my ideal life!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45c31545-653a-4f35-b8d6-6b22aa48fc29",
    "title": {
      "en": "Ishuzoku Joshi ni Marumaru Suru Hanashi"
    },
    "updatedAt": "2024-07-18T11:40:48+00:00",
    "coverArt": "https://mangadex.org/covers/45c31545-653a-4f35-b8d6-6b22aa48fc29/02b6daed-d7bc-4d98-ba5b-0b18a01bb250.jpg",
    "altTitles": [
      {
        "ja": "異種族女子に○○する話"
      },
      {
        "ja-ro": "Isyuzoku Joshi ni ○○ Suru Hanashi"
      },
      {
        "en": "A Story About Doing XX to Girls From Different Species"
      },
      {
        "ru": "История о том, как делать XX с девушками из разных видов"
      }
    ],
    "description": {
      "en": "The only human student at an all-girl school is on a mission to sexually harass each of the monster girls."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "57"
  },
  {
    "mangaId": "8685b705-d626-44a0-b449-2ccd5ae5959d",
    "title": {
      "en": "Unemployed Gye Baeksun"
    },
    "updatedAt": "2024-10-08T01:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/8685b705-d626-44a0-b449-2ccd5ae5959d/101a4971-8f8d-460c-ad10-7c165a716f60.png",
    "altTitles": [
      {
        "en": "Jobless Gye Baeksun"
      },
      {
        "ko": "무직백수 계백순"
      },
      {
        "en": "Unemployed Gye Baek-soon"
      }
    ],
    "description": {
      "en": "With no savings, average qualifications, and a bank balance consistently below 10,000 won, can the Backbone Breaker Gye Baeksun really escape unemployment?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55d0f923-d2d8-4e48-a56c-47a8fc7cd1ca",
    "title": {
      "en": "Majo Minarai no Kōhai"
    },
    "updatedAt": "2024-11-29T08:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/55d0f923-d2d8-4e48-a56c-47a8fc7cd1ca/31809128-5a7e-41c5-a8a4-c21fc490a205.png",
    "altTitles": [
      {
        "ja": "魔女見習いの後輩"
      },
      {
        "ja-ro": "Majo Minarai no Kōhai"
      },
      {
        "en": "The Witch Apprentice Kouhai"
      }
    ],
    "description": {
      "en": "In the early morning, standing alone in the hallway, is a girl with an affinity to magic and witches. What could she be doing?"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f18c4ef-3eb6-40ee-98a4-507343f05855",
    "title": {
      "en": "The Novel’s Extra"
    },
    "updatedAt": "2024-10-21T15:12:53+00:00",
    "coverArt": "https://mangadex.org/covers/6f18c4ef-3eb6-40ee-98a4-507343f05855/70518b87-726e-4661-a18c-a36d51d1b814.png",
    "altTitles": [
      {
        "ko": "소설 속 엑스트라"
      },
      {
        "en": "The Novel’s Extra (Remake)"
      },
      {
        "ru": "Дополнение в новелле"
      },
      {
        "en": "The Novel’s Extra (2022)"
      },
      {
        "es-la": "El extra de la novela"
      }
    ],
    "description": {
      "en": "Wouldn’t it be a dream to wake up in a world of your own creation? For Kim Hajin, it’s nothing short of a nightmare. \n\nWith no clue how or why he’s been transported into his web novel — as a mere extra, no less! — Hajin has little choice but to see his story through until the end. Lucky for him, as the author, he knows this perilous world like the back of his hand. \n\nBut when discrepancies in the plot begin popping up left and right, Hajin soon realizes that things aren’t quite so simple, after all…\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=4mamlw_Z8eo)",
      "ko": "\"나는 누구지?\"\n\n이 세상은 내가 쓴 소설.\n그러나 나는 단 한 번도 쓴 적 없는 인물이 되었다.\n\n얼굴은 물음표에다,\n소설 속 그 누구와도 접점이 없는,\n아무도 기억 못할 그런 인물.\n\n영웅 아카데미에 입학한 엑스트라, 아니 소설 속 먼지가 살아남는 법.\n\n남은 소설 분량까지 버텨야 한다!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5",
    "title": {
      "en": "King Game"
    },
    "updatedAt": "2024-08-21T23:14:32+00:00",
    "coverArt": "https://mangadex.org/covers/dd0811d0-46fe-4116-b44b-1aeb5c2bd1b5/574deaec-8eb5-4568-9739-d229ea467c65.png",
    "altTitles": [
      {
        "en": "Kings Game"
      },
      {
        "ko": "왕게임"
      },
      {
        "ko-ro": "Wanggeim"
      }
    ],
    "description": {
      "en": "Hwang Cho-min has been violently bullied since middle school. But when his estranged brother suddenly dies in a motorcycle accident, Cho-min finds out he was the leader of Imperial Gang, a huge gang. \n\nNow in possession of his brother's phone, Cho-min seizes this chance to get revenge on his high school bullies by ordering his brother's underlings to beat them up. But the King Game begins when his brother's girlfriend shows up and threatens to expose him unless he cooperates in taking down a rival gang. \n\nWith his life now on the line, can Cho-min manage to continue this farce?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-11-05T01:39:28+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…",
      "vi": "Cố gắng tìm kiếm tài năng, Senji Touya thử mọi thứ có thể để tìm ra nó. Kiếm đạo, nhảy múa, bơi lội, bóng rổ, bóng đá, cờ vua… bất cứ thứ gì cậu thử, cậu đều không thể vượt trội. Một ngày nọ, cô bạn cùng lớp của cậu, Haito, tới trường sau một thời gian dài vắng mặt. Senji coi cô là người \"có nó\" – một người có tài năng. Sau đó, cậu phát hiện ra rằng cô không chỉ là một người có tài năng mà còn là người đã \"lấy\" tài năng của mình từ kiếp trước. Và, những người \"lấy\" tài năng từ kiếp trước của họ còn được gọi là \"Những Kẻ Trở Lại\"…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "935c50ba-91ce-4fda-852a-a3755e7b5f05",
    "title": {
      "en": "Kikaijikake no Marie"
    },
    "updatedAt": "2024-08-07T07:10:02+00:00",
    "coverArt": "https://mangadex.org/covers/935c50ba-91ce-4fda-852a-a3755e7b5f05/ab33f1e3-f35f-47f9-91f3-5957538f4c17.jpg",
    "altTitles": [
      {
        "ja-ro": "Kikai Jikake no Marie"
      },
      {
        "en": "My Robot Maid Can't Be This Adorable"
      },
      {
        "ja": "機械じかけのマリー"
      },
      {
        "en": "Mechanical Marie"
      }
    ],
    "description": {
      "en": "Marie gets hired to be a maid. But not just any maid… A robot maid!? How will she get through her new life pretending to be an emotionless mechanical maid? A manga full of comedy and romance!  \n  \nStarts with a one-shot, and has been officially serialized in LaLa magazine."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "27"
  },
  {
    "mangaId": "73ee5c5e-5dcf-472e-8fe1-2affc8e99000",
    "title": {
      "en": "Just a Few Words"
    },
    "updatedAt": "2024-02-01T14:08:51+00:00",
    "coverArt": "https://mangadex.org/covers/73ee5c5e-5dcf-472e-8fe1-2affc8e99000/48296167-adcd-4d95-91c8-b6ccdb997589.jpg",
    "altTitles": [
      {
        "ja": "たった一言"
      },
      {
        "ja-ro": "Tatta Hitokoto"
      },
      {
        "it": "Solo alcune parole"
      }
    ],
    "description": {
      "en": "A married couple's love has cooled off, but just a few words might just change everything. (Source: Manga Updates)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "25f672c7-2ebe-494a-800a-9a8b2fb7cb98",
    "title": {
      "en": "The Girl with a Kansai Accent and the Pure Boy"
    },
    "updatedAt": "2024-11-01T08:10:26+00:00",
    "coverArt": "https://mangadex.org/covers/25f672c7-2ebe-494a-800a-9a8b2fb7cb98/a12015d7-cd29-4196-8297-41a8b8362a64.jpg",
    "altTitles": [
      {
        "ja": "関西弁お姉さんと純真少年"
      },
      {
        "ja-ro": "Kansaiben Oneesan to Junshin Shounen"
      },
      {
        "ja": "The Girl with Kansai-accent and the Pure Boy"
      },
      {
        "en": "The Kansai Dialect Older Girl & The Pure Boy"
      }
    ],
    "description": {
      "en": "Kizuki-kun, a serious boy who grew up in Toukyou, moves to Oosaka to attend middle school. He lives for free with a friend of his mother's, a Kansai-dialect-speaking chatty adult older girl!",
      "pt": "Um garoto se muda de sua cidade, uma amiga de sua mãe com um forte sotaque de Kansaiben cuida dele.  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/bakuyahuro)  \n- [Author's Pixiv](https://www.pixiv.net/en/users/128583)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "36"
  },
  {
    "mangaId": "64f2f1e1-d7be-45d1-bd7e-62d09b25b82b",
    "title": {
      "en": "Seto-san o Warawasetai Tsumugi-chan"
    },
    "updatedAt": "2024-11-04T15:24:03+00:00",
    "coverArt": "https://mangadex.org/covers/64f2f1e1-d7be-45d1-bd7e-62d09b25b82b/ced9ffbd-fe87-46e0-84df-11633d5458e9.png",
    "altTitles": [
      {
        "ja": "瀬戸さんを笑わせたい紬ちゃん"
      },
      {
        "ja-ro": "Seto-san wo Warawasetai Tsumugi-chan"
      },
      {
        "en": "Tsumugi-chan Wants to Make Seto-san Laugh"
      },
      {
        "ko": "세토 씨를 웃게하고 싶은 츠무기짱"
      }
    ],
    "description": {
      "en": "Seto-san is a beautiful and cool class president. Her smiling face must be absolutely wonderful. I want to see it! \n\nThis is a short comic in which Tsumugi-chan, a ditzy girl with whom Seto-san has had a little bit of contact with since the entrance ceremony, boldly tries various strategies to make Seto-san laugh — but usually fails. However, there seems to be something quite interesting about Seto-san...",
      "ja": "キレイでかっこいい学級委員長の瀬戸さん。笑った顔はきっと素敵なはず。……見たい！ 入学式のときからちょっと接点があったドジっ子の紬ちゃんが、果敢に瀬戸さんを笑わそうと多彩な作戦を繰り出して失敗するショートコミック。……なのだけど、瀬戸さんの様子がどうもおかしい！！！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cbf958a-4347-4e57-9be9-650c36f2bf99",
    "title": {
      "en": "All-Star Saiyaman"
    },
    "updatedAt": "2024-02-18T11:21:42+00:00",
    "coverArt": "https://mangadex.org/covers/8cbf958a-4347-4e57-9be9-650c36f2bf99/b2e3573a-7705-40ca-9da3-fcf4968a7212.png",
    "altTitles": [],
    "description": {
      "en": "Join Son Gohan and Videl, 2 young teenage fighters descending from powerful martial artists, as they fight crime together as the infamous superheroes, Saiyaman 1 and 2!\n\nStory takes place shortly after the defeat of Majin Buu and before the arrival of Beerus, The God of Destruction.\n\nBe sure to support @sekora2000 on IG, Tiktok, Twitter, and Patreon!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-11-28T06:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/e123fa5c-dcdb-43a0-a054-61f54d7748a3.jpg",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d5c1cd9-70fe-4b49-9e64-1bef888acd4d",
    "title": {
      "en": "Mazinger Z (Outa Gozaku)"
    },
    "updatedAt": "2024-11-29T00:50:46+00:00",
    "coverArt": "https://mangadex.org/covers/8d5c1cd9-70fe-4b49-9e64-1bef888acd4d/c48cfea6-03ff-4ff6-a300-5b1f193a8801.jpg",
    "altTitles": [
      {
        "ja": "マジンガーZ"
      }
    ],
    "description": {
      "en": "An alternate Mazinger Z manga by OUTA Gosaku. Not to be confused with the version by NAGAI Go.  \n  \nIt has influence from the anime timeline of events."
    },
    "status": "completed",
    "releaseDate": 1973,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "27"
  },
  {
    "mangaId": "cf7c6c51-7b96-418f-b025-10d3cca71c96",
    "title": {
      "en": "Eiyuu to Majo no Tensei LoveCome"
    },
    "updatedAt": "2024-11-29T06:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/cf7c6c51-7b96-418f-b025-10d3cca71c96/1fee8d1d-d61c-4cf9-876e-977339dd7c4a.png",
    "altTitles": [
      {
        "ja": "英雄と魔女の転生ラブコメ"
      },
      {
        "ja-ro": "Eiyuu to Majo no Tensei Rabu Kome"
      },
      {
        "en": "A Reincarnation Romantic Comedy of a Hero and a Witch"
      },
      {
        "vi": "Chuyện tình lãng mạn và hài hước của Anh Hùng và Phù Thủy chuyển sinh"
      },
      {
        "vi": "Chuyện tình chuyển sinh hài hước của Anh hùng và Phù thuỷ"
      },
      {
        "pt-br": "Uma Comédia Romântica de Reencarnação entre um Herói e uma Feiticeira"
      }
    ],
    "description": {
      "en": "Choose the world or choose her. \n\nOrdinary high school student Shiraishi Godo harbored a \"secret\"  - he possessed memories of a past life. In a world different from this one, he was a \"hero\" who saved humanity. \n\nHowever, that was a story of his past life. \n\nIn this life, he was supposed to lead an ordinary school life—until the arrival of transfer student Mai Shiina turned everything upside down.",
      "ja": "世界を選ぶか、彼女を選ぶか。\n\n平凡な高校生・白石護道には『秘密』があった。それは前世の記憶を持っていること。こことは違う別の世界で、人類を救った『英雄』だった。\n\nとはいえ、あくまで前世の話。\n\n今世ではごく普通の学生生活――のはずだったが、転入してきた少女・椎名麻衣の出現で日々は一変する。",
      "vi": "Shiraishi Godou, một cậu học sinh cao trung bình thường đang có một \"Bí mật\". Đó là cậu vẫn còn ký ức của tiền thế.\nỞ một thế giới khác, Godou đã từng là \"Anh hùng\" giải cứu nhân loại. Tuy là vậy, nhưng đó là chuyện của tiền thế. Ở thế giới hiện tại, cậu chắc là đang trải qua quãng đời học sinh bình thường, vậy mà sự xuất hiện của cô thiếu nữ vừa chuyển trường đến. Shiina Mai đã làm những ngày yên bình của cậu hoàn toàn thay đổi",
      "pt-br": "O estudante comum de ensino médio Shiraishi Godo guardava um \"segredo\", ele possuía memórias de uma vida passada. Em um mundo diferente deste, ele foi um \"herói\" que salvou a humanidade. Mas isso era uma história de sua vida passada. Nesta vida, Godo deveria ter uma vida escolar comum. Isso até a chegada da nova aluna Mai Shiina, que virou tudo de cabeça para baixo. Ela não era apenas uma aluna transferida. Mai era a reencarnação de Celis, a Feiticeira da Calamidade, sua mortal inimiga de vidas passadas. E ela estava lá, não por vingança, mas por algo mais — algo que mudaria o curso da vida de Godo mais uma vez. Agora, ele deve navegar pelas complexidades de suas memórias reencarnadas, sua crescente conexão com Mai e a escolha impossível entre uma vida pacífica e uma cheia de caos mágico."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
    },
    "updatedAt": "2024-10-30T22:04:23+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/653c9057-d9fb-4f32-85f9-48aae296c4f0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
      },
      {
        "uk": "Сусідський ангел сильно мене балує: Бісля дощу"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories.",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まり二人は少しずつ惹かれあっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2024-11-26T03:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74816f9b-c776-4d9c-9d89-38354e29ebfa",
    "title": {
      "en": "Uragirareta Boukensha, Andeddo Toshite Yomigaeri Musou Suru"
    },
    "updatedAt": "2023-07-05T20:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/74816f9b-c776-4d9c-9d89-38354e29ebfa/6ecef094-5a3a-49e7-8d2d-06718d3ff44e.jpg",
    "altTitles": [
      {
        "ja": "アンデッド・キング 〜底辺冒険者、魔物の力で進化無双〜"
      },
      {
        "en": "Undead King ~A Low-Ranking Adventurer, With the Power of Monsters, Becomes Unbeatable~"
      },
      {
        "ja": "裏切られた冒険者、アンデッドとして蘇り無双する"
      }
    ],
    "description": {
      "en": "(skills). A power humans can only receive once from god, which is used to fight against monsters.\nChrome, who aspired to be an adventurer while owning a skill that is useless in combat, is unable to throw away his ambition, and is despised for his inability, so he is left in charge of menial tasks and chores for his career.\nBut, when he is running away from a monster as a decoy, he loses his life. But at that time, his skill activates. The skill (Revival). For one time only, he can come back from the dead, and Chrome miraculously revives as a Skeleton monster, a “Wight”.\nChrome, who despairs at his new body, finds out that as monsters evolve, their appearance changes in accordance, so he decides to evolve as fast as possible. Believing he can regain his human appearance, Chrome spends his days hunting monsters. As a by-product, Chrome gains a multitude of skills, whereas a human can only ever hold one––!\nPowerful monster abilities and the intelligence of a human. Overcoming adversity with chance, Chrome once again aims to be the strongest adventurer!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a49176-cf28-42e5-960e-8efd2d903323",
    "title": {
      "en": "We are the Main Characters of the Demon World!"
    },
    "updatedAt": "2024-11-23T12:50:01+00:00",
    "coverArt": "https://mangadex.org/covers/c8a49176-cf28-42e5-960e-8efd2d903323/d7ba2389-cb35-4500-a839-21b96be38967.jpg",
    "altTitles": [
      {
        "ja": "魔界の主役は我々だ！"
      },
      {
        "ja-ro": "Makai no Shuuyaku wa Wareware da!"
      },
      {
        "ru": "Мы главные герои Мира Демонов!!"
      }
    ],
    "description": {
      "en": "Shaoron Teufel is an ambitious demon who has enrolled in the demon school known as Babyls, aiming to become popular and join the Student Council. However, a number of trials await him as soon as he arrives! Being recruited by a shady division, summoning a familiar, participating in a flying test… Will Shaoron be able to stand out even more than the special student, Iruma-kun?   \n  \nA collaboration between *Mairimashita! Iruma-kun* and a popular Japanese YouTube channel, *We are the Main Characters of ◯◯!*  \n\n- [We are the Main Characters of ◯◯! channel](https://www.youtube.com/channel/UCIZzHNbzlIskx3TxGznRyYg)",
      "ru": "Коллаб между автором тайтла Приди же в Мир Демонов, Ирума-кун! и Warewareda\n\nТойфер Сяорон - вечный мечтатель, поступив в демоническую школу Бабирус, стремится вступить в состав Студенческого Совета, не ища легких путей, решив доказать свою полезность тем самым вынудив президента студ.совета Амели самой прийти вербовать его, но что то пошло не так... Хитростью заманенный в батор по захвату и контролю школы Сяорон пытается выжить и не умереть на безжалостных заданиях!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4410fe6-a85e-45a7-b02c-3d1b9daa5010",
    "title": {
      "en": "The Ki Sisters"
    },
    "updatedAt": "2024-11-26T04:37:04+00:00",
    "coverArt": "https://mangadex.org/covers/f4410fe6-a85e-45a7-b02c-3d1b9daa5010/942ec435-2c29-48a9-98f0-fd56710774e2.jpg",
    "altTitles": [
      {
        "ko": "기자매"
      },
      {
        "en": "Spiritual Sisters"
      },
      {
        "en": "Sister-in-Law"
      },
      {
        "ko-ro": "Gijamae"
      },
      {
        "ko-ro": "Ki Jamae"
      }
    ],
    "description": {
      "en": "In the shadowy heart of Seoul near Cheonggyecheon Stream lies a sinister mansion whose porch only fools would dare tread. Welcome… to the house of the Ki sisters: Jang-nyeo, Sal-gyo, Jae-rim, and Jenny. Homeschooled and raised in isolation, the four sisters and their inadvertently menacing demeanor may strike terror into the faint-hearted, but don’t judge a book by its cover: the youngest, Jenny Ki, is a scary-- I mean, starry-eyed hopeless romantic who’s out to find love! The problem is… everything she knows about love is from romance novels. Will Jenny put the Ki in “kiss” or “kill”?",
      "es": "En el sombrío corazón de Seúl, cerca del arroyo Cheonggyecheon, se encuentra una siniestra mansión cuyo porche sólo los necios se atreverían a pisar. Bienvenidos... a la casa de las hermanas Ki: Jang-nyeo, Sal-gyo, Jae-rim y Jenny. Educadas en casa y criadas en aislamiento, las cuatro hermanas y su comportamiento inadvertidamente amenazador pueden aterrorizar a los pusilánimes, pero no juzgues un libro por su portada: la más joven, Jenny Ki, es una aterradora... quiero decir, una romántica empedernida con ojos de estrella que está dispuesta a encontrar el amor. El problema es que todo lo que sabe sobre el amor lo ha aprendido en las novelas románticas. ¿Pondrá Jenny Ki «besar» o «matar»?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ef89adb-a840-49d1-a60c-a0f322636650",
    "title": {
      "en": "Childcare Diary With the Villain"
    },
    "updatedAt": "2024-11-23T02:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/6ef89adb-a840-49d1-a60c-a0f322636650/d9988798-d5e3-4677-9e8a-a880187acf11.jpg",
    "altTitles": [
      {
        "en": "Childcare Diaries"
      },
      {
        "ko": "흑막과의 육아일기"
      },
      {
        "es-la": "El diario de crianza con el Villano"
      }
    ],
    "description": {
      "en": "Mary didn’t know what to expect of the afterlife, but it certainly wasn’t becoming the evil, murderous nanny of the novel she was reading. Her circumstances become secondary concerns when she realizes that no matter what, Briel must remain safe. It’s the only way to keep his uncle, Count Kentryle Chalant, from the path of revenge. Can she keep her new charge safe and change the entire plot, or will the true villain get the best of them all? And is she going to find love on the way?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69a0b369-ba71-41a7-9114-9b732d491a07",
    "title": {
      "en": "Fear: Reiwa Ghost Story"
    },
    "updatedAt": "2024-11-26T10:18:47+00:00",
    "coverArt": "https://mangadex.org/covers/69a0b369-ba71-41a7-9114-9b732d491a07/b3d1dc35-0fc1-479b-86b3-003e4483a5d2.jpg",
    "altTitles": [
      {
        "ja": "怖れ -令和怪談-"
      },
      {
        "ja-ro": "Osore: Reiwa Kaidan"
      },
      {
        "en": "Fear: Reiwa Kaidan"
      }
    ],
    "description": {
      "en": "An omnibus of horror stories that explores relatable, everyday fears experienced in the contemporary Reiwa era. Each story in the series reflects modern anxieties, focusing on the fears lurking within daily life, which continue to escalate.",
      "ja": "令和を象徴するテーマを扱った、極上の現代オムニバスホラー。あなたの身に起こるかもしれない“怖れ”。そんな日常で感じる恐怖や不安は、今日から更に増殖していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e421eb8-d4a0-4096-86db-ca5e3fc42c5d",
    "title": {
      "en": "Pumpkin Night"
    },
    "updatedAt": "2024-11-03T23:08:10+00:00",
    "coverArt": "https://mangadex.org/covers/4e421eb8-d4a0-4096-86db-ca5e3fc42c5d/513b5f1d-05ed-4afb-beae-a0f9462e940e.jpg",
    "altTitles": [
      {
        "ja": "パンプキンナイト"
      },
      {
        "kk": "Асқабақ түні"
      },
      {
        "es": "Noche de calabazas"
      },
      {
        "uk": "Гарбузова ніч"
      }
    ],
    "description": {
      "en": "After escaping from a mental institution, a girl with a self-inflicted facial deformity enacts twisted justice on those who mistreated her, face hidden underneath the disguise of a pumpkin.",
      "es": "Una deforme chica sale con una calabaza en su cabeza para matar a todos aquellos que la acosaron en su pasado después de escapar de un manicomio.",
      "fr": "Victime de sévices orchestrés aux yeux de tous par ses camarades de classe, une collégienne a été interné dans un hôpital psychiatrique. Plusieurs mois plus tard, alors que ses bourreaux sont aujourd’hui au lycée, ils apprennent qu’elle s’est échappée en tuant tout le personnel hospitalier qui a tenté de lui barrer la route et qu’elle est bien décidé à se venger d’eux.",
      "ja": "ある日、女子高生・中谷明日美は、SNSで「パンプキンナイト」という見知らぬアカウントからフォローされる。 『中谷明日美コロス』というメッセージが届いた直後、カボチャのマスクを被った殺人鬼に襲われ惨死する。 そして偶然、明日美と通話していた和也にも死の宣告が突きつけられ……。",
      "kk": "Бет әлпеті қатты зақымданған, оқушы қыз, бұрын оны келеке еткен адамдардың жандарын алу үшін, ауруханадан қашып шығады.",
      "pt": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que a maltrataram no passado depois de escapar de um hospital psiquiátrico.",
      "pt-br": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que fizeram bullying com ela no passado depois de escapar de um hospital psiquiátrico."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6da8562-8bba-4c2a-a914-733eca04729b",
    "title": {
      "en": "Natsu no Hi no Refrain"
    },
    "updatedAt": "2024-11-29T03:41:23+00:00",
    "coverArt": "https://mangadex.org/covers/d6da8562-8bba-4c2a-a914-733eca04729b/38b3f468-d58e-4461-82a0-07c334b0debf.png",
    "altTitles": [
      {
        "ja": "夏の日のルフラン"
      },
      {
        "ja-ro": "Natsu no hi no refrain"
      },
      {
        "en": "Summer Day Refrain"
      },
      {
        "vi": "Ngày hè vọng lại"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25707e09-1afb-48da-a04e-36b4daa7cce6",
    "title": {
      "en": "Nobunaga no Chef"
    },
    "updatedAt": "2024-05-17T19:56:58+00:00",
    "coverArt": "https://mangadex.org/covers/25707e09-1afb-48da-a04e-36b4daa7cce6/2ace44a9-16ea-481f-a6bb-5f56d8cfb732.jpg",
    "altTitles": [
      {
        "en": "Nobunaga's Chef"
      },
      {
        "ja-ro": "Kokinya Nobunaga"
      },
      {
        "fr": "Le chef de Nobunaga"
      },
      {
        "th": "ยอดเชฟของโนบุนางะ"
      },
      {
        "ja": "信長のシェフ"
      },
      {
        "zh": "信長的主廚"
      },
      {
        "es-la": "El Chef de Nobunaga"
      },
      {
        "en": "A Chef of Nobunaga"
      },
      {
        "pt-br": "O chef de Nobunaga"
      },
      {
        "id": "Kokinya Nobunaga"
      },
      {
        "ko": "노부나가의 셰프"
      }
    ],
    "description": {
      "en": "Ken is a modern-day chef who wakes up one morning in war-torn 16th century Japan. Faced with an impossible situation, he does what he does best – he cooks. Soon, word of his wonderful food reaches the capital, and the ears of warlord Oda Nobunaga, who immediately orders Ken to cook for him. What will happen to Ken as he finds himself stumbling around in an era he doesn't belong?",
      "ja": "現代の料理人・ケン。彼が目を覚ますとそこは戦国時代だった。京で評判の料理の噂を聞きつけた信長は、強引にケンを自分の料理人にするが…！？",
      "es-la": "Ken es un chef de la actualidad. Cuando se despierta, se encuentra en el período de los Estados en Guerra, la era Sengoku. Nobunaga oye un rumor sobre un plato con buena reputación en Kioto, y obliga a Ken a convertirse en su propio chef...",
      "pt-br": "Ken, um chef da era moderna, encontra-se de volta ao século 16, durante o período Sengoku. Sem qualquer lembrança de quem ele foi um dia ou como chegou ali, ele só pode contar com seu conhecimento e suas habilidades na culinárias. Mas, assim que ele ganha reputação por sua incrível comida, o próprio Oda Nobunaga aparece para demandar seus serviços."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "310"
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-07-04T13:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/be1f4a6f-5403-4889-bfd3-6f27d34981cf.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "ru": "Возмездие Девы Марии"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b7c8f21-1842-4b13-adf5-22ae6a1367be",
    "title": {
      "en": "The Story of Our Corpse Hunt"
    },
    "updatedAt": "2024-08-04T11:48:18+00:00",
    "coverArt": "https://mangadex.org/covers/9b7c8f21-1842-4b13-adf5-22ae6a1367be/8fca360f-4415-4afd-a54c-b054ed1c9642.jpg",
    "altTitles": [
      {
        "ja": "ぼくたちの死体さがし"
      },
      {
        "ja-ro": "Boku-tachi no Shitai Sagashi"
      }
    ],
    "description": {
      "en": "A boy x a summer x an adventure = \"Boy Meets Crime\"!\n\nShocking juvenile suspense!\n\nOne day during the summer vacation, a young boy called Isshin, Kazuma Inui, leaves with his friends who attend the same junior high school to meet again with \"that girl\" who disappeared several years ago.\nAnd all the truths lead to child kidnapping cases that are rampant in the land. Depicting the darkness of society!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "ee51d8fb-ba27-46a5-b204-d565ea1b11aa",
    "title": {
      "en": "Ore ga Kokuhaku Sarete Kara, Ojou no Yousu ga Okashii"
    },
    "updatedAt": "2024-11-08T01:43:14+00:00",
    "coverArt": "https://mangadex.org/covers/ee51d8fb-ba27-46a5-b204-d565ea1b11aa/f2dfa227-26cd-4b69-8c7b-bc8f3b54a39f.jpg",
    "altTitles": [
      {
        "ja": "俺が告白されてから、お嬢の様子がおかしい。"
      },
      {
        "ja-ro": "Ore ga Kokuhaku Sarete Kara, Ojou no Yousu ga Okashii."
      },
      {
        "en": "The Young Lady Has Been Acting Weird Ever Since Someone Confessed to Me"
      },
      {
        "en": "After I Was Confessed to, the Young Lady Looked Strange"
      },
      {
        "pt-br": "A jovem dama tem agido estranho desde que alguém se confessou para mim"
      },
      {
        "id": "Perilaku Nona Muda Menjadi Aneh Sejak Seseorang Menyatakan Cinta Padaku"
      }
    ],
    "description": {
      "en": "The servant of the Tendou family, Eito, serves the perfect young lady, Hoshine. \n\nOne day, Eito informs Hoshine that someone from another class confessed their feelings for him. Hoshine, who has hidden her feelings for Eito since childhood, begins to feel uneasy: \n\n\"I’ve loved Eito for a much longer time!\"\n\n As a result, Hoshine starts to approach Eito even more, making bolder advances than ever before! She gets close to him in crowded trains and begs him to sleep by her side… While Eito tries to maintain his role as a formal servant, Hoshine increasingly pursues him with her advances. \n\nIt’s an adorable romantic comedy between a mistress and her servant, featuring a young lady who strives to win her servant’s love!",
      "pt-br": "O servo da família Tendou, Eito, serve a jovem perfeita, Hoshine. Um dia, Eito informa a Hoshine que alguém de outra turma confessou seus sentimentos por ele. Hoshine, que esconde seus sentimentos por Eito desde a infância, começa a se sentir inquieta: \"Eu amo o Eito há muito mais tempo!\" Como resultado, Hoshine começa a se aproximar ainda mais de Eito, fazendo avanços mais ousados do que nunca! Ela se aproxima dele em trens lotados e implora para que ele durma ao seu lado... Enquanto Eito tenta manter seu papel de servo formal, Hoshine o persegue cada vez mais com suas investidas. É uma adorável comédia romântica entre uma jovem dama e seu servo, apresentando uma moça que luta para conquistar o amor de seu fiel criado!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "368a171b-440c-4beb-9abb-bb44c25fd2fa",
    "title": {
      "en": "The Maid is a Vampire"
    },
    "updatedAt": "2024-11-29T08:06:01+00:00",
    "coverArt": "https://mangadex.org/covers/368a171b-440c-4beb-9abb-bb44c25fd2fa/c306da5c-c2f5-4d06-8837-de91e9783dec.jpg",
    "altTitles": [
      {
        "ja": "メイドさんは吸血鬼"
      },
      {
        "ja-ro": "Maid-san wa Kyuuketsuki"
      }
    ],
    "description": {
      "en": "15-year-old Alfred Saionji, heir to the venerable Saionji family, spends his days striving to become a first-class gentleman while enduring strict family rules.\n\nHis solace comes from his maid, Magly. Thanks to her, a cool and beautiful maid, Alfred's life has become colorful, but...\n\nIn fact, her true identity is a vampire. Once she sees or sucks blood, her very naughty nature comes out, and Alfred immediately has his blood sucked at her command...\n\nThis is a love story between a boy who seeks the strength to protect a girl and a clumsy, naughty vampire maid who is in love with him.",
      "ja": "由緒正しき西園寺家の跡取りである15歳の西園寺アルフレッドは、厳しい家訓に耐えながらも一流の紳士になるべく毎日を過ごしていた。\nそんな彼の癒しは彼付きのメイドのマグリー。\nクールな美少女メイドである彼女のおかげでアルフレッドの生活は彩りのあるものになっていたが…。\n実は彼女の正体は吸血鬼。ひとたび血を見たり吸ったりしてしまうと、すごくHな本性が顔を出し、たちまちアルフレッドは彼女の言いなりに血を吸われてしまうのだった…。\n\nこれは一人の女の子を守れる強さを求める少年と、彼のことを恋い慕う不器用でHな吸血鬼メイドとの、\"恋\"の物語である。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "32"
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei wa Tereshirazu"
    },
    "updatedAt": "2024-10-30T19:23:34+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/71ca6811-0dc0-4dd5-8634-6f753ce75b15.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "en": "Akanabe-sensei Doesn't Know about Embarrassment"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "ja": "『崎枝君ってさ私のこと好き？』　憧れの漫画家・茜部アキラのもとでアシスタントとして働く崎枝コウキ。憧れが次第に恋心へと変わっていたある日、まさかの両想いであることがわかり、なんと二人は恋人同士に！　しかし、茜部先生は思った事を口にしちゃう上に照れ知らずで、コウキを褒め殺してくる！",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com naturalidade."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8fb5110-0570-4de7-9af8-87c1c11f30c9",
    "title": {
      "en": "I Need Someone to Stop My Older Brothers"
    },
    "updatedAt": "2023-07-22T14:34:48+00:00",
    "coverArt": "https://mangadex.org/covers/d8fb5110-0570-4de7-9af8-87c1c11f30c9/7a7bc303-a409-434e-ac3f-1623efa451b3.jpg",
    "altTitles": [
      {
        "ko": "누가 우리 오빠들 좀 말려 주세요"
      }
    ],
    "description": {
      "en": "I only went to calm the disturbance in front of my house, but the one I encountered was the Demon King that I punished, and unfortunately, I was falsely accused of being the demon king and died in the hand of the subjugation team.\n\n‘I’ll kick your ass, Pamel Asinov! I’ll make you shed tears from both of your eyes!’\n\nAmong them, the worst one was the hero, Pamel Asinov, who drove me to death as a Demon King!\n\nBut when I pleaded to take revenge, I opened my eyes, 500 years later! Pamel’s been dead for a long time, and the ‘brothers’ who came one day…\n\n“Purple eyes. It’s not a color that anyone can have.”\n“But I was like this from the beginning.”\n“Yes, you were. Because you are the granddaughter of Archduke Asinov.”\n“…the granddaughter of Archduke Asinov?”\n\nOf all people, I’m the daughter of ‘that’ Asinov? It’s nice to live a peaceful life, but I was born an enemy’s blood!\n\n‘All the brothers in this house have a habit of hugging people.’\n\nThis shitty family. I have to hate them, but why do I keep getting attached to them?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-11-17T22:57:21+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/1d8b322a-eff4-4f2d-ac99-8db32b77b398.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]