[
  {
    "mangaId": "5dd9ec36-6b36-4c48-8c17-244020d20d44",
    "title": {
      "en": "Non Non Biyori Vacation Special Booklet"
    },
    "updatedAt": "2024-08-10T18:59:22+00:00",
    "coverArt": "https://mangadex.org/covers/5dd9ec36-6b36-4c48-8c17-244020d20d44/37962812-fb4e-447c-b62e-c761d8c31cb7.jpg",
    "altTitles": [
      {
        "ja": "劇場版 のんのんびより ばけーしょん スペシャルブックレット"
      }
    ],
    "description": {
      "en": "Special booklet that was given out at the theaters for the release of the Non Non Biyori: Vacation movie"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "6f893560-4c4a-4f1b-a949-ae37e73f1305",
    "title": {
      "en": "Urareta Henkyou Haku Reijou wa Ringoku no Outaishi ni Dekiai Sareru"
    },
    "updatedAt": "2024-07-21T14:14:41+00:00",
    "coverArt": "https://mangadex.org/covers/6f893560-4c4a-4f1b-a949-ae37e73f1305/851486ef-6e9b-4214-bfc7-3f1fdbd051cf.jpg",
    "altTitles": [
      {
        "ja": "売られた辺境伯令嬢は隣国の王太子に溺愛される"
      },
      {
        "en": "The Young Lady of a District Count Is Sold and Forced to Dote on the Crown Prince of the Neighbouring Country"
      },
      {
        "en": "The Young Lady of a District Count Is Sold and Forced to Dote on the Crown Prince of the Neighboring Country"
      },
      {
        "zh": "被卖掉的的边境伯爵大小姐却被邻国王太子所溺爱"
      },
      {
        "zh-hk": "被賣掉的的邊境伯爵大小姐卻被鄰國王太子所溺愛"
      },
      {
        "fr": "Anna et le prince d'Albion"
      }
    ],
    "description": {
      "en": "\"What a boring world this is.\"\n\nA noble society where it is common sense for women to marry a nobleman from a good family and dote on their husband for the rest of their lives. Anna, the young daughter of the Harmich family, has grown tired of such a world. Rather than having fantasies of marriage, Anna, who is obsessed with the art of war, dreamt of appearing on the battlefield alongside her father. However, after being invaded by their neighbouring country, Albion, Anna's father departed for the battlefield for his last and final time. On top of that, the eldest son was taken as a war prisoner. In dire straits, the Harmich family decides to offer their second daughter, Anna, to the neighbouring country!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b131d61-af72-471d-bf69-90f6bf83f8b2",
    "title": {
      "en": "Kimi wa Natsu no Naka"
    },
    "updatedAt": "2024-01-06T18:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/8b131d61-af72-471d-bf69-90f6bf83f8b2/313f4a53-3695-4f1e-a875-a42e31474229.jpg",
    "altTitles": [
      {
        "en": "My Summer of You"
      },
      {
        "ja": "君は夏のなか"
      },
      {
        "pt-br": "Sempre é verão com você"
      },
      {
        "en": "You Are in the Blue Summer"
      }
    ],
    "description": {
      "en": "Chiharu Saeki and Wataru Toda are two high school students who share a common hobby: they love to watch movies. After they meet, they become fast friends until one day, their relationship takes a sudden twist. What does it mean to love someone? What can you really do about it? Follow the story of their adolescence and witness their relationship as it unfolds through a brilliant summer.  \n  \n***[All English chapters have been removed due to official licensing by KodanshaUSA/PenguinRandomHouse]***",
      "pt-br": "Chiharu Saeki e Wataru Toda são grandes amigos que dividem uma paixão em comum: o cinema. Por conta disso, estão sempre saindo juntos para assistir filmes e conversam por horas discutindo o que assistiram. Até que um dia, após assistirem um filme em que o personagem confessa seu amor, o assunto acaba aparecendo na conversa e Chiharu se confessa para Wataru. Agora ciente de que cinema não era a única paixão existente naquela amizade, Wataru se questiona o que é o amor e o futuro de sua amizade."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5.1"
  },
  {
    "mangaId": "65208a20-4253-42c8-b0e7-56524bbe795b",
    "title": {
      "en": "Legend of Star General"
    },
    "updatedAt": "2023-09-16T04:48:08+00:00",
    "coverArt": "https://mangadex.org/covers/65208a20-4253-42c8-b0e7-56524bbe795b/09bcbce1-aa28-4f81-8807-2d8db942cb1a.png",
    "altTitles": [
      {
        "en": "Star Armor Soul Will Pass"
      },
      {
        "zh": "星甲魂将传"
      },
      {
        "zh-ro": "Tinh Giáp Hồn Tướng"
      }
    ],
    "description": {
      "en": "Song Yunxiang, the last Star Soul General of the Human Race, brought the system back to the campus era.  When he was a teenager, he was blinded by the incomplete soul, because he was weak and could only watch his relatives and friends die in front of him.  In this life, he returned with a system rebirth, with 60 years of combat experience and knowledge and technology, and returned to school. From then on, he used to build mechas to fight monsters... The things that have regretted, the people who have missed, this time will not leave regrets.",
      "zh": "人族最后一位星魂师宋云祥，带着系统重生回校园时代。 少年时曾因为魂脉残缺遭人白眼，因为弱小只能眼睁睁看着亲友战死在自己身前。 这一世，带着系统重生归来，拥有六十年的战斗经验和知识技术，重返校园，从此一路开挂造机甲打怪兽… 曾经后悔的事，曾经错过的人，这一次将不留遗憾。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62b74aa6-24df-4b91-b76d-39e7ab3c3ca5",
    "title": {
      "en": "REAL"
    },
    "updatedAt": "2024-06-02T07:38:32+00:00",
    "coverArt": "https://mangadex.org/covers/62b74aa6-24df-4b91-b76d-39e7ab3c3ca5/2e0756a9-5f2e-4347-9137-33073a053c35.jpg",
    "altTitles": [
      {
        "tr": "Gerçek"
      },
      {
        "ar": "حقيقي"
      },
      {
        "ja": "リアル"
      },
      {
        "zh": "REAL命运强手"
      },
      {
        "ko": "리얼"
      },
      {
        "kk": "Шың"
      }
    ],
    "description": {
      "en": "Nomiya Tomomi, a high school drop-out who wants to devote his life to helping Natsumi, a girl he sentenced to a life of immobility after a tragic bike ride he invited her on, tries to change his life around, from a trouble making delinquent into a reliable man. The problem is, both Natsumi and her sister dont seem to care at all for Nomiya, rightfuly blaming him for the accident. Plus, the only notable talent Nomiya posseses is the talent for basketball. Everything changes for him when he meets up with Togawa Kiyoharu, a wheelchair basketball player.\n\n---\n- **Won the Japan Media Arts Festival Excellence Prize for Manga in 2001**",
      "pt-br": "O que você faria se praticasse algum esporte que necessitasse muito das pernas e de repente se visse incapacitado de andar?, ou se a sociedade não colocasse nenhuma perspectiva de sucesso para você? Togawa Kiyoharu, Hisanobu e Nomiya Tomomi se encontram presos a esses problemas que se tornam fantasmas ou demônios que os atormentam a cada dia, e como essas histórias irão se ligar? Descubra lendo Real, uma obra do Fantástico e aclamado Takehiko Inoue criador de Slam Dunk e Vagabond!."
    },
    "status": "ongoing",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79dff01d-d7c7-415d-bb30-55af681cbce0",
    "title": {
      "en": "Watashi ni Tenshi ga Maiorita!"
    },
    "updatedAt": "2024-04-22T01:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/79dff01d-d7c7-415d-bb30-55af681cbce0/6aa9ab4b-a127-4259-aa2e-9b3d529bd6b6.jpg",
    "altTitles": [
      {
        "en": "An Angel Flew Down to Me!"
      },
      {
        "ja-ro": "Wataten"
      },
      {
        "ja": "私に天使が舞い降りた!"
      },
      {
        "ru": "Мой ангел спустился ко мне!"
      },
      {
        "zh-hk": "天使降臨到我身邊！"
      },
      {
        "zh": "天使降临到我身边！"
      },
      {
        "es-la": "Wataten: ¡Un ángel descendió ante mi!"
      }
    ],
    "description": {
      "en": "The four-panel comedy manga's story centers on Miyako Hoshino, a shy college student and otaku. Miyako's younger sister Hinata, who is a fifth grader, has a classmate and friend named Hana. When they meet, Miyako falls for Hana at first sight.",
      "es-la": "La historia de este manga cómico 4-Koma se centra en Miyako Hoshino, una tímida estudiante universitaria y otaku. La hermana pequeña de Miyako, Hinata, que está en quinto grado, tiene una compañera de clase y amiga llamada Hana. Cuando se conocen, Miyako se enamora de Hana a primera vista..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3ddbc36-1293-402a-9089-253168bdcff3",
    "title": {
      "en": "Tesso no Ori"
    },
    "updatedAt": "2024-04-17T13:42:52+00:00",
    "coverArt": "https://mangadex.org/covers/d3ddbc36-1293-402a-9089-253168bdcff3/e06d5b3f-32bf-4bf4-b571-bf73f09e1f5d.jpg",
    "altTitles": [
      {
        "ja": "鉄鼠の檻"
      }
    ],
    "description": {
      "en": "The story follows antique store worker Imagawa, aging doctor Kuonji, and writer Sekiguchi, who are all fascinated by mysterious events happening in Hakone, including a series of murders of Buddhist monks and a little girl in a kimono who wanders through the mountains.  \n  \nTesso no Ori is an adaptation of the fourth novel of Kyogoku Natsuhiko's Hyakki Yakou series."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": null
  },
  {
    "mangaId": "1ffca916-3ad7-46d2-9591-a9b39e639971",
    "title": {
      "en": "Second Life Ranker"
    },
    "updatedAt": "2024-03-30T22:46:48+00:00",
    "coverArt": "https://mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 랭커"
      },
      {
        "en": "SLR"
      },
      {
        "en": "The Ranker Who Lives Twice"
      },
      {
        "ru": "Ранкер, который живёт второй раз"
      },
      {
        "ja": "二度生きるランカー"
      },
      {
        "en": "Ranker Who Lives A Second Time"
      },
      {
        "th": "เกมชีวิตที่สอง ของแรงเกอร์"
      },
      {
        "id": "Ranker yang Hidup Dua Kali"
      },
      {
        "zh-hk": "異界攻塔戰記"
      }
    ],
    "description": {
      "en": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)\n- [Official Traditional Chinese Translation (Kakao)](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E6%94%BB%E5%A1%94%E6%88%B0%E8%A8%98/36)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Ranker-yang-Hidup-Dua-Kali/3392)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/30298)\n- [Official Thai Translation (Kakao)](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%81%E0%B8%A1%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%AD%E0%B8%87_%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%A3%E0%B8%87%E0%B9%80%E0%B8%81%E0%B8%AD%E0%B8%A3%E0%B9%8C/37)",
      "fr": "Yeon-woo avait un frère jumeau qui a disparu il y a cinq ans. Un jour, une montre de poche laissée par son frère est retournée en sa possession. À l'intérieur, il a trouvé un journal intime caché dans lequel on pouvait lire : \"Le temps que tu entendes ceci, je serai déjà mort…\".  \nl'Obélisque, la Tour du Dieu Soleil, un monde où plusieurs univers et dimensions se croisent. Dans ce monde, son frère avait été victime d'une trahison en montant la tour. Après avoir appris la vérité, Yeon-woo décida d'escalader la tour avec le journal de son frère.  \nYeon-woo passe ensuite par les mêmes épreuves que son frère cadet et combat en tant que joueur anonyme. Son but ? Vaincre la Tour de l'Obélisque et venger son frère.",
      "id": "Setelah 5 tahun hilang, Cha Yeonwoo menemukan fakta bahwa adiknya, Cha Jungwoo, sudah meninggal. Ketika membongkar barang peninggalan adiknya, dia menemukan sebuah jam saku. Jam saku itu adalah hadiahnya untuk Jungwoo supaya lulus ujian. Begitu membuka jam tersebut, Cha Yeonwoo mendengar suara adiknya yang menceritakan kehidupannya selama 5 tahun ini. Ternyata Cha Jungwoo bukan hilang melainkan terdampar di dunia lain. Di dunia itu pula Cha Jungwoo dikhianati dan dibunuh. Mendengar itu, amarah Cha Yeonwoo bangkit. Dia berniat balas dendam atas kematian adiknya. Berbekal pengetahuan yang dia dapat dari Jungwoo, Cha Yeonwoo pun pergi ke dunia lain tersebut. Berhasilkah Cha Yeonwoo balas dendam?!",
      "it": "Yeon-woo aveva un fratello gemello scomparso cinque anni fa…  \nUn giorno, un orologio da tasca lasciato da suo fratello è tornato in suo possesso. Dentro, ha trovato un diario nascosto nel quale è stato registrato “Quando ascolterai questo, immagino che sarò già morto …”",
      "ja": "ある日豪の元に届いた双子の弟・駿の訃報。 虚無感を感じる彼の元に駿の懐中時計が届く。 そして豪はその中に隠された駿の日記によって、 駿が道半ばで力尽きた太陽神の塔・オベリスクへと誘われていく―。 弟の復讐に燃える豪が挑む、痛快アクションファンタジー！",
      "ko": "5년 전 사라진 쌍둥이 동생을 잊고 살던 연우.\n어느날 그에게 동생의 유품인 회중시계가 돌아왔다.\n\n그리고 그 속에 숨겨진 일기장.\n\n'형이 이 일기를 들을 때 즈음이라면 나는 이미 이 세상 사람이 아니겠지.'\n\n여러 차원과 우주가 교차하는 세계에 놓인 태양의 신 탑, 오벨리스크.\n그리고 그곳에 오르다 배신당해 눈을 감아야 했던 동생.\n\n모든 걸 알게 된 연우는 동생이 남겨 둔 일기와 함께 탑을 오르기 시작한다.\n\n'오늘부터 난. 차정우이다.'",
      "ru": "Ёну в течение 5 лет жил, смирившись с исчезновением своего младшего брата-близнеца. Однажды ему в руки попали карманные часы его брата.​ Внутри них он обнаружил спрятанную записку.​ «Брат, если ты сейчас слушаешь эти записи, то меня уже нет на Земле». Узнав о том, что его младший брат отправился в Обелиск — башню богов, которая находится где-то в космосе на пересечении нескольких измерений, и был предан, Ёну решает отправиться туда сам.\n«С этого момента я буду Ча Чонъу.​»",
      "th": "ชายอนอู ชายหนุ่มที่น้องชายหายตัวไป พร้อมกับต้องเสียแม่ไปเพราะโรคร้ายได้ ได้ตัดสินใจไปเป็นทหารอาสาสมัครที่ประเทศแอฟริกา จนอยู่มาวันนึงเขาได้ค้นพบความจริงว่า น้องชายของเขาได้หายตัวไปขณะกำลังตามหา 'ยาอายุวัฒนะ' ของอีกโลกหนึ่ง เพื่อนำมารักษาแม่ พร้อมกับถ่ายโอนพลังทิ้งไว้แก่เขา",
      "tr": "Yeon-woo’nun kardeşi beş yıl önce ortadan kaybolmuştur. Bir gün kardeşinden kalan bir cep saati eline geçer. İçinde, kardeşinin bırakmış olduğu gizli bir günlüğün olduğunu fark eder. ”Sen bunu bulduğunda, ben çoktan bu dünyadan göçmüş olacağım.” Obelisk, güneş tanrısının kulesi, farklı evrenler ve boyutların iç içe geçtiği bir dünyadır. Kardeşi, bu dünyada kuleye tırmanmaya çalışırken ihanete uğrayıp hayatını kaybetmiştir. Gerçeği öğrenmiş olan Yeon-woo, kardeşinin günlüğü ile birlikte kuleye tırmanmaya karar verir. ”Şu andan itibaren ben, Cha Jeong-woo’yum.”",
      "zh-hk": "延宇選擇遺忘5年前消失的雙胞胎弟弟，\n過上屬於自己的生活，\n卻在某天收到了弟弟的遺物——懷錶。\n\n而在那懷錶之中，還隱藏著弟弟的日誌。\n\n「當哥聽見我的日誌時，\n也代表我已經不在這個世界上了吧。」\n\n方尖碑——各個次元與宇宙交會的太陽神之塔。\n\n弟弟就是在攻塔過程中遭受背叛，不幸喪命。\n\n於是，得知一切真相的延宇帶著弟弟留下的日誌，\n踏上了攻塔之路!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be06d561-1670-4f1e-a491-0608ba35ce00",
    "title": {
      "en": "Knight Run"
    },
    "updatedAt": "2023-01-26T05:03:18+00:00",
    "coverArt": "https://mangadex.org/covers/be06d561-1670-4f1e-a491-0608ba35ce00/f0984067-7d70-409f-8f91-489730328aa8.png",
    "altTitles": [
      {
        "ru": "Эпоха Рыцарей"
      },
      {
        "ko": "나이트런"
      }
    ],
    "description": {
      "en": "During the era of space exploration, mankind is at war against monsters of unknown origin. The battle is grim, and the future looks bleak. Amidst the chaos, mankind plays their last hand. It's time for the Knights to step into the fray and turn the tide of this war."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d565c36c-2e2c-40f7-9ed3-73ea3542373e",
    "title": {
      "en": "California Story"
    },
    "updatedAt": "2022-08-27T17:51:46+00:00",
    "coverArt": "https://mangadex.org/covers/d565c36c-2e2c-40f7-9ed3-73ea3542373e/90db4465-9d00-42ec-83d3-9c53a986518a.jpg",
    "altTitles": [
      {
        "ja-ro": "California Monogatari"
      },
      {
        "ja": "カリフォルニア物語"
      }
    ],
    "description": {
      "en": "Heath Swanson, an 18 year old high school dropout, runs away from his home in San Diego, California to make a fresh start in New York City. Along his travels he meets Eve, another troubled teen who latches onto him. Although annoyed by his presence and idealistic dreams of life in California at first, the two form an inseparable bond. Living among artists in SoHo, the two help and support each other as they try to make a living in the city."
    },
    "status": "completed",
    "releaseDate": 1978,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "4"
  },
  {
    "mangaId": "9e4fcb47-5f7d-4751-a84d-abd2d5590e30",
    "title": {
      "en": "Yowamushi Pedal - Spare Bike"
    },
    "updatedAt": "2022-09-28T04:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/9e4fcb47-5f7d-4751-a84d-abd2d5590e30/7db4ba48-3f63-4955-911f-273169ccd6ca.jpg",
    "altTitles": [
      {
        "ja": "弱虫ペダル SPARE BIKE"
      }
    ],
    "description": {
      "en": "These are the recollections of a group of men who bet everything on their bicycles. The central pillars of their respective teams, the 3rd years. New stories revealing their pasts is about to begin!!"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3843d4d1-ddde-430e-91d7-7f9a322b1116",
    "title": {
      "en": "Tokyo Aliens"
    },
    "updatedAt": "2024-03-26T12:47:25+00:00",
    "coverArt": "https://mangadex.org/covers/3843d4d1-ddde-430e-91d7-7f9a322b1116/f39fbb1c-b2ae-4425-adef-768f9455c2f6.jpg",
    "altTitles": [
      {
        "ja": "東京エイリアンズ"
      },
      {
        "ko": "도쿄 외계인"
      },
      {
        "zh": "东京异星人"
      }
    ],
    "description": {
      "en": "Gunji Akira, who has just started high school, has been chasing after his father's ghost by trying to become a police officer just like him. One day however, he has a surprise encounter with an alien while leaving school. And there begins the start of his fateful adventures with extraterrestrial life…",
      "vi": "Một ngày đẹp trời, Gunji Akira, một học sinh trung học bình thường đã đặt chân lên toa tàu định mệnh; và từ đó, cuộc đời cậu đã thay đổi hoàn toàn. Câu chuyện gay lọ à nhầm gay cấn đã bắt đầu~"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "64c5ace0-0d22-4360-a50b-6660a9604033",
    "title": {
      "en": "Since When Do Guys Find Divorcees Attractive?"
    },
    "updatedAt": "2024-08-11T12:51:12+00:00",
    "coverArt": "https://mangadex.org/covers/64c5ace0-0d22-4360-a50b-6660a9604033/95f77c66-6a88-4ff7-9c54-a9e9550b4b01.jpg",
    "altTitles": [
      {
        "ja": "バツイチがモテるなんて聞いてません"
      },
      {
        "ja-ro": "Batsu Ichi ga moteru nante kiitemasen"
      },
      {
        "en": "Who Knew Divorcees Were So Popular"
      },
      {
        "fr": "Qui Aurait Su Que Les Divorcées Étaient Aussi Populaires"
      }
    ],
    "description": {
      "en": "\"I'm going to enjoy my second time being single!\". Ono Kazuha has divorced her husband at 35 over an affair. She stood tall and announced \"I'm officially divorced\" to the fashion magazine's editorial department where she works. To add insult to injury, a handsome new hire happened to overhear. She expected it to be awkward, but for some reason it made him attracted to her?",
      "fr": "\"Je vais profiter de ma deuxième fois en tant que célibataire !\". Ono Kazuha a divorcé son mari à 35 ans à cause d'une tromperie. Elle s'est tenue debout et a annoncé \"Je suis officiellement divorcée\" au département éditorial du magazine de mode où elle travaille. Pour ajouter l'insulte à la blessure, un beau nouvel employé l'a entendue par hasard. Elle s'attendait à ce que ce soit gênant, mais pour une raison quelconque, cela l'a attiré par elle ?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3855c77b-6a76-4b01-b570-ac761b07d884",
    "title": {
      "en": "Ulzzang Generation"
    },
    "updatedAt": "2024-08-07T16:09:52+00:00",
    "coverArt": "https://mangadex.org/covers/3855c77b-6a76-4b01-b570-ac761b07d884/94bca928-8705-48f9-a54b-a2bc0b82fc22.png",
    "altTitles": [
      {
        "en": "Ulzzang Era"
      },
      {
        "ko": "얼짱시대"
      }
    ],
    "description": {
      "en": "The story of a generation filled with romance and chaos."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1de21f0-3007-4cde-b45a-d71462b70e8e",
    "title": {
      "en": "Napoleon - Age of the Lion"
    },
    "updatedAt": "2024-06-29T02:06:52+00:00",
    "coverArt": "https://mangadex.org/covers/a1de21f0-3007-4cde-b45a-d71462b70e8e/d24a7d3b-df77-43e3-8663-2ab3fb8fa4fe.jpg",
    "altTitles": [
      {
        "ja": "ナポレオン 獅子の時代"
      },
      {
        "zh": "拿破仑-狮子的时代"
      },
      {
        "ja-ro": "Napoleon - Shishi no Jidai"
      }
    ],
    "description": {
      "en": "This is a story of the life of Napoleon. The tale begins just before the Battle of Austerlitz. Then, it jumps back to 1769 to tell the story of Napoleon's life from the very beginning, including the circumstances of his birth, his childhood on Corsica, and his difficulties as a Corsican boy in a French school. All of these experiences eventually culminate in his becoming the famous Emperor of the French.",
      "ja": "フランス革命に始まり、イタリア戦役を経て、皇帝への道を駆け進む一人の英雄ナポレオン・ボナパルトの生涯を描く、壮大な英雄譚!!　血みどろ汗の臭いムンムンな一人の「漢」が、獅子のごとく吠える。吼える！　フランス近代史重厚ストーリー!!"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": ""
  },
  {
    "mangaId": "86bedc60-6168-4019-9e9b-4867a4001b0c",
    "title": {
      "en": "Royal Marriage"
    },
    "updatedAt": "2024-07-17T03:31:05+00:00",
    "coverArt": "https://mangadex.org/covers/86bedc60-6168-4019-9e9b-4867a4001b0c/a36c42a4-37d9-4a7c-8c51-4700c812601d.jpg",
    "altTitles": [
      {
        "ko": "국혼"
      },
      {
        "ko-ro": "Guo Hun"
      },
      {
        "en": "National Marriage"
      }
    ],
    "description": {
      "en": "'Lovers in peril amongst troubled times, and a grand wheel of fate that awaits them'\n\nYou told me, my little Princess,\n\nThat a sworn promise must be carved into the heart, not a rock.\n\n\"Swear it in front of the Gods of Heaven and Earth, that Eunri and Gyeol are now wed. Carve our names onto here.\"\n\nThe young obedient groom, Se Gyeol, took out a pocket knife and carved their names side by side like the little bride had asked.\n\n\"As our names have been carved into this rock, it has now become an oath set in stone.\"\n\n\"Hmph. A sworn promise should be carved into the heart, not a rock, you know.\"\n\nThe Crown Prince of Sayuta, Lee Hun Se Geyol, 13 years old\n\nThe Crown Princess of the Je Empire, Dam Eunri, 8 years old\n\nA sworn promise made at youth blossoms entrancingly amidst an impure world stained with betrayals and conspiracies.",
      "ko": "난세(亂世)의 위태로운 연인들, 그들 앞에 기다리는 거대한 운명의 수레바퀴\n\n내 어린 비(妃)여\n맹세는 돌에 새기는 것이 아니라 마음에 새기는 것이라 했지.\n\n“천지신명에게 약속해. 은리와 결이 오라버니가 혼인하였다고. 여기다 오라버니랑 은리 이름을 새겨.”\n말 잘 듣는 꼬마신랑 세결은 주머니칼을 꺼내, 꼬마 신부 은리가 시키는 대로 둘의 이름을 나란히 새겨놓았다.\n“칼로 돌에 우리 이름을 새겼으니, 금석지약이다.”\n“쳇, 약조는 돌에다 새기는 게 아니지. 마음에 새기는 거랬다, 뭐.”\n\n사유타의 황태자 이헌세결 13세\n제나라의 태자비 담은리 8세\n\n어린 시절 마음에 새긴 맹세는 배신과 음모로 얼룩진 세상에 고귀하게 피어난다.\n\n**********************\n\n이지환 작가님의 <국혼(國婚)>의 본격 웹툰화!\n어지러운 시대의 물결에 휩쓸린 연인들의 애절한 로맨스를 만나보세요.\n\n**********************"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d48e200-916b-4449-91a4-918ee2fab5f3",
    "title": {
      "en": "Kiraide Isasete"
    },
    "updatedAt": "2024-06-17T02:26:16+00:00",
    "coverArt": "https://mangadex.org/covers/0d48e200-916b-4449-91a4-918ee2fab5f3/83dcddca-c7c0-4e63-9eb5-17bc067d4262.jpg",
    "altTitles": [
      {
        "ja": "嫌いでいさせて"
      },
      {
        "ja-ro": "Kirai de Isasete"
      },
      {
        "en": "Hate Me, but Let Me Stay"
      },
      {
        "de": "Kiraide Isasete - Lass mich dich hassen"
      },
      {
        "fr": "Laisse-moi te détester"
      },
      {
        "it": "Fatti odiare. Kirai de isasete"
      },
      {
        "es": "Déjame odiarte"
      },
      {
        "uk": "Дозволь мені тебе ненавидіти"
      },
      {
        "ko": "Let Me Be Here With Hate"
      },
      {
        "th": "ให้ฉันได้เกลียดนายเถอะนะ"
      },
      {
        "vi": "Tôi ghét cậu, hãy để tôi yên!"
      },
      {
        "id": "Biarkan Aku Membencimu"
      }
    ],
    "description": {
      "de": "Naoto Koga ist ein Omega und ein junger, alleinerziehender Vater, der alles für seine kleine Tochter Shizuku tut. Er liebt sie aus ganzem Herzen, obwohl Shizuku auf dramatische Weise Teil seines Lebens wurde: An der Highschool wurde Naoto vergewaltigt und schwanger. Aufgrund dieses traumatischen Ereignisses hasst Naoto Alphas und lehnt die Idee eines Schicksalspartners beziehungsweise einer Paarbindung ab. In einer Partnervermittlungsbörse, zu deren Teilnahme er sich zwingt, wird er urplötzlich von einem jungen Alpha mit Liebesbekundungen überhäuft. Und dann stellt sich auch noch heraus,, dass Hazuki, der besagte Alpha, ausgerechnet an der Schule eingeschrieben ist, an der Naoto seinen neuen Job begonnen hat. Naoto versucht alles, um seinen Verehrer loszuwerden.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "en": "Koga Naoto is an Omega who was raped by his Alpha classmates and got pregnant. Due to that traumatic experience, he came to hate alphas and told himself that he doesn't need a lifemate or a bond – but even with that incident, he insisted on keeping the child and raised her, and an angel named Shizuku was born. She became his strength and center in this cruel world that treats omegas unfairly. However, his life suddenly changed when he met an alpha named Tsuchiya Hazuki from the matchmaking party he forced himself to attend.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "fr": "Après avoir subi un viol au lycée, l’oméga Naoto a décidé de garder l’enfant conçu lors de ce terrible incident. Quelques années plus tard, il élève seul sa fille et peine à trouver du travail. N'étant pas marqué par un alpha, son statut de célibataire aux chaleurs incontrôlées entraîne le rejet systématique des recruteurs voulant s'éviter des problèmes. Alors qu’il décroche enfin un emploi dans un lycée, un jeune alpha l'attrape par le bras et lui déclare son amour. Naoto ne peut se défaire de sa méfiance et de sa haine envers les alphas, pas après ce qu'il a vécu. Pourtant, celui-ci a quelque chose de différent…\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "id": "Naoto Koga adalah seorang Omega yang diperkosa oleh teman sekelas Alpha-nya dan hamil. Karena pengalaman traumatis itu, dia menjadi membenci Alpha dan mengatakan pada dirinya sendiri bahwa dia tidak membutuhkan teman hidup atau ikatan, tetapi bahkan dengan kejadian itu, dia bersikeras untuk menjaga anak itu dan membesarkannya, dan seorang malaikat bernama Shizuku lahir. Dia menjadi kekuatan dan pusatnya dalam kata kejam yang memperlakukan Omega secara tidak adil. Namun hidupnya tiba-tiba berubah ketika dia bertemu dengan seorang Alpha bernama Hazuki Tsuchiya dari pesta perjodohan yang dia paksa untuk hadiri.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "it": "Nell'universo alternativo detto omegaverse gli uomini e le donne si dividono in alpha, beta e omega, e anche i maschi possono portare avanti una gravidanza. Naoto Koga è un omega e al liceo è stato vittima di violenza sessuale da parte di un gruppo di alpha. Quando scopre di aspettare un bambino decide di portare al termine la gestazione, e dà alla luce una dolcissima femminuccia che chiama Shizuku e ama con tutto stesso. Tuttavia, la sua esperienza traumatica e le sofferenze dovute al fatto di essere un omega non possono fare a meno che portarlo a odiare gli alpha e a convincersi di non avere bisogno di nessun compagno. Le cose cominciano però a cambiare quando incontra Hazuki Tsuchiya. Forse non tutti gli alpha sono uguali…\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "ja": "「しずくは俺が守るんだ、αなんていらない」\nΩの雫斗は一人娘のしずくと暮らすシングルマザー。\n娘を愛する雫斗だが、αに対するトラウマは根深く、\n番は作らないと決めていた。\nしかし、むりやり参加させられた婚活パーティーで雫斗を「運命の番」だと言うαが現れる。\nその場は逃げ帰ったものの、後日新しい勤め先で学校制服姿の件のα・葉月と出くわして!?\n描き下ろしはその後のラブラブ孕ませエッチ\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "th": "“ฉันจะปกป้องชิซุคุเอง ฉันไม่ต้องการอัลฟ่า”\nนาโอโตะผู้เป็นโอเมก้าเป็นแม่เลี้ยงเดี่ยวอาศัยอยู่กับชิซุคุ ลูกสาวคนเดียวของเขา นาโอโตะที่รักลูกสาวมากนั้นมีแผลลึกในใจเกี่ยวกับอัลฟ่าจึงตัดสินใจว่าจะไม่มีคู่\nแต่มีอัลฟ่าคนหนึ่งบอกว่านาโอโตะเป็น “คู่แห่งโชคชะตา” ปรากฏตัวขึ้นในงานเลี้ยงจับคู่ที่ถูกบังคับให้ไป\nถึงจะหนีออกมาจากที่นั่น แต่กลับได้พบกับฮาซึกิ อัลฟ่าคนนั้นในชุดนักเรียนในที่ทำงานใหม่!?\nบทส่งท้ายมีฉากลามกสุดหวานหลังจากเรื่องราวทั้งหมดด้วยนะ\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)",
      "uk": "Кога Наото - омега, якого зґвалтували однокласники альфи, через що він завагітнів. Через цей травматичний досвід, він зненавидів альф, та відмовляв собі в допомозі з їх сторони, але незважаючи на це, все одно народив дитину від одного з насильників. Шизуку стала його опорою та сенсом життя у цьому жорсткому світі. Але його життя раптово змінилось, коли він зустрів альфу - Цучію Хазукі.\n\n---\n[Official Korean Translation (한국어)](https://www.bomtoon.com/comic/ep_list/let_hate)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ac2251d-9efc-410d-9140-1c3f85ac2470",
    "title": {
      "en": "Kiraide Isasete - Asanaga-sensei to Yanagi-sensei"
    },
    "updatedAt": "2024-06-17T05:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/6ac2251d-9efc-410d-9140-1c3f85ac2470/403036b1-c787-4038-9e2d-7a7b2702ca49.jpg",
    "altTitles": [
      {
        "ja": "嫌いでいさせて 朝永先生と柳木先生"
      }
    ],
    "description": {
      "en": "The long-awaited spin-off of Kiraide Isasete, this new series focuses on the growing relationship between Asanaga and Yanagi."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4d21e37-0eaf-4f9b-b14d-aafd7a52f39c",
    "title": {
      "en": "Honnou Switch"
    },
    "updatedAt": "2024-05-15T19:26:06+00:00",
    "coverArt": "https://mangadex.org/covers/b4d21e37-0eaf-4f9b-b14d-aafd7a52f39c/5982770d-4ef9-4688-b23b-6d92153e078a.jpg",
    "altTitles": [
      {
        "en": "Changes of Heart"
      },
      {
        "fr": "Switch Me On"
      },
      {
        "ja": "ホンノウスイッチ"
      },
      {
        "zh-hk": "本能開關"
      },
      {
        "zh": "本能开关"
      },
      {
        "en": "Instinct Switch"
      },
      {
        "pt-br": "Mudanças do Coração"
      }
    ],
    "description": {
      "en": "The morning after she got dumped by her boyfriend, when she woke up, she was in the same bed as her childhood friend, Hijiri?! Despite the heartbreak and shock of it all, Koyori just can't seem to forget Hijiri telling her \"I love you\"…?! How do you go from being \"childhood friends\" to “lovers”?! Super popular on the online bookstore! An innocent first love between adults who are trying to graduate from being just childhood friends; it's a heart-racing LOVE!\n\n---\n- [Official French Translation](https://www.akata.fr/series/switch-me)",
      "es-la": "¿Qué harías tras ser engañada por tu pareja? ¿Ahogar las penas en alcohol? Eso hizo Koyori, nuestra protagonista, y sin embargo el resultado no fue el esperado. ¡Acabó en la cama con su amigo de la infancia, Hijiri! Ante la confusión y la vergüenza de Koyori, Hijiri aprovecha el momento para confesarle que la ha amado durante mucho tiempo… ¿Podrán seguir como amigos o será hora de dar un paso adelante en su relación? ¡Un ardiente amor entre dos amigos de la infancia que comienza en el orden equivocado!",
      "pt-br": "Na manhã seguinte a ter sido abandonada por seu namorado, quando acordou, ela estava na mesma cama que seu amigo de infância, Hijiri?! Apesar do desgosto e do choque de tudo isso, Koyori simplesmente não consegue esquecer o Hijiri dizendo-lhe “Eu te amo”…?! Como você passa de “Amigos de infância” para “Amantes”?! Um inocente primeiro amor entre adultos que estão tentando se formar de amigos de infância; é uma corrida para o coração!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "35.5"
  },
  {
    "mangaId": "57b52103-769a-490e-af54-49fd9ce08dcf",
    "title": {
      "en": "The Prince of Tennis"
    },
    "updatedAt": "2023-10-20T23:37:37+00:00",
    "coverArt": "https://mangadex.org/covers/57b52103-769a-490e-af54-49fd9ce08dcf/02d303ce-78d9-4236-9200-973fbfb04064.png",
    "altTitles": [
      {
        "vi": "Hoàng tử tennis"
      },
      {
        "en": "Prince of Tennis"
      },
      {
        "ja-ro": "Tennis no Oujisama"
      },
      {
        "ja": "テニスの王子様"
      },
      {
        "zh-hk": "網球王子"
      },
      {
        "zh-hk": "网球王子"
      },
      {
        "ko": "테니스의 왕자"
      },
      {
        "pt-br": "O Príncipe do Tênis"
      }
    ],
    "description": {
      "en": "Ryoma Echizen just joined the Seishun Academy's tennis team, which is known for being one of the most competitive teams in Japan. Its members are incredibly talented, gifted, and athletic. With rigorous and extremely intense practices, the upperclassmen of the team expect the very best from themselves and they expect even more from the new members of the team. While most of the freshmen are on pins and needles hoping they won't get cut from the team, Ryoma Echizen is confident, cool, and collected. Some might even say he's cocky, but at least he's got the skills to back up his attitude. With his virtually unreturnable \"twist serve,\" Ryoma is sure to make the starting team.  \n  \nJoin Ryoma and the other first years, as they train hard, make friends, and try to find a place for themselves on the team. Ryoma Echizen is the Prince of Tennis. He may be ready for the Seishun Academy tennis team, but are THEY ready for HIM?"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "379"
  },
  {
    "mangaId": "38da00b9-ed5d-4bc5-b52b-a393a660cc72",
    "title": {
      "en": "Fundari, Kettari, Aishitari"
    },
    "updatedAt": "2024-02-13T20:26:49+00:00",
    "coverArt": "https://mangadex.org/covers/38da00b9-ed5d-4bc5-b52b-a393a660cc72/8d076ba8-961f-4151-aa49-112ddd8bb835.jpg",
    "altTitles": [
      {
        "ja": "踏んだり、蹴ったり、愛したり"
      },
      {
        "zh": "打是亲骂是爱、爱得不够用脚踹"
      },
      {
        "en": "Stepping on, Kicking, Loving"
      }
    ],
    "description": {
      "en": "Kaho is busy working hard every day and is exhausted both mentally and physically. Her only recourse is drinking with the handsome Akira, who indulges in drinking, smoking, fighting, and having fun with women. She truly thought they were able to become quite good friends without any romantic feelings between them - until that night...",
      "ja": "毎日激務の仕事に追われ、心身共に疲労する日々を送るOL・佳帆（かほ）には、唯一の楽しみがあった。\nそれは、お気に入りのバーで知り合ったイケメン・泰（あきら）と気兼ねなく楽しく飲むこと。\n酒、煙草、喧嘩、女遊びetc…付き合ったらアウトな条件満載の泰だが、\nお互いに恋愛感情もなく、良き友人として関係を築けていると思っていた。\nあの夜までは──。\n\n甘いマスクの三十路クズ男×バリバリ働くアラサーOLの、\n大人のバグった距離感ラブ（？）コメディ！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15818f62-5107-4479-850c-9e53f3dfff37",
    "title": {
      "en": "Dominating the Cultivation Realm with Muscles"
    },
    "updatedAt": "2024-07-24T20:31:29+00:00",
    "coverArt": "https://mangadex.org/covers/15818f62-5107-4479-850c-9e53f3dfff37/c38376a3-e193-4eb6-8671-5228ecc5df43.jpg",
    "altTitles": [
      {
        "zh": "我用肌肉称霸修仙界"
      },
      {
        "zh-ro": "Wo Yong Jirou Chengba Xiu Xianjie"
      },
      {
        "zh-ro": "Wǒ Yòng Jīròu Chēngbà Xiū Xiānjiè"
      },
      {
        "en": "I Use My Muscles to Dominate the World of Cultivating Immortals"
      },
      {
        "pt-br": "Dominei o Mundo de Cultivação na Porrada"
      }
    ],
    "description": {
      "en": "Astonishing! A top-tier powerhouse defeated by a set of radio calisthenics! In “Today’s Immortal News,” witness a tale where a man punches his way through luck-favored experts, kicks against powerful cultivators, all without spiritual roots or the ability to manipulate spiritual energy. Yet, he defies all odds, using his sheer MUSCLES to ascend the heights of cultivation and reach the pinnacle of immortality.",
      "zh": "震惊！顶级大佬竟被一套广播体操打败！——《今日仙闻》 拳打气运强者，脚踢修仙大能，没有灵根，无法运用灵气，却靠一身肌肉踏上修仙巅峰。",
      "pt-br": "Surpreendente! Uma potência de alto nível derrotada por um conjunto de calistenia de rádio! Em “Notícias Imortais de Hoje”, testemunhe uma história onde um homem abre caminho entre especialistas favorecidos pela sorte, confronta cultivadores poderosos, tudo isso sem raízes espirituais ou a capacidade de manipular energia espiritual. No entanto, ele desafia todas as probabilidades, usando apenas seus MÚSCULOS para ascender às alturas da cultivação e alcançar o pico da imortalidade."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4581bb1-9c9b-4e58-ba91-8e303fb29fa6",
    "title": {
      "en": "Rabukome to Kaijuu Taiji no Fumonritsu"
    },
    "updatedAt": "2024-08-10T22:31:02+00:00",
    "coverArt": "https://mangadex.org/covers/e4581bb1-9c9b-4e58-ba91-8e303fb29fa6/a89e600e-8ddc-45dd-9ce2-dd76fb2fc069.jpg",
    "altTitles": [
      {
        "ja": "ラブコメと怪獣退治の不文律"
      },
      {
        "en": "The Unwritten Rules of Romantic Comedy and Monster Extermination"
      }
    ],
    "description": {
      "en": "Tubura Enjo, a high school girl with a shy and timid personality, has two close connections in her life: her childhood friend Anna and her classmate Sho, who is a big fan of special effects (tokusatsu) films. One day, while exploring her late grandfather's storage room, she discovers an old ring. When she puts it on, she is suddenly transported 50 years into the past, right into the middle of a scene with a giant monster! To her shock, she finds herself on the set of a tokusatsu film, directed by her grandfather in his youth. Overwhelmed and scared, she is instructed by her young grandfather to help defeat the monster, leading to a tearful yet courageous battle against the giant creature.",
      "ja": "小動物系女子高生・円城つぶら。親友は幼馴染のアンナ、気になるクラスメイトは特撮オタのショウ。ある日、特撮監督だった祖父の物置で見つけたリングを身に着けると…突然50年前にタイムスリップ！　目の前には巨大怪獣が！　足元でカメラを回している若き日の祖父ちゃんに指示出しされ、泣きながら怪獣退治に挑むことに…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f820266b-8247-4575-873d-988d4405d67a",
    "title": {
      "en": "After 10,000 years I will do whatever I want"
    },
    "updatedAt": "2024-03-07T08:34:04+00:00",
    "coverArt": "https://mangadex.org/covers/f820266b-8247-4575-873d-988d4405d67a/6417c51d-56c0-49be-8619-f0c0f394b83b.jpg",
    "altTitles": [
      {
        "zh": "我在一万年后为所欲为"
      },
      {
        "zh-ro": "Wǒ Zài Yī Wàn Nián Hòu Wéisuǒyùwéi"
      }
    ],
    "description": {
      "en": "Wang Rui was an cultivator 10,000 years ago. The cultivation civilization in Tongxuan Continent 10,000 years ago was extremely prosperous. However, after encountering a catastrophe involving the invasion of extraterrestrial evil spirits, the immortal cultivation civilization in Tongxuan Continent suffered a major setback. Almost all the knowledge and people related to immortal cultivation were annihilated. Wang Rui reborn in the Young master of Wang family, Who has the same name “Wang Rui” as him after 10000 years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d594990-9172-49bc-9abf-2b3da417d215",
    "title": {
      "en": "The Sword-Wielding Person"
    },
    "updatedAt": "2024-06-26T13:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/8d594990-9172-49bc-9abf-2b3da417d215/389e6f12-6982-4b8e-b609-98cf52f62226.jpg",
    "altTitles": [
      {
        "zh": "捉刀人"
      }
    ],
    "description": {
      "en": "On the Jiuzhou continent, humans, demons, various races coexist. The human race is led by the Daqing Immortal Dynasty, where mortals and cultivators live together. However, cultivation requires a one-in-ten-thousand talent. When mortals cause trouble, there is the patrol camp to deal with them. When nobles cause trouble, there is the Jinyiwei. But when cultivators and demons cause trouble with their sorcery, only the Sword-Wielding Person can bring peace. The Sword-Wielding Person is no different from an ordinary person; with a single Sword, they can easily slay cultivators."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fbde0e8-60ef-4e1e-ab8c-d037359b6a79",
    "title": {
      "en": "In My Death, I Became My Brother's Regret"
    },
    "updatedAt": "2023-03-29T03:28:54+00:00",
    "coverArt": "https://mangadex.org/covers/7fbde0e8-60ef-4e1e-ab8c-d037359b6a79/bee2bc40-5bce-4146-9807-5cfcaf1223b7.jpg",
    "altTitles": [
      {
        "zh": "死后我成了哥哥的朱砂痣"
      },
      {
        "zh-ro": "Si Hou Wo Chengle Gege De Zhusha Zhi"
      },
      {
        "zh-ro": "Sǐ Hòu Wǒ Chéngle Gēgē De Zhūshā Zhì"
      }
    ],
    "description": {
      "en": "The half-demon, Jing Mo, was killed by his older brother Jue Ming when his demonic energy lost control. He found himself in the body of a young man named \"Bai Shu\", and this body seemed... abnormal. Due to suspicious circumstances revolving around the disappearance of Jing Mo's body, Jue Ming kept an eye on Jing Mo who desperately hid his true identity. With one of them hiding a secret and the other looking for the truth, the pair landed in the middle of a life-or-death struggle that came with being \"Bai Shu\"...",
      "zh": "有着魔修混血的京墨因一次魔气缠身，被哥哥决明杀死，睁眼后却重生到一名叫“白术”的少年身上，而这具身体……并不正常。他隐藏自己是京墨的身份，却被决明以找出弟弟尸身失踪真相为由留在身边。一个要隐藏身份，一个要寻找真相，两人循着“白术”这一身份被卷入一场生死之争中……"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05918e4-fb1a-4b10-a919-eaecf00fd7dd",
    "title": {
      "en": "Tower Dungeon"
    },
    "updatedAt": "2024-08-07T16:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/b05918e4-fb1a-4b10-a919-eaecf00fd7dd/5859acad-3dfb-4675-b3f1-3700b86ba29e.jpg",
    "altTitles": [
      {
        "ja": "タワーダンジョン"
      },
      {
        "fr": "La tour colossale"
      },
      {
        "uk": "Вежа підземелля"
      }
    ],
    "description": {
      "en": "The setting is a certain kingdom. In order to save the kidnapped princess of the kingdom, the Kingsguard squadron challenges the \"Dragon Tower,\" a gigantic structure floating in the middle of the sky, but they are blocked by powerful demons.\nA provocation is made by a neighboring village to replenish the injured personnel, and when a young man is sent to the tower, the wheel of fate begins to turn.\n\nTale of sword & sorcery and labyrinth exploration begins!\n___\n[Alt Official Raw (Comic DAYS)](https://comic-days.com/episode/14079602755364316216)\n\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10604/episode/353121)",
      "uk": "Місце дії - певне королівство. Щоб врятувати викрадену принцесу королівства, загін королівської гвардії кидає виклик «Драконячій вежі» - гігантській споруді, що ширяє посеред неба, але їм стають на заваді могутні демони.\n\nСусіднє селище влаштовує провокацію, щоб замінити поранених, і коли до вежі відправляють юнака, колесо долі починає обертатися.\n\nІсторія про меч, чари та дослідження лабіринту починається!",
      "pt-br": "Para salvar a princesa Ignelia que foi sequestrada por um necromante, o Batalhão da Guarda Real se aventura pela “Torre do Dragão”, uma estrutura gigantesca que costumava flutuar no meio do céu, mas são bloqueados por criaturas poderosas. \nUma ordem de recrutamento é enviado para uma aldeia vizinha para repor os soldados feridos, e quando um jovem é enviado para a Torre, a roda do destino começa a girar.\n\nComeça a história de espadas, feitiçaria e exploração do labirinto!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87abbbd8-9256-48f8-b252-e0a4b6143deb",
    "title": {
      "en": "BEFORE G: The Eve of Gundam"
    },
    "updatedAt": "2024-02-24T18:25:34+00:00",
    "coverArt": "https://mangadex.org/covers/87abbbd8-9256-48f8-b252-e0a4b6143deb/6ec0e42a-2252-4730-869e-997e72c8ffac.jpg",
    "altTitles": [
      {
        "ja": "BEFORE G \"ガンダム前夜\""
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-02-08T21:17:25+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "677fb60b-2deb-46db-9ece-704f6144faf0",
    "title": {
      "en": "The Story Between a Dumb Prefect and a High School Girl with an Inappropriate Skirt Length"
    },
    "updatedAt": "2024-04-22T09:24:50+00:00",
    "coverArt": "https://mangadex.org/covers/677fb60b-2deb-46db-9ece-704f6144faf0/03adb78c-0441-4ccd-b11a-044a3462e1ab.jpg",
    "altTitles": [
      {
        "ja-ro": "Ponkotsu Fuukiiin to Skaato take ga Futekisetsu na JK no Hanashi"
      },
      {
        "id": "Kisah Antara Komite Lugu dan Gadis SMA dengan Rok yang Terlalu Pendek"
      },
      {
        "en": "Story of the Useless Prefect and the High School Girl with an Inappropriate Skirt Length"
      },
      {
        "ja": "ポンコツ風紀委員とスカート丈が不適切なJKの話"
      },
      {
        "zh": "根筋的風紀委員與裙長不當的JK"
      },
      {
        "pt-br": "A História Entre um Monitor Burro e uma Colegial com a Saia em um Cumprimento Inadequado"
      }
    ],
    "description": {
      "en": "Sakuradaimon is the school's prefect. A prefect is a student who is authorized to enforce discipline. As a prefect, he's supposed to be a role model to other students, but unfortunately he's not perfect. Kohinata is one of the people who Sakuradaimon has tried to discipline into wearing appropriate school attire, but she has thus far been disobedient.\n\nAnd so this is a story of the two interacting with one another.",
      "pt-br": "Sakuradaimon é o monitor do colégio; um monitor é um aluno que é pode aplicar atos disciplinatórios. Como monitor ele deve ser um aluno modelo para os outros estudantes, mas infelizmente ele não é perfeito. Kohinata é uma das estudantes que o Sakuradaimon tenta disciplinar devido ao uso incorreto do uniforme escolar, mas até o presente momento ela foi desobediente. Esta é a história entre a interação entre os dois."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87515aa0-3c90-4b76-9254-0363fdbec36b",
    "title": {
      "en": "Miboujin Elf no Kanamori-san"
    },
    "updatedAt": "2024-03-04T13:14:54+00:00",
    "coverArt": "https://mangadex.org/covers/87515aa0-3c90-4b76-9254-0363fdbec36b/214a8aea-a135-4b5e-8586-709eef40dd7d.jpg",
    "altTitles": [
      {
        "ja": "未亡人エルフの金森さん"
      },
      {
        "en": "Kanamori-san, The Widowed Elf"
      }
    ],
    "description": {
      "en": "When he consoles Mrs. Kanamori, a beautiful elf whose husband has passed away, by saying \"I'll marry you myself,\" he is taken in and becomes her fiancée...? A sweet and precious pure love comedy between a clumsy Yankee boy and the slightly natural Kanamori-san, 500 years apart."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3486c56e-47db-4d62-a9b4-71ea44acbaec",
    "title": {
      "en": "Centuria"
    },
    "updatedAt": "2024-07-03T23:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/3486c56e-47db-4d62-a9b4-71ea44acbaec/57e16619-850d-4e91-9a23-d95f81b3d3c4.jpg",
    "altTitles": [
      {
        "ja": "ケントゥリア"
      },
      {
        "vi": "Centuria"
      },
      {
        "ru": "Центурия"
      }
    ],
    "description": {
      "en": "Stowing himself away on a slave ship, Julian sets sail for the great continent with a hundred slaves, all yearning for freedom, until...?! Embark on a groundbreaking journey through this action-packed dark fantasy saga!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a75e0c5d-86ba-425b-8abc-8f2002918d43",
    "title": {
      "en": "God's Desire Game"
    },
    "updatedAt": "2024-07-21T22:36:20+00:00",
    "coverArt": "https://mangadex.org/covers/a75e0c5d-86ba-425b-8abc-8f2002918d43/6ab24f29-8acb-4d6c-a927-c1d2d49301f6.png",
    "altTitles": [
      {
        "zh": "神的欲望游戏"
      },
      {
        "zh-ro": "Shén De Yùwàng Yóuxì"
      }
    ],
    "description": {
      "en": "Wang Ming, who has lost all his organs, travels through a world of desires, hoping to become a normal person again. After experiencing life and death and completing the final challenge, Wang Ming can finally fulfill his inner desire. 'I hope this world becomes prosperous, democratic, civilized, and harmonious...' God of Desire: 'Huh?'\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7e7cc2d-d04d-4bba-a16a-be66f6d21628",
    "title": {
      "en": "Lying Puppies Get Eaten"
    },
    "updatedAt": "2024-05-25T12:04:03+00:00",
    "coverArt": "https://mangadex.org/covers/d7e7cc2d-d04d-4bba-a16a-be66f6d21628/db897a54-c440-41ea-a642-90dbc5cb5948.jpg",
    "altTitles": [
      {
        "zh": "说谎的小狗会被吃掉的"
      }
    ],
    "description": {
      "en": "The puppy is clearly an omnivore, then why does he have to pretend to be a carnivore? On his first day transferring into a new school, his secret was discovered by his fox classmate. Then begins his life of living under “threat”, but after spending more time with him, the fox isn’t actually too awful…?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c96f1bf8-a100-40bb-98ef-c240b9b7cf96",
    "title": {
      "en": "MF Ghost"
    },
    "updatedAt": "2024-05-29T18:03:36+00:00",
    "coverArt": "https://mangadex.org/covers/c96f1bf8-a100-40bb-98ef-c240b9b7cf96/85856ecd-b265-4b5f-80c0-6f9ce3a885e3.jpg",
    "altTitles": [
      {
        "ja": "MFゴースト"
      },
      {
        "zh-hk": "MF幽靈"
      }
    ],
    "description": {
      "en": "In the year 202X, when self-driving electric and fuel-cell vehicles are ubiquitous, the racing organization MFG exists. Hosting races in Japan exclusively using cars with internal combustion engine. We follow young half-British, half-Japanese racing driver, Kanata Rivington. Who graduated at the top of his class in racing school and was invited into the series thanks to his teacher's connections."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4f3f2cd-bb17-4b46-84dc-b9054e3756c6",
    "title": {
      "en": "The Snake Demon Wants to Flee"
    },
    "updatedAt": "2024-04-29T18:19:53+00:00",
    "coverArt": "https://mangadex.org/covers/f4f3f2cd-bb17-4b46-84dc-b9054e3756c6/55650dd5-4d4a-4754-a55b-15626350f156.jpg",
    "altTitles": [
      {
        "zh": "蛇妖要出逃"
      }
    ],
    "description": {
      "en": "An extreme two-sided war of romance between a flirtatious snake demon that claims to fuck the gods VS a righteous but cold Daoist who only knows how to fight! Due to an unexpected mishap, the Snake Demon King could only bond with the (weird) righteous genius. This story about how the Snake Demon King tries to undo the bonding while trying to figure out how to take back his throne, but loses his body and mind in the process."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec387b13-b35c-4abe-a089-5b69ff429118",
    "title": {
      "en": "Ouji-sama no Tomodachi"
    },
    "updatedAt": "2024-07-21T00:23:20+00:00",
    "coverArt": "https://mangadex.org/covers/ec387b13-b35c-4abe-a089-5b69ff429118/092f54e9-1908-46db-8076-d378fcd58320.jpg",
    "altTitles": [
      {
        "ja": "王子様の友達"
      },
      {
        "ja": "学園の王子様とハグする話"
      },
      {
        "ja-ro": "Gakuen no Ouji-sama to Hagu suru Hanashi"
      },
      {
        "en": "The Prince's Friend"
      },
      {
        "en": "The Story About Hugging the School Prince"
      },
      {
        "pt-br": "A história sobre abraçar o príncipe da escola"
      },
      {
        "zh-hk": "王子大人的朋友"
      },
      {
        "en": "A Prince of a Friend"
      }
    ],
    "description": {
      "en": "I'm always at the mercy of the prince!?\nA slapstick romantic comedy with a handsome girl!",
      "pt-br": "Estou sempre à mercê do príncipe!?\nUma comédia romântica pastelão com uma garota linda!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5db5933-3804-4cca-a511-726a481f9eed",
    "title": {
      "en": "Seijo ni Uso wa Tsuujinai"
    },
    "updatedAt": "2024-06-26T23:00:55+00:00",
    "coverArt": "https://mangadex.org/covers/e5db5933-3804-4cca-a511-726a481f9eed/910a44f5-1c35-4fdb-919a-f5c53d9a7148.jpg",
    "altTitles": [
      {
        "ja": "聖女に嘘は通じない"
      },
      {
        "ja-ro": "Seijo ni Uso ha Tsuujinai"
      },
      {
        "en": "You Can't Lie to the Saintess"
      },
      {
        "en": "You Can't Lie to a Saint"
      },
      {
        "ru": "Ты не можешь лгать святому"
      },
      {
        "zh-hk": "聖女當前，謊言不通"
      },
      {
        "zh": "圣女当前，谎言不通"
      }
    ],
    "description": {
      "en": "Chloe, who works as an apprentice priestess in a remote church, is a money-loving girl who makes a lot of money at night by gambling at cards, using her insight and memory as weapons. When Erald, a rich holy knight, visits her, he asks her to infiltrate the church as a candidate for sainthood and find the murderer who committed a murder two years ago…?",
      "ja": "辺境の教会で神官見習いとして働くクロエは、持ち前の洞察力と記憶力を武器に、夜な夜なカード賭博で荒稼ぎするお金大好き少女。そんな彼女のもとを訪れた成金聖騎士エラルドは、「聖女候補として大教会に潜入し、二年前の殺人事件の犯人を見つけてほしい」とクロエに依頼をして‥‥！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b6d0e71-483e-48e4-8e7d-9592f8e624c9",
    "title": {
      "en": "Alpha Buddy"
    },
    "updatedAt": "2024-03-16T13:10:59+00:00",
    "coverArt": "https://mangadex.org/covers/1b6d0e71-483e-48e4-8e7d-9592f8e624c9/f139dd94-f832-4554-b857-3ed07d553ad7.jpg",
    "altTitles": [
      {
        "ko": "알파친구"
      }
    ],
    "description": {
      "en": "Back then, it was not only the two of us.\nMe, you, and him.\n\nThat guy, who always hovered in the periphery of my first love Omega's sight, was an Alpha without pheromones.\nThe winner of that first love was naturally me, the Alpha with pheromones,\nAnd now, that guy, Seong Jewon, is just another member of our friend group.\n\nI thought our days would continue to pass by peacefully,\nBut when I got my hands on a candle that can recreate any desired pheromone,\nOur relationship began to flow in an unexpected direction.\n\nI thought I was recalling the pheromone of my first love,\nBut why is it that I remember that guy more clearly?\nCan someone tell me why?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f",
    "title": {
      "en": "Reincarnation no Kaben"
    },
    "updatedAt": "2024-07-30T19:23:00+00:00",
    "coverArt": "https://mangadex.org/covers/3b5c0def-79ae-44e8-9d71-9aa2e83f9a9f/81f3dc05-306b-4d39-bcf5-08ffbcc8462f.jpg",
    "altTitles": [
      {
        "fr": "Pétales de Réincarnation"
      },
      {
        "es": "Pétalos de Reencarnación"
      },
      {
        "en": "Petals of Reincarnation"
      },
      {
        "ru": "Лепестки реинкарнации"
      },
      {
        "ja": "リィンカーネーションの花弁"
      },
      {
        "zh": "轮回的花瓣"
      },
      {
        "ja-ro": "Reincarnation no Kaben"
      },
      {
        "vi": "Cánh Hoa Luân Hồi"
      }
    ],
    "description": {
      "en": "Striving for talent, Senji Touya tries everything he can so he can find it. Kendou, dancing, swimming, basketball, soccer, chess… anything he tries, he fails to exceed it. One day, his classmate, Haito, came to school for once in a long time. Senji refers to her as someone who \"has it\" or someone who has talent. Later on, he found out that she isn't just someone who has talent, but someone who \"took\" the talent of herself in her past life. And, those who \"took\" the talent from their past lives, are also known as \"Returners\"…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d40087e6-cf0a-4243-bcd8-620d9d9c0700",
    "title": {
      "en": "Ma no monotachi wa Kuwadateru"
    },
    "updatedAt": "2024-08-10T14:25:12+00:00",
    "coverArt": "https://mangadex.org/covers/d40087e6-cf0a-4243-bcd8-620d9d9c0700/78848253-7888-48a2-bb5d-f30dcae7e36f.jpg",
    "altTitles": [
      {
        "ja-ro": "Ma no Mono-tachi wa Kuwadateru"
      },
      {
        "ja": "魔のものたちは企てる"
      }
    ],
    "description": {
      "en": "Is this how we deal with top-level adventurers?!\nThe daily struggles of the Demon Lord's army in an \"R&D Discussion\" comedy!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01c07d98-9563-4ca7-a31d-f3d3f8543eae",
    "title": {
      "en": "It Is Said That I Am a Fairy Princess"
    },
    "updatedAt": "2024-07-17T10:57:36+00:00",
    "coverArt": "https://mangadex.org/covers/01c07d98-9563-4ca7-a31d-f3d3f8543eae/73339b81-7540-4059-aa01-cf48620e3a78.png",
    "altTitles": [
      {
        "zh": "据说我是精灵公主"
      },
      {
        "ja": "暴君パパに殺されかけたけどハッ"
      }
    ],
    "description": {
      "en": "Ordinary college students crossed the different world into the small princess of the fallen people, facing the paranoid, picky and stubborn minister, willing brother. . . ... After a long time, with wisdom and powerful magic to eliminate misunderstanding, discrimination, defeat the Lord, finally reap the love of all, and get the pure love of the imperial prince."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "9ee8e11a-de10-499f-b2de-64547a282972",
    "title": {
      "en": "Link! Life! Love Live! 104th Term"
    },
    "updatedAt": "2024-05-25T10:45:11+00:00",
    "coverArt": "https://mangadex.org/covers/9ee8e11a-de10-499f-b2de-64547a282972/28bb55e3-6859-4fe1-bfeb-0724b1238cad.png",
    "altTitles": [
      {
        "ja": "りんく！らいふ！ラブライブ！104期"
      }
    ],
    "description": {
      "en": "Official 4-koma published with the game Link! Life! Love Live!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d36d2563-d963-48a7-83f5-5f5584dae80b",
    "title": {
      "en": "Daikaiju Gaea-Tima"
    },
    "updatedAt": "2024-07-18T22:37:42+00:00",
    "coverArt": "https://mangadex.org/covers/d36d2563-d963-48a7-83f5-5f5584dae80b/861f4e85-6148-4919-87ff-2d95dbc5d9ef.jpg",
    "altTitles": [
      {
        "ja": "大怪獣ゲァーチマ"
      }
    ],
    "description": {
      "en": "The port town of Sukuba was hit by a huge wave caused by a monster that suddenly appeared from the sea. The inactive monster dissolved into the sea and became a rich source of nutrients for fish and shellfish. As a result, Sukuba's economy thrived. The monster started to be called Gaea-Tima, the god of the harvest.\n\nA young girl, Miyako Morino, a victim of the disaster, made a doll of Gaea-Tima, as a memento of the event, which was sold as a souvenir and became a popular item. However, for the first time in 10 years, a monster appears in the reconstructed town of Sukuba...\n\nIs this monster a friend or foe of mankind?",
      "ja": "海から突如出現した怪獣と共に起きた大波で、港町・匡波町は被災した。活動を停止した怪獣は、海に溶け魚介類の豊かな栄養素となり、匡波町の経済を潤し、豊穣の神ゲァーチマと呼ばれるようになった。被災者である少女・杜野宮矢子がその出来事を形に遺すべく作ったゲァーチマの人形は、土産物として販売され人気を集めていた。しかし、復興した匡波町に10年ぶりに怪獣が現れ…。怪獣は人類の敵か味方か？",
      "pt-br": "A cidade portuária de Sukuba foi atingida por uma enorme onda causada por um monstro que apareceu de repente do mar. O monstro inativo dissolveu-se no mar e tornou-se uma rica fonte de nutrientes para peixes e mariscos. Como resultado, a economia de Sukuba prosperou. O monstro passou a se chamar Gaea-Tima, o deus da colheita. Uma jovem, Miyako Morino, vítima do desastre, fez um boneco de Gaea-Tima, como lembrança do evento, que foi vendido como lembrança e se tornou um item popular. No entanto, pela primeira vez em 10 anos, um monstro aparece na cidade reconstruída de Sukuba... Este monstro é amigo ou inimigo da humanidade?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c18f5e5-fb9b-4724-b4f5-c38ade9a5806",
    "title": {
      "en": "Undercover Darling"
    },
    "updatedAt": "2024-04-28T19:05:11+00:00",
    "coverArt": "https://mangadex.org/covers/7c18f5e5-fb9b-4724-b4f5-c38ade9a5806/9435138b-017c-4e64-a752-6e0dc26e7c06.jpg",
    "altTitles": [
      {
        "ko": "언더커버 달링"
      }
    ],
    "description": {
      "en": "The daily life of Lee Jae, a hot-blooded police officer in a quiet rural village, is turned upside down by the reunion with his first love.Who would have thought that his first love, who had suddenly disappeared without a word one day, would reappear before him as a gangster?\"Just bear with it a little longer. I'm going to do everything that I've been putting off today.\"Can he resist that dirty handsome face that he never wanted to see again?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6925afd3-4009-4c9e-b615-27e3c7aaa345",
    "title": {
      "en": "Traveling Through Time and Space to Become an Unlucky NPC: I Have a Wife to Protect Me"
    },
    "updatedAt": "2024-07-27T23:53:56+00:00",
    "coverArt": "https://mangadex.org/covers/6925afd3-4009-4c9e-b615-27e3c7aaa345/584debc7-5e85-49d4-9813-42806fa5e836.png",
    "altTitles": [
      {
        "zh": "穿越成倒霉NPC: 我有老婆罩着"
      }
    ],
    "description": {
      "en": "He Qingyang traveled to the game \"Sword Immortal Legend\" he was playing and became an unlucky NPC who kept skipping the plot when he was playing the game. This NPC kept harassing the main heroine Ning Yiwan, and later his identity was exposed and he was killed by Ning Yiwan....."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "299339de-e13e-4b9a-879a-7426c0cebfd3",
    "title": {
      "en": "Pan wo Nameruna!"
    },
    "updatedAt": "2024-08-05T08:46:48+00:00",
    "coverArt": "https://mangadex.org/covers/299339de-e13e-4b9a-879a-7426c0cebfd3/cbb6cc38-354e-4133-9b44-68529e819721.png",
    "altTitles": [
      {
        "ja": "パンをナメるな！"
      },
      {
        "en": "Don't Underestimate Bread Making!"
      },
      {
        "ja": "パンナメ"
      },
      {
        "ja-ro": "Panname"
      }
    ],
    "description": {
      "en": "No education, no work experience, no friends.\nMuyu Uchiki is a nineteen-year old girl who's been a shut-in for two years, she lives a self-indulgent life, but a turning point comes for her?!\nShe gets a call from her aunt in Kamakura about helping out at her bakery.\nA heartwarming comedy about a girl struggling in a bakery in Kamakura!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de2c8252-d340-4f8f-a071-0ca69e145c1d",
    "title": {
      "en": "Asoko de Hataraku Musubu-san"
    },
    "updatedAt": "2024-07-12T17:19:21+00:00",
    "coverArt": "https://mangadex.org/covers/de2c8252-d340-4f8f-a071-0ca69e145c1d/f5ea1791-665c-475e-9323-79587bcd0ebe.jpg",
    "altTitles": [
      {
        "en": "Musubu, the Girl Working There"
      },
      {
        "en": "The Musubu who works there"
      },
      {
        "ru": "Здесь работает Мусубу-сан"
      },
      {
        "ja": "あそこではたらくムスブさん"
      },
      {
        "ko": "그곳에서 일하는 무스부 씨"
      },
      {
        "th": "คุณมุสุบุกับงานของเธอ"
      },
      {
        "zh": "在那里工作的结小姐"
      },
      {
        "it": "Il duro lavoro di Musubu"
      },
      {
        "fr": "Le labo de Musubu"
      },
      {
        "ko": "거기서 일하는 무스부 씨"
      },
      {
        "en": "Musubu-san Who Works Over There"
      },
      {
        "es-la": "La señorita Musubu trabaja aquí"
      }
    ],
    "description": {
      "en": "Sagami Gorou works in sales at Shounan Rubber Industries Co., Ltd. He is secretly harboring feelings for Musubu, a girl working in the company's integrated development department. And what this lovely young scientist is researching day and night are actually…",
      "es-la": "La historia sigue a Sagami Gouro de 24 años que empieza a trabajar en Industria Shounan Gum S.A, allí conocerá a la investigadora Musubu-san una chica que trabaja en el laboratorio de desarrollo de asistencia médica la \"casa\", su primer encuentro no será precisamente el esperado.",
      "pt-br": "Sagami Gorou trabalha no setor de vendas da Indústria de Borracha Shounan Ltda e tem guardado seus sentimentos por Musubu, uma garota que trabalha no departamento de desenvolvimento integrado, em segredo. O objeto de estudo desta adorável cientista, na verdade é…"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]