[
  {
    "mangaId": "15e4d8b9-2a1e-4db0-82a9-ecd92411a0b8",
    "title": {
      "en": "Umineko WHEN THEY CRY Episode 7: Requiem of the Golden Witch"
    },
    "updatedAt": "2024-03-13T01:49:25+00:00",
    "coverArt": "https://mangadex.org/covers/15e4d8b9-2a1e-4db0-82a9-ecd92411a0b8/a8bdda00-9df1-426c-9f32-6f5e403f339a.jpg",
    "altTitles": [
      {
        "ja-ro": "Umineko no Naku Koro ni Chiru Episode 7: Requiem of the Golden Witch"
      },
      {
        "ja": "うみねこのなく頃に散　Episode7:Requiem of the golden witch"
      },
      {
        "zh": "海猫鸣泣之时散EP7"
      }
    ],
    "description": {
      "en": "The time for logical debate and magical feints has come to an end; the revelation of the truth about Beatrice the Golden Witch is at hand. To facilitate this, game master Bernkastel has chosen Will Wright the Mage-Hunter to step onto her board and answer a single question: Who killed Beatrice? Joining him in the game is Lion Ushiromiya, Krauss's firstborn and heir, whose role is a mystery in its own right. Will's line of questioning draws together the stray strands from all the previous games, twisting them into a thread of truth, revisiting Kinzou's first encounter with the young Beatrice and working through the legends that have since sprung up around her... [Yen Press]"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "48"
  },
  {
    "mangaId": "d0c88e3b-ea64-4e07-9841-c1d2ac982f4a",
    "title": {
      "en": "Dagashi Kashi"
    },
    "updatedAt": "2023-12-31T07:13:58+00:00",
    "coverArt": "https://mangadex.org/covers/d0c88e3b-ea64-4e07-9841-c1d2ac982f4a/6a9c54f6-d6c3-4edb-af61-f60311e25a26.jpg",
    "altTitles": [
      {
        "ru": "Дешёвые сласти"
      },
      {
        "ja": "だがしかし"
      },
      {
        "zh": "粗点心战争"
      },
      {
        "ko": "다가시카시"
      }
    ],
    "description": {
      "en": "Shikada Kokonotsu's father owns a rural sweets shop, and he plans for Kokonotsu to take it over one day. \nHowever, Kokonotsu wants to be a manga author instead! \nOne day in summer the cute but weird girl Shidare Hotaru, from a famous sweets company, comes to pay a visit. \nApparently, Kokonotsu's father is famous and she wants him to join her family's company; \nhe will only agree if she can convince Kokonotsu to take over the family business though.",
      "ru": "Отец Шикады Коконотсу, хозяин деревенского кондитерского магазина, мечтает чтобы когда-нибудь сын занял его место. Вот только у нашего героя совсем другие планы — стать известным мангакой! И все бы шло своим чередом, если бы не появилась странная девушка, Шидаре Хотару, которая неожиданно принимает сторону отца… \n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/cot_510)  \n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17723)  \n- [Anime Season 2 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20012)",
      "tr": "Shikada Kokonotsu'nun babası kırsal alanda bir şekerleme dükkanı işletmektedir ve planı Kokonatsu'nun bir gün orayı devralmasıdır. Ancak, Kokonotsu bir mangaka olmak istemektedir! Bir yaz günü, tatlı ama tuhaf olan, ünlü bir şekerleme şirketinden gelen bir kız olan Shidare Hotaru ziyarete gelir. Görünüşe göre Kokonotsu'nun babası ünlü biri ve kız onun şirketine katılmasını istemektedir. Ancak babası sadece Kokonotsu dükkanın başına geçerse teklifini kabul edecektir.",
      "pt-br": "O pai de Shikada Kokonotsu é dono de uma loja de doces rural, e ele planeja que Kokonotsu tome conta dela um dia.\nNo entanto, Kokonotsu quer ser um autor de mangá!\nUm dia no verão, a garota fofa, mas estranha, Shidare Hotaru, de uma famosa empresa de doces, vem fazer uma visita.\nAparentemente, o pai de Kokonotsu é famoso e ela quer que ele se junte à empresa de sua família;\nele só vai concordar se ela conseguir convencer Kokonotsu a assumir os negócios da família."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "186"
  },
  {
    "mangaId": "4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc",
    "title": {
      "en": "The Infinite Mage"
    },
    "updatedAt": "2024-05-28T15:59:31+00:00",
    "coverArt": "https://mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/80590dee-2e33-4918-8ca9-fbdd24a744a0.jpg",
    "altTitles": [
      {
        "ko": "무한의 마법사"
      },
      {
        "en": "Infinite Wizard"
      },
      {
        "es-la": "El Mago infinito"
      }
    ],
    "description": {
      "en": "This is the tale of a boy dreaming about infinity as a human!\n\nFound abandoned in a stable, Shirone is the son of a hunter—and a peasant through and through.\nDespite hardships, he's a genius that manages to learn to read by himself and becomes obsessed with it.\n\nBrimming with genius talent, he goes to the city with his father, where he learns about magic—\nbeginning his journey as an explosive rising star!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c84c37bb-1ebf-4ab4-a616-47495785218f",
    "title": {
      "en": "Innocent and Evil"
    },
    "updatedAt": "2024-06-11T17:37:13+00:00",
    "coverArt": "https://mangadex.org/covers/c84c37bb-1ebf-4ab4-a616-47495785218f/553d34b3-52e0-4feb-9d07-61ed0bea37dc.jpg",
    "altTitles": [
      {
        "en": "Inocencia y Maldad"
      },
      {
        "en": "天真有邪"
      }
    ],
    "description": {
      "en": "[ Español ]  \nNiños lindos e inocentes, que en realidad son demonios de sangre fría y chupadores de sangre. Nuestro protagonista, creyéndose una persona normal y corriente, de la nada, se ha convertido en el blanco de estos pequeños demonios, ¡que lo están persiguiendo para matarlo! Durante la carrera por su vida, nuestro protagonista masculino descubre que hay secretos que acechan dentro de su propio cuerpo; su vida hasta ese momento, resulta ser una mentira bien elaborada. Deseo floreciente vs. racionalidad; huir vs. venganza; ahora se enfrenta a estas elecciones, ¿¡qué es lo que elegirá!?\"\n\n[English]\nCute innocent children, who are actually cold-blooded, blood-sucking devils. Our protagonist believing himself to be just an ordinary person, out of nowhere, has become a target of these cute little devils, who are hunting him down for the kill! During the run for his life, our male-lead discovers there are secrets lurking within his own body; his life up until that juncture, turning out to be a well-crafted lie. Burgeoning desire vs rationality; fleeing vs vengeance; now confronted with these choices, which will he choose!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": null
  },
  {
    "mangaId": "87af3e63-3b01-4e62-9d1b-811987c8029a",
    "title": {
      "en": "NTREVENGE"
    },
    "updatedAt": "2024-05-11T18:29:54+00:00",
    "coverArt": "https://mangadex.org/covers/87af3e63-3b01-4e62-9d1b-811987c8029a/9502b2bd-6da6-4977-807d-f683e46714a1.jpg",
    "altTitles": [
      {
        "ja": "ネトリヴェンジ"
      },
      {
        "es-la": "NTR de venganza"
      }
    ],
    "description": {
      "en": "An introverted high school student, Souichi Sakuraba, is being bullied severely by the “Yokai” classmates. The bullying escalates, and Souichi’s childhood friend, Azusa, who was the only one who trusted him, is defiled by them. In front of Souichi, who was in the depths of despair, the succubus, Asmode, appeared. Souichi makes a contract with a succubus who possesses a mysterious ability, and decides to make the bully’s loved ones suffer the same pain as himself by “cuckolding” them. The obscene revenge by “NTR” begins.",
      "es-la": "Soichi Sakuraba, un introvertido estudiante de instituto, sufre el acoso de los abusadores de su clase. El acoso se intensifica y Azusa, la única amiga de la infancia en la que Soichi confía, es profanada por ellos. En medio de la desesperación, Soichi se enfrenta a Asmon, un demonio lascivo. Soichi hace un contrato con un demonio lascivo con poderes misteriosos, y decide infligir el mismo sufrimiento a sus verdugos \"cornudando\" a sus seres queridos. Comienza la lasciva venganza de \"NTR\"..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17447693-cb65-493d-8e21-dafb22d8340f",
    "title": {
      "en": "Azadarake no Classmate ga Shinpai de"
    },
    "updatedAt": "2024-04-18T16:41:47+00:00",
    "coverArt": "https://mangadex.org/covers/17447693-cb65-493d-8e21-dafb22d8340f/3fb0643e-dd9d-4064-8e69-2fa4c2d15ef8.png",
    "altTitles": [
      {
        "ja": "痣だらけのクラスメイトが心配で"
      },
      {
        "en": "I'm Worried About My Classmate Who's Covered in Bruises"
      },
      {
        "en": "I'm Worried About My Classmate That's Covered in Bruises"
      },
      {
        "pt-br": "Estou preocupado com minha colega de classe coberta de hematomas"
      },
      {
        "ro": "Sunt îngrijorat Pentru o Colegă Acoperită de Vânătăi"
      },
      {
        "ru": "Я беспокоюсь о своей однокласснице покрытой синяками"
      },
      {
        "tr": "Her Tarafı Bandaj Kaplı Olan Sınıf Arkadaşım Hakkında Endişeleniyorum"
      },
      {
        "vi": "Tôi lo lắng cho người bạn cùng lớp đầy những vết bầm tím"
      },
      {
        "uk": "Я турбуюсь про однокласницю, покриту синцями"
      }
    ],
    "description": {
      "en": "A story from the perspective of a concerned protagonist and a female classmate who's suspiciously covered in bruises."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "37"
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-06-08T18:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/733ded5b-7d28-4628-86e6-f09580cb2a4c.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bd65a09-dec5-4c0a-a34f-b07a9cc53aae",
    "title": {
      "en": "I contracted myself"
    },
    "updatedAt": "2024-06-01T11:55:30+00:00",
    "coverArt": "https://mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "altTitles": [
      {
        "zh": "我契约了我自己"
      }
    ],
    "description": {
      "en": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-01-30T04:19:05+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/a310496a-0b5c-4b81-8250-9608c8ce40c6.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I started streaming in another world, I ended up creating a large number of Yandere followers."
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming.\n\nLiving in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself.\n\nThis is not the tale of just a streamer… but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baa95345-24fb-47a9-83e9-434ff671f968",
    "title": {
      "en": "Smoking Behind the Supermarket with You"
    },
    "updatedAt": "2024-06-11T07:20:51+00:00",
    "coverArt": "https://mangadex.org/covers/baa95345-24fb-47a9-83e9-434ff671f968/3791f674-39c7-40b1-82e5-d7677365ccce.jpg",
    "altTitles": [
      {
        "ja": "スーパーの裏でヤニ吸うふたり"
      },
      {
        "id": "Cerita Tentang Merokok di Belakang Supermarket"
      },
      {
        "es-la": "Historias que ocurren al fumar en la parte trasera del supermercado"
      },
      {
        "pt-br": "Uma história sobre fumar no fundo de um mercadinho"
      },
      {
        "ru": "История о перекуре за супермаркетом"
      },
      {
        "uk": "Історія про перекур за супермаркетом"
      },
      {
        "zh-hk": "在超市後門吸菸的二人"
      },
      {
        "en": "A Story About Smoking at the Back of the Supermarket"
      },
      {
        "en": "Behind the Supermarket, Smoking With You"
      },
      {
        "ar": "خلف المتجر ادخن معك"
      },
      {
        "ja-ro": "Super no Ura de Yani Suu Futari"
      },
      {
        "fr": "Fumer en bonne compagnie à l'arrière de la supérette"
      },
      {
        "fr": "Deux fumeurs à l'arrière de la supérette"
      }
    ],
    "description": {
      "en": "Sasaki, an overworked salaryman, goes through an average stressful day just for a single light at the end of the tunnel: Yamada, the always-cheerful clerk at his favorite convenience store. \n\nOne day, Sasaki takes an extra amount of time at a company meeting, and by the time he gets to the convenience store Yamada has already clocked out. However, as he leaves, he notices a young woman with piercings smoking behind the store?\n\n---\n**Links:**\n- Alternative Official English - [Manga UP!](https://global.manga-up.com/manga/261)",
      "ru": "Сасаки, переутомлённый служащий, каждый раз проживает обычный напряжённый день ради единственного света в конце туннеля: Ямада, жизнерадостная продавщица в его любимом магазинчике.\nВ один день, Сасаки задержался на работе и когда он возвращался домой через магазинчик, смена Ямады давно закончилась. Однако, когда он вышел, то заметил молодую женщину с пирсингом курящую за магазином.",
      "vi": "Sasaki - một người đàn ông làm công ăn lương, vượt qua những ngày làm việc mệt nhoài nhờ có tia sáng nơi cuối đường hầm: Yamada - nhân viên bán hàng luôn vui tươi tại siêu thị tiện lợi yêu thích của anh. Một ngày nọ, Sasaki phải ở lại công ty đến muộn vì một cuộc họp nên khi đến cửa hàng, Yamada đã hết giờ làm việc. Tuy nhiên, khi sắp rời đi, anh để ý thấy một cô gái trẻ đeo những chiếc khuyên xỏ đang ngồi hút thuốc phía sau cửa hàng…",
      "es-la": "Sasaki, un asalariado con exceso de trabajo, pasa por un día estresante promedio solo por una sola luz al final del túnel: Yamada, la siempre alegre empleada de su tienda de conveniencia favorita. Un día, Sasaki se toma una cantidad extra de tiempo en una reunión de la empresa, y cuando llega a la tienda de conveniencia, Yamada ya se había marchado. Sin embargo, cuando se va, se da cuenta de que una mujer joven con piercings fuma detrás de la tienda......",
      "pt-br": "Sasaki, um assalariado sobrecarregado, passa por um dia estressante comum apenas por uma única luz no fim do túnel: Yamada, o sempre alegre balconista de sua loja de conveniência favorita.\n\nUm dia, Sasaki leva um tempo extra em uma reunião da empresa e, quando chega à loja de conveniência, Yamada já bateu o ponto. No entanto, ao sair, ele percebe uma jovem com piercings fumando atrás da loja. O que vai se desenrolar?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-05-21T17:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/8cb529dd-ab47-4d2d-b613-183dd076141b.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e271dc2-53de-4335-a964-71e2fd518d01",
    "title": {
      "en": "Gods of All People: I Sacrificed Hundreds of Millions of Living Beings To Become a God"
    },
    "updatedAt": "2024-04-27T15:56:21+00:00",
    "coverArt": "https://mangadex.org/covers/4e271dc2-53de-4335-a964-71e2fd518d01/1623b419-1976-4063-89d7-5b4e18794b72.jpg",
    "altTitles": [
      {
        "zh": "全民神祇：我献祭亿万生灵成神"
      },
      {
        "en": "Spirit Sacrifice: The Path to Godhood"
      },
      {
        "en": "Everyone Is a King: I Sacrifice Countless Lives to Become a King"
      }
    ],
    "description": {
      "en": "Han Wu transmigrated to a world where everyone can become a god. He obtained the ability to sacrifice life.\nAt the beginning, he had a trash clan, so he sacrificed to change his fate against the heavens.\nWith no power, no status, and no money, he sacrificed his way to the top.\nAs long as he has enough followers, he can become infinitely stronger through sacrifice, becoming the main god, the god of gods!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "83e6e476-63e0-4c86-aaed-c011150d8cab",
    "title": {
      "en": "The Female Knight and the Beast-Eared Child"
    },
    "updatedAt": "2024-06-11T14:34:40+00:00",
    "coverArt": "https://mangadex.org/covers/83e6e476-63e0-4c86-aaed-c011150d8cab/af4732d1-fbd6-4437-a30f-51040dbf62e7.jpg",
    "altTitles": [
      {
        "ja": "女騎士とケモミミの子"
      },
      {
        "ja-ro": "Onna Kishi to Kemomimi no Ko"
      },
      {
        "en": "The Lady Knight and the Beast-Eared Child"
      },
      {
        "en": "Female Knight and the Kemonomimi Child"
      },
      {
        "en": "Female knight and the Kemonomimi child"
      },
      {
        "uk": "Пані-лицар та звіродитя"
      }
    ],
    "description": {
      "en": "A different world where demons are rampant and murderous. Olivia, a female knight, lives with her apprentice Noah, an animal eared child. A tale of a master and apprentice growing up, adventuring and being healed by the strong bond between each other.",
      "ja": "魔物が蔓延り殺伐とした異世界。女騎士オリビアは、弟子の獣人ノアと暮らしていた。強く生きる2人の絆に癒され、キュンとする師弟の成長冒険譚"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef3bfa97-3a63-49bd-b163-5dcd9d653585",
    "title": {
      "en": "Shall We Bathe, Your Grace?"
    },
    "updatedAt": "2023-10-29T06:23:06+00:00",
    "coverArt": "https://mangadex.org/covers/ef3bfa97-3a63-49bd-b163-5dcd9d653585/e1ed731a-b4f2-41b5-97ea-74ae2e6d2b28.jpg",
    "altTitles": [
      {
        "en": "Let's Take a Bath, Duke"
      },
      {
        "ko": "공작님, 우리 목욕합시다!"
      }
    ],
    "description": {
      "en": "Marry me, and we can bathe twice a day!\nUnwashed hair, dirty fingernails, and the sickening stench of body odor mixed with perfume! Nadia is horrified to wake up in a romance fantasy novel where bathing is abhorred. Her only hope lies in Duke Cartane, the one man who doesn't stink. Will he help her get her squeaky-clean happy ending? (Source: Manta Comics)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f",
    "title": {
      "en": "Wakaba-chan wa Wakarasetai!"
    },
    "updatedAt": "2024-05-31T23:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/45b8d08e-b3ca-4aa7-bb14-120a1ed3c72f/ef2495ab-a016-494a-abd4-acd4d28f97cf.jpg",
    "altTitles": [
      {
        "ja": "若葉ちゃんはわからせたい！"
      },
      {
        "ja-ro": "Wakaba-chan ha Wakarasetai!"
      },
      {
        "en": "Wakaba-chan Wants To Make Him Understand!"
      },
      {
        "en": "Wakaba-chan Wants to Make It Clear"
      }
    ],
    "description": {
      "en": "Four-eyes who's bad with girls is only able to talk to with his tomboyish childhood friend Wakaba. But one day Wakaba appears before him in an amazingly cute outfit...!? \n\nThis is a battle rom-com between Wakaba who wants to be loved and four-eyes who gets flustered by girls!!",
      "ja": "『絶対BLになる世界VS絶対BLになりたくない男』の紺吉が贈るTwitter発ラブコメが、新連載開始！　女子が苦手な男子高校生のメガネくんは幼馴染のボーイッシュ女子・若葉とだけは会話ができる。でもある日、若葉がとびきり可愛い服装で現れて…!?　メガネくんに好かれたい若葉さんと女子にドキマギしちゃうメガネくんとのすれ違い＆攻防戦ラブコメ!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13c55778-b227-4bc2-ab11-c0d062498edb",
    "title": {
      "en": "Touhou - The Tiles That I Cannot Cut Are Next to None!"
    },
    "updatedAt": "2024-05-18T19:33:34+00:00",
    "coverArt": "https://mangadex.org/covers/13c55778-b227-4bc2-ab11-c0d062498edb/f57be88f-b5b7-4c0e-877a-5f34f61fa4a0.jpg",
    "altTitles": [
      {
        "ja-ro": "Kirenu Hai Nado Anmari Nai!"
      },
      {
        "ru": "Тохоу ~ Не осталось плиток, которые я могу разделить!"
      },
      {
        "ja": "切れぬ牌などあんまりない！"
      }
    ],
    "description": {
      "en": "A mahjong craze has swept Gensokyo. Youmu, a total beginner at mahjong (with a completely useless ability at that), has no choice but to go against the top players of Gensokyo – for her mistress' honor and her own!",
      "ru": "Увлечение маджонгом охватило Генсокию. Юму, абсолютный новичок в маджонге (при этом совершенно никчемный), не имеет иного выбора, кроме как пойти против лучших игроков Генсокии - за честь своей хозяйки и свою собственную!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d73115f-b53f-4c35-85fd-72b958554ec0",
    "title": {
      "en": "Candy & Cigarettes"
    },
    "updatedAt": "2024-04-14T15:27:04+00:00",
    "coverArt": "https://mangadex.org/covers/1d73115f-b53f-4c35-85fd-72b958554ec0/08d55d61-ea9b-44c2-aaa7-b136316251d6.jpg",
    "altTitles": [
      {
        "ru": "Сладости и Сигареты"
      },
      {
        "ja": "キャンディ & シガレッツ"
      },
      {
        "zh": "糖与烟"
      },
      {
        "zh-hk": "糖果和香烟"
      },
      {
        "th": "เฒ่าสารพัดพิษกับอีหนูปืนโหด"
      },
      {
        "ja-ro": "Kyandi & Shigarettsu"
      },
      {
        "fr": "Candy & Cigarettes (Casterman)"
      }
    ],
    "description": {
      "en": "**\"You don't need math for murder\" - Miharu S.**    \n\nRaizou Hiraga is a retired officer from the Tokyo Metropolitan Police Department. \nAfter learning that his grandson is stricken with a deadly illness requiring expensive treatment,\nRaizou comes across a vacancy flier for the mysterious SS Agency and applies for the job. \nHowever, after taking his first job with 11-year-old Miharu Suzukaze as partner, he discovers \nthat his new occupation is more than meets the eye…",
      "fr": "**Officially published:**  \n- In French by [Casterman](https://www.casterman.com/Bande-dessinee/Collections-series/sakka/candy-et-cigarettes)",
      "ru": "Достигнув пенсионного возраста, 65-летний Хирага Райдзо получает секретную высокооплачиваемую работу с риском для жизни, чтобы оплатить лечение внука. Устраиваясь на работу, он знакомится с 11-летней Михару и оказывается втянут в цепь загадочных событий… Но к чему это приведет? Автор манги «Копеллион», Иноуэ Томонори, с новой криминальной экшен мангой! Ученица начальной школы и строгий старик объединяются, чтобы буйствовать."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "54"
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-05-24T20:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/9a60773c-e882-45d7-909b-60a78af09003.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-06-10T07:47:12+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/c54f5c1a-0db3-4689-ad04-3901bb558cb1.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about a caring girlfriend who rewards you with a “log-in bonus” every day."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "910d61ce-1615-4a38-b8e9-2646e7445af8",
    "title": {
      "en": "Aiseki Ii desu ka?"
    },
    "updatedAt": "2024-06-07T01:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/910d61ce-1615-4a38-b8e9-2646e7445af8/3b56d851-6b5b-45a6-bf98-b9d993cfed1e.jpg",
    "altTitles": [
      {
        "ja": "相席いいですか？"
      },
      {
        "en": "Mind If I Sit Here?"
      }
    ],
    "description": {
      "en": "Tsubaki is a working woman who struggles with her relationship with her subordinate. Momoko is a university student struggling with her part-time job. Two people of different ages and backgrounds happen to be sitting together...?\n\nA breath of fresh air. A relaxing lunchtime comedy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/e1f73f40-5e0c-4b38-8856-174b14a7b524.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0550851a-961b-4b34-9684-4b2901e62079",
    "title": {
      "en": "Moto Azadarake no Kanojo ga Shinpai de"
    },
    "updatedAt": "2024-05-01T19:50:42+00:00",
    "coverArt": "https://mangadex.org/covers/0550851a-961b-4b34-9684-4b2901e62079/edb2619b-9e7c-4c4d-af04-68cf2960f99b.jpg",
    "altTitles": [
      {
        "ja": "元 痣だらけの彼女が心配で"
      },
      {
        "en": "I'm Worried About My Girlfriend, Who Used to be Covered in Bruises"
      },
      {
        "pl": "Martwię Się o Moją Dziewczynę, Która Była Kiedyś Pokryta w Bliznach"
      },
      {
        "ru": "Я беспокоюсь о своей девушке, которая раньше была вся в синяках"
      },
      {
        "tr": "Eskiden Bandajlarla Kaplanmış Olan Kız Arkadaşım Hakkında Endileşeniyorum"
      },
      {
        "ro": "Sunt Îngrijorat Pentru Iubita Mea, Care Obișnuia să Fie Acoperită de Vânătăi"
      }
    ],
    "description": {
      "en": "Continuation of [Azadarake no Classmate ga Shinpai de](https://mangadex.org/title/17447693-cb65-493d-8e21-dafb22d8340f/azadarake-no-classmate-ga-shinpai-de)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff95e3ac-9d28-47e2-8a7e-fad9af6aee67",
    "title": {
      "en": "SSS-Rank Dungeon de Knife Ippon Tewatasare Tsuihou Sareta Shiro Madoushi: Yggdrasil no Noroi ni yori Jakuten de aru Maryoku Fusoku wo Kokufuku-shi Sekai Saikyou e to Itaru"
    },
    "updatedAt": "2024-04-21T14:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/ff95e3ac-9d28-47e2-8a7e-fad9af6aee67/3cd4d97c-859c-495d-8a4b-b4c5062a2a13.jpg",
    "altTitles": [
      {
        "ja": "SSSランクダンジョンでナイフ一本手渡され追放された白魔導師 ユグドラシルの呪いにより弱点である魔力不足を克服し世界最強へと至る"
      },
      {
        "en": "A White Mage Who Was Exiled After Being Handed a Knife in an SSS-Rank Dungeon ~ Due to the Curse of Yggdrasil, He Overcame His Weak Point, Lack of Magical Power, and Became the Strongest in the World"
      }
    ],
    "description": {
      "en": "Rei, a white mage who belongs to an A-rank adventurer party, is expelled from the party as a useless person who cannot move after using Heal once. Only one dagger was handed over.\n\nLeft alone in the SSS rank dungeon, Labyrinth of Yggdrasil, he prepares for death… \"You're the first human to reach this far.\" As if being guided by something, Rei meets Norn, a mysterious girl who lives in the lowest level of the dungeon, World Tree!\n\nRei, who obtained infinite magical power, was trained by Norn to survive in this harsh dungen. \"Norn, I…\" There was something left unfinished. The boy who has become the strongest returns to earth with only one knife in his hand. The strongest high fantasy begins here!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6678b794-63fe-4f46-b94e-4bd55a21e594",
    "title": {
      "en": "The Lady's Butler"
    },
    "updatedAt": "2024-03-16T03:24:12+00:00",
    "coverArt": "https://mangadex.org/covers/6678b794-63fe-4f46-b94e-4bd55a21e594/77ab7015-b7d5-4fce-8bd3-ad1cf4574362.jpg",
    "altTitles": [
      {
        "ko-ro": "Geu Agassiui Jibsanim"
      },
      {
        "ko": "그 아가씨의 집사님"
      },
      {
        "fr": "Le valet de la demoiselle"
      },
      {
        "vi": "Quản Gia Nam Phụ Của Tiểu Thư Xuyên Không"
      },
      {
        "th": "ภารกิจพิทักษ์พ่อบ้านสุดหล่อ"
      },
      {
        "ja-ro": "Ojousan no Sitsuji"
      },
      {
        "ja": "お嬢さんの執事"
      },
      {
        "zh": "那小姐的执事"
      },
      {
        "es": "El mayordomo de la dama"
      },
      {
        "pt-br": "O Mordomo da Senhorita"
      }
    ],
    "description": {
      "en": "Harboring an obsession with the second male lead of the novel series *The Flower Holds a Sword*. Like always I write a commend about Lancelot and went to sleep. But something is off?! When I woke up my *favorite character* called me \"milady\" and brightly smiled at me! I think I won the lottery. Or I saved earth in my previous life. If you do good stuff in your past life you'll have good luck in your next life. If it's not that how could this even happen? This lottery that I won, I should use it properly. I decided I'll make my *favorite character*'s happiness my number one priority."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "95"
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo - The First Step"
    },
    "updatedAt": "2024-04-19T12:09:33+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/aa5bd226-10b3-4b76-be84-baa781a17a3b.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f70349b-1800-4288-b0c5-43f172f50fe3",
    "title": {
      "en": "Baby Tyrant"
    },
    "updatedAt": "2024-06-11T16:29:32+00:00",
    "coverArt": "https://mangadex.org/covers/9f70349b-1800-4288-b0c5-43f172f50fe3/470da016-19bf-4f14-a00f-a9c39708a530.jpg",
    "altTitles": [
      {
        "en": "Born a Princess"
      },
      {
        "ko": "베이비 폭군"
      },
      {
        "ru": "Эта малышка — тиран"
      },
      {
        "ko-ro": "Baby Pokgun"
      }
    ],
    "description": {
      "en": "‘Less than a month old… I became the great empire’s treasured princess…!’\nIn all my life, I wanted love. Love from my family, But the family I had, failed me in the end. Abandoned… abused… I don’t want this so-called family. It’s a waste of time.\nI came to a new world after a miserable ending…\n‘The empire’s treasured princess… that’s me… but why is father, the emperor, so strange?’\n“Mabel, I will give you the Ponce Castle.”\n“My sweet child, the most fertile land is yours.”\n“No, wait, this whole country will be yours for the plucking.”\n‘Father, he’s strange… is this what family love is like?",
      "ru": "Мне 1 год, а меня уже называют Императрицей этой Империи?!\nКогда я открыла глаза, поняла, что переродилась в истории с печальным концом в семье, где не может быть согласия или любящих родителей. Я переродилась принцессой!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac92b748-dea9-4362-b742-4b57a0b7bc8e",
    "title": {
      "en": "Turning the Mad Dog Into a Genteel Lord"
    },
    "updatedAt": "2024-06-01T04:47:12+00:00",
    "coverArt": "https://mangadex.org/covers/ac92b748-dea9-4362-b742-4b57a0b7bc8e/65dcef81-8334-4594-9707-f5246767c5c1.jpg",
    "altTitles": [
      {
        "ja-ro": "Turning a Crazy Dog Into a Young Master"
      },
      {
        "ko": "미친개 도련님 만들기"
      },
      {
        "ja": "狂犬な彼を貴公子に変えてみせます!"
      }
    ],
    "description": {
      "en": "Diarin, a priestess without any noteworthy family background or connections, always gets the toughest assignments. So when her boss tells her to help Ceres, a war hero, reintegrate into society, she decides to stop being a pushover and get as much as she can out of it, including a juicy promotion. But upon reaching Ceres' manor, she’s greeted by a growling hound instead of a human. Tasked with the impossible job of turning the mad dog into a proper gentleman, she dedicates herself to caring for him. But his unexpected obsession with her was never part of her plan."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-05-18T16:08:47+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/47b0ee88-9210-4f81-93d3-e3e5d1d54549.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-03-14T16:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/984684e8-8d78-4f0c-beaf-9f924fcc73d8.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e38ee742-c760-4cdd-8e04-706f62cd3f6e",
    "title": {
      "en": "Fuying Zhuxin"
    },
    "updatedAt": "2022-04-28T18:42:50+00:00",
    "coverArt": "https://mangadex.org/covers/e38ee742-c760-4cdd-8e04-706f62cd3f6e/31234731-97f1-47cf-a3a5-747f260eedf2.jpg",
    "altTitles": [
      {
        "en": "Shadow Follows His Heart"
      },
      {
        "zh": "浮影逐心"
      },
      {
        "zh-ro": "Fu Ying Zhu Xin"
      },
      {
        "es": "Ying sigue a su impetuoso corazón"
      }
    ],
    "description": {
      "en": "While out begging at the tender age of ten, Momo was snatched by child traffickers and hidden away on a storage vessel. But luckily, he met up with Qiao Boqi, who had arrived to apprehend those traffickers; the two bonding instantly. Qiao Boqi then brought Momo back to his private residence and bestowed the young one with the new name \"Qiao Ying[影: Shadow]\". Thus, Momo—as Qiao Ying—began his new life as Qiao Boqi's adopted younger brother. But sometime later, Qiao Ying will become dragged into a spiraling struggle with the Prince of Yan… [From: U17]",
      "es": "Mientras pedía limosna a la tierna edad de diez años, Momo fue secuestrado por unos traficantes de niños y encerrado en un barco de cargamento. Afortunadamente, conoció a Baiqi Qiao, cuyo propósito era detener a esos contrabandistas. Rápidamente un vínculo se formó entre ellos. Entonces, Baiqi Qiao, llevó a Momo a su mansión privada y le otorgó al joven un nuevo nombre ‘‘Ying Qiao ’’ (Ying significa sombra). Así, Momo – ahora Ying Qiao – empezará su nueva vida como el hermano menor adoptivo de Baiqi Qiao . Pero tiempo después, Ying Qiao será arrastrado a una vertiginosa guerra con el príncipe del Reino Yan…"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "276e2c1c-2da7-4f53-bfdd-a1b8f6465e11",
    "title": {
      "en": "Chou to Teikoku"
    },
    "updatedAt": "2023-11-19T21:40:07+00:00",
    "coverArt": "https://mangadex.org/covers/276e2c1c-2da7-4f53-bfdd-a1b8f6465e11/6b6f8d97-c69f-4e31-a8b8-e59e35e79fac.jpg",
    "altTitles": [
      {
        "ja": "蝶と帝国"
      },
      {
        "ja-ro": "Chou to Teikoku"
      },
      {
        "en": "Butterfly and Empire"
      }
    ],
    "description": {
      "en": "Russia at the beginning of the 20th century, at the end of the imperial period. A newcomer depicts the love and revenge of a woman who was tossed about by the malice of the times."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece - Digital Colored Comics"
    },
    "updatedAt": "2024-02-12T15:47:14+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "en": "One Piece"
      },
      {
        "en": "One Piece (Official Colored)"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα τους διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1847df1-db22-4279-95e2-9dbbbd1bbfbc",
    "title": {
      "en": "Father, I Don't Want This Marriage!"
    },
    "updatedAt": "2024-04-29T13:54:45+00:00",
    "coverArt": "https://mangadex.org/covers/e1847df1-db22-4279-95e2-9dbbbd1bbfbc/4467374b-af72-4c49-8fdd-d95988ffcb1a.jpg",
    "altTitles": [
      {
        "ko": "아빠, 나 이 결혼 안 할래요!"
      },
      {
        "ko-ro": "Appa, Na I Gyeolhon An Hallaeyo!"
      },
      {
        "en": "Daddy, I Don't Want to Marry!"
      },
      {
        "en": "Father, I Don't Want to Get Married!"
      },
      {
        "en": "Dad, I Won't Get Married!"
      },
      {
        "ru": "Отец, я не хочу выходить замуж!"
      },
      {
        "ru": "Отец, я не буду выходить замуж!"
      },
      {
        "ru": "Папа, я не выйду замуж!"
      },
      {
        "ru": "Папа, я не хочу выходить замуж!"
      },
      {
        "ru": "Папа, я против этого брака!"
      },
      {
        "uk": "Батьку, я проти цього шлюбу!"
      },
      {
        "zh": "爸，这个婚我不结！"
      },
      {
        "zh-hk": "爸爸，我不想結婚！"
      },
      {
        "ja": "お父さん、私この結婚イヤです！"
      },
      {
        "th": "ท่านพ่อ ลูกไม่อยากแต่งงาน!"
      },
      {
        "id": "Ayah, Aku Tidak Mau Menikah!"
      },
      {
        "tr": "Baba, Lütfen Beni Evlendirme!"
      },
      {
        "mn": "Аав аа! Би Гэрлэхийг Хүсэхгүй Байна!"
      },
      {
        "mn": "Ааваа би гэрлэхийг хүсэхгүй байна"
      },
      {
        "vi": "Cha ơi, Con không muốn Lấy Chồng!"
      },
      {
        "vi": "Cha À, Con Không Muốn Kết Hôn Đâu!"
      },
      {
        "vi": "Cha À, Con Ứ Cưới Anh Ta Đâu!"
      },
      {
        "hu": "Apa, nem akarok férjhez menni!"
      }
    ],
    "description": {
      "de": "Juvelian ist eine Schurkin, die so sehr von allen verabscheut wird, dass selbst ihr Liebhaber und ihr Vater sie einen grausamen Tod sterben lassen. Gerade als sie sich ihrem Schicksal stellen will, erhält sie die Chance, den Verlauf ihrer Geschichte zu ändern. Um ihr tragisches Ende abzuwenden, beendet sie die Beziehung mit ihrem Liebhaber und hört auf zu versuchen, die Zuneigung ihres Vaters zu gewinnen. Stattdessen konzentriert sie sich darauf, seinen Reichtum zu nutzen, um ihr neues Leben in vollen Zügen zu genießen! Aber während sie sich auf ihr extravagantes Leben als Lady vorbereitet, beginnt ihr Vater nach einem geeigneten Ehemann für sie zu suchen. Aus Angst, dass er sie an den berüchtigt launischen Prinzen verheiraten wird, kommt sie zu einer verzweifelten Lösung: ein Dating-Vertrag. Und der beste Kandidat dafür ist kein anderer als der Schüler ihres Vaters.\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)",
      "en": "I’m Juvelian? The daughter of the duke and the villainess of this novel? I managed to avoid my death with some previous knowledge about my life, as this was my second time at it. Now, I should be able to live a peaceful life!\n\n“I’m not going to marry a man unless he has everything. I want the most wealthy, famous, and competent man there is.”\n\nI dreamt of a glamorous life as the daughter of the duke, but my father tells me the Crown Prince who is known to be a lunatic is to be my husband! As an extraordinary measure, I couldn’t help but start a contract relationship. That is, with a handsome side character that looks better than the main one.\n\n“Why are you trying to avoid being engaged to the prince?”\n\n“He’s scary. I heard that he even kills his own entourage if he doesn’t like them.”\n\nA few days later, the prince sent a terrible letter to me.\n\n“I will not kill you.”\n\nOh no, did I set up another death trap for myself?\n\n---\nJuvelian is a villainess so hated by everyone that even her lover and father leave her to die a pitiful death. Just as she's about to face her fate, she gets the chance to change the course of her story. In order to avoid the tragic end she knows awaits her, she breaks up with her lover and gives up trying to win her father's love. Instead, she focuses on using his wealth to enjoy her new life to its fullest! But while she prepares for her extravagant life as a lady, her father begins looking for her new suitor. Afraid that he'll marry her off to the infamously unpredictable and stormy prince, she lands on a desperate solution: a dating contract. And the best candidate is none other than her father's student.\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)",
      "fr": "Juvelian est une personne si méchante que tout le monde la déteste, à tel point que même l'homme qu'elle aime et son propre père l'abandonnent à une mort pathétique. Alors qu'elle est sur le point de rendre l'âme, elle reçoit une opportunité de changer son destin. Afin d'éviter la fin tragique qui l'attend, elle rompt avec son petit copain et arrête d'essayer de gagner l'amour de son père. Elle décide plutôt de se servir de sa richesse pour profiter de sa vie au maximum ! Mais alors qu'elle se prépare à mener la vie fastueuse qu'elle a choisi de mener, son père se lance à la recherche d'un homme auquel la marier. Par peur de finir mariée à l'imprévisible prince au caractère houleux, elle prend une décision désespérée: une romance sur contrat. Et le meilleur candidat n'est autre que le disciple de son père...\n\n---\nJe me suis réincarnée dans le roman que je lisais en tant que la méchante Juvelian Eloy Floyen. J’étais destinée à mourir… Mais avec les souvenirs de mon ancienne vie, j’ai pu empêcher ma mort!\n\n«J’épouserai un homme qui a de l’honneur, de bonne famille et qui a du pouvoir.»\n\nAlors que je déclarais ma volonté de vivre une vie glorieuse et glamour, mon père a décidé de faire du prince héritier mon fiancé?! Est-il fou?!\n\n«Pourquoi évitez-vous votre engagement avec le prince héritier?»\n\n«Parce que ça me fait peur! Il tue les gens qui ne lui obéissent pas!»\n\nQuelques jours plus tard, le prince héritier m'a envoyé une lettre.\n\n«Ne t'inquiète pas, je ne te tuerai pas.»\n\nOh non… ai-je déjà fait quelque chose qui valait la peine de mourir?\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)",
      "hu": "Jubelian vagyok? A herceg lánya és ennek a regénynek a gazembere? Sikerült elkerülnöm a halálomat néhány korábbi tudással az életemről, mivel ez már a második alkalom. Képesnek kell lennem arra, hogy békés életet éljek! \"Nem fogok hozzámenni egy férfihoz sem, hacsak nincs meg mindene. A leggazdagabb, leghíresebb és legkompetensebb embert akarom.\" Elbűvölő életről álmodtam, mint a herceg lánya, de az apám azt mondja, hogy a koronaherceg, aki arról ismert, hogy őrült, legyen a férjem! Rendkívüli intézkedésként nem tudtam mást tenni, mint egy szerződéses viszonyt elindítani. Vagyis egy jóképű mellékszereplővel, aki jobban néz ki, mint a főszereplő. – Miért próbálja elkerülni, hogy eljegyezze magát a koronaherceggel? „Ijesztő. Azt hallottam, hogy még a saját kíséretét is megöli, ha nem szereti őket.”\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)",
      "ru": "Я переродилась как Джубэлиан Элой Флойен – злодейка прочитанной мной новеллы. Я была обречена на смерть, но не тут-то было! Используя воспоминания о прошлой жизни, я собираюсь избежать своей гибели!\n\n«Я не выйду замуж за мужчину без чести, семьи, имущества и силы!»\n\nКак только я заявила о своём желании жить великолепной и роскошной жизнью, мой отец решил сделать меня невестой кронпринца! Он сумасшедший?! Ведь я буду рассматривать помолвку только в качестве крайней меры.\n\n«Почему ты избегаешь помолвки с наследным принцем?»\n\n«Он меня пугает! Он сразу же убивает тех, кто ослушался его!»\n\nЧерез несколько дней наследный принц отправил письмо.\n«Не переживай, тебя я не убью».\n\nО, нет… неужели я уже что-то натворила? Что-то, за что должна умереть?\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)",
      "uk": "Я переродилася в лиходійку новели, яку я читала, Джувеліан Елой Флоен. Я приречена на смерть, але ні! Зі спогадами про моє минуле життя я уникну \"прапорця смерті\"!\n-Я не одружуся на чаловікові, який не має ні честі, ні походження, ні власності, ні влади!\nЛишень я вимовила бажання прожити своє життя щасливо, мій батько вирішив зробити кронпринца моїм нареченим! Та він божевільний! Я розглядатиму ці заручини лише якщо не буде вибору.\n-Чому ти уникаєш заручин із кронпринцем?\n-Бо він лякає мене! Він вбиває на місці всіх, хто не скорився йому!\nКілька днів потому кронпринц надіслав мені листа:\"Не переймайся, я не вб'ю тебе.\"\nДідько, невже я заслуговую на таку смерть?\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)",
      "zh": "恶毒反派“贝莉安”第一世被男友诬陷，被爸爸抛弃，在监狱中悲惨的死去。附身于“贝莉安”身上的我决定这一世不与任何人有瓜葛：与男友分手，放弃奢求爸爸的爱，一心过悠闲华丽的的名媛生活…什么？爸爸让我和暴君皇太子结婚？为了逃避结婚，我只能和爸爸的学生假装恋爱！\n\n---\n[Original Novel](https://page.kakao.com/content/52616424)\n[Official English Translation of the Novel](https://wordexcerpt.com/series/daddy-i-dont-want-to-marry/)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%84%EB%B9%A0-%EB%82%98-%EC%9D%B4-%EA%B2%B0%ED%98%BC-%EC%95%88-%ED%95%A0%EB%9E%98%EC%9A%94/2472), [KakaoPage](https://page.kakao.com/content/56556599)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/father-i-dont-want-this-marriage)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9772/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E7%88%B8%E7%88%B8%E6%88%91%E4%B8%8D%E6%83%B3%E7%B5%90%E5%A9%9A/101)\n* [French / Français](https://www.tappytoon.com/fr/comics/father-i-dont-want-this-marriage-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/father-i-dont-want-this-marriage-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Ayah-Aku-Tidak-Mau-Menikah/37)\n* [Japanese / 日本語](https://piccoma.com/web/product/66124)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%9E%E0%B9%88%E0%B8%AD_%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%B2%E0%B8%81%E0%B9%81%E0%B8%95%E0%B9%88%E0%B8%87%E0%B8%87%E0%B8%B2%E0%B8%99/125)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "131"
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-05-10T17:15:11+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/e6758c5f-7943-44f3-8ca2-a2c55faf8a9c.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d3c8e2-70dc-4108-afb5-08be57803a60",
    "title": {
      "en": "The Demon King's Daughter Is Too Kind!!"
    },
    "updatedAt": "2024-04-18T16:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/a5d3c8e2-70dc-4108-afb5-08be57803a60/5c963813-bc15-4edf-b4fd-1b7f48086061.jpg",
    "altTitles": [
      {
        "ru": "Дочь Короля Демонов слишком добрая!!"
      },
      {
        "ja": "魔王の娘は優しすぎる!!"
      },
      {
        "ja-ro": "Maou no Musume wa Yasashi Sugiru!!"
      },
      {
        "pt-br": "A filha do Rei Demônio é muito gentil!!"
      }
    ],
    "description": {
      "en": "The strongest Demon King, Ahriman, rules every part of the world. However, he had to stop his world conquest all of a sudden. What is the unexpected reason behind this…?",
      "pt-br": "O Rei Demônio mais forte, Ahriman, controla cada parte do mundo. Mas, ele precisou parar de conquistar inesperadamente. Qual será a razão inesperada…?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f4b027a-b0d1-46d4-9e42-8ecbb5a23832",
    "title": {
      "en": "River God Seeks Adoption"
    },
    "updatedAt": "2023-12-29T18:08:05+00:00",
    "coverArt": "https://mangadex.org/covers/1f4b027a-b0d1-46d4-9e42-8ecbb5a23832/9ace7b53-0f71-41cc-acd9-f233149b94c0.jpg",
    "altTitles": [
      {
        "en": "River God Adult Seeks Adoption"
      },
      {
        "en": "River God Seeking Adoption"
      },
      {
        "zh": "河神大人求收养"
      }
    ],
    "description": {
      "en": "One day, out of nowhere, a gorgeous man calling himself a River God appears before Lin Lu. This Stunning beauty then begs Lin Lu to adopt him. Urging for a contract to be made between the two. What will Lin Lu decide? And can this River God's words be believed?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Welcome to Demon School! Iruma-kun"
    },
    "updatedAt": "2024-06-10T05:59:01+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/727507d5-949c-4586-b976-1ec0997e5200.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "ja-ro": "Mairimashita! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a72aa29f-62b6-4e67-8895-ab3bf9bb11d2",
    "title": {
      "en": "Ofu-kai Shitara Tondemonai Yatsu ga Kita Hanashi"
    },
    "updatedAt": "2024-02-26T19:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/a72aa29f-62b6-4e67-8895-ab3bf9bb11d2/158e2fa0-c14f-4a10-9c7f-8296c0849470.jpg",
    "altTitles": [
      {
        "ja": "オフ会したらとんでもないやつが来た話"
      },
      {
        "zh": "面基对象是危险人物"
      },
      {
        "en": "A Story About an Offline Meet-up Between an Otaku and a Yakuza"
      }
    ],
    "description": {
      "en": "Miki Megumi is a loner and a closet otaku who's pretty devoted to her fan activities! She wants a friend who she can gush over her bias with... And when she went for an offline meeting with a follower from social media, they turned out to be a bona fide yakuza!!! Despite feeling like her life is in danger, after talking with him, she could tell that he's a truly passionate otaku!\n\nHe's overly sensitive, and any talk about shipping the reverse of his faves are a taboo. Plus, he turned out to be the troublemaker that his appearance suggests but being with him is fun and he's also dependable!!",
      "ja": "三木めぐみはボッチでオタク活動に勤しむ隠れオタ! 推しについて語り合える友達が欲しい...と、SNSのフォロワーとオフ会をしてみたら、やってきたのはゴリゴリのヤクザ!!! 命の危険を感じつつも話をしてみると、やっぱり熱心なオタクだった! 繊細すぎるし逆カプが地雷だったりと見た目通りかなりの厄介者だけど、一緒にいると楽しいし頼もしい!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f5a94b3-08f9-4b58-8354-db5cf22043d6",
    "title": {
      "en": "Gaikotsu Kishi-sama, Tadaima Isekai e Odekake-chuu"
    },
    "updatedAt": "2023-08-04T01:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/1f5a94b3-08f9-4b58-8354-db5cf22043d6/8c28be81-1129-4a82-b61e-2f5baeef01ac.jpg",
    "altTitles": [
      {
        "fr": "Le Chevalier Squelettique, découvrant un nouveau monde"
      },
      {
        "en": "Skeleton Knight in Another World"
      },
      {
        "en": "Skeleton Knight, going out to the parallel universe"
      },
      {
        "ru": "Рыцарь-скелет в ином мире"
      },
      {
        "th": "บันทึกการเดินทางต่างโลกของท่านอัศวินกระดูก"
      },
      {
        "ja": "骸骨騎士様、只今異世界へお出掛け中"
      },
      {
        "ko": "해골기사님은 지금 이세계 모험 중"
      },
      {
        "uk": "Лицар-Скелет розпочинає пригоду в новому світі"
      },
      {
        "zh": "骸骨骑士大人异世界冒险中"
      },
      {
        "ja-ro": "Gaikotsu Kishi-sama, Tadaima Isekai e o Dekake-chū"
      },
      {
        "tr": "İskelet Şövalye, Şimdi Başka Bir Dünyaya Gidiyor"
      },
      {
        "fr": "Le Chevalier squelette, excursion à travers un autre monde"
      },
      {
        "az": "Skelet cəngavəri başqa dünyada"
      },
      {
        "ar": "فارس الهيكل العظمي في عالم آخر"
      },
      {
        "zh-hk": "骸骨騎士大人異世界冒險中"
      },
      {
        "pt-br": "Cavaleiro Esqueleto em Outro Mundo"
      },
      {
        "pt-br": "Skeleton Knight, indo para o universo paralelo"
      }
    ],
    "description": {
      "en": "The protagonist fell asleep while playing an online game. However, he awoke in a strange world with his game character's appearance. In a state of shock, he noticed that he was equipped with nothing but his strongest weapon and armor. To make matters worse, our hero's appearance was changed by the special avatar skin『Skeleton』when he enter this new world. The protagonist wanted to live without drawing attention, but he got acquainted with the dark elf Ariana and received her request.  \n  \n- [Official English Light Novel](https://sevenseasentertainment.com/series/skeleton-knight-in-another-world-light-novel/)",
      "ja": "- [Original WebNovel](https://ncode.syosetu.com/n6266ci/)",
      "uk": "Одного разу головний герой грав у відеогру, поки він не заснув...й коли він прокинувся, опинився в ігровому світі в образі свого аватара, як скелет! Оснащений потужною зброєю та обладунками аватара, але застрягши у страхітливій зовнішності, Арк повинен знайти місце для себе в цьому дивовижному світі. Усі його сподівання на тихе життя розвіюються, коли він зустрічається з прекрасною ельфійкою воїном, після чого вони разом подорожують цим світом.",
      "pt-br": "Arc, um jovem jogador, desmaia durante uma partida online e quando desperta se depara em um mundo estranho, muito semelhante ao do jogo. Chocado com o ocorrido, ele percebe que está neste mundo munido de uma armadura e uma poderosa arma, além de poderes e aparência modificada para a de um [Caveiro]. Arc precisa se manter vivo e, para isso, não deve chamar a atenção. Porém, ele acaba encontrando uma elfa chamada Ariana e aceitando o seu pedido.\n\n- [Original WebNovel](https://ncode.syosetu.com/n6266ci/)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34ef2d69-2a7e-4d11-815e-986043556f55",
    "title": {
      "en": "Mugen no Skill Getter!"
    },
    "updatedAt": "2024-01-31T17:13:39+00:00",
    "coverArt": "https://mangadex.org/covers/34ef2d69-2a7e-4d11-815e-986043556f55/e42cf5e7-968a-4d5b-a4c4-8013e8ab213e.jpg",
    "altTitles": [
      {
        "ja": "無限のスキルゲッター！"
      },
      {
        "en": "Infinite Skill Getter!"
      }
    ],
    "description": {
      "en": "During a Once-in-A-lifetime ceremony, the young boy, Yuri, receives the trash skill “Life transfer”, allowing him to transfer his life force to another person…\nCrushed by despair after receiving the skill, Yuri encounters a woman who loses her life right in front of him. Wanting to be the one to decide who he gives his life to, he activates “Life Transfer”, dying on the spot. It had appeared as though the woman’s life was ended rather abruptly, however, the woman turned out to be the daughter of god. As a “thank you” for saving the life of his daughter, god resurrected Yuri, and in addition, gave him the ability to receive double the experience points each month.\nWith the endless amount of experience he gains, Yuri will leisurely walk the path to the world’s strongest, collecting endless amounts of skills along the way!\n***\n[Orignal webnovel](https://www.alphapolis.co.jp/novel/587737999/279349914)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a58747fa-3bca-43ff-9187-549b00f43578",
    "title": {
      "en": "Yuusha to Yobareta Nochi ni: Soshite Musou Otoko wa Kazoku wo Tsukuru"
    },
    "updatedAt": "2024-05-28T13:47:54+00:00",
    "coverArt": "https://mangadex.org/covers/a58747fa-3bca-43ff-9187-549b00f43578/e22ea3b8-f61c-4668-87c2-d8cf68cfba56.jpg",
    "altTitles": [
      {
        "ja": "勇者と呼ばれた後に ―そして無双男は家族を創る―"
      },
      {
        "ja-ro": "Yuusha to Yobareta Ato ni - Soshite Musou Otoko wa Kazoku wo Tsukuru"
      },
      {
        "en": "After Being Called a Hero - The Unrivaled Man Starts a Family -"
      }
    ],
    "description": {
      "en": "In a world where humans and demons clash — the one who decimated the Demon Lord’s army was a lone hero named Lloyd. Possessing power so immense that he was said by the Demon Lord to be near godlike, after the war, Lloyd was appointed by the king to be the lord of a remote territory and was sent far away. Furthermore, he was tasked with subduing the Emperor Dragon residing in that land, which he quickly defeated. However, the defeated dragon transformed into a beautiful woman and chose to become Lloyd’s companion!? This is the story of a man, hailed as the strongest, yet unable to recognize his own worth, finding a “family”.",
      "ja": "人間と魔族が争う世界――魔王軍を壊滅させたのはたったひとりの勇者、ロイドという男だった。魔王から神に近いとまで言われた力を持つロイドは戦後、王により辺境の領主を命じられ、遠ざけられた。さらにその地に棲む皇帝竜の討伐も頼まれたが、早々に倒してしまう。しかし敗れた竜は、美しい女性に変化し、ロイドの伴侶になることに!?これは最強と呼ばれながらも自分自身の価値を見つけられなかった男が「家族」を見つける物語。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6da102e6-34da-4e56-b502-6bd095e9e4b5",
    "title": {
      "en": "Touhou - Mamange Eternal (Doujinshi)"
    },
    "updatedAt": "2023-08-06T16:38:38+00:00",
    "coverArt": "https://mangadex.org/covers/6da102e6-34da-4e56-b502-6bd095e9e4b5/0a23ce97-b3b9-44f9-b9c1-a86b36eb0442.png",
    "altTitles": [
      {
        "ja-ro": "Mamange Ei"
      },
      {
        "ja-ro": "Mamange Eien"
      },
      {
        "de": "Mamange Forever"
      },
      {
        "ja": "ママんげ永"
      }
    ],
    "description": {
      "en": "After a five year hiatus, the beloved Touhou doujin series by Shigeru Koyama continues, in which we follow the slice of life adventures of the Eientei family and their neighbors in the nostalgic and contemporary town of Gensouchou.\n  \nEnglish translation also available on Danbooru: <https://danbooru.donmai.us/pools/1368>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea3fc681-51fd-44d9-a83d-297c4c28e11b",
    "title": {
      "en": "Love Agency"
    },
    "updatedAt": "2024-06-06T18:20:41+00:00",
    "coverArt": "https://mangadex.org/covers/ea3fc681-51fd-44d9-a83d-297c4c28e11b/04c0d28e-4aee-4625-98ba-80fa9b3cd58d.jpg",
    "altTitles": [
      {
        "ja": "恋愛代行"
      },
      {
        "tr": "Aşk Ajansı"
      },
      {
        "pl": "Agencja do spraw miłości"
      },
      {
        "uk": "Агентство Кохання"
      },
      {
        "el": "Πρακτορείο Αγάπης"
      },
      {
        "ru": "Любовное агентство"
      },
      {
        "pt-br": "Agência do Amor"
      },
      {
        "ja-ro": "Renai Daikou"
      },
      {
        "fr": "L'agence de coachs romantiques"
      },
      {
        "fr": "L'agence de l'amour"
      }
    ],
    "description": {
      "en": "A half-Swedish, half-Japanese girl who seems to have everything except experience with men is using a date coaching app to get used to flirting. However the guy she hits it off with actually uses the same app with a different coach!",
      "id": "Renai Daikou (Love Agency) – Agen Cinta\nAkasaka Aka x Nishizawa 5mm\nAkasaka Aka, yang telah membuat sejarah dalam sejarah komedi romantis dengan “Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen”, kembali dengan komedi romantis baru! Tim baru ini bekerja sama dengan Nishizawa 5mm, seorang pendatang baru yang sedang menjadi topik hangat di dunia manga online! Ini adalah awal dari “komedi",
      "ru": "Девушка со шведскими и японскими корнями, у которой, кажется, есть всё, кроме опыта общения противоположным полом, использует приложение для обучения свиданиям, чтобы научиться флиртовать.\nОднако парень, с которым у нее завязываются отношения, использует то же приложение с другим тренером!",
      "uk": "Ака Акасака, автор \"Каґуя-сама хоче, щоб він зізнався їй. Війна сердець та розумів геніїв\" та \"Дитя улюбленця\", презентує свій новий витвір!\n\nУ Марі Марії Вінтер-Нанасе, наполовину шведки, наполовину японки, є все, про що можна мріяти. Дівчина виросла в заможній родині закордоном, має багато подруг і вродливу зовнішність. Однак є в ній один недолік: вона не вміє розмовляти з хлопцями!\n\nУзявши в бібліотеці книгу про кохання, у ній вона знайшла підозрілу рекламу. Там йшлося про Агентство Кохання, що надає профі в коханні, який упорається з вашим особистим життям за вас. Після того, як дівчина відсканувала код, з'являється агентка, на ім'я Кон, та обіцяє допомогти Марі зійтися з її коханим. Однак хлопець, що припав їй до душі, Секі Масая, не такий уже й невинний і також користується послугами агентства, щоб почати зустрічатися з нею. Як складеться доля цієї пари?",
      "vi": "Tác phẩm của Akasaka Aka (tác giả của Oshi no Ko và Kaguya-sama) và Nishizawa 5mm. Một cô gái mang trong mình dòng máu Thụy Điển và Nhật Bản cực kỳ ưu tú nhưng cô ấy lại không có kinh nghiệm với đàn ông. Cô ấy quyết định sử dụng một ứng dụng dịch vụ tình yêu để chinh phục chàng trai ấy. Tuy nhiên, anh chàng mà cô ấy nhắm đến cũng đang sử dụng ứng dụng đó để chinh phục cô!",
      "pt-br": "Uma garota meio sueca/meio japonesa que parece ter tudo, exceto experiência com homens, está usando um aplicativo de coaching para encontros para se acostumar a flertar. No entanto, o cara com quem ela se dá bem na verdade usa o mesmo aplicativo com um treinador diferente!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "39"
  },
  {
    "mangaId": "36300a46-485b-4c05-a570-ac3b23de3952",
    "title": {
      "en": "Akuyaku Reijou to Akuyaku Reisoku ga, Deatte Koi ni Ochitanara ~Nanashi no Seirei to Keiyaku shite Oidasareta Reijou wa, Kyou mo Reisoku to Kisoiatte Iru you desu~"
    },
    "updatedAt": "2024-04-07T18:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/68076e7c-c57f-4f00-b29b-a5bf790c2e43.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢と悪役令息が、出逢って恋に落ちたなら　～名無しの精霊と契約して追い出された令嬢は、今日も令息と競い合っているようです～"
      },
      {
        "en": "If the Villainess and Villain Met and Fell in Love"
      },
      {
        "en": "If the Villainess and the Villain Were to Meet and Fall in Love: It Seems the Shunned Heroine Who Formed a Contract With an Unnamed Spirit Is Fighting With the Nobleman Yet Again"
      }
    ],
    "description": {
      "en": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
      "ja": "幼い頃に最弱精霊と契約してしまった落ちこぼれ令嬢ブリジット。ある日、第三王子から婚約破棄を言い渡され、絶望の淵に立たされる。そんな中、彼女は孤高の天才令息ユーリと遭遇する。嫌われ者同士いがみ合う二人であったが、この出逢いが運命を動かすこととなり――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f7ee454-7478-40d5-9eeb-b8ae8e72600d",
    "title": {
      "en": "Kurasu no Gyaru ni Kuuki Atsukai Sareteimasu"
    },
    "updatedAt": "2024-05-13T17:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/4f7ee454-7478-40d5-9eeb-b8ae8e72600d/c458b1a0-5956-491e-abff-dbc16f133f6e.jpg",
    "altTitles": [
      {
        "ja-ro": "Class no Gal ni Kuuki Atsukai Sareteimasu"
      },
      {
        "ja": "クラスのギャルに空気扱いされています"
      },
      {
        "en": "The Gals in My Class Treat Me Like Air"
      },
      {
        "id": "Aku Dianggap Seolah-olah Udara Oleh Gadis Gyaru Di Kelas"
      },
      {
        "es-la": "Las chicas de mi clase me tratan como el aire"
      }
    ],
    "description": {
      "en": "A boy named Aizawa is getting treated by his gyaru classmates like he wasn't there, like this girl named Aino who sits on his seat. With him still in it.",
      "es-la": "Un par de gals parecen no notar al chico delante de ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b727ae2-2842-4c46-af8b-9162b7806659",
    "title": {
      "en": "Girl meets Rock!"
    },
    "updatedAt": "2024-06-04T16:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/7b727ae2-2842-4c46-af8b-9162b7806659/e13f52e3-5ead-4696-89b3-8277dbfec14b.jpg",
    "altTitles": [
      {
        "ja": "ふつうの軽音部"
      },
      {
        "ja-ro": "Futsu no Keionbu"
      },
      {
        "fr": "La fille qui découvre le rock !"
      },
      {
        "nl": "Het meisje dat rock ontdekte!"
      },
      {
        "ru": "Девушка встречает Рок"
      },
      {
        "pt-br": "Garota conhece o rock!"
      }
    ],
    "description": {
      "en": "With a passion for richly textured Japanese rock, first-year high school student Chihiro Hatono steps into the world of the light music club, new guitar in tow. But what awaits her behind those doors...? A drama of unfiltered youth and musical ambition takes the stage!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a1514a1-fe92-4c54-9042-1d5744ded8da",
    "title": {
      "en": "Folding The Moon"
    },
    "updatedAt": "2024-03-05T16:15:42+00:00",
    "coverArt": "https://mangadex.org/covers/5a1514a1-fe92-4c54-9042-1d5744ded8da/f69a0fe5-165a-4a4e-8bb7-eeeab9550674.jpg",
    "altTitles": [
      {
        "zh": "折月亮"
      },
      {
        "zh-ro": "Zhe Yue Liang"
      }
    ],
    "description": {
      "en": "On the day Yun Li decided to give up on pursuing Fu Shize, she wiped off every possible trace of his contact information with teary eyes. A long time after they got together, Yun Li wasn't good at communication and was debating if she should block a guy friend who had expressed interest for her. Fu Shize leaned against the couch and stared at her with droopy eyes. He let out a chuckle before saying in a cold tone, \"You're a piece of work.\"\n\nYun Li lifted her head. \"?\"\n\n\"Back then, you blocked me without hesitation.\"\n\n\"...\"",
      "zh": "*轻度社恐（为爱做E版）x白月光（陨落版） *女追男 放弃追傅识则的那天，云厘红着眼睛，删掉了关于他的所有联系方式。 再后来，两人在一起后的某天。 云厘不擅长与人打交道，纠结了好一阵要不要删掉一个突然对她表露出暧昧倾向的男性朋友。 旁边的傅识则靠在沙发上，懒懒地看着她，突然笑了声，语气没什么温度：“可以。” 云厘抬头：“？” “删我微信就这么干脆。” “……”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "70015311-3e53-4501-bd6e-7504edd16d08",
    "title": {
      "en": "Watashi, 2-banme no Kanojo de Ii kara"
    },
    "updatedAt": "2024-06-04T16:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/70015311-3e53-4501-bd6e-7504edd16d08/a20238eb-fb71-4caf-853a-e02ce042250f.jpg",
    "altTitles": [
      {
        "ja": "わたし、二番目の彼女でいいから。"
      },
      {
        "en": "I'm Fine with Being the Second Girlfriend"
      }
    ],
    "description": {
      "en": "Kirishima and Hayasaka are two classmates who have a secret relationship in the public eye.\n\nIn their school life they act as if they do not know each other, but secretly, there is much more than people can imagine. Both of them get into a relationship that becomes difficult to break and ends up being impure, unhealthy and complicated since the relationship between them was nothing more than a fling that simply generated a love triangle before Kirishima’s first love and second love.\n \n---\n\n**Links:**\n- [Official LN (JP)](https://dengekibunko.jp/product/nibanmenokanojo)",
      "ja": "俺たちは「二番目」同士で付き合っている――危険な三角関係の行方は？\n\n「私も桐島くんのこと、二番目に好き」\n\n　俺と早坂さんは互いに一番好きな人がいるのに、二番目同士で付き合っている。\n　それでも、確かに俺と早坂さんは恋人だ。一緒に帰って、こっそり逢って、人には言えないことをする。\n　だけど二番目はやっぱり二番目だから、もし一番好きな人と両想いになれたときは、この関係は解消する。そんな約束をしていた。\n　そのはずだったのに――\n\n「ごめんね。私、バカだから、どんどん好きになっちゃうんだ」\n\n　お互いに一番好きな人に近づけたのに、それでも俺たちはどんどん深みにはまって、歯止めがきかなくて、どうしても、お互いを手放せなくなって……。\n　もう取り返しがつかない、１００％危険で、不純で、不健全な、こじれた恋の結末は。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]