[
  {
    "mangaId": "f0d61c20-48e7-4e63-b40d-cb497dc1ed45",
    "title": {
      "en": "Terror Man"
    },
    "updatedAt": "2023-08-09T17:24:37+00:00",
    "coverArt": "https://mangadex.org/covers/f0d61c20-48e7-4e63-b40d-cb497dc1ed45/1f59a663-54b3-4666-97db-5a9e0fb7b7ac.jpg",
    "altTitles": [
      {
        "ko": "테러맨"
      }
    ],
    "description": {
      "en": "Min Jung Woo uses his ability to spot unfortunate events and tries to stop them, which leads to him becoming a terrorist feared by the people.\n\n\n---",
      "fr": "Min Jung Woo a une capacité spéciale, une capacité qui lui permet de savoir quelle route mène au malheur. Min Jung Woo utilise ses yeux du « malheur » pour repérer les catastrophes et pour essayer de les empêcher, le menant ainsi sur le devant de la scène en tant que terroriste craint par tout le monde.\n\n\n---"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "209"
  },
  {
    "mangaId": "c4f27c5f-c136-4f86-8aab-f865c32978fd",
    "title": {
      "en": "Shintan Kairou"
    },
    "updatedAt": "2023-01-30T08:22:44+00:00",
    "coverArt": "https://mangadex.org/covers/c4f27c5f-c136-4f86-8aab-f865c32978fd/e91291e9-02f4-44a8-97d9-acf53f6e80b5.jpg",
    "altTitles": [
      {
        "ja": "深潭回廊"
      },
      {
        "en": "Hallway to the Abyss"
      },
      {
        "fr": "Les couloirs de l'Abîme"
      }
    ],
    "description": {
      "en": "He was a teacher who knew his student was gay and still desired his body.\nAfter running away from everything, he became a wanderer and took the name Mos-san.\n\nYanagida struggled with the pain of being in love with the same sex. \nHe committed attempted rape on a student when he was a teacher, and ran away from there. \nBefore he knew it he had become Mos, a pitiful demon who had thrown his past away, but had no choice but to keep on living. \nHe thought he'd lost everything but a single boy reached out his hand to him.\n\nSeven years have passed since the painful but passionate story of 'Smells Like Green Spirit.'"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5959f9c3-93f0-4d1a-940c-78867f3a69e9",
    "title": {
      "en": "Off Track"
    },
    "updatedAt": "2024-04-01T05:03:46+00:00",
    "coverArt": "https://mangadex.org/covers/5959f9c3-93f0-4d1a-940c-78867f3a69e9/a85a9c9c-2c56-4f95-9b2b-5cd7d88e4b74.png",
    "altTitles": [
      {
        "ko-ro": "오프트랙"
      }
    ],
    "description": {
      "en": "Cha Gunmu' , who infiltrates the after-party of L Company's shareholders' meeting to find clues about Red Diamond, encounters 'Yeon Taeoh', the youngest son of the Yeonsun Group and a genius racer. While chasing the target, Gunmu witnesses Taeoh drinking alcohol laced with drugs, and ends up saving him and missing the target. In the hotel where the drugged Teoh was laid to rest, something strange happened to the drugged Taeoh...? “Why don’t you bear all your responsibilities to the end?” Gunmu, who was helplessly caught up in Taeoh’s actions, leaves the hotel room disgusted by his arrogant attitude and vows never to see him again, but he hears that his target, Red Diamond, is related to the Yeonseon Group... “This debt will be properly repaid later.” Would this be just a moment of burning pleasure or a tenacious and brutal relationship?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e25aa7e5-20fc-40d3-bcbf-5f07a8679245",
    "title": {
      "en": "Blood Night Market"
    },
    "updatedAt": "2024-02-11T03:23:58+00:00",
    "coverArt": "https://mangadex.org/covers/e25aa7e5-20fc-40d3-bcbf-5f07a8679245/59142371-2db8-4154-9578-318f25794f94.jpg",
    "altTitles": [
      {
        "ja": "ブラッドナイトマーケット"
      }
    ],
    "description": {
      "en": "Blood Night Street is a town where vampires seeking blood and humans seeking blood buyers gather.\nSu Tie, a human who has been branded as an \"abolished blood\", works for the Blood Control Bureau, an organisation that controls the illegal activities of vampires. One day, Su-Tetsu meets a mysterious vampire, Hyakutori, who claims to be a gastronomist in the city.\nA battle suspense of courtship and redemption, spun by a destiny etched in blood, begins."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad2f66cc-3b77-4122-bda1-7c3894066305",
    "title": {
      "en": "Marriage Gray"
    },
    "updatedAt": "2024-02-13T22:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/ad2f66cc-3b77-4122-bda1-7c3894066305/899d5bf8-86b4-4426-84f3-2aebd7442cb0.jpg",
    "altTitles": [
      {
        "ja": "マリッジグレー"
      },
      {
        "ru": "Серый брак"
      },
      {
        "zh": "想不通可爱老婆为什么要与我结婚"
      },
      {
        "zh-ro": "Xiǎng bùtōng kě'ài lǎopó wèishéme yào yǔ wǒ jiéhūn"
      },
      {
        "ko": "매리지 그레이"
      },
      {
        "ko-ro": "Maeliji geulei"
      }
    ],
    "description": {
      "en": "My wife is suspicious!! Why did she marry a guy like me…? Ordinary average guy Tsuchioka Naotsugu ended up with Yoshino, who's perfect in all angles of beauty, know-how, and sociability. It's not \"marriage blue\" it's everyday life questioning over things, so it's \"marriage gray\" newlywed life, go!",
      "ja": "ウチのかわいすぎる妻は、なぜ超平凡な自分と結婚したのか――!?　自己評価激低な夫・槌岡直継は、妻・憙乃への疑念から“マリッジグレー”に陥っていた！　一方の憙乃は、日々溢れまくる直継へのLOVEを抑えるのに一生懸命で…!?　相思相愛な新婚夫婦の、激甘かけ違いラブコメディ！",
      "pt-br": "Minha esposa é muito suspeita! Eu não entendo por que ela se casou com alguém como eu? Por que uma mulher bonita, inteligente, e considerada como a Yoshino se casaria com alguém comum como Naotsugu!! Não há casamento azul aqui, apenas um suspeito caso de casamento cinza!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efebd0bc-eb88-477c-bcc3-90413395a2a3",
    "title": {
      "en": "Roxana"
    },
    "updatedAt": "2023-06-13T11:42:26+00:00",
    "coverArt": "https://mangadex.org/covers/efebd0bc-eb88-477c-bcc3-90413395a2a3/6ad2b495-e945-4498-a930-fe59ed46c2c5.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 오빠를 지키는 방법"
      },
      {
        "ko-ro": "Yeojuingongui Oppareul Jikineun Bangbeop"
      },
      {
        "en": "Roxana: The Way to Protect the Female Lead's Older Brother"
      },
      {
        "en": "The Way to Protect the Female Lead's Older Brother"
      },
      {
        "en": "How to Protect the Heroine's Older Brother"
      },
      {
        "tr": "Ana Karakterin Ağabeyini Korumanın Yolu"
      },
      {
        "vi": "Cách để bảo vệ anh trai của Nữ chính"
      },
      {
        "es": "Cómo proteger al hermano mayor de la heroína"
      },
      {
        "ru": "Как защитить старшего брата главной героини"
      },
      {
        "fa": "راهی برای نجات برادر بزرگ‌ترِ شخصیت اولِ زن"
      },
      {
        "ja": "ロクサナ〜悪女がヒロインの兄を守る方法〜"
      },
      {
        "zh": "保护女主角哥哥的方法"
      },
      {
        "zh": "如何保护女主的哥哥"
      },
      {
        "zh": "守护女主的哥哥"
      },
      {
        "zh-hk": "保護女主角哥哥的方法"
      },
      {
        "zh-hk": "如何保護女主的哥哥"
      },
      {
        "zh-hk": "守護女主的哥哥"
      }
    ],
    "description": {
      "en": "Kidnapping, murder, and risqué relationships! Within the scandalous pages of *The Abysmal Flower*, the downfall of Roxana Agrece's criminal family is already foretold. So when Cassis Pedelian, the heroine’s older brother, is kidnapped by Roxana's father, she can either wait for the heroine's revenge... or take matters into her own hands, since Cassis is the key to her survival. But with deceitful characters on all sides, can Roxana and Cassis trust each other enough to bring down the brutal Agreces?\n\n---\nI accidentally took possession of someone in a 19+ reverse harem novel.\n\nThe problem is that I became Roxanna Agriche, the older sister of the sub-villain. My damn father kidnapped the heroine's brother. Now, is the only thing left to meet a terrible end from the vengeance of the heroine?\n\nBut what if I can avoid that horrible development?\n\n“I'm also interested in this toy.”\n\n\"I'll protect you until you can get out of here safely.\"\n\nThe heroine's brother, Cassis Pedalian, will definitely be able to pay me back later.\n\n---\n\n**Note:** Please be advised. This work contains somewhat sadistic expressions and portrayals of bloodshed due to the nature of the genre. There are images that may make you feel a little uncomfortable, so please take note. Additionally, this is **not** smut; it's just R15.\n\n**Links:**\n- [Official Indonesian/Bahasa Indonesia Translation](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n- [Official Japanese/日本語 Translation](https://piccoma.com/web/product/60171)",
      "fr": "Enlèvements, meurtres, et relations risquées! Dans les pages scandaleuses de *La fleur abyssale*, la chute de la famille criminelle de Roxana Agrece est déjà annoncée. Ainsi, lorsque Cassis Pedelian, le frère aîné de l'héroïne, est kidnappé par le père de Roxana, elle peut soit attendre la vengeance de l'héroïne... soit prendre les choses en main, puisque Cassis est la clé de sa survie. Mais avec des personnages trompeurs de tous les côtés, Roxana et Cassis peuvent-ils se faire suffisamment confiance pour faire tomber les brutales Agrece?\n\n---\nTraductions officielles:\n* [Anglais / English](https://tapas.io/series/roxana/info)\n* [Indonésien / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [Japonais / 日本語](https://piccoma.com/web/product/60171)",
      "id": "Aku tidak sengaja merasuki seseorang dalam novel harem terbalik 19+.  Masalahnya adalah aku menjadi Roxana Agriche, kakak dari sub-penjahat itu. Ayahku menculik saudara pemeran utama wanita itu. Sekarang, apakah satu-satunya hal yang tersisa untuk menemui akhir yang mengerikan dari pembalasan pemeran utama wanita? Tetapi bagaimana jika aku dapat menghindari perkembangan yang mengerikan itu?  “Aku juga tertarik dengan mainan ini.”  \"Aku akan melindungimu sampai kamu bisa keluar dari sini dengan selamat.\"\n\n---\nOfficial Translations:\n* [Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [Bahasa Inggris / English](https://tapas.io/series/roxana/info)\n* [Bahasa Jepang / 日本語](https://piccoma.com/web/product/60171)",
      "it": "Accidentalmente mi sono reincarnata in un personaggio in un romanzo di harem inverso per maggiorenni. Il problema è che sono diventata Roxana Agriche, la sorella maggiore del cattivo. Il mio dannato padre ha poi rapito il fratello dell'eroina. Ora cosa ci rimane per incontrare una fine terribile e la vendetta dell'eroina? Ma cosa dovrei fare per evitare quest'orribile sviluppo? \"Anche io sono interessata a questo giocattolo.\" \"Ti proteggerò, finché non potrai uscire di qui sano e salvo.\" Il fratello dell'eroina, Cassis Fedelian, potrà sicuramente ripagarmi più tardi.\n\n---\nOfficial Translations:\n* [Giapponese / 日本語](https://piccoma.com/web/product/60171)\n* [Indonesiano / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [Inglese / English](https://tapas.io/series/roxana/info)",
      "ja": "どういう訳か小説の中の悪の一族、アグリチェ一家の娘「ロクサナ」に生まれ変わっていた！ アグリチェは人殺しをものともしない残虐非道な一族で、ロクサナもまたその一族の一人。 そして物語は、ロクサナの父「ラント」がある男を拉致してきた場面から始まる。 その拉致されてきた男は、アグリチェ一族とは対極のぺデリアン一族のプリンス「カシス」だった。 アグリチェ一族の誰もがカシスを殺そうとする中、ロクサナだけは唯一家族を騙してでも必死に救おうとする。 最初はロクサナを警戒していたカシスも徐々に心を開き始め…。\n\n---\nOfficial Translations:\n* [日本語](https://piccoma.com/web/product/60171)\n* [英語 / English](https://tapas.io/series/roxana/info)\n* [インドネシア語 / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)",
      "ko": "어쩌다 보니 19금 역하렘 소설에 빙의했다.\n\n문제는 내가 악역 서브남의 누나가 되었다는 건데... 망할 아버지가 기어이 여자 주인공의 오빠를 납치해 왔다. 이제 여주인공의 가문에 복수 당해 몰락할 일만 남은 건가. 아아, 데드 플래그 피하기 진짜 힘들다.\n\n\"이번 장난감에는 저도 흥미가 있어요.\"\n\n오빠, 이렇게 된 이상 내가 지켜줄게요.\n\n그러니까 이 은혜는 나중에 꼭 갚아요, 알았죠?\n\n---\nOfficial Translations:\n* [영어 / English](https://tapas.io/series/roxana/info)\n* [인도네시아어 / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [일본어 / 日本語](https://piccoma.com/web/product/60171)",
      "ru": "Я переродилась в новелле 19+ с реверс-гаремом.\n\nПроблема в том, что я стала старшей сестрой второго, злого главного героя… Мой чертов отец в конце концов похитил старшего брата главной героини. Теперь осталось только дожидаться мести от главной героини и разрушения рода? Ах, избежать смертельной концовки и правда тяжело.\n\n\"Я тоже заинтересована в этой игрушке.\"\n\nРаз уж так вышло, то я тебя защищу. Поэтому обязательно отплати мне той же монетой, понял?\n\n---\nOfficial Translations:\n* [Английский / English](https://tapas.io/series/roxana/info)\n* [Индонезийский / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [Японский / 日本語](https://piccoma.com/web/product/60171)",
      "tr": "Bir 19+ ters harem romanının içine girdim.\n\nSorun şu ki, kötü adamın ablası Roxana Agriche oldum. Lanet babam, kahramanın kardeşini kaçırdı. Şimdi, kahramanın intikamından dolayı korkunç bir sonla karşılaşmak geriye kalan tek şey mi?\n\nAma ya bu korkunç gelişmeden kaçınırsam?\n\n“Buradan sağ salim çıkana kadar seni koruyacağım.”\n\nKahramanın kardeşi Cassis Pedalian kesinlikle onun için yaptıklarımı daha sonra geri ödeyecek.\n\n---\nOfficial Translations:\n* [Endonezce / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [İngilizce / English](https://tapas.io/series/roxana/info)\n* [Japonca / 日本語](https://piccoma.com/web/product/60171)",
      "pt-br": "Eu acidentalmente possui alguém em uma novel de harém reverso +19.\nO problema é que eu me tornei Roxana Agriche, a irmã mais nova do sub-vilão. Meu maldito pai sequestrou o irmão da heroína.\nAgora, a única coisa que me resta é encontrar um final terrível da vingança da heroína?\nMas e se eu puder evitar esse acontecimento?\n“Eu também estou interessada nesse brinquedo.”\n“Eu vou protegê-lo até que possa sair daqui a salvo.”\nO irmão da heroína, Cassis Pedalian, vai definitivamente conseguir me retribuir depois.\n\n---\nOfficial Translations:\n* [Inglês / English](https://tapas.io/series/roxana/info)\n* [Indonésio / Bahasa Indonesia](https://kakaopage.co.id/content/Roxana-The-Way-to-Protect-the-Female-lead-Older-Brother/3474)\n* [Japonês / 日本語](https://piccoma.com/web/product/60171)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "975f3334-8395-4393-84a2-50fcaccbcdc0",
    "title": {
      "en": "Isekai Bishoujo Juniku Ojisan to"
    },
    "updatedAt": "2024-02-16T03:25:01+00:00",
    "coverArt": "https://mangadex.org/covers/975f3334-8395-4393-84a2-50fcaccbcdc0/1fab0826-a75e-4d09-8c13-82c49770fece.jpg",
    "altTitles": [
      {
        "ja-ro": "Fabiniku"
      },
      {
        "ja": "異世界美少女受肉おじさんと"
      },
      {
        "ja": "ファ美肉"
      },
      {
        "ru": "Фантастический мир с обращённым в красавицу мужчиной и…"
      },
      {
        "ko": "이세계 미소녀가 되어 버린 아저씨와"
      },
      {
        "en": "With a Fogie Reincarnated as a Pretty Fantasy Girl"
      },
      {
        "ja-ro": "Isekai Bishōjo Juniku Ojisan to"
      },
      {
        "ja-ro": "Fantasy Bishoujo Juniku Ojisan to"
      },
      {
        "en": "Life with an Ordinary Guy Who Reincarnated into a Total Fantasy Knockout"
      }
    ],
    "description": {
      "en": "Hinata Tachibana, a beleaguered 32-year-old office worker, and his handsome best friend Tsukasa Jinguuji were summoned to another world by a naked goddess. However, because of the goddess's mischief, Tachibana was turned into a peerless beautiful girl?! To get back his body, he has to go on a journey with his best friend to defeat the demon king!!   \n  \nHowever… will they be able to keep their hands off each other!?  \n  \n\"An older man that became a beautiful girl\" and \"A handsome older man\"! Let the madness-filled another world journey rom-com begin!!",
      "ru": "Скучный мужчина вместе с его красивым лучшим другом были призваны в другой мир обнаженной богиней! Однако из-за озорства богини одного превратили в... невероятно красивую девушку?! Чтобы обратно вернуть своё тело, они должны отправиться в путешествие, чтобы победить Короля Демонов!! Да пускай начнётся романтическая комедия, наполненная полным безумием иного мира!",
      "pt-br": "Hinata Tachibana, um trabalhador de escritório sitiado de 32 anos, e seu belo melhor amigo Tsukasa Jinguuji foram convocados para outro mundo por uma deusa nua. No entanto, por causa das travessuras da deusa, Tachibana foi transformada em uma garota bonita inigualável ?! Para recuperar seu corpo, ele tem que viajar com seu melhor amigo para derrotar o rei demônio !! \n\nNo entanto... eles serão capazes de manter as mãos longe um do outro !? \n\n\"Um homem mais velho que se tornou uma garota bonita\" e \"Um homem mais velho e bonito\"! Deixe a loucura outra jornada mundial rom-com começar!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "611abd12-2640-49f0-89e1-44a6a79bf8c8",
    "title": {
      "en": "Unexpected Luck"
    },
    "updatedAt": "2024-03-26T18:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/611abd12-2640-49f0-89e1-44a6a79bf8c8/b38be28c-2604-4ae5-a2c1-3554064541b2.jpg",
    "altTitles": [
      {
        "zh": "追尾"
      },
      {
        "en": "Rear-End Collision"
      }
    ],
    "description": {
      "en": "\"Young Master Chi, you're not going to help me unconditionally, are you?\"\n\n\"You'll find out soon enough what this deal entails. Now, all you need to do is give me an answer. Do you want this opportunity or not?\"\n\n\"Yes, I do.\"\n\nChi Mingyao made a deal with an actor who was brave enough to block him because of a car accident. He only wanted to tease the little actor at first, but eventually, he genuinely wanted to befriend Li Yangxiao and pass on his good luck to him—all so that Yangxiao could chase his dreams without a care in the world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c0bdc917-50d6-44df-8349-a702e5466951",
    "title": {
      "en": "Ashi-Girl"
    },
    "updatedAt": "2023-03-26T05:05:28+00:00",
    "coverArt": "https://mangadex.org/covers/c0bdc917-50d6-44df-8349-a702e5466951/d4e47ce8-157b-4df8-b5ad-805b014e087c.png",
    "altTitles": [
      {
        "ja-ro": "Ashi Gaaru"
      },
      {
        "ja-ro": "Ashigaaru"
      },
      {
        "ru": "Пехотинец"
      },
      {
        "ja": "アシガール"
      },
      {
        "zh": "跑女战国行"
      },
      {
        "zh-hk": "跑女戰國行"
      },
      {
        "ko": "아시가루"
      },
      {
        "uk": "Піхотинка"
      }
    ],
    "description": {
      "en": "From the author of Gokusen and Koudaike no Hitobito comes the story of Yui Hayakawa:\nan ordinary, uninspired high school girl who's only good at one thing - running! \nBut because of her genius younger brother Takeru and his latest experiment, a time machine, \nshe accidentally gets sent back to the Sengoku Era missing her beloved dinner steak! \nWill young Yui finally find that 'something' where her entire potential was hiding? \nAnd will she ever be able to eat that delicious steak her mother made for her?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": ""
  },
  {
    "mangaId": "26945be5-07d9-4805-9e17-d12daec65683",
    "title": {
      "en": "Amaku Naru Made Matemasen"
    },
    "updatedAt": "2024-02-20T23:33:52+00:00",
    "coverArt": "https://mangadex.org/covers/26945be5-07d9-4805-9e17-d12daec65683/ed37f564-9f99-4d8b-bff4-f22f87c516e7.jpg",
    "altTitles": [
      {
        "ja-ro": "Amaku Naru Made Matemasen"
      },
      {
        "ja": "甘くなるまで待てません"
      },
      {
        "en": "I Can't Hold Out Until It's Sweet Enough"
      }
    ],
    "description": {
      "en": "The main character of the story is Asakura Mei a 24-year-old who works as an office worker. Mei, who had just received a proposal from her boyfriend, was worried at the same time when her brother asked her to take over the Japanese sweets shop at her parents' house and become president. What appeared in front of such a bud was a gentle young man who called himself Higashi... A romantic comedy by a friendly female president and a sadistic boy is developed."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "021771f2-566e-439d-babd-3efdee626740",
    "title": {
      "en": "The Ghost and..."
    },
    "updatedAt": "2023-11-27T17:16:44+00:00",
    "coverArt": "https://mangadex.org/covers/021771f2-566e-439d-babd-3efdee626740/6088023e-239c-4fb8-9265-4806cac716b9.png",
    "altTitles": [
      {
        "ja-ro": "Yuurei to ×××"
      },
      {
        "ja-ro": "Yuurei to xxx"
      },
      {
        "ja": "幽霊と×××"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55506301-f4d2-4fe9-9374-b2ec7bc9d7b0",
    "title": {
      "en": "Kono Naka ni Hitori, Ore no Yome ga Iru"
    },
    "updatedAt": "2023-10-03T15:30:04+00:00",
    "coverArt": "https://mangadex.org/covers/55506301-f4d2-4fe9-9374-b2ec7bc9d7b0/29ddfc9c-d558-4522-9ded-3bd74df113de.jpg",
    "altTitles": [
      {
        "ja": "Oreyome"
      },
      {
        "ja": "Kono Naka ni 1-ri, Ore no Yome ga Iru"
      },
      {
        "ja": "この中に1人、俺の嫁がいる"
      },
      {
        "en": "One of them is my wife"
      }
    ],
    "description": {
      "en": "For the sake of finding clues about his younger twin brother who suddenly went missing, the protagonist changed his identity and infiltrated the academy his brother was attending.\n\nHowever, what clearly came to light there was a surprising truth! His brother had multiple fiancées...?\n\n(Source: Ganma)",
      "id": "Souya seorang laki-laki yang menggantikan posisi adiknya yang tiba-tiba menghilang, Terlebih lagi dia menemukan fakta yang mengejutkan bahwa adiknya memiliki banyak tunangan?",
      "ja": "突如失踪した双子の弟の手がかりを得る為、入れ替わって学園に潜入することになった主人公。 しかし、そこで明らかになるのは驚愕の事実！ 弟には複数人の婚約者が居て……？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2949ff3a-1570-4df5-9b72-748610398fe0",
    "title": {
      "en": "Robot's Heart (Parts)"
    },
    "updatedAt": "2023-08-25T09:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/2949ff3a-1570-4df5-9b72-748610398fe0/00361c6b-bf66-4f8e-af0b-03fe20fd9f0a.jpg",
    "altTitles": [
      {
        "ja-ro": "Robot no Kokoro (Parts)"
      },
      {
        "ja": "ロボットの心（パーツ）"
      },
      {
        "en": "Robot's Heart (Parts)"
      }
    ],
    "description": {
      "en": "Received an honorable mention at the 47th Shinman Award for his first submission work \"shisa-sha  Tenma Jigoku\". The one-shot \"Hanasaki Dai Circus\" published in the YJ Battle 2 special edition at Tonari no Young Jump is being serializeded."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "f3a63027-502a-4565-8d05-5dc7891ad9e4",
    "title": {
      "en": "Kiss made, Ato 1-byou"
    },
    "updatedAt": "2023-01-03T04:48:57+00:00",
    "coverArt": "https://mangadex.org/covers/f3a63027-502a-4565-8d05-5dc7891ad9e4/ca13a9ef-6762-42cd-a124-f89dd7da4608.png",
    "altTitles": [
      {
        "en": "A Second Away from a Kiss"
      },
      {
        "en": "One seconds remaining until the kiss"
      },
      {
        "en": "キスまで、あと1秒"
      }
    ],
    "description": {
      "en": "Izuru said he'd stop one second before he kissed Rikka… So why are they really kissing right now!? Rikka's first kiss is on stage performing a play…! Rikka and Izuru have been friends since they were kids. Izuru's always bossing Rikka around. Rikka has to write the script for their school festival play, which is a relief because at least she can steer clear of Izuru, who's playing the leading role of the prince… But on performance day, the princess gets sick, and Rikka has to take her place! She's dreading the final kissing scene. They're just supposed to pretend, but now… their lips are… touching…! She knows it's Izuru… but he looks like a handsome prince, and… he's actually kinda hot…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b45db587-db53-43d7-9eef-c0a5fa48c38b",
    "title": {
      "ja": "Shiboritoranaide, Onna Shounin-san"
    },
    "updatedAt": "2024-04-02T23:00:57+00:00",
    "coverArt": "https://mangadex.org/covers/b45db587-db53-43d7-9eef-c0a5fa48c38b/50659318-b6b9-423b-8756-6b9d6e9d72ad.jpg",
    "altTitles": [
      {
        "ja": "搾り取らないで、女商人さん"
      },
      {
        "en": "Please Don’t Milk Me, Merchant-san!!"
      }
    ],
    "description": {
      "en": "Tartaros: A mysterious and massive underground dungeon. There, adventurers are engaged in a night and day struggle to find the treasure they seek. Lavi the New Adventurer is taking on the challenge of Tartaros, but has a problem. A renowned dark merchant, Philo the Beastkin, is pestering him to buy her strange items! She pushes items (often erotic) onto Lavi for him to use in every situation they come across. \n\nWhat will become of Lavi’s adventures?! Is he willing to buy anything from this adorably annoying merchant girl?!   \n\nThis is a fantasy comic with a teasing merchant!!",
      "es": "el Misterioso laberinto subterráneo gigante \"Tartaros\".   \r\n  \r\nAllí, los aventureros de día y de noche se aventuran en  \r\nbuscan tesoros y otras riquezas. El aventurero novato Lavi (shota) que desafió el calabozo \"tartaros\" y que para su mala suerte se mete en algunos problemas, Es en ese instante cuando conoció a la mitad bestia Philo (ponkotsu), con quien hace un trato para ser su cliente habitual.  \r\n¿Qué pasará con la aventura de Lavi? ¡seguirá Comprándole ítem   \r\na esta belleza y hermosa!  \r\n  \r\n¡¡¡la comedia de fantasía sobre el aventurero novato Lavi (shota)   \r\ny la comerciante mitad bestia Philo (ponkotsu)!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f1f3a84-f2e3-4512-93bf-009fd12cfce6",
    "title": {
      "en": "My Sweet Enemy, Thy Name Is Husband"
    },
    "updatedAt": "2024-02-11T04:09:22+00:00",
    "coverArt": "https://mangadex.org/covers/6f1f3a84-f2e3-4512-93bf-009fd12cfce6/29887c2b-4bfa-4d5d-878b-ba1811856412.png",
    "altTitles": [
      {
        "ko": "상냥한 원수와의 정략결혼"
      },
      {
        "pt-br": "Casamento Político com um Inimigo Amigável"
      },
      {
        "pl": "Mój słodki wróg ma imię mojego męża"
      },
      {
        "en": "Forced Into Wedlock With An Affectionate Enemy"
      },
      {
        "en": "Political Marriage With a Friendly Enemy"
      }
    ],
    "description": {
      "en": "My husband, my nemesis. Till death do us part.\n\nCanach Riadon — a slave who rose to become the emperor and the man I wed in my first life. Yet our ill-fated marriage left my family murdered and my homeland destroyed at his hands. Now given a second chance, I vow to succeed in this political marriage and save all I love... Or will his love save me first?",
      "pl": "Canach Riadon - niewolnik, który został cesarzem i mężczyzna, którego poślubiłam w moim pierwszym życiu. Jednak nasze niefortunne małżeństwo sprawiło, że moja rodzina została zamordowana, a moja ojczyzna zniszczona z jego rąk. Teraz, mając drugą szansę, przysięgam odnieść sukces w tym politycznym małżeństwie i ocalić wszystko, co kocham... A może najpierw jego miłość ocali mnie?",
      "pt-br": "Meu marido, meu inimigo. Até que a morte nos separe.\nCanach Riadon — um escravo que se tornou o Imperador e o homem com quem eu casei em minha primeira vida. Entretanto, nosso casamento mal-fadado resultou na morte da minha família e na destruição da minha terra natal causada por suas mãos. Agora que recebi uma segunda chance, eu juro ser bem sucedida neste casamento político e salvar tudo o que amo... Ou o amor dele me salvará primeiro?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "982b20a8-9e67-47f7-8944-5fac078bea3d",
    "title": {
      "en": "I Don't Want to Attack You!"
    },
    "updatedAt": "2024-01-14T18:17:20+00:00",
    "coverArt": "https://mangadex.org/covers/982b20a8-9e67-47f7-8944-5fac078bea3d/7a565278-c5ec-4ea4-8f79-2bed78ce4c8b.jpg",
    "altTitles": [
      {
        "pt-br": "Eu não quero atacar você!"
      },
      {
        "ko": "덮치고 싶지 않아"
      }
    ],
    "description": {
      "en": "On the way home, a drunk Heather helps an elephant who is crying because his nose hurts. When a small, palm-sized elephant is turned into a nose cuff, the elephant claims to be the god of sexual desire and affection.\n\n\"In exchange, I will let you share passionate love with the most handsome man on the continent.\"\n\nHowever, this was not a blessing from God, but a curse.",
      "pt-br": "No caminho para casa, Heather bêbada ajuda um elefante que está chorando porque seu nariz dói. Quando um pequeno elefante do tamanho da palma da mão é transformado em uma algema para o nariz, o elefante afirma ser o deus do desejo sexual e do afeto.\n\n“Em troca, deixarei você compartilhar um amor apaixonado com o homem mais bonito do continente.”\n\nNo entanto, isso não foi uma bênção de Deus, mas uma maldição."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58ba350d-b350-4d73-abc8-1af63d3dfa70",
    "title": {
      "en": "I Became the Tutor of the Royal Twins"
    },
    "updatedAt": "2024-03-13T18:27:31+00:00",
    "coverArt": "https://mangadex.org/covers/58ba350d-b350-4d73-abc8-1af63d3dfa70/2a5eef87-96dd-4d9b-997e-40821537d005.jpg",
    "altTitles": [
      {
        "ko": "쌍둥이 전하들의 가정교사입니다"
      }
    ],
    "description": {
      "en": "An elementary school teacher in her past life, and a private tutor in the present.\n\nSarah Popo uses all her past life experiences in her second life.\n\nShe worked as a highly sought out tutor for aristocratic children.\n\nHer goal is to be the owner of her own school!\n\nThen, one day, the Emperor of the Empire sought her out.\n\n“I want Miss Popo to be my siblings’ tutor.”\n\nWater bombs, flour bombs, bug attacks.\n\nWhat kind of offer did he make? To make her the tutor of a pair of notorious twins with all kinds of vicious pranks!\n\nA very sweet one, of course.\n\nThe devil’s temptation shook Sarah’s life.",
      "ko": "전생엔 초등교사, 현생엔 가정교사.\n인생 2회 차인 세라 포포는 전생의 경험을 살려\n귀족 자제들을 대상으로 고액 가정교사 일을 하는 중이었다.\n목표는 건물주!\n\n그러던 어느 날,\n제국의 황제가 찾아왔다.\n\n“포포 양께서 제 동생들의 가정교사를 맡아주면 좋겠어요.”\n\n물 폭탄, 밀가루 폭탄, 벌레 공격 등\n온갖 악질 장난은 다 한다고 악명이 자자한 쌍둥이 전하들의\n가정교사가 되어 달라는 무시무시한 제안을 하기 위해!\n\n달콤하기 짝이 없는 고액을 곁들인,\n그 악마의 제안이 세라의 인생을 뒤흔들었다.\n\n#환생물 #육아물\n#전생도 현생도 교사 여주\n#육아지옥에 빠진 황제 남주"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "176fc98a-8b8f-41a1-9755-713c7a4921ea",
    "title": {
      "en": "A Marriage Contract with Two Husbands"
    },
    "updatedAt": "2023-06-14T01:00:22+00:00",
    "coverArt": "https://mangadex.org/covers/176fc98a-8b8f-41a1-9755-713c7a4921ea/5ce27647-336e-4c16-929d-fa63b758fef2.png",
    "altTitles": [
      {
        "ko": "두 남편과의 결혼계약"
      }
    ],
    "description": {
      "en": "Roselaine married Grand Duke Melchior, the best knight in the Empire. He said it’s because, “I want to save you.” Roselaine can only respond, “You don’t know anything about me.”\n\nA man who wants to save her life, save her family, pay off her debts, and even marry her? They say there’s no such thing as a favor without any strings attached, so why would he go this far for someone he doesn’t even know?\n\n“Because you look like someone I knew.” Roselaine evidently looks just like Melchior’s first love.\n\nWhile depressed because she thinks she is only a stand-in for his first love, Roselaine takes in Julian, who looks exactly like her husband’s childhood self, as her disciple. But then Julien asks, “Please divorce him and marry me, Roselaine.”\n\nWhat happens if she marries both men?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54cc1547-1d1c-4759-a94c-39b9d1f958d7",
    "title": {
      "en": "Mousou Sensei"
    },
    "updatedAt": "2024-03-07T06:05:02+00:00",
    "coverArt": "https://mangadex.org/covers/54cc1547-1d1c-4759-a94c-39b9d1f958d7/0259b2f8-61ab-4bb9-87f0-89f573a47afe.jpg",
    "altTitles": [
      {
        "ja": "妄想先生"
      },
      {
        "en": "Delusional Teacher"
      }
    ],
    "description": {
      "en": "The beautiful English teacher Momoko Irosaki receives what she thinks are the lustful gazes of her male students every day... or so she misunderstands!? What goes on in the school life of a teacher who inadvertently indulges in fantasies full of allure...?",
      "ja": "美人英語教師の色咲先生は、日々男子生徒から思春期真っ盛りの視線を浴びている…のは勘違い!? ついお色気全開の妄想をしてしまう先生の学校生活は――…。ちょっとえっちでかなり笑える妄想スクールコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f546580d-2bf5-4738-a2d9-420f6e56970b",
    "title": {
      "en": "Doraemon (Hino Hideshi)"
    },
    "updatedAt": "2023-01-03T14:32:30+00:00",
    "coverArt": "https://mangadex.org/covers/f546580d-2bf5-4738-a2d9-420f6e56970b/118d9f22-3f6c-48ac-9b2a-ccf03b48a06f.png",
    "altTitles": [],
    "description": {
      "en": "Horror Mangaka Hino Hideshi puts Nobita and Doraemon thru hell."
    },
    "status": "completed",
    "releaseDate": 1981,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da4ecbcc-cbc5-4f03-8ee2-3529b3deda7d",
    "title": {
      "ja": "Chorokute Kawaii Kimi ga Suki"
    },
    "updatedAt": "2024-04-01T16:12:26+00:00",
    "coverArt": "https://mangadex.org/covers/da4ecbcc-cbc5-4f03-8ee2-3529b3deda7d/f3a100ab-980f-4571-a52c-d4276ea6b5f0.jpg",
    "altTitles": [
      {
        "ja": "ちょろくてかわいい君が好き"
      },
      {
        "en": "You Are Too Naive, My Sweetheart!"
      },
      {
        "en": "I Love You My Naive Sweetheart!"
      }
    ],
    "description": {
      "en": "Oono Nana is a high school girl whose heart easily flutters at the nonchalant words of the opposite sex and she is very much aware of her \"easy\" disposition. One day, in the spark of the moment, she unexpectedly voiced her opinion out loud to Sudaka, the solitary yankee from her class. She was expecting to be attacked for it but she received a confession from him instead! And now she keeps getting easily swayed by Sudaka's straightforwardness!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": ""
  },
  {
    "mangaId": "a8cc0758-8543-4272-b403-a8b7fe0cb29b",
    "title": {
      "en": "Oshikake Gal no Nakamura San"
    },
    "updatedAt": "2024-02-08T11:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/a8cc0758-8543-4272-b403-a8b7fe0cb29b/b5f072ca-fb51-42f1-bdca-98ddd47d0d7a.jpg",
    "altTitles": [
      {
        "ja": "押しかけギャルの中村さん"
      },
      {
        "en": "Nakamura-san, the Uninvited Gyaru"
      }
    ],
    "description": {
      "en": "She tries to show off that she is a bold modern gyaru..... but in reality she's actually a naive and shy girl! Akiyama, your typical glasses wearing otaku, works part-time with Nakamura, a gyaru from the same university. However, he has never tried talking to her before because he thinks \"otakus and gyarus live in different universe\". But then one day, all of a sudden Nakamura-san rolls into Akiyama's house, where he lives alone...? And now get this, Nakamura-san, who is usually not afraid to show her sexy side and puts up a strong, confident blushes right away! A romantic comedy about a gyaru and an otaku living together!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
    },
    "updatedAt": "2024-01-07T12:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/708f7971-dc0d-45f1-9c32-f38209a3cfa4.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "en": "I, the Demon Lord, Took a Slave Elf as My Wife, but How Do I Love Her?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "- [Seiga nicovideo](http://seiga.nicovideo.jp/comic/33204) (Alternate Raw)",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec",
    "title": {
      "en": "I Think I Have Transmigrated Somewhere"
    },
    "updatedAt": "2024-03-15T02:41:49+00:00",
    "coverArt": "https://mangadex.org/covers/dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec/37db8104-99ff-4a18-a707-56ff8b20effd.jpg",
    "altTitles": [
      {
        "ko": "제가 어딘가 빙의를 한 것 같은데요."
      },
      {
        "pl": "Myślę że gdzieś się przeniosłam."
      },
      {
        "en": "I Have Possessed the Body of the Protagonist"
      },
      {
        "en": "I Think I've Transmigrated Somewhere"
      },
      {
        "en": "It Seems I've Transmigrated Somewhere"
      },
      {
        "en": "I Think I've Been Possessed Somewhere"
      }
    ],
    "description": {
      "en": "Even though the harsh reality feels like living as a beggar, to think that the end would be death from overworking!\nIf it’s going to end like this, I should’ve been in a lot of relationships, but wait,\noh my... who are you in the mirror?\n\nI’m a little flustered but this body… it’s really pretty!\nIt feels like I’ve been transmigrated into a romance fantasy novel.\nSince I’m already like this, should I enjoy the romance while I’m at it?\n\n“But which novel did I get transmigrated into?”\n\nI’ve read dozens of books where the ‘Northern Duke’ and ‘Childhood Friends’ exist,\nI’ve read so many with a black-haired male lead and a blonde female lead,\nAh~ I don’t know!! For now, let’s start by conquering the male characters!\n\n“I already have a promised marriage.\"\n\n“I volunteered for the Western Guard. We won’t be able to meet for several years.”\nWhat is this, is this really a romance fantasy novel? Why is everyone running away?!\nIn the first place… was I really transmigrated as the female lead?\n\nWhat kind of novel is this!!!!\n<It Seems I’ve Transmigrated Somewhere>",
      "pl": "Uwielbiam powieści romantyczno-fantastyczne, a nawet trafiłam do jednej z nich.\n\"W każdym razie, do której książki się przeniosłam?\"\nMyślę, że przeczytałam około 20 książek z brązowowłosymi pokojówkami z piegami,\nMyślę, że przeczytałem około 20 książek z południową damą, która poślubia zimnego księcia z północy,\nI wydaje się, że jest więcej książek z czarnowłosymi mężczyznami i blondynkami?\n\"Czekaj, czy to w ogóle prawda, że zmieniłam się w główną bohaterką?\"\nNie, myślę, że to może nawet nie być romans fantasy?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8502718b-7f22-4ad2-bda5-fe3377f69fb1",
    "title": {
      "en": "Seijo ni naru no de Nidoume no Jinsei wa Katte ni sasete moraimasu ~Outaishi wa, Zensei de Watashi wo Futta Koibito deshita~"
    },
    "updatedAt": "2023-09-10T16:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/8502718b-7f22-4ad2-bda5-fe3377f69fb1/5c986a20-18a3-4eeb-a10f-1e708020ee27.jpg",
    "altTitles": [
      {
        "ja": "聖女になるので二度目の人生は勝手にさせてもらいます ～王太子は、前世で私を振った恋人でした～"
      },
      {
        "en": "Since I Became a Saint, I'll Do Whatever I Want with My Second Life ~The Prince Was My Lover Who Threw Me Away in My Previous Life~"
      },
      {
        "zh": "二周目人生成为圣女要过随心所欲的人生~王太子是前世甩掉我的恋人~"
      }
    ],
    "description": {
      "en": "My fiancé betrayed me and married a nobleman’s daughter. Furthermore, I, Cecil died at the age of 18 after suffering from a cold.   \n  \n“I will absolutely live my life as freely as I want!”  \n  \nFrom then on, 500 years has passed. Cecil, who was reborn as Liz, lived with her memories of her previous life and with the help of her mysterious powers. One day, Liz, who was commoner, was discovered and became a saint candidate. But, \"her lover who betrayed her\" appeared in front of her!  \n  \nMagic? I don’t have that. Social status? Commoner. But I’ll do whatever I want with my second life!  \n\n\n---\n\nAlternative Raw:  \n<https://comic.pixiv.net/works/5351>  \n<http://seiga.nicovideo.jp/comic/38096>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2023-11-18T02:21:37+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb86726d-fd0e-4fcd-ba0b-acbb9dc81329",
    "title": {
      "en": "The Non-photogenic Friend"
    },
    "updatedAt": "2022-04-07T13:59:03+00:00",
    "coverArt": "https://mangadex.org/covers/fb86726d-fd0e-4fcd-ba0b-acbb9dc81329/90b2e322-7ab8-4f77-a13e-e823f124e8c7.png",
    "altTitles": [
      {
        "ja": "写真写りの悪い友人"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca43a25e-1398-4d38-ba01-9de190cbf47e",
    "title": {
      "en": "Kono Tabi wa"
    },
    "updatedAt": "2024-04-06T13:30:14+00:00",
    "coverArt": "https://mangadex.org/covers/ca43a25e-1398-4d38-ba01-9de190cbf47e/8c9d9217-f757-49b7-928a-ad9535f7d123.jpg",
    "altTitles": [
      {
        "ja": "このたびは"
      },
      {
        "en": "My Condolences"
      },
      {
        "ja-ro": "Kono Tabi wa"
      }
    ],
    "description": {
      "en": "Arranged marriage of a mangy woman. Is it bad to be so mean? A beautiful woman (32) finally meets a handsome man (34, Okute). Since we met, I've been in charge of the proposal and preparations for the ceremony...!? \"Is it okay for me to do it?\" \"It's my face.\" My face doesn't change even a little bit! The part-timer's son-in-law's narrow-shouldered funeral, the hostess' daughter's homecoming and pregnancy, and the sequel, \"My Little Sister,\" are newly included in the new edition. In addition, 7 stories of life theater with great taste are included."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "e4e2da95-1cd7-49e8-9197-b7419be2077b",
    "title": {
      "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
    },
    "updatedAt": "2023-12-03T18:29:09+00:00",
    "coverArt": "https://mangadex.org/covers/e4e2da95-1cd7-49e8-9197-b7419be2077b/05266bdd-6c1d-4234-a658-799c8fc44063.jpg",
    "altTitles": [
      {
        "ja": "俺にトラウマを与えた女子達がチラチラ見てくるけど、残念ですが手遅れです"
      },
      {
        "ja-ro": "Ore ni Trauma wo Ataeta Joshi-tachi ga Chirachira Mitekuru kedo, Zannen desu ga Teokure desu"
      },
      {
        "en": "The Girls Who Traumatized Me Keep Glancing at Me, but Alas, It’s Too Late"
      },
      {
        "es-la": "Las chicas que me traumaron me están mirando, pero desafortunadamente es demasiado tarde."
      }
    ],
    "description": {
      "en": "I’m Yukito Kokonoe, and I’m the one who had the worst luck with women. My mother abandoned me, my sister hated me, and my childhood friend, who I thought she had feelings for me, rejected me before I could tell her, and then lied to me when I was heartbroken. As a result, I found myself completely emotionally broken, and it was too late to do anything about it. But that was strange. For some reason, I feel like the women who traumatized me are glancing at me. Yeah, I must be imagining it!\n\nThis is a love comedy about a boy who has been hurt too much and too late, and the women who have hurt him, in a misunderstanding that starts too late and never starts at all. “Love?　What’s that, can I eat it?”",
      "es-la": "Yukito Kokonoe siempre ha tenido mala suerte. Es odiado por su madre, su hermana, y su amiga de la infancia, pensaba que tenían sentimientos mutuos, pero ella se siente frustrada antes de la confesión, e incluso hace travesuras durante sus heridas, y sus emociones se rompen después de repetidos traumas con muchas mujeres.\n\nSin embargo, cuando ingresó a la escuela preparatoria, ¿¡Las chicas que lo traumatizaron comenzaron a preocuparse por él ...!?\nEsta es una comedia romántica de un adolescente incomprendido que comienza demasiado tarde."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccf19b16-e6c5-4f16-b327-8399e61c2e5b",
    "title": {
      "en": "It’s Time to Change the Genre"
    },
    "updatedAt": "2024-01-27T07:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/ccf19b16-e6c5-4f16-b327-8399e61c2e5b/e43d0c10-4efa-4c04-b916-bf600223c919.jpg",
    "altTitles": [
      {
        "ko": "장르를 바꿔보도록 하겠습니다"
      },
      {
        "en": "I Will Make an Effort to Change the Genre"
      },
      {
        "en": "I Will Change the Genre"
      },
      {
        "ja": "ジャンル、変えさせて頂きます！"
      },
      {
        "en": "The Villainess Flips the Script!"
      },
      {
        "fr": "La Vilaine réécrit l'histoire !"
      },
      {
        "ko-ro": "Jangreureul Bakkwobodorok Hagessseupnida"
      }
    ],
    "description": {
      "en": "I reincarnated into my favorite genre for novels.\r\n\r\nI became the villainous aunt who mistreats the young protagonist. I felt sorry for my nephew who would grow up as the protagonist in a revengeful plot, so I’ll try my best to take care of my nephew until his uncle shows up and takes him as per the original plot.\r\n\r\nBut then…\r\n\r\n“M-Mom!”\r\n\r\nI’ve become his mother all of a sudden?\r\n\r\n“I don’t know your circumstances, but how could I bear to separate a mother from her son? Lady, come with us to Winterwald.”\r\n\r\nHey, Kim Luca! How are you going to fix this misunderstanding?\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9E%A5%EB%A5%B4%EB%A5%BC-%EB%B0%94%EA%BF%94%EB%B3%B4%EB%8F%84%EB%A1%9D-%ED%95%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2494)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/I-Will-Change-the-Genre/3487)\r\n- [Official Japanese Translation](https://piccoma.com/web/product/74301)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40f38bdf-e9e7-4301-b604-5f3f9ba9acaa",
    "title": {
      "en": "Kuro Otome's Horror Oneshots Anthology"
    },
    "updatedAt": "2023-01-28T04:25:09+00:00",
    "coverArt": "https://mangadex.org/covers/40f38bdf-e9e7-4301-b604-5f3f9ba9acaa/8165dbb6-a474-4697-8c23-f1fafc0491fc.png",
    "altTitles": [],
    "description": {
      "id": "Kumpulan cerita horror oneshot yang dipublish @kuro_otome di twitter"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "RIKON SHINAI OTOKO CASE２"
    },
    "updatedAt": "2024-01-22T20:50:20+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/a80f40e6-285a-4941-b097-363119da2405.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-03-31T13:58:47+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/234de13f-b8d7-4fdb-aba5-743230b01c1f.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "en": "I’m a High School Boy, but I Got Gender-Swapped Into a Gyaru"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      }
    ],
    "description": {
      "en": "Shunpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! \nEvery day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.\n\nIt's the beginning of an introverted high school guy => gender-swapped gyaru comedy!\n\n---\n- [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。\n母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！\nギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。\n陰キャ男子高校生⇒ギャルTSコメディ開幕！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85a99758-de39-471e-9f6d-800547f53d0a",
    "title": {
      "en": "Tougen Anki"
    },
    "updatedAt": "2023-09-23T02:42:02+00:00",
    "coverArt": "https://mangadex.org/covers/85a99758-de39-471e-9f6d-800547f53d0a/07535c7b-1318-4eb5-a3a8-ec03b2791a49.jpg",
    "altTitles": [
      {
        "ja": "桃源暗鬼"
      }
    ],
    "description": {
      "en": "Ichinose Shiki, an inheritor of the blood of Oni had lived out his entire childhood oblivious to this fact. However, when an unknown man comes rushing into his home in attempts to assassinate him, his foster father finally reveals the truth. In a world where Oni and Momotarou have never been able to coexist, join Ichinose in his struggle for power and unifying the two races!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "076b3757-2050-4362-b0ad-52513ecefa3f",
    "title": {
      "en": "Killing Bites"
    },
    "updatedAt": "2023-09-23T10:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/076b3757-2050-4362-b0ad-52513ecefa3f/e0c6f21f-422b-4dda-ab99-abedfa10624a.jpg",
    "altTitles": [
      {
        "ru": "Смертельный укус"
      },
      {
        "ja": "キリングバイツ"
      },
      {
        "zh-hk": "牙鬥獸娘"
      },
      {
        "ko": "킬링바이츠"
      },
      {
        "zh": "牙斗兽娘"
      },
      {
        "ru": "Смертельные укусы"
      },
      {
        "ar": "كيلينغ بايتس"
      }
    ],
    "description": {
      "en": "People have been created that are human-animal hybrids, and powerful businesses bet on the outcome of their duels. College student Nomoto Yuuya's casual acquaintances ask him to drive them around to pick up girls one day, which he soon finds out means by force. The girl they kidnap is an animal-human hybrid named Hitomi, who slaughters all of them except Yuuya. Hitomi is a honey badger, which has been called the most fearless of all animals. Now Hitomi is assigned to stay with Yuuya, for his protection!\nKilling Bites are underworld duels between human-animal hybrids. One beast who knows no fear will fight in this animalistic world full of fear and insanity. This ultimate battle of the beasts will shock you to your core!\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%82%AD%E3%83%AA%E3%83%B3%E3%82%B0%E3%83%90%E3%82%A4%E3%83%84)",
      "ru": "Один учёный создал существ которые являются гибридом человека и животного, и богачи ставят ставки на исход их поединков. Случайные знакомые просят студента колледжа Номота Юя покатать их по городу, и ближе к вечеру он узнает, что они просто хотели подобрать и изнасиловать девушку. Девушка, которую они похищают оказывается “гибридом” которую зовут Хитоми, которая убивает всех кроме Юи. Хитоми является гибридом барсука, который был назван самым бесстрашным из всех животных. Теперь Хитоми остаётся с Юи, для его защиты!  \n\n\n---\n\n**Links:**  \n- [Shinya Murata's Twitter](https://twitter.com/jojojon)  \n- [Sumita's Twitter](https://twitter.com/s_kazasa)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20213)",
      "pt-br": "Pessoas estão sendo criadas como híbridos animal-humano e batalham entre si, empresas poderosas apostam no resultado de seus duelos. A história inicia com um cara que se meteu no rapto de uma garota contra a sua vontade, todos menos ele acabam mortos pela garota, que ele descobre ser um dos híbridos, competindo com outros de sua raça em duelos mortais envolvendo complexas apostas. Sem aviso prévio, ele acaba obrigado a se tornar o parceiro da garota."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95f792c5-8ed7-40f5-9a40-11344eb4528d",
    "title": {
      "en": "Mentos x Cola"
    },
    "updatedAt": "2022-02-01T17:54:08+00:00",
    "coverArt": "https://mangadex.org/covers/95f792c5-8ed7-40f5-9a40-11344eb4528d/2635fd7a-0ef6-406f-aaff-7ac21b011ccb.png",
    "altTitles": [
      {
        "zh": "曼妥思x可乐那些事"
      }
    ],
    "description": {
      "en": "The hilarious story of reaction between anthropomorphic mentos and cola."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2023-12-14T16:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "The cute Kyuu-chan is a wonder cat. Dance, sing, be happy together!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-04-05T22:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "826aec63-3fa8-413d-9a40-d2d1ef262725",
    "title": {
      "en": "The Most Notorious \"Talker\" Runs the World's Greatest Clan"
    },
    "updatedAt": "2024-02-06T05:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/826aec63-3fa8-413d-9a40-d2d1ef262725/c9b9e4dc-fec6-4338-b431-674833b73b9c.jpg",
    "altTitles": [
      {
        "ja": "最凶の支援職【話術士】である俺は世界最強クランを従える"
      },
      {
        "en": "I'm the Most Evil Support Class【Talker】and I'll Subdue the Strongest Clan in the World"
      },
      {
        "vi": "\"Thánh Ngôn\" khét tiếng nhất là người điều hành Clan vĩ đại nhất thế giới"
      },
      {
        "ja-ro": "Saikyou no Shien-shoku \"Wajutsushi\" Dearu Ore wa Sekai Saikyou Kuran wo Shitagaeru"
      },
      {
        "es-la": "Soy el Talker más Despiadado y Dominaré al Clan más Fuerte del Mundo"
      }
    ],
    "description": {
      "en": "Noel, a youth who admires his grandfather, who was hailed as a hero, and aspires to be the strongest Seeker. But his Job that appeared in the appraisal, was the support class Talker.\n\nTalker is a peaky job with the weakest individual abilities. A job that could never become the strongest.\n\n\"If I create the strongest clan and become the clan master, then I’ll essentially be the strongest.\"\n\nThinking that, Noel worked hard persistently to fulfil his ambition. On the other hand, the merciless methods he employed for the sake of his ambition were acknowledged by everyone as the path of \"evil.\" However, Noel’s distinct talent attracted many powerful people and they began to gather under him…\n\nThis is the story of how the most evil Talker, who seeks to be the strongest, subdues his allies and creates the strongest clan in the world.",
      "vi": "Đây là hành trình vươn tới đỉnh cao giới truy thủ của kẻ sinh ra mang trong mình một trong những chức nghiệp được đánh giá là yếu nhất - Noel Stollen.",
      "es-la": "Noel, un joven que admira a su abuelo, que fue aclamado como un gran héroe, aspira a ser un buscador fuerte como él. Pero el trabajo que apareció en su evaluación, fue la clase de soporte “Talker” (Orador).\n\nTalker es un trabajo con las habilidades individuales más débiles. Un trabajo que nunca podría convertirse en el más fuerte.\n\n「Si creo el clan más fuerte y me convierto en el líder del clan, entonces esencialmente seré el más fuerte」\n\nPensando eso, y gracias al apoyo de su abuelo, Noel trabajó y entrenó arduamente por años con el objetivo de cumplir su ambición. Por otro lado, los métodos crueles que empleó por el bien de su ambición fueron reconocidos como inhumanos. Sin embargo, el talento distintivo de Noel atrajo a muchas personas poderosas y comenzaron a reunirse debajo de él...\n\nEsta es la historia del Talker más despiadado que busca ser el más fuerte, forjando aliados para crear el clan más fuerte del mundo."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f898761d-a6b0-4ac9-b78b-50021eb93205",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity I: Quarantined Territory of Malice, Shinjuku - Shinjuku Phantom Incident"
    },
    "updatedAt": "2023-09-10T11:18:49+00:00",
    "coverArt": "https://mangadex.org/covers/f898761d-a6b0-4ac9-b78b-50021eb93205/30a4b076-e563-4d53-b568-0d7978c183c0.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅰ 悪性隔絶魔境 新宿 新宿幻霊事件"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten I: Akushou Kakuzetsu Makyou, Shinjuku - Maboroshi Tamashi Jiken"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность I: Карантинная территория злого умысла, Синдзюку- Инцидент Фантома Синдзюку"
      }
    ],
    "description": {
      "en": "The curtain rises on Pseudo-Singularity I.\nThe stage: Shinjuku. Fight alongside mysterious new Servants in a prison district cut off from the outside world.",
      "ru": "Новая сингулярность, которая появилась перед Рицуко Фуджимару, который спас мир. Чтобы исправить искажение истории, Фуджимару, который был перемещен в Синдзюку в 1999 год, встречает одного слугу, который называет себя «Арчер Синдзюку». В городе, где широко распространено зло, открывается занавес истории первого фрагмента!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b22cb7-1420-4272-8f53-520536609f2e",
    "title": {
      "en": "Tensei Oujo wa Ai yori Ryouchi ga Hoshii no de Seiryaku Kekkon wo Kibou shimasu!"
    },
    "updatedAt": "2023-10-26T04:00:11+00:00",
    "coverArt": "https://mangadex.org/covers/b0b22cb7-1420-4272-8f53-520536609f2e/6f23db7f-c162-4d0b-ad1a-9774ed4c414d.jpg",
    "altTitles": [
      {
        "ja": "転生王女は愛より領地が欲しいので政略結婚を希望します！"
      },
      {
        "zh": "转生公主比起爱更想要领地所以期望政治联姻！"
      },
      {
        "zh-hk": "轉生公主比起愛更想要領地所以期望政治聯姻！"
      },
      {
        "en": "The Reincarnated Princess Wants Territories Over Love so She Wants a Political Marriage"
      }
    ],
    "description": {
      "en": "Princess Fairis, reincarnated into the world of strategy simulation games, uses her knowledge of the games she played in her previous life and is called the Warrior Princess. However, as soon as the war ends, she is ordered by the king to marry. In addition, she competes with her sister in arranged marriages and, depending on her partner, cannot get involved in national politics. ...I want to build my country, not get married! As she struggles to arrange a political marriage that will give her more territory, Orpheed, a wizard who is also her trusted subordinate and a potential bride, unexpectedly confesses his love for her...?\n\na love comedy between a reincarnated princess with zero love skills and the strongest wizard with an intense love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbc8e1e4-cba6-48ec-b828-d613fe3d93a6",
    "title": {
      "en": "The Ice Guy and His Cool Female Colleague"
    },
    "updatedAt": "2024-01-22T11:20:50+00:00",
    "coverArt": "https://mangadex.org/covers/fbc8e1e4-cba6-48ec-b828-d613fe3d93a6/d9916e5f-db23-4095-9944-ec781b8274b0.jpg",
    "altTitles": [
      {
        "ja": "氷属性男子とクールな同僚女子"
      },
      {
        "ja-ro": "Koori Zokusei Danshi to Cool na Douryo Joshi"
      },
      {
        "en": "Ice Guy and the Cool Female Colleague"
      },
      {
        "de": "Ice-Guy und seine coole Kollegin"
      },
      {
        "fr": "The Ice Guy & the Cool Girl"
      },
      {
        "fr": "L'homme glacé et la consœur cool"
      },
      {
        "fr": "L'homme froid et la collègue cool"
      },
      {
        "it": "Ice Guy & Cool Girl"
      },
      {
        "es": "El chico de hielo y su genial colega femenina"
      },
      {
        "pl": "Śnieżny chłopak i cool dziewczyna"
      },
      {
        "ru": "Ледяной парень и классная девушка-коллега"
      },
      {
        "th": "บริษัทลุ้นรัก หนุ่มหิมะกับสาวสุดคูล"
      },
      {
        "ko": "빙속성 남자와 쿨한 동료녀"
      },
      {
        "tr": "Buz çocuk ve havalı i̇ş arkadaşı"
      },
      {
        "zh": "冰属性男子与酷酷女同事"
      },
      {
        "zh-hk": "冰屬性男子與無表情女子"
      },
      {
        "ar": "رجل الثلج وزميلة العمل الباردة"
      },
      {
        "vi": "Anh chàng băng giá và cô nàng đồng nghiệp lạnh lùng"
      },
      {
        "vi": "Chàng \"băng\" nàng \"giá\""
      }
    ],
    "description": {
      "de": "Himuro ist Büroangestellter und der Nachfahre einer Schneefrau. Wann immer seine Gefühle außer Kontrolle geraten, werden seine Kollegen seinen eisigen Kräften ausgesetzt. Jedoch besitzt er entgegen seiner frostigen Fähigkeiten eine sehr warmherzige und freundliche Persönlichkeit. Er liebt Katzen und Blumen, auch wenn er ihnen nicht zu nahe kommen kann. Diejenige, die seine Gefühle immer wieder aus der Bahn wirft und sein Herz zum Schmelzen bringt, ist seine stets gefasst wirkende und ein wenig exzentrische Kollegin Fuyutsuki. Obwohl alle Kollegen durch den stetigen Ausbruch seiner Kräfte von seinen Gefühlen für Fuyutsuki wissen, ist diese vollkommen ahnungslos. Dies hält Himuro jedoch nicht davon ab, zu versuchen, ihr Herz für sich zu gewinnen.",
      "en": "A cute fluffy romance about the decendant of a yuki-onna who freezes the surrounding area every time he talks to his cute coworker.\n\nx.5 chapters are longer than normal chapters and have more fluffy content, make sure to read them!\n\n---\nHimuro is a living descendant of the Snow Woman from Japanese folklore. But anytime he's around his eccentric yet kind colleague, Fuyutsuki-san, he totally freezes up! Despite the snowstorm of love that rages on in his heart, and her complete cluelessness, will he take a step forward or stay frozen in place?",
      "fr": "Himuro est le descendant d'une yuki-onna, une femme des neiges. Par cette filiation, il plonge inconsciemment son entourage dans un environnement proche de l'Arctique lorsqu'il se concentre.\n\nPire encore, il passe pour un homme qu'il n'est pas : perçu comme insensible et au tempérament glacial, il est en réalité chaleureux, aime les chats et les fleurs.\n\nSon état finit par attirer l'attention de sa collégue Fuyutsuki, dont il est secrètement amoureux. Himuro se montre alors déterminé à capturer le coeur de la jeune femme.",
      "id": "Romansa lembut yang lucu tentang dekendensi yuki-onna yang membekukan area sekitarnya setiap kali dia berbicara dengan rekan kerjanya yang imut.",
      "it": "Il manga racconta la dolce storia d'amore tra due colleghi, la tranquilla e dolce Fuyutsuki-san e Himuro-kun, discendente di una donna delle nevi, che letteralmente ghiaccia ogni cosa attorno a lui.\n\n---\nQuesta è la storia di Himuro, il discendente di una donna delle nevi, e della sua gentile seppur particolare collega Fuyutsuki... Anche se a prima vista possono sembrare due persone imperturbabili, entrambi sono in realtà molto impacciati quando si tratta di questioni di cuore; infatti l’amore che Himuro nutre nei confronti di Fuyutsuki imperversa nel suo animo come una bufera di neve, impedendogli di compiere il fatidico primo passo. Lei, d’altro canto, pare del tutto inconsapevole dei suoi stessi sentimenti...",
      "ja": "現代を生きる雪女の末裔な氷室くんと、同僚のちょっとユニークで優しい冬月さん。一見、クールに見えつつも、二人は恋愛にすっごく不器用。冬月さんへの「好き」が心の内で吹雪のように吹き荒れる氷室くんはもう一歩を踏み出せず、一方の冬月さんは自分の感情に超が付くほど鈍感で!?　Twitter＆pixivで大人気!!　クールな二人のピュア過ぎラブコメディー♪　単行本だけの描き下ろしマンガ３編を収録☆",
      "ko": "현대를 살아가는 설녀의 후예 히무로와 \n약간 독특하면서도 상냥한 동료 후유츠키. \n\n언뜻 보면 쿨해보이는 두 사람이지만, 연애에 관해서는 놀랄 만큼 서투르다. \n후유츠키를 향한 ‘호감’이 마음속에서 눈보라처럼 몰아치자, \n히무로는 더 이상 한 걸음도 나아가지 못하고. \n후유츠키 역시도 자신의 감정에 둔감하기는 마찬가지였는데!? \n\nTwitter&pixiv에서 대인기!! \n쿨한 두 사람의 맑다 못해 투명한 러브 코미디♪ \n\n단행본만의 오리지널 에피소드 3편도 수록☆",
      "pl": "Poznajcie Himuro, żyjącego we współczesnej Japonii potomka yuki-onny, oraz jego nieco nietypową koleżankę z biurka obok, Fuyutsuki. Choć na pierwszy rzut oka oboje wydają się spokojni i opanowani, tak naprawdę w miłości nie do końca dobrze sobie radzą. Himuro, w którego sercu panuje miłosna zamieć, nie jest w stanie wykonać kolejnego kroku naprzód, zaś Fuyutsuki zdaje się nie zauważać jego starań…",
      "ru": "Милый пушистый роман о классной работнице и её, холодном как лёд, коллеге.",
      "th": "ฮิมุโระคุง ชายหนุ่มผู้สืบเชื้อสายของสาวหิมะซึ่งใช้ชีวิตอยู่ในยุคปัจจุบัน \nและคุณฟุยุสึกิ เพื่อนร่วมงานสาวผู้อ่อนโยนและค่อนข้างไม่เหมือนใคร \nหากมองแค่ผิวเผิน หนุ่มสาวคู่นี้ก็ดูเป็นคนคูลๆ อยู่หรอก \nแต่พอเป็นเรื่องราวความรักแล้ว ทั้งสองกลับไม่เอาไหนซะเลย\nฮิมุโระคุงผู้ได้แต่เก็บความ \"ชอบ\" \nที่มีต่อฟุยุสึกิไว้ในใจประหนึ่งพายุหิมะที่โหมกระหน่ำ \nโดยไม่กล้าก้าวออกไปเริ่มต้นสักที \nส่วนฝ่ายคุณฟุยุสึกิเองก็ช่างความรู้สึกช้าไม่รู้ใจตัวเองเลย!?",
      "tr": "Sevimli iş arkadaşıyla her konuştuğunda çevreyi donduran ve Yuki-Onna'nın soyundan gelen adam hakkında sevimli, kabarık bir romantizm.",
      "vi": "Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy. Một câu chuyện tình yêu lãng mạn và dễ thương về một một cô nàng lạnh lùng và đồng nghiệp của cô ấy.",
      "zh": "冰属性男子与酷酷女同事漫画 ，当雪男遇上酷酷女同事，办公室将掀起一场恋爱暴风雪！",
      "pt-br": "Himuro-kun, descendente de uma Yuki-onna moderna, acabou de chegar em seu novo trabalho, e acaba criando tempestades de neve e bonecos de neve quando é tomado por suas emoções e perde o controle. Sua paixão secreta por Fuyutsuki-san, uma colega de trabalho única, mas gentil, cresce tão forte que congela às vezes aqueles ao seu redor. Por outro lado, Fuyutsuki-san, que muitas vezes é visto como legal pelos outros, também está muito interessada no misterioso Himuro-kun. O relacionamento deles muda gradualmente através do trabalho diário e dos eventos da empresa, e eles também começam a passar tempo juntos, mas ambos são desajeitados no amor e não conseguem se aproximar…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00686876-f413-49a5-a39e-8bd905d53c12",
    "title": {
      "en": "Batsu Ichi Arasaa Joshi to Danshi Kokosei"
    },
    "updatedAt": "2023-01-21T00:14:42+00:00",
    "coverArt": "https://mangadex.org/covers/00686876-f413-49a5-a39e-8bd905d53c12/cd2f7e27-8d30-4baa-abf6-714f9d9bcdff.jpg",
    "altTitles": [
      {
        "ja-ro": "Batsu Ichi Arasaa Joshi to Danshi Kokosei"
      },
      {
        "en": "Divorced Girl and High School Boy"
      },
      {
        "ja": "バツイチアラサー女子と男子高校生"
      },
      {
        "en": "Promise Cinderella Strike One"
      }
    ],
    "description": {
      "en": "Promise Cinderella's official spin-off depicting the daily life of the high school boy and the divorced young woman, half a year after the first chapter of the main series."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "7e7cd05f-3971-46a0-a98a-587f33fd2154",
    "title": {
      "en": "Army of Hell"
    },
    "updatedAt": "2024-02-03T05:07:45+00:00",
    "coverArt": "https://mangadex.org/covers/7e7cd05f-3971-46a0-a98a-587f33fd2154/e2c3bf20-91e9-42f2-a724-983de56e82ea.jpg",
    "altTitles": [
      {
        "ja": "地獄の軍団"
      },
      {
        "ja-ro": "Jigoku no Gundan"
      }
    ],
    "description": {
      "en": "A boy abandoned at birth and raised by rats, with the mysterious power to control them, grows up seeing \nthe dark side of the humans that rejected him, and vows to become humanity's greatest enemy."
    },
    "status": "completed",
    "releaseDate": 1981,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "60"
  },
  {
    "mangaId": "8332417b-d7f1-4888-b5ea-9b807e5ca37f",
    "title": {
      "en": "My Sect's Senior Disciple Has a Hole in His Brain"
    },
    "updatedAt": "2023-08-14T15:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/8332417b-d7f1-4888-b5ea-9b807e5ca37f/0ea35f3e-a9cd-4a5f-8d5f-38e56b38e2fa.jpg",
    "altTitles": [
      {
        "en": "There's a Pit in My Senior's Brain"
      },
      {
        "en": "There's Something Wrong with My Da Shixiong's Brain"
      },
      {
        "zh-ro": "Wo Jia Da Shi Xiong Nao Zi You Keng"
      },
      {
        "zh": "我家大师兄脑子有坑"
      }
    ],
    "description": {
      "en": "The hilarious adventures of the eldest disciple of a sect who has a problem with his brain. Dong Fang Xian Yun was reincarnated as the most senior disciple of the Carefree sect. But the only thing that goes through his mind is to make sure he doesn't end up dying by the hands of the \"main character\". Read as he makes no sense to his fellow disciples while avoiding flags left and right.  \n  \n*Note : Although there are many chapters listed as missing, nothing is actually missing, some of chapter combining into one.*"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7169795c-7df6-48bf-9cb2-d75f664ec858",
    "title": {
      "en": "Ichinose-ke no Taizai"
    },
    "updatedAt": "2024-02-15T15:19:09+00:00",
    "coverArt": "https://mangadex.org/covers/7169795c-7df6-48bf-9cb2-d75f664ec858/cdac3783-fedb-4db0-9880-745c4403f559.jpg",
    "altTitles": [
      {
        "ja": "一ノ瀬家の大罪"
      },
      {
        "en": "The Ichinose Family's Deadly Sins"
      },
      {
        "ru": "Смертные грехи семьи Итиносэ"
      },
      {
        "pt-br": "Os Pecados Capitais da Família Ichinose"
      },
      {
        "vi": "Đại tội của nhà Ichinose"
      },
      {
        "id": "Dosa Mematikan Keluarga Ichinose"
      }
    ],
    "description": {
      "en": "Tsubasa Ichinose is a middle schooler who loses his memory in an accident. He is able to safely reunite with his family, but is soon faced with a new shocking reality... What is going on with this family?! From the creator of Takopi's Original Sin comes a new kind of dramatic story!",
      "pt-br": "Ichinose Tsubasa é um estudante do ensino médio que perdeu a memória em um acidente. Ele é capaz de se reunir com segurança com sua família, mas logo se depara com uma nova realidade chocante... O que está acontecendo com essa família?!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "48"
  },
  {
    "mangaId": "30193c1f-1569-4c2d-8c29-8a365fec322b",
    "title": {
      "en": "Akuyuu no Ore ga Ponkotsu Kishi wo Miterarenai n da ga, Dou Sewa wo Yakya Ii?～ Madome Gaiden～"
    },
    "updatedAt": "2024-03-29T13:13:46+00:00",
    "coverArt": "https://mangadex.org/covers/30193c1f-1569-4c2d-8c29-8a365fec322b/b942f7af-e975-4c7c-866f-1e4f112fde5c.jpg",
    "altTitles": [
      {
        "ja": "悪友の俺がポンコツ騎士を見てられないんだが、どう世話を焼きゃいい? ～まどめ外伝～"
      },
      {
        "en": "A Villain's Dilemma: How to Not Meddle too Much with a Clumsy Holy Knight's Life"
      },
      {
        "ja-ro": "Akuyuu no Ore ga Ponkotsu Kishi wo Mite Rare Naindaga, Dou Sewa wo Yakya Ii?～ Madome Gaiden～"
      },
      {
        "ru": "Я, заклятый друг, не могу смотреть на эту глупую девушку-рыцаря. Как же мне о ней заботиться?"
      },
      {
        "en": "An Archdemon's (Friend's) Dilemma: How to Babysit a Crybaby Knight"
      }
    ],
    "description": {
      "en": "A clumsy knight and a magician who struggles to understand his own feelings. The story of how two arch-enemies end up closer than they ever thought they would be. Spin-off of「Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?」, which follows the daily life of Barbaros on his job of protecting the Captain of the Holy Knights, Chastel Lillqvist.",
      "id": "Spin-off dari Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga Dou Medereba Ii?",
      "pt-br": "Um cavaleiro desajeitado e um mágico que luta para entender seus próprios sentimentos. A história de como dois arqui-inimigos acabam mais próximos do que jamais pensaram que estariam. Spin-off de 「Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?」, que segue a vida diária de Bárbaros em seu trabalho de proteger o Capitão dos Cavaleiros Sagrados, Chastel Lillqvist."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "abad18cf-bf72-4bbc-97c8-b55dfa28f9b9",
    "title": {
      "en": "Ane no Yuujin (One-shot)"
    },
    "updatedAt": "2024-04-02T00:40:34+00:00",
    "coverArt": "https://mangadex.org/covers/abad18cf-bf72-4bbc-97c8-b55dfa28f9b9/88dae6c1-55f2-425a-b76d-7771c64c4652.jpg",
    "altTitles": [
      {
        "ja": "姉の友人 (one-shot)"
      },
      {
        "en": "My Older Sister's Friend"
      },
      {
        "en": "The Cutest Girl Closest to Me."
      },
      {
        "ru": "Подруга старшей сестры"
      },
      {
        "ja": "姉のともだち ( Serialization)"
      },
      {
        "ja": "Ane no Yuujin (One-shot)"
      }
    ],
    "description": {
      "en": "Hinako, a friend of Asahi's older sister, is a frequent guest at the home of the high school boy. She always misleads his mind with her suggestive attitude while treating him like a little brother...or rather, pet? A love story between a gal who has a bugged sense of proximity and an otaku guy who acts like her parent!\n\nChapters 3 and onwards can be found in the [serialised version](https://mangadex.org/title/1d330951-583e-423e-9cd7-abcd6f761f53/ane-no-tomodachi)",
      "ja": "男子高校生・旭の家に入り浸る、姉の友人・ひなこ。いつも思わせぶりな態度で心を惑わせるのは、弟…というかペット？扱いだからと思っていたけれど…？距離感バグりぎみギャル×おかん系オタク男子、ジレきゅんラブ！"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "2"
  }
]