[
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/e1f73f40-5e0c-4b38-8856-174b14a7b524.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-06T18:44:19+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dab9a4-fa41-4ba0-abda-58d0e3c4f59e",
    "title": {
      "en": "Kanashibari chu no teikou"
    },
    "updatedAt": "2024-01-20T20:34:57+00:00",
    "coverArt": "https://mangadex.org/covers/a9dab9a4-fa41-4ba0-abda-58d0e3c4f59e/6f116255-51e4-4805-a7a3-a7e0c1f54c68.jpg",
    "altTitles": [
      {
        "ja": "金縛り中の抵抗"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9c6525a-b113-49af-8251-bf12b9a0f67c",
    "title": {
      "en": "Kindan Shitei de Breakthrough"
    },
    "updatedAt": "2024-06-12T06:18:31+00:00",
    "coverArt": "https://mangadex.org/covers/b9c6525a-b113-49af-8251-bf12b9a0f67c/07e49e2a-6556-4a5a-a63f-5ccdd8e554fe.jpg",
    "altTitles": [
      {
        "ja": "禁断師弟でブレイクスルー"
      },
      {
        "ja": "禁断師弟でブレイクスルー～勇者の息子が魔王の弟子で何が悪い～"
      },
      {
        "ja": "禁断師弟でブレイクスルー~ボーイ・ミーツ・サタン~"
      },
      {
        "ja-ro": "Kindan Shitei de Breakthrough ～ Yuusha no Musuko ga Maou no Deshi de Nani ga Warui ～"
      },
      {
        "ja-ro": "Kindan Shitei de Breakthrough: Boy Meets Satan"
      },
      {
        "en": "A Breakthrough Brought by Forbidden Master and Disciple"
      },
      {
        "en": "Breakthrough With the Forbidden Master"
      },
      {
        "en": "Breakthrough with the Forbidden Master: So What If the Hero's Son Is the Demon King's Disciple"
      },
      {
        "en": "A Breakthrough Came out by Forbidden Master and Disciple"
      },
      {
        "tr": "Kahramanın Oğlu ve İblis Kral Öğretmeni"
      }
    ],
    "description": {
      "en": "The hero's son and the ghost of the Demon King are the master and pupil!?  \r\n  \r\nEirth, the son of the hero who defeated the Great Demon King, is troubled.  \r\nAlways expected to achieve great things, but unable to meet those expectations.  \r\nNo matter the effort he puts in, and the results he obtains, it's never enough for them.  \r\n\"I'm a disappointment compared to my father\" or \"Don't you know you're the son of the hero!!\"  \r\nLiving every day like this, Eirth meets his destiny in the room containing the sword of his father, the hero.  \r\n  \r\n\"Interesting. I will train you. I have only free time now.”  \r\n  \r\nEirth receives special personal training from the Demon King just to get back at his parents and the world.  \r\nIn the coming days, his parents, the heroes of the past, his first love, the princess childhood friend,  \r\nthe geniuses of the era, and the world will tremble before him.",
      "tr": "Büyük İblis Kralı yenen kahramanın oğlu Eirth, zorluklar yaşamaktadır.\nHep büyük şeyler başarması beklenir ama bu beklentileri karşılayamaz.\nNe kadar çaba gösterse ve elde ettiği sonuçlar ne kadar iyi olsa da, asla yeterli değildir.\n“Hep babana kıyasla bir hayal kırıklığısın” veya “Kahramanın oğlu olduğunu bilmiyor musun!!” gibi sözlerle yaşamak zorunda kalır.\nHer gün böyle geçerken, Eirth babasının kahramanlık kılıcının bulunduğu odada kaderiyle karşılaşır.\n\n“İlginç. Seni eğiteceğim. Şu anda bolca boş vaktim var.”\n\nEirth, ailesinden ve dünyadan intikam almak için İblis Kralından özel bir eğitim alır.\nGelecek günlerde, geçmişin kahramanları olan ailesi, ilk aşkı prenses çocukluk arkadaşı, dönemin dahileri ve dünya onun önünde titreyecektir.",
      "pt-br": "O filho do herói virou discípulo do espirito do rei demônio!? Eirth, filho do herói que derrotou o grande rei demônio se encontra em conflito. Sempre esperam grandes feitos dele, mas ele nunca consegue cumprir com as expectativas. Não importa quanto esforço ele coloque, o resultado nunca satisfaz aqueles ao seu redor. “Sou uma falha comparado ao meu pai” ou “Você não é o filho do herói?” E vivendo todos os dias assombrado por expectativas desta forma, Eirth finalmente tem um encontro destinado na sala da espada sagrada de seu pai. “Interessante, eu irei treiná-lo. Tenho bastante tempo livre agora.” Assim, Eirth começa a receber um treinamento especial do rei demônio para surpreender seus pais e todo mundo. Todos estão prestes a tremer diante dele!"
    },
    "status": "cancelled",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "18"
  },
  {
    "mangaId": "0a29b87c-f6eb-4e6d-98b4-3cd8adb3ab8f",
    "title": {
      "en": "Moto Ansatsusha, Tensei Shite Kizoku no Reijou ni Narimashita"
    },
    "updatedAt": "2024-05-06T00:04:35+00:00",
    "coverArt": "https://mangadex.org/covers/0a29b87c-f6eb-4e6d-98b4-3cd8adb3ab8f/549f4ffe-f56b-4a41-8008-fbb9246b8a86.png",
    "altTitles": [
      {
        "ja": "元暗殺者、転生して貴族の令嬢になりました"
      },
      {
        "en": "A Former Assassin Was Reborn as a Blue-Blooded Daughter"
      }
    ],
    "description": {
      "en": "The story is about Serena, a former assassin who was reincarnated as a duke's daughter after failing her mission. She initially thought that pretending to be a noble would be easy, but she struggled with the gap in perception between herself and her mother, who had a flighty personality, and her adoptive sister, who deceived those around her in an attempt to push Serena out of the picture.\n\nDespite skillfully dodging the harassment she faced at the tea parties full of rivalry and navigating the complex social life of a school embroiled in love and hate, Serena's cold demeanor resulted in her being ostracized and isolated. One day, she discovers that her adoptive sister is engaged to the second prince, which leads her to run away from home. However, it is at this point that the first prince, Evan, appears in front of her...\n\nFollow Serena, a former assassin who knows nothing of love, as she charges forward into the aristocratic society of another world in this comedic, occasionally romantic tale.",
      "ja": "任務に失敗した暗殺者が転生したのは、公爵令嬢のセレナ。「私は元暗殺者。なりすますなんて簡単だ」そう思っていたセレナだが、 頭がお花畑な母親や、彼女を蹴落とそうと周りを欺く義妹などとの感覚のズレに日々いら立ち、生きづらさを感じていた。 \nマウントだらけのお茶会に、愛憎ドロドロな学園生活……周囲からの嫌がらせを冷めた目で痛烈にかわしながらも、その冷徹さゆえに疎まれ孤立していくセレナ。 そしてある日、義妹が第二王子と婚約することを知り、ついに家出を決意する。しかしそこに第一王子のエヴァンが現れて--!?\n愛を知らない元暗殺者が貴族社会を突き進む、異世界転生コメディときどきラブ!？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-04-06T08:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04afe68-0c61-4e4e-8d02-15f3c251f78b",
    "title": {
      "en": "Heisei Haizanhei ☆ Sumire-chan"
    },
    "updatedAt": "2024-04-25T19:36:43+00:00",
    "coverArt": "https://mangadex.org/covers/b04afe68-0c61-4e4e-8d02-15f3c251f78b/b0abe3c2-5139-47ad-8a08-cb77236ac4db.jpg",
    "altTitles": [
      {
        "ja": "平成敗残兵☆すみれちゃん"
      },
      {
        "en": "Heisei Remnant Soldier ☆ Sumire-chan"
      },
      {
        "en": "Heisei Surviving Soldier ⭐ Sumire-chan"
      },
      {
        "ja": "平成敗残兵⭐︎すみれちゃん"
      },
      {
        "ja-ro": "Heisei Haizanhei ⭐︎ Sumire-chan"
      },
      {
        "en": "Heisei Remnant Soldier ⭐︎ Sumire-chan"
      },
      {
        "ja": "平成敗残兵すみれちゃん"
      },
      {
        "ja-ro": "Heisei Haizanhei Sumire-chan"
      },
      {
        "en": "Heisei Remnant Soldier Sumire-chan"
      },
      {
        "zh": "平成敗殘兵☆堇醬"
      }
    ],
    "description": {
      "en": "A formerly unsuccessful idol turned vagrant, Sumire-chan (31).\n\nA vanquished survivor of the cutthroat competition in the showbiz world, with her mind and body both beaten by the struggle, she now lives in a run-down apartment where she spends her days lazing around, for the time being.  Her cousin Yuusei, a first-year highschooler, has been keeping an eye on her and comes to her with a proposal for a moneymaking idea.\n\n\"You have a nice body, so let's release a doujin gravure photobook.\"\nWill Sumire-chan actually be able to stage a comeback in the world of the Reiwa era!? \nLet's stay tuned!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "20a2a3f1-187b-426f-bca9-5ad2ba954712",
    "title": {
      "en": "Yandere Osananajimi"
    },
    "updatedAt": "2024-06-12T05:54:41+00:00",
    "coverArt": "https://mangadex.org/covers/20a2a3f1-187b-426f-bca9-5ad2ba954712/4d9da6eb-3746-436d-95cc-b5e98e1d3aae.jpg",
    "altTitles": [
      {
        "en": "Yandere Childhood Friend"
      },
      {
        "ja": "ヤンデレな幼馴染"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "ddcd1002-1f44-45b8-9c5d-6b9a91629a43",
    "title": {
      "en": "Nightwatcher"
    },
    "updatedAt": "2023-08-28T12:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/ddcd1002-1f44-45b8-9c5d-6b9a91629a43/43446100-1025-4342-9c1f-da602d060979.jpg",
    "altTitles": [
      {
        "en": "Dafeng's Night Squad"
      },
      {
        "zh-ro": "Dà Fèng Dǎ Gēng Rén"
      },
      {
        "zh": "大奉打更人"
      },
      {
        "vi": "Đại Phụng Đả Canh Nhân"
      }
    ],
    "description": {
      "en": "In this world, there is: Confucianism; Taoism; Buddhism, Demons, and Magicians. Xu Qi’an, a graduate from the police academy, suddenly finds himself waking up in prison, to be exiled to the border three days later …\n\nHis initial goal was to protect himself in this world with no laws, and to be able to live a leisurely life as a rich man..\n\nMany years later, Xu Qi’an looks back on the past, and the long-dead enemies and friends, as well as the numerous bones he has left behind.\n\nAs the Yangtze River flows eastward, the waves wash away the heroes; right and wrong, success or failure will all turn into nothing but history. However, just like the sun’s rays gleaming over the towering mountains, after the sunset, a new sun will rise."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a8d497d-291b-4956-a3ed-2b3d303ed85b",
    "title": {
      "en": "Flash Mac + Patrol X"
    },
    "updatedAt": "2024-06-11T01:54:37+00:00",
    "coverArt": "https://mangadex.org/covers/5a8d497d-291b-4956-a3ed-2b3d303ed85b/632d7e9b-05dc-4cc1-856b-3cebd292a4d3.jpg",
    "altTitles": [
      {
        "ja": "閃光マック+パトロールX"
      },
      {
        "ja-ro": "Senkou Mac + Patrol X"
      }
    ],
    "description": {
      "en": "After 40 years, two heroes have arrived in the present day!!\nIlmine Daiji, the all-powerful sci-fi hero \"Senkou Mac\" and\n'Patrol X' is now in book form for the first time!!"
    },
    "status": "completed",
    "releaseDate": 1967,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "86cab994-3b2b-46a4-bbc6-3258f14a98c8",
    "title": {
      "en": "What's 1 + 1?"
    },
    "updatedAt": "2024-06-12T05:42:07+00:00",
    "coverArt": "https://mangadex.org/covers/86cab994-3b2b-46a4-bbc6-3258f14a98c8/24b5335b-0b8c-4be2-91e0-adb92015b4e8.jpg",
    "altTitles": [
      {
        "ja": "１＋１は？"
      },
      {
        "vi": "1+1 bằng mấy?"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-01T09:53:07+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/4bf0190a-7fed-4188-aa0d-70a8170aa1e5.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-05-01T19:26:20+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/7bacb5c8-e62c-4451-829a-f1bcfe81e7ea.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "en": "Akane Story"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. Shinta and his daughter Akane have been seduced by this wonderful form of classical entertainment. Having observed her father strive to pass the shin'uchi rakugo test, Akane will take her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo na história é expresso apenas com seu corpo e palavras. Shinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. Observando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a4e195d-97eb-4304-a863-28111cae5c75",
    "title": {
      "en": "Creepy Pharmacist: All My Patients are Horrific"
    },
    "updatedAt": "2024-04-16T01:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/3a4e195d-97eb-4304-a863-28111cae5c75/b4d40da4-fc34-48fc-93e0-3d9ce0f03a40.jpg",
    "altTitles": [
      {
        "zh": "诡异药剂师：我的病人皆为恐怖"
      },
      {
        "zh-ro": "Guiyi Yaoji Shi: Wo De Bingren Jie Wei Kongbu"
      }
    ],
    "description": {
      "en": "Will this treacherous darkness swallow you up, or will you survive as a unique existence? \n\nLin En accidentally transmigrated into this monstrous world. As a rare human doctor, every one of his patients was moved by his \"gentle\" treatment and \"sincere\" service! \n\n“Anesthetics? Maybe next time.\"\n\"My knife is quick, it’ll be over soon~\"\n\nWelcome to Bloodsaw Pharmacy, where we will serve you wholeheartedly."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a93f7738-a915-4406-950e-385856dabc9a",
    "title": {
      "en": "Baika no Omohibito"
    },
    "updatedAt": "2024-06-12T05:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/a93f7738-a915-4406-950e-385856dabc9a/f74e9ea5-df13-4fec-b9e6-40ec3ee85682.jpg",
    "altTitles": [
      {
        "ja": "梅花の想ひ人　日本昔噺選集"
      },
      {
        "ja-ro": "Baika no Omohibito - Nihon Mukashi-Banashi Senshuu"
      },
      {
        "en": "The Plum Blossom's Beloved - A Collection of Folktales from Japan"
      }
    ],
    "description": {
      "en": "Beautifully illustrated, and deftly demonstrating an innate sense of the power of color palette, Oku’s collection boasts folktales hailing from Kyoto’s Honnoji Temple, folklore surrounding Nagano’s Biwa-Ike, and many more tales of all manner passed down throughout Japan!\n\nLove, joy, sorrow, and regret live on, evocative as ever, in this 21st century imaginative visual retelling of ancient tales."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "f750bf6f-f8a4-4dd5-9e62-8d73b426d423",
    "title": {
      "en": "Ultra Kaiju Humanization Project \"GALAXY DAYS\""
    },
    "updatedAt": "2023-07-13T19:10:04+00:00",
    "coverArt": "https://mangadex.org/covers/f750bf6f-f8a4-4dd5-9e62-8d73b426d423/b8112193-98d6-4366-be7f-fbb55cd6e228.jpg",
    "altTitles": [
      {
        "en": "Kaiju Girls Galaxy Days"
      },
      {
        "en": "Ultra Kaiju Anthropomorphic Project Galaxy Days"
      },
      {
        "en": "Ultra Kaiju Personification Project Galaxy Days"
      },
      {
        "ja-ro": "Ultra Kaijuu Gijinka Keikaku Galaxy Days"
      },
      {
        "ja": "ウルトラ怪獣擬人化計画 ギャラクシー☆デイズ"
      }
    ],
    "description": {
      "en": "A comedy 4-koma manga that reimagines the monstrous kaiju from Ultraman as adorable high school girls!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "59"
  },
  {
    "mangaId": "7d80640d-c591-4c7a-a47e-594c29c2037c",
    "title": {
      "en": "Like a Cat"
    },
    "updatedAt": "2024-06-08T16:25:46+00:00",
    "coverArt": "https://mangadex.org/covers/7d80640d-c591-4c7a-a47e-594c29c2037c/f7edc89c-f963-44c9-9117-4c5b0a52e085.jpg",
    "altTitles": [
      {
        "ja": "猫が如く"
      },
      {
        "ja-ro": "Neko ga Gotoku"
      },
      {
        "pt-br": "Como um Gato"
      }
    ],
    "description": {
      "en": "The Yakuza boss is... a cat!? The \"brown tiger\" group boss, Oyaji. Yanagi, the new recruit in the Yakuza, and the gang members are once again at the mercy of the carefree Oyaji today... But it's not that bad.\nA lively comedy about a cat... Begins!!\n\nThe title Like a Cat, or Neko ga Gotoku, is a parody of the Yakuza game series' title which is Like a Dragon or Ryu ga Gotoku.",
      "pt-br": "O chefe da Yakuza é... um gato!? O chefe do grupo \"tigre marrom\", Oyaji. \nYanagi, o novo recruta da Yakuza, e os membros da gangue estão mais uma vez à mercê do despreocupado Oyaji ... Mas não é tão ruim assim.\nUma animada comédia sobre um gato... Começa!!\n\nO título Like a Cat, ou Neko ga Gotoku, é uma paródia do título da série de jogos Yakuza, que é Like a Dragon ou Ryu ga Gotoku."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "657ccfcc-5847-40f7-8859-5631eeeb3784",
    "title": {
      "en": "Kakkoii Onnanoko to 12-centi no Yakusoku"
    },
    "updatedAt": "2024-05-31T21:45:44+00:00",
    "coverArt": "https://mangadex.org/covers/657ccfcc-5847-40f7-8859-5631eeeb3784/2735667f-ee78-414c-bfc5-daa682402fa0.png",
    "altTitles": [
      {
        "ja": "カッコいい女の子と12センチの約束"
      },
      {
        "en": "A Cool Girl and a 12cm Promise"
      },
      {
        "en": "Promise of 12cm with Cool Girl"
      },
      {
        "es-la": "Una chica genial y una promesa de 12 cm"
      }
    ],
    "description": {
      "en": "A boyish childhood friend grows up to be a super hot girl!\n\n---\n\nSerialization of the Twitter webcomic *[A Story About Becoming Cooler Than the Cool Girl](https://mangadex.org/title/d0407445-b80d-4854-9f12-c8227f94cba6/)*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8507cac-bbf3-411d-9f48-56017e41284b",
    "title": {
      "en": "Hibi, Kimi"
    },
    "updatedAt": "2023-09-01T05:04:03+00:00",
    "coverArt": "https://mangadex.org/covers/c8507cac-bbf3-411d-9f48-56017e41284b/a7949b7c-5472-41d5-b2e0-1d5efa8bf19a.jpg",
    "altTitles": [
      {
        "ja": "日々、君"
      },
      {
        "en": "Every Day, With You"
      }
    ],
    "description": {
      "en": "Hasuno, a screenwriter with zero housekeeping skills, decides to ask Higure, a junior student at his university whom he has always cared about, to do housework for him as a part-time job. As Higure takes care of Hasuno, a senior who he admires, he gradually begins to notice a change in his feelings. ......A pure and slightly carbonated love story between a popular scriptwriter with beauty in all directions and a quiet junior student."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "25"
  },
  {
    "mangaId": "2da0f27d-6cd0-4712-ac29-2212ab2555ce",
    "title": {
      "en": "T-Dragon"
    },
    "updatedAt": "2023-03-13T01:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/2da0f27d-6cd0-4712-ac29-2212ab2555ce/3c8c1edc-4508-42da-909d-c8b1dae8f765.jpg",
    "altTitles": [
      {
        "ja": "ティードラゴン"
      }
    ],
    "description": {
      "en": "A sci-fi where the bar for suspension of disbelief is set very high.  \n  \nNakamaru Koutarou, a high schooler and skilled kendo practitioner, has his peaceful life shattered when a mysterious virus with a 94% infection-fatality rate puts Japanese society on the verge of collapse and threatens the whole world. Right when his little brother is infected, he is scouted by an organisation at the forefront of Japan's last ditch-effort against the virus: miniaturise a company of daredevil soldiers to capture the new life form that acts as carriers for the pathogen, so they can be used as a source for a vaccine/antiserum!  \n  \nNo kidding. Enjoy."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "52"
  },
  {
    "mangaId": "91d928a1-7237-4d03-abc3-4b1440cc7d55",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Master of Garden ~Shichikage Retsuden~"
    },
    "updatedAt": "2024-06-11T18:41:36+00:00",
    "coverArt": "https://mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/f595393a-6ce9-407a-a971-f1ad3a20c375.jpg",
    "altTitles": [
      {
        "ja": "陰の実力者になりたくて！マスターオブガーデン～七陰列伝～"
      },
      {
        "en": "The Eminence in Shadow: Master of Garden ~Seven Shadows Chronicles~"
      },
      {
        "en": "I Want To Become The Eminence In Shadow! Master Of Garden ~Seven Shadows Chronicles~"
      },
      {
        "ru": "Восхождение в Тени! ~Хроники Семи Теней~"
      }
    ],
    "description": {
      "en": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "edcffe3a-d6d5-4270-837b-c257c8369944",
    "title": {
      "en": "I Became the Youngest Prince in the Novel"
    },
    "updatedAt": "2024-06-05T20:52:52+00:00",
    "coverArt": "https://mangadex.org/covers/edcffe3a-d6d5-4270-837b-c257c8369944/63030bf6-469b-46c0-a988-c70a64f104cb.png",
    "altTitles": [
      {
        "ko": "소설 속 막내황자가 되었다"
      },
      {
        "ko-ro": "Soseol Sok Mangnaehwangjaga Doeeotda"
      }
    ],
    "description": {
      "en": "The novel Chronicles of the Hero of Frosimar is a story about the failures of the protagonist not the successes.\n\n“This is terrible.”\n\nThe First Emperor, who conquered the whole world, closed his eyes with a brief appreciation (after reading the novel).\n\nBut the moment he opened his eyes again, there were only a few lines about him in the Chronicles of the Hero of Frosimar.\n\nThis was because he became an imprisoned prince who met death with his first appearance (in the novel)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37536724-111d-4a99-b13c-76ec22600789",
    "title": {
      "en": "Kamigami no Kago de Seisan Kakumei"
    },
    "updatedAt": "2023-05-09T15:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/37536724-111d-4a99-b13c-76ec22600789/6c282560-cbaf-4ee2-99b3-6da52245b65a.jpg",
    "altTitles": [
      {
        "ja": "神々の加護で生産革命～異世界の片隅でまったりスローライフしてたら、なぜか多彩な人材が集まって最強国家ができてました～"
      },
      {
        "en": "Revolution in production with the blessings of the gods - While living a leisurely, slow life in a corner of another world, somehow a diverse group of people gathered to form the strongest nation..."
      },
      {
        "en": "Production Revolution by Blessing of Gods"
      },
      {
        "ja-ro": "Kamigami no Kago de Seisan Kakumei ~ Isekai no Katasumi de Mattari Slow Life Shi Tetara, Naze ka Tasaina Jinzai ga Atsumatte Saikyō Kokka ga Dekitemashita ~"
      },
      {
        "ko": "신들의 가호로 생산 혁명 ~이세계 한구석에서 한가로운 슬로우 라이프를 하고 있으면, 왠지 다양한 인재들이 모여 최강 국가가 되어 있었습니다~"
      }
    ],
    "description": {
      "en": "During the reincarnation of the Japanese company slave, Tadashi, he was impressed by God by choosing the agricultural blessing that no one had ever chosen, and received unprecedented generous blessing. And he has a dream slow life in a different world-it should have landed all-you-can-eat, a huge peninsula called Miasma Limbo! Tadashi struggled, but with his serious personality and blessing from God, he will increase the scale of agriculture with Gungun. Former queens of persecuted elves, heroes of beastmen, and master craftsmen of dwarves gathered in search of supplies made by Tadashi. Agriculture, founding of the country, slow life! A heartwarming different world agricultural fantasy, comicalize!",
      "ja": "日本の社畜・タダシは転生の最中、これまで誰も選ばなかった農業の加護を選んだことで神に感激され、前代未聞の手厚い加護を受ける。そして異世界で夢のスローライフを営む――はずが、降り立ったのは荒れ放題、瘴気ただよう辺獄《へんごく》と呼ばれる巨大な半島！　タダシは苦戦しながらも、持ち前の真面目な性格と神からの加護でグングンと農業の規模を大きくしていく。タダシの作る物資を求め、迫害されたエルフの元女王、獣人の女勇者、ドワーフの名工も集まってきて――。農業・建国・スローライフ！ほのぼの異世界農業ファンタジー、コミカライズ"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36300a46-485b-4c05-a570-ac3b23de3952",
    "title": {
      "en": "Akuyaku Reijou to Akuyaku Reisoku ga, Deatte Koi ni Ochitanara ~Nanashi no Seirei to Keiyaku shite Oidasareta Reijou wa, Kyou mo Reisoku to Kisoiatte Iru you desu~"
    },
    "updatedAt": "2024-04-07T18:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/68076e7c-c57f-4f00-b29b-a5bf790c2e43.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢と悪役令息が、出逢って恋に落ちたなら　～名無しの精霊と契約して追い出された令嬢は、今日も令息と競い合っているようです～"
      },
      {
        "en": "If the Villainess and Villain Met and Fell in Love"
      },
      {
        "en": "If the Villainess and the Villain Were to Meet and Fall in Love: It Seems the Shunned Heroine Who Formed a Contract With an Unnamed Spirit Is Fighting With the Nobleman Yet Again"
      }
    ],
    "description": {
      "en": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
      "ja": "幼い頃に最弱精霊と契約してしまった落ちこぼれ令嬢ブリジット。ある日、第三王子から婚約破棄を言い渡され、絶望の淵に立たされる。そんな中、彼女は孤高の天才令息ユーリと遭遇する。嫌われ者同士いがみ合う二人であったが、この出逢いが運命を動かすこととなり――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9478665e-412b-4e08-9844-5c07a732a71b",
    "title": {
      "en": "Eiyuu to Kenja no Tensei Kon ~Katsute no Koutekishu to Kon'yakushite Saikyou Fuufu ni Narimashita~"
    },
    "updatedAt": "2024-05-20T06:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/9478665e-412b-4e08-9844-5c07a732a71b/bd961560-28a5-4e1c-b1b0-2ce5adb8b64b.jpg",
    "altTitles": [
      {
        "ja": "英雄と賢者の転生婚～かつての好敵手と婚約して最強夫婦になりました～"
      },
      {
        "en": "The Reincarnated Marriage of a Hero and a Sage: After Becoming Engaged to a Former Rival, We Became the Strongest Couple"
      },
      {
        "en": "Reincarnated • The Hero Marries the Sage ~After Becoming Engaged to a Former Rival, We Became the Strongest Couple~"
      },
      {
        "pt-br": "Reencarnado • O herói se casa com o sábio ~Depois de ficar noivo de um ex-rival, nos tornamos o casal mais forte~"
      }
    ],
    "description": {
      "en": "Reid, a young hero with the strongest physical strength, and Elria, a beautiful sage with the strongest magic prowess.\r\n\r\nThey continued to fight as rivals in opposing enemy nations, but their relationship came to an end with the sudden death of Elria… Then, a thousand years later,\r\n\r\nReincarnated in a world where magic reigns supreme, but he who has retained the strongest physical strength from his previous life, Reid, was reunited with Elria, who has also been reincarnated―\r\n\r\n“Hey, Reid— I want you to marry me.”\r\n\r\n“…Huh?”\r\n\r\nThe two, who have become the strongest unaware lovey-dovey couple in a thousand years, enrolled in the Royal Magic Academy to decide who is stronger!",
      "ja": "英雄・レイドと賢者・エルリアは長きに渡り戦っていたが、賢者の死により戦いは唐突に終わる。レイドは敵国に乗り込みエルリアの遺体の前で壮絶な死を遂げた…と、思ったら自分は赤子で世界は千年後に!?",
      "pt-br": "Reid, um jovem herói com a maior força física, e Elria, uma bela sábia com a maior habilidade mágica.\n\nEles continuaram a lutar como rivais em nações inimigas opostas, mas seu relacionamento chegou ao fim com a morte repentina de Elria... Então, mil anos depois,\n\nReencarnou em um mundo onde a magia reina suprema, mas aquele que manteve a força física mais forte de sua vida anterior, Reid, se reuniu com Elria, que também reencarnou—\n\n\"Ei, Reid, quero que você se case comigo.\"\n\n\"…Huh?\"\n\nOs dois, que se tornaram o casal amoroso inconsciente mais forte em mil anos, matricularam-se na Royal Magic Academy para decidir quem é mais forte!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "564046e1-2919-4f8b-93cc-907b36256534",
    "title": {
      "en": "Boku wa Kimitachi wo Shihai suru"
    },
    "updatedAt": "2024-05-28T21:10:53+00:00",
    "coverArt": "https://mangadex.org/covers/564046e1-2919-4f8b-93cc-907b36256534/83128f84-b89b-4bd1-8e26-13bf2b06d40a.jpg",
    "altTitles": [
      {
        "ja": "僕は君たちを支配する"
      },
      {
        "ru": "Я буду контролировать тебя"
      },
      {
        "zh-hk": "我將要支配你們的一切"
      },
      {
        "vi": "Ta cai trị các em"
      },
      {
        "en": "I Will Rule You All"
      },
      {
        "es-la": "Las Dominaré a Todas"
      }
    ],
    "description": {
      "en": "Seven women, one man, a suspenseful harem story!\n\nDuring a class reunion, the school became an enclosed dimension without warning. Yelling and screaming brought no response. 26-year old unemployed Haruka Sato has to survive by cooperating with seven of his former classmates. Soon, the extreme conditions began to eat away at their sanity, and Haruka's hidden desires began to take hold.",
      "ru": "Семь женщин и один мужчина - захватывающая история о гареме!\n\nВо время встречи выпускников школа неожиданно превратилась в замкнутое пространство. Крики и вопли ни к чему не привели. 26-летнему безработному Харуке Сато приходится выживать, сотрудничая с семью своими бывшими одноклассниками. Вскоре экстремальные условия начали разъедать их рассудок, и скрытые желания Харуки начали овладевать ими.\n\n---\n\n(Source: [mangalib](https://mangalib.me/boku-wa-kimitachi-wo-shihai-suru?section=info))",
      "vi": "Bảy nữ, một nam, câu chuyện hậu cung hồi hộp!\nTrong một buổi họp lớp, trường học bỗng nhiên bị một bức tường kỳ lạ bao quanh, không ai có thể thoát ra được. Haruka Sato 26 tuổi thất nghiệp phải sống sót bằng cách hợp tác với bảy người bạn học cũ của mình. Cuối cùng, hoàn cảnh khắc nghiệt bắt đầu ăn mòn tâm trí của họ, và dục vọng thầm kín của Haruka đã lộ ra nanh vuốt",
      "es-la": "¡Siete mujeres, un hombre, una historia de harén llena de suspenso! Durante una reunión de ex-alumnos, la escuela se convirtió en una dimensión cerrada sin previo aviso. Los gritos y chillidos no trajeron respuesta. Haruka Sato, desempleado de 26 años, tiene que sobrevivir cooperando con siete de sus antiguas compañeras de clase. Pronto, las condiciones extremas comenzaron a devorar su cordura, y los deseos ocultos de Haruka comenzaron a afianzarse."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "11",
    "lastChapter": "94"
  },
  {
    "mangaId": "0965353b-0e10-4c89-ad94-53e641db573a",
    "title": {
      "en": "Miyu-chan wa Zutto Tomodachi"
    },
    "updatedAt": "2024-06-06T08:58:33+00:00",
    "coverArt": "https://mangadex.org/covers/0965353b-0e10-4c89-ad94-53e641db573a/0e9545bf-0f56-4dcc-a8d9-6ba3066b7cad.png",
    "altTitles": [
      {
        "ja": "みゆちゃんはずっと友達"
      },
      {
        "en": "Miyu-chan Will Always Be Your Friend"
      },
      {
        "es": "Miyu-chan Siempre Será tu Amiga"
      },
      {
        "es-la": "Miyu-chan Siempre Será tu Amiga"
      }
    ],
    "description": {
      "en": "In the summer of his second year of high school, the protagonist, Yuushin Tahara, finds that his childhood friend, Miyu Fukagawa, who had moved away, has returned to the house next door. Although Miyu has grown up to be quite cute, there's something a little strange about her... This is a fresh and suspenseful romantic comedy about the gentle protagonist and his cute but rather quirky childhood friend, along with their friends and the adventures they get into!",
      "es": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!",
      "ja": "高校2年生の夏、主人公・田原優心の隣の家に、引っ越しで別れてしまった幼馴染・深川みゆちゃんが帰ってきた。すっかり大きく可愛くなったみゆちゃんだけど、どこかちょっとヘンで…？優しすぎる主人公と、可愛いけど大分おかしな幼なじみが友達たちと繰り広げる、新感覚サスペンスラブコメディ！",
      "es-la": "En el verano de su segundo año de instituto, su amiga de la infancia Miyu Fukagawa vuelve a la casa de al lado del protagonista, Yuushin Tahara, después de haberse separado cuando se mudó. Miyu-chan ha crecido y se ha vuelto mucho más guapa, pero hay algo un poco extraño en ella...? Se trata de una comedia de suspenso y amor con una nueva sensación, en la que el demasiado amable protagonista y su simpática pero muy divertida amiga de la infancia ¡se desenvuelven con sus amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7000003d-9536-4821-902d-cdda4cf8b058",
    "title": {
      "en": "Hysteric na Kurokami Megane-kun wa Igai to Kawaii"
    },
    "updatedAt": "2024-02-25T19:25:46+00:00",
    "coverArt": "https://mangadex.org/covers/7000003d-9536-4821-902d-cdda4cf8b058/65c130d4-dfa1-4fa7-a8cb-14a3cf40f281.jpg",
    "altTitles": [
      {
        "en": "The Hysteric Black-Haired Glasses Guy is Unexpectedly Cute"
      },
      {
        "ja": "ヒステリックな黒髪メガネくんは意外とかわいい"
      }
    ],
    "description": {
      "en": "The recent concerns of our straight-laced university student Fujie lies with the man who is too buddy-buddy with his best friend Yoshida.\n\nOn top of appearing flashy and frivolous, said man, Ooshima Haruki, has rumors floating about him that he's gay. And coupled with the fact that he's so close with Yoshida, now there's even rumors that they're dating...\n\nEven though that guy is not worthy of Yoshida!!\n\nHe informs the two of the rumors about them, and receives a hearty laugh as a response. The two deny the rumors, and Fujie learns that Yoshida had received love advice from Ooshima in the past. He's shocked by the fact that Yoshida asked someone else, and not him. When he expresses his distaste for Ooshima and treats him coldly, for some reason Ooshima interacts with him more than necessary. What's more, when Fujie is feeling low, he steals his first kiss...!!\n\nA flirtatious guy who's keen on physical intimacy x A straight-laced, serious bespectacled guy\nThe two from extreme opposites inch closer together: a dawdling, gradual love ★"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "2ef0dd32-6795-4d60-8733-dd822f0cc2f9",
    "title": {
      "en": "Tensei Shitara Hime Datta node Dansou Joshi Kiwamete Saikyou Mahou Tsukai Mezasuwa"
    },
    "updatedAt": "2024-02-27T20:02:14+00:00",
    "coverArt": "https://mangadex.org/covers/2ef0dd32-6795-4d60-8733-dd822f0cc2f9/f1d88b9a-dd29-42d7-87db-3f04a6e4bc9c.jpg",
    "altTitles": [
      {
        "ja-ro": "Tensei Shitara Hime Datta node Dansou Joshi Kiwamete Saikyou Mahou Tsukai Mezasuwa"
      },
      {
        "ja": "転生したら姫だったので男装女子極めて最強魔法使い目指すわ"
      },
      {
        "en": "I Was Reincarnated as a Princess, so I’m Going to Become the Strongest Wizard in the World!"
      }
    ],
    "description": {
      "en": "Ikuto, an ordinary high school boy, is reincarnated as Isabella, a sheltered princess in a world of magic?!\r\nAlthough he is happy to be able to use magic, Ikuto's ambitions are crushed when he discovers that, in this world, women are not allowed to use magic.\r\nStill, Ikuto is not ready to give up, and at the age of 16, he decides to leave the castle and embark on a journey to learn magic...?!\r\nA new sensation about a princess disguised as a man (while inwardly a high school boy) and a handsome wizard with special circumstances!\r\n\r\n(Source: Hakusensha, translated via DeepL)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2024-05-10T14:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/2fe95806-7579-4f01-9c15-c48f59434535.jpg",
    "altTitles": [
      {
        "en": "Go, Go, Loser Ranger!"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      },
      {
        "ja": "戦隊大失格"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "en": "Ranger Reject"
      },
      {
        "ja-ro": "Sentai Daishikkaku"
      },
      {
        "en": "No Longer a Sentai Ranger"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10000 meters in the sky to invade Earth!\n\nThe villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety!\n\nThe assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest…?\n\nFrom Haruba Negi, the creator of *5Toubun no Hanayome*, comes the action-packed superhero series of a lifetime!",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d848ee2-d902-4db5-87df-ce8e8698c269",
    "title": {
      "en": "Haruko no Naka"
    },
    "updatedAt": "2023-09-17T19:29:32+00:00",
    "coverArt": "https://mangadex.org/covers/4d848ee2-d902-4db5-87df-ce8e8698c269/c8876185-4c63-4f08-815a-9cd6be2a75ab.png",
    "altTitles": [
      {
        "ja": "はるこのなか"
      },
      {
        "en": "Inside of a Haruko"
      },
      {
        "ko": "하루코의 안"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78d896fd-6d9a-4667-b2f5-c44bc149d1d2",
    "title": {
      "en": "Karada Sagashi"
    },
    "updatedAt": "2024-05-03T09:30:44+00:00",
    "coverArt": "https://mangadex.org/covers/78d896fd-6d9a-4667-b2f5-c44bc149d1d2/feff15c9-57a0-4071-b95c-08f269fe9132.jpg",
    "altTitles": [
      {
        "en": "Body Search"
      },
      {
        "ja-ro": "Karadasagashi"
      },
      {
        "en": "Looking for the body"
      },
      {
        "de": "re:member (German)"
      },
      {
        "fr": "Re/member (FR)"
      },
      {
        "ja": "カラダ探し"
      },
      {
        "zh": "寻找身体"
      },
      {
        "ko": "신체 찾기"
      }
    ],
    "description": {
      "en": "Look forwards to the ghost story of the red person. \"Hey, Asuka… search for my body\". At school in the middle of the night, Asuka and her friends search for the scattered body-parts. If they don't find the entire body, the 9th November is repeated and the red person will continue to kill them. Who is the red person? Why is Haruka asking them to search for the body-parts?"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "153"
  },
  {
    "mangaId": "0a5d1769-7401-43fb-9b0e-26f3be6ca6ba",
    "title": {
      "en": "The Part Time Nation of the Gods"
    },
    "updatedAt": "2024-05-28T18:26:04+00:00",
    "coverArt": "https://mangadex.org/covers/0a5d1769-7401-43fb-9b0e-26f3be6ca6ba/4602a240-e36d-4438-b4f7-ecd9f6ce5141.png",
    "altTitles": [
      {
        "ko": "신들의 알바나라"
      },
      {
        "en": "The Part-Time Land of the Gods"
      },
      {
        "en": "Albanala of the Gods"
      },
      {
        "en": "Albanian of the Gods"
      },
      {
        "en": "I Became A Part Time Employee For Gods"
      },
      {
        "es-la": "Me convertí en empleado a tiempo parcial para los Dioses"
      }
    ],
    "description": {
      "en": "Devoid of professional skills, unemployed Yu Damduk was forced to take a part-time job. Frustrated with his pathetic life, he vents to the gods, gets stricken by lightning and passes out.\n[Hiring] God is waiting for you.\nWhen he wakes up, he finds a status window floating before his eyes.\nSince I have nothing to lose anyway, let’s go with the flow…\nJumping into God’s Part-time world to have a better life, the adventure of Yu Damduk, who became the lowest-class God in the part-time world, begins!",
      "pt-br": "Yu Damdeok, que trabalhava meio período por não possuir talento, foi atingido por um raio e perdeu a consciência, sendo levado para o ventre de Deus. O [Anúncio de Recrutamento] dos Deuses te espera. Logo depois, uma janela de status desconhecida apareceu na frente de seus olhos e ele concordou trabalhar meio período para os Deuses pensando que não faria mal... A nação dos deuses que tinha o objetivo de mudar a sua vida e o espírito aventureiro de Yu Damdeok, o tornaram um deus de baixo rank em Parttimeia!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbfb3755-a6a7-4e4d-b73e-72db9fa7c19f",
    "title": {
      "en": "The Happiness of the Old Miss Saint"
    },
    "updatedAt": "2024-06-08T15:12:49+00:00",
    "coverArt": "https://mangadex.org/covers/dbfb3755-a6a7-4e4d-b73e-72db9fa7c19f/8bb97755-8cdf-40c6-a143-265e5a9b8bf5.jpg",
    "altTitles": [
      {
        "ja": "行き遅れ聖女の幸せ"
      },
      {
        "ja-ro": "Iki Okure Seijo no Shiawase"
      },
      {
        "en": "The Saint’s Belated Happiness"
      },
      {
        "en": "The Saint’s Belated Happiness: Newly Single, Now Living with the Demon Prince"
      },
      {
        "ja": "行き遅れ聖女の幸せ～婚約破棄されたと思ったら魔族の皇子様に溺愛されてます！～"
      },
      {
        "ja-ro": "Iki Okure Seijo no Shiawase - Konyaku Hakisareta to Omottara Mazoku no Ouji-sama ni Dekiaisaretemasu!"
      }
    ],
    "description": {
      "en": "“Huh? You’re already 27 years old”. \n\nThe Saint Marialite’s engagement with the crown prince was called off because of her age! Due to various circumstances, the level-headed Marialite acknowledges this and returns to her hometown. However, she encounters a child raised in secret…? What's more, after growing up in a short amount of time, he falls for Marialite, and wants to take her back to his own country!\n\nA romantic fantasy story about a level-headed saint who gets dumped for being in her late twenties and ends up living with the demon prince instead!\n\nThe adored fantasy's long awaited serialization!\n\n---\n**Adapted From:**\n[Light Novel (Official English)](https://www.crossinfworld.com/The-Saints-Belated-Happiness-Newly-Single-Now-Living-with-the-Demon-Prince.html)\n\n**Promotional Video:**\n[行き遅れ聖女の幸せ PV](https://youtu.be/qjDjuDng6j8?si=onbw8A62tvnJ6Bb-)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "984562b1-04be-4059-8f12-e22904f11a70",
    "title": {
      "en": "Nagasarete Airantou"
    },
    "updatedAt": "2023-03-04T14:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/984562b1-04be-4059-8f12-e22904f11a70/ddb1bb49-70a0-4024-94f1-f2be0d6a93be.jpg",
    "altTitles": [
      {
        "ja": "ながされて藍蘭島"
      },
      {
        "zh": "蓝兰岛漂流记"
      }
    ],
    "description": {
      "en": "Ikuto Touhohin just had a last fight with his old man, one that led him to make a rash decision to run away from home. He boards a ship, deciding to take a vacation, but the ship is suddenly hit by a huge storm–one that sends Ikuto overboard! When he regains consciousness, he realizes he is still alive… on some island. An isolated island. An isolated island with nothing but girls. Stranded on an island with only girls, no electricity, gas, radio, television… like he was back in the stone age."
    },
    "status": "ongoing",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4e30e56-bbde-4e2b-85e5-192e219cc823",
    "title": {
      "en": "SWOT"
    },
    "updatedAt": "2023-02-10T18:17:33+00:00",
    "coverArt": "https://mangadex.org/covers/a4e30e56-bbde-4e2b-85e5-192e219cc823/1a6e5041-e321-4bcd-ba5e-7a78ddaa287c.jpg",
    "altTitles": [
      {
        "ja": "スウォット"
      },
      {
        "zh-hk": "流氓優等生"
      }
    ],
    "description": {
      "en": "Transfer student Manabizaki Kyou is a swot, a person who spends too much time studying. His dream is to attend Tokyo University and then work for NASA! He will soon discover, however, that the high school he's transferred into, which was once very prestigious, has taken in delinquents from the surrounding schools. Now it is full of violence and gang fights.  \n  \nLuckily, Manabizaki has a surprising skill at fighting, particularly when he's defending the peace of his study area. Through this strength he'll find his new friends, a weak boy called Iwashida and a legendary delinquent girl, Hasuno Nene, who makes him feel things that, for the first time in his life, he can't explain…"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "16242ec9-3042-4b96-8195-5ca33018b68e",
    "title": {
      "en": "I am the Strongest Boss"
    },
    "updatedAt": "2024-01-27T22:51:48+00:00",
    "coverArt": "https://mangadex.org/covers/16242ec9-3042-4b96-8195-5ca33018b68e/b6607d3f-35a3-44a7-9b8d-05fc1e5a6910.png",
    "altTitles": [],
    "description": {
      "en": "The end of the world is coming, and human beings have awakened their superpowers and fought against the monsters in the towers. However, there is a strongest BOSS sitting at the highest point of the tower - Demon King Jiu Ming. He is an insurmountable barrier for humans. One after another, the brave men always thought that they were the protagonists in the story, but the halo of the protagonists never came to them. When the protagonists lose their protagonist aura, they no longer are the protagonists."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "456415b4-5d90-4262-b549-34a18153039d",
    "title": {
      "en": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
    },
    "updatedAt": "2024-04-25T19:22:13+00:00",
    "coverArt": "https://mangadex.org/covers/456415b4-5d90-4262-b549-34a18153039d/79021f96-d539-40d3-9714-c717fe32a94e.jpg",
    "altTitles": [
      {
        "ja": "これからだんだん幸せになっていく怖い 女上司"
      },
      {
        "ar": "رئيسة مرعبة تزداد سعادة وسعادة من الآن فصاعدًا"
      },
      {
        "ja-ro": "Kore kara Dandan Shiawase ni Natte Iku Kowai Onna Joushi"
      },
      {
        "ja-ro": "Korekara Dondon Shiawase ni Natte iku Kowai Jōshi"
      },
      {
        "en": "A Scary Boss, But From Now on She's Going to Be Happier and Happier"
      },
      {
        "es-la": "Una jefa que da miedo, pero a partir de ahora va a ser cada vez más feliz."
      }
    ],
    "description": {
      "ar": "مديرتي مخيفة للغايه، لكن من الأن وصاعدًا سأبذل قصارى جهدي لجعلها الأسعد.",
      "en": "This is a heart-pounding love comedy between \"Manager Tsuruse'', a female boss who is scary at work but whose hobbies are cute clothes(?!), and \"Tsukinawa-kun'', a new male employee who joins the company mid-career!\n\nThere is also a FANBOX version, a collection of 0.5 \"Naughty\" stories: \n[Kowai Onna Joushi ga Nuidara H de Kawaikatta Hanashi - FANBOX 0.5 Matome【R18】](https://mangadex.org/title/ef970af6-8357-43bb-9bd1-fe09dba78624/kowai-onna-joushi-ga-nuidara-h-de-kawaikatta-hanashi-fanbox-0-5-matome)",
      "es-la": "Mi jefa da mucho miedo, pero mientras más hablo con ella deja de hacerlo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2024-04-23T17:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "d362fd89-f15c-481f-8bf1-17e59e125d03",
    "title": {
      "en": "Mix"
    },
    "updatedAt": "2024-05-08T14:33:52+00:00",
    "coverArt": "https://mangadex.org/covers/d362fd89-f15c-481f-8bf1-17e59e125d03/7d8d1782-a13e-4572-9f36-cdc7fb180e3c.jpg",
    "altTitles": [
      {
        "ru": "Микс"
      },
      {
        "ja": "ミックス"
      },
      {
        "en": "MIX"
      },
      {
        "ar": "مكس"
      }
    ],
    "description": {
      "en": "Adachi's second serialization in Gessan Shounen Sunday, follows the story of three siblings, students of Meisei Middle School. Takes place 26 years after Adachi's biggest title, Touch.  \n  \nBecause of the legend left by Tatsuya Uesugi, Meisei Academy High School was well-known for their strong baseball team. But 26 years after their glory, the team has not been able to keep their record and has since lost their fame.  \n  \nTwo stepbrothers, Souichirou and Touma Tachibana, aim to revive of the once-strong Meisei Academy baseball team and enter the National High School Baseball Championship.  \n  \n(Source: MAL, edited)",
      "ja": "舞台は明青学園。同年同月同日に生まれた同い年の兄弟とひとつ違いの妹。上杉兄弟の伝説から２６年、運命の兄弟は今再び明青学園の扉を開く。そして、物語は始まる―――"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-06-08T14:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/3b46fd7b-93cb-4995-a6a4-5af0b78142ce.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We're Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18d0d458-0e2b-4e08-b377-6c9b2acab7e5",
    "title": {
      "en": "A Big Shot Actually"
    },
    "updatedAt": "2024-04-22T12:15:00+00:00",
    "coverArt": "https://mangadex.org/covers/18d0d458-0e2b-4e08-b377-6c9b2acab7e5/9a56dfeb-a35f-4799-b74c-d8035799a4ce.jpg",
    "altTitles": [
      {
        "en": "I Am a Cultivation Bigshot"
      },
      {
        "en": "I'm Actually a Cultivation Big Shot"
      },
      {
        "en": "Turns Out I’m a Great Cultivator"
      },
      {
        "en": "So I Am the Godfather of Immortal Cultivation"
      },
      {
        "zh-ro": "Yuan Lai Wo Shi Xiu Xian Da Lao"
      },
      {
        "zh": "原来我是修仙大佬"
      },
      {
        "vi": "NGUYÊN LAI TA LÀ TU TIÊN ĐẠI LÃO"
      }
    ],
    "description": {
      "en": "Li Nianfan transmigrated to an immortal cultivation world as a mortal. Knowing that he could never become a cultivator, he decided to live an ordinary life. But unbeknownst to him, his dog became a mighty Yaoguai king by watching him draw and write; the tree he planted in the backyard became the tree of the world by listening to tunes he played; a passerby he met, who gained enlightenment from the chitchat with him, became a Taoist sage and started a new era..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85d43b0b-b977-43bb-b7d8-a688d48b3107",
    "title": {
      "en": "Obokoi Majo wa Majiwaritai!"
    },
    "updatedAt": "2024-06-10T22:00:16+00:00",
    "coverArt": "https://mangadex.org/covers/85d43b0b-b977-43bb-b7d8-a688d48b3107/5779dca3-7052-432b-8fdf-ded841a97b52.jpg",
    "altTitles": [
      {
        "en": "The Young Witch Wants To Have Sex?!"
      },
      {
        "ja": "おぼこい魔女はまじわりたい!"
      },
      {
        "ko": "순진한 마녀는 뒤섞이고 싶어!"
      },
      {
        "zh-hk": "想和見習魔女深入交流！"
      },
      {
        "vi": "Cô Phù Thủy Trẻ Muốn Được Sex!"
      }
    ],
    "description": {
      "en": "Hiiragi visits Chikage Komori, a transfer student that has never come to school. His chastity is at stake when he comes across a beautiful girl that is wearing nothing but a jacket!?",
      "ja": "古森チカゲ。転校生なのに一度も登校した姿を見たことがない彼女のご近所に住む柊木は学校のプリントを届けにいくが、出会った瞬間にいきなりカラダの関係を迫られて!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "0a68c054-1074-457e-a038-6020cdd3a45b",
    "title": {
      "en": "Housekeeper in a Dungeon"
    },
    "updatedAt": "2024-06-08T16:19:16+00:00",
    "coverArt": "https://mangadex.org/covers/0a68c054-1074-457e-a038-6020cdd3a45b/9de6cba6-6009-4136-80bf-fa4781269554.jpg",
    "altTitles": [
      {
        "pt-br": "Emprega Doméstica em uma masmorra"
      },
      {
        "ko": "던전 안의 살림꾼"
      },
      {
        "ja": "ダンジョン家事師は断れない！"
      },
      {
        "ko-ro": "Deonjeon An-ui Sallimkkun"
      },
      {
        "en": "Housekeeper in the Dungeon"
      },
      {
        "en": "The Homemaker of the Dungeon"
      },
      {
        "en": "The Housekeeper in the Dungeon"
      }
    ],
    "description": {
      "en": "From Baka-Updates:\nThe return of good looks! And cooking skills on top?!\n\nLee Heena, an ordinary South Korean office worker, age 25.\n\nToday, another ordinary day completely lost in overtime… is what she thought. Then she suddenly awakened. And then just as suddenly fell into a dungeon.\n\n“God, Buddha, Allah! Please let me awaken as a fighting-type hunter! If possible, a strong one!!”\n\nFrom the desperate wish, the system responded.\n\n[Congratulations!]\n\n[You have awakened as a hidden class, ‘Housekeeper’ (D)!]\n\nAlthough Heena’s skills in Plucking Herbs (C), Exterminating Pests (D), This is the Taste of My Magic Touch (D) are very useful in daily life, can she survive with these skills?!\n\nBut, what’s this?\n\nKang Jinhyeon, South Korea’s No. 1 ranking S-Class hunter, tried his hand at flirting.\n\n“I will leave everything I have to you.”\n\n“Hunter Kang Jinhyeon…”\n\n“Yes. Will you take responsibility for me?”\n\n“Why do you ask me to be your housekeeper in such a weird way?!”\n\nIs the simple and ordinary daily life that Heena dreamt of okay?! With a talking snail and moving pet plants ♥\nThe delightful romance fantasy〈The Housekeeper in the Dungeon〉!",
      "pt-br": "O retorno da boa aparência! E habilidades culinárias ainda por cima?!\nLee Heena, uma trabalhadora de escritório sul-coreana comum, de 25 anos.\nHoje, mais um dia comum completamente perdida nas horas extras... foi o que ela achou. E então, de repente, caiu em uma masmorra.\n\n“Deus, Buda, Alá! Por favor, deixe-me despertar como um caçador do tipo lutador! Se possível, um forte!!\nDo desejo desesperado, o sistema respondeu.\n\n[Parabéns!]\n[Você despertou como uma classe oculta, 'Empregada Doméstica'(D)!]\n\nEmbora as habilidades de Heena em Colheita de Ervas(C), Exterminar Pragas(D), Este é o Gosto do meu Toque Mágico(D) sejam muito útil na vida diária, ela conseguirá sobreviver com essas habilidades?!\n\nMas, o que é isso?\nKang Jinhyeon, o caçador de classe S número 1 da Coreia do Sul, tentou flertar com ela.\n\n“Vou dar o meu todo para você.”\n“Caçador Kang Jinhyeon…”\n“Sim. Você assumirá essa responsabilidade por mim?\n“Por que você me pede para ser sua empregada doméstica de um jeito tão estranho?!”\n\nA vida cotidiana simples e comum com a qual Heena sonhou está bem?! Com um caracol falante e plantas de estimação em movimento ♥"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb00a252-8c71-4f90-a280-d8e71d71231a",
    "title": {
      "en": "Touhou - Komachi & Eiki 4 Lovey-Dovey Manga (Doujinshi)"
    },
    "updatedAt": "2024-06-08T15:54:47+00:00",
    "coverArt": "https://mangadex.org/covers/cb00a252-8c71-4f90-a280-d8e71d71231a/fc3d08e3-a4cd-4328-90fb-0e25cbd9fd61.png",
    "altTitles": [
      {
        "en": "Komachi & Eiki 4 Lovey-Dovey Manga"
      },
      {
        "ja": "こまえーきイチャイチャ漫画"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-05-28T02:01:12+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/3ad27d81-898d-4025-a9a0-ae9770d64bd6.png",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]