[
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-12-09T11:21:20+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/3b57c7da-d877-4268-8a82-df56a1f9e9ca.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura-bachi"
      },
      {
        "en": "Kagura Bowl"
      },
      {
        "cs": "Kagurabachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "he": "קאגורהבאצ'י"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge.",
      "he": "צ'יהירו הצעיר מבלה את ימיו באימונים תחת הדרכתו של אביו, מחשל החרבות המפורסם. יום אחד, הוא מקווה להפוך בעצמו ליצרן חרבות דגול. האב המשעשע והבן הרציני--הם חשבו שהימים האלו יימשכו לנצח. אבל לפתע, הטרגדיה מכה. יום אפל ספוג בדם. צ'יהירו וחרבו חיים כעת רק למען הנקמה.",
      "ja": "刀匠を志す少年チヒロは、父の下で日々修行に励んでいた。おちゃらけた父と寡黙な息子。笑いの絶えない毎日がいつまでも続くと思っていたが…ある日悲劇が訪れる…。血塗られた絆と帰らない日常。少年は憎しみを焚べ、決意の炎を心に宿す…。",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!",
      "pt-br": "O jovem Chihiro passa seus dias treinando com seu famoso pai ferreiro. Um dia ele espera se tornar um grande fabricante de espadas. O pai bobo e o filho sério – eles pensavam que esses dias durariam para sempre. Mas de repente, a tragédia acontece. Um dia escuro, encharcado de sangue. Chihiro e sua lâmina agora vivem apenas para vingança. Ação épica de batalha de espadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3919619b-4ef2-46ba-92f6-7e8a0ebe1716",
    "title": {
      "en": "A Boy Under Suspicion of Being a Girl"
    },
    "updatedAt": "2022-05-18T18:10:46+00:00",
    "coverArt": "https://mangadex.org/covers/3919619b-4ef2-46ba-92f6-7e8a0ebe1716/4df44d94-1b0f-4181-b40e-dfdb9838495c.jpg",
    "altTitles": [
      {
        "ja-ro": "Onnanoko Giwaku o Kakerareta Otokonoko"
      },
      {
        "ja": "女の子疑惑をかけられた男の子"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ec3dcd1-62da-4712-a0f7-b2509d61a36b",
    "title": {
      "en": "Intai Shita Ossan Kenja da ga Manadeshi ga Tsuihou Sarete Kita no de Shoushin Ryokou ni Tsureteiku ~Slow Life na Tabi no Tsumori ga, Nazeka Sekai Saikyou no Shitei ni Natteita~"
    },
    "updatedAt": "2024-12-12T12:58:02+00:00",
    "coverArt": "https://mangadex.org/covers/4ec3dcd1-62da-4712-a0f7-b2509d61a36b/c8853d10-17a2-4878-b3da-a163e766b09c.png",
    "altTitles": [
      {
        "ja": "引退したおっさん賢者だが愛弟子が追放されてきたので傷心旅行に連れて行く ～スローライフな旅のつもりが、なぜか世界最強の師弟になっていた〜"
      },
      {
        "ja-ro": "Intaishita Ossan Kenjada ga Manadeshi ga Tsuihou Sarete Kita no de Shoushin Ryokou ni Tsureteiku ~Surouraifu na Tabi no Tsumori ga, Nazeka Sekai Saikyou no Shitei ni Natte Ita~"
      },
      {
        "en": "A Retired Old Sage Takes His Disciple on a Journey"
      },
      {
        "en": "He Is a Retired Old Sage, but His Beloved Disciple Has Been Expelled, So He Takes Her on a Heartbreak Trip ~He Intended to Travel in a Slow Life Fashion, but for Some Reason He Ended Up Becoming the World's Strongest Master and Disciple.~"
      }
    ],
    "description": {
      "en": "“Shall we, go on an adventure like in the old days?” Although he was an orphan, Roge trained hard and became known as the “Sage.” His beloved student, Liliane, suddenyly came to visit him. “Roge-sensei… I… have been expelled.” Liliane has been employed as a royal court mage, but after being exhausted by the harsh working environment and shady human relationships, she was fired without being told why. In an attempt to heal her exhausted heart, Roge invites her on an adventure to relieve her heartbreak. “Sensei, I want to travel with you, to relive those bright days once again!” And so begins a slow-pace journey, following the paths they once travelled together, but the two, who are both too talented for their own good, end up leaving legends behind in every place they went…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18d92807-8627-4a23-9ef6-12a0a7fbd054",
    "title": {
      "en": "Danjohi 1:5 no Sekai demo Futsu ni Ikirareru to Omotta? ~ Geki Juu Kanjou na Kanojotachi ga Mujikaku Danshi ni Honrousaretara"
    },
    "updatedAt": "2024-12-10T19:44:49+00:00",
    "coverArt": "https://mangadex.org/covers/18d92807-8627-4a23-9ef6-12a0a7fbd054/87237d49-2547-4a2c-a0c5-4a84f6f9ed80.jpg",
    "altTitles": [
      {
        "ja-ro": "Danjohi 1:5 no Sekai demo Futsu ni Ikirareru to Omotta? ~ Geki Juu Kanjou na Kanojotachi ga Mujikaku Danshi ni Honrousaretara"
      },
      {
        "ja": "男女比1:5の世界でも 普通に生きられると思った?~激重感情な彼女たちが 無自覚 男子に翻弄されたら~"
      },
      {
        "en": "Did You Think You Could Live Normally Even in a World With a 1:5 Male-To-Female Ratio? ~ When Deeply Intense Feelings of the Girls Are Toyed With by the an Oblivious Boy"
      },
      {
        "ja-ro": "Danjo Hi 1:5 no Sekai demo Futsuu ni Ikirareru to Omotta? Gekiomo Kanjou na Kanojo-tachi ga Mujikaku Danshi ni Hanrou saretara"
      }
    ],
    "description": {
      "en": "Before he knew it, Masato had been transported to a world where there were just a few more women than in his original world. However, aside from the fact that women were a little more assertive, the world wasn’t much different from the one he came from... or so he thought. \n\nLittle did he know, the kindness he spread, based on the standards of his old world, was saving those around him more than he could imagine. He was unaware that this kindness was causing the women around him to develop intense feelings for him. \n\nThis is the story of a protagonist who believes he can live an ordinary life, unknowingly making the heroines fall in love with him, and eventually realizing just how heavy their feelings are — until they make him understand it for himself...!",
      "id": "masato telah berpindah ke dunia dimana wanita lebih banyak daripada laki-laki. tapi selain dari wanita yang lebih banyak tidak ada banyak perbedaan dari dunia asalnya... begitulah yang dia pikirkan.tanpa disadari kebaikan yang dia lakukan- membuat wanita di sekitarnya memiliki perasaan padanya.ini adalah kisah seorang protagonis yang yakin kalau dia bisa menjalani kehidupan dengan normal, tanpa sadar membuat wanita jatuh cinta padanya, dan akhirnya menyadari betapa mendalamnya perasaan mereka- sampai mereka memaksa mc untuk mengerti!",
      "ja": "気付いたら、元いた世界よりちょっとだけ女性の多い世界に転移していた主人公・将人。でも、女性が少しだけ積極的なだけで、前の世界と変わらない…? そんな甘い考えで生活を始めた彼は知らない。\n\n元の世界基準で彼が振りまく優しさに、周りの彼女たちがどれだけ救われたのかを。そして、彼に激重な感情を向け始めたということを…。 \n\nこれは、普通に生きられると思い込んでいる主人公が無自覚にヒロインたちを恋に落とし、最終的にちょっと(?)愛の重いヒロインたちに\"分からされる\"までの物語であるー!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-11-02T11:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "233c849e-a65f-4c75-bcc6-515117210474",
    "title": {
      "en": "Majo ni Kubiwa wa Tsukerarenai"
    },
    "updatedAt": "2024-11-12T13:25:22+00:00",
    "coverArt": "https://mangadex.org/covers/233c849e-a65f-4c75-bcc6-515117210474/186863e5-2635-4dca-bdde-94747fcbebf0.jpg",
    "altTitles": [
      {
        "ja": "魔女に首輪は付けられない"
      },
      {
        "ja-ro": "Majo ni Kubiwa wa Tsukerarenai"
      },
      {
        "en": "Can’t Put Collars on Witches!"
      },
      {
        "pt-br": "Não Dá pra Colocar Coleiras em Bruxas!"
      },
      {
        "id": "Tidak Bisa Mengikat Penyihir!"
      }
    ],
    "description": {
      "en": "As magic, once monopolized by the nobility, became accessible to the masses, crime rates surged. In response, the Empire established the Magical Crimes Investigation Bureau. Rogue, a detective, is reassigned to the notorious \"Sixth Division\" due to the schemes of his superior, Veradonna. This division works alongside witches, who once brought disaster to the Empire, to investigate magical incidents. These witches, powerful enough to bring calamity, are imprisoned and have their magic restricted by \"collars.\" However, the witches, led by the \"Puppet Demon\" Miseria, pay no mind to these restraints and constantly throw Rogue into chaos. \"What will you do, Rogue? Shall we consider taking extreme measures?\"",
      "pt-br": "Conforme a magia, antes monopolizada pela nobreza, tornou-se acessível ao povo, as taxas de criminalidade dispararam. Em resposta, o Império estabeleceu o Departamento de Investigação de Crimes Mágicos. Rogue, um detetive, é transferido para a temida \"Sexta Divisão\" devido às intrigas de sua superior, Veradonna. Essa divisão trabalha ao lado de bruxas que, no passado, trouxeram desastre ao Império, para investigar incidentes envolvendo magia. Essas bruxas, poderosas o suficiente para causar calamidades, estão presas e têm sua magia restrita por \"coleiras.\" No entanto, as bruxas, lideradas pela \"Demônia Marionete\" Miseria, não se importam com essas restrições e constantemente lançam Rogue no caos.\n\n\"O que você vai fazer, Rogue? Vamos considerar tomar medidas extremas?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72e51451-4d0c-4a3f-97ff-afb3f819fbfa",
    "title": {
      "en": "Link Click"
    },
    "updatedAt": "2023-10-04T13:32:59+00:00",
    "coverArt": "https://mangadex.org/covers/72e51451-4d0c-4a3f-97ff-afb3f819fbfa/1631e85c-fce5-4319-a8cf-be5b359c8aa5.jpg",
    "altTitles": [
      {
        "zh": "时光代理人"
      }
    ],
    "description": {
      "en": "Sitting in a corner of the city is a seemingly normal shop called 'Time Photo Studio'. The shop owners, Cheng Xiaoshi and Lu Guang, can dive back in time through photos. One day, an uprising star in the Chinese opera world — Lin Kai — visited the studio and tasked Cheng Xiaoshi and Lu Guang to find a cassette tape from 10 years ago. They only have one photo, and one chance...",
      "fr": "Dans un coin de la ville se trouve une boutique, en apparence normale, nommée le \"Time Photo Studio\". Les propriétaires de la boutique, Cheng Xiaoshi et Lu Guang, peuvent voyager dans le temps au travers de photos. Un jour, une étoile montante de l'opéra chinois, Lin Kai, visite leur studio et leur demande de trouver un enregistrement datant d'il y a 10 ans. Ils n'ont qu'une seule photo et qu'une chance...",
      "zh": "在城市的某个角落，有一家看似普通的小店——时光照相馆。店主程小时和陆光可以通过照片，进入过去的时空。有一天，戏曲界新锐林凯来到了照相馆，委托程小时与陆光，寻找一份10年前的影像。照片只有1张，机会只有1次……"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-14T00:39:30+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "522bf33a-91ec-4f55-a5ee-e3612e8072c9",
    "title": {
      "en": "Oniyome wo Metotte Shimatta"
    },
    "updatedAt": "2022-12-28T23:19:33+00:00",
    "coverArt": "https://mangadex.org/covers/522bf33a-91ec-4f55-a5ee-e3612e8072c9/da291a6d-72c9-4859-a549-d4c6f4ccd3f2.jpg",
    "altTitles": [
      {
        "en": "I've Married a Demoness"
      },
      {
        "ja": "鬼嫁を娶ってしまった"
      },
      {
        "zh": "迎鬼为妻"
      }
    ],
    "description": {
      "en": "Momotarou returned from his quest, having married the demon princess Ura instead of defeating the demons.  \n  \nThe time for coexistence is here."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "8"
  },
  {
    "mangaId": "4a65b33d-bc76-4278-81a3-8a2eaebf78a6",
    "title": {
      "en": "We Are Young"
    },
    "updatedAt": "2024-12-10T11:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/4a65b33d-bc76-4278-81a3-8a2eaebf78a6/d7e495a3-8b70-4207-ae7e-4cdb1ef47f3d.jpg",
    "altTitles": [
      {
        "ko": "위아영"
      }
    ],
    "description": {
      "en": "Since the old days, mystical creatures have existed to help humans. However, now that the times have changed, they suddenly receive a warning from their god: \"Prove that you are still needed\".\n\nWhile grappling with how they can assist humans in the modern era, these creatures decide to send their younglings to the human world to seek answers.\n\nMeanwhile, university student Park Geuru, who lives his miserable days commuting for five hours to school due to a sudden move, accidentally ends up making a bet with the goblin Sihan... \n\nThis is a story about the daily life of these young mystical creatures, exploring the human world in order to avoid their own extinction."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "367f0840-48f5-4925-97fd-fb16d16f3c49",
    "title": {
      "en": "I am the World's Strongest, because I can read MANGA"
    },
    "updatedAt": "2024-11-25T23:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/367f0840-48f5-4925-97fd-fb16d16f3c49/5ba340e6-671d-46a4-a459-604a6cba9540.jpg",
    "altTitles": [
      {
        "ja-ro": "Manga wo Yomeru Ore ga Sekai Saikyou ~Yometachi to sugosu kimama na seikatsu~"
      },
      {
        "ja-ro": "Manga wo Yomeru Ore ga Sekai Saikyou"
      },
      {
        "ja": "マンガを読めるおれが世界最強～嫁達と過ごす気ままな生活～"
      }
    ],
    "description": {
      "en": "The other world I reincarnated to, was a world that will enable you to use magic after reading a Grimoire.\nAnd the Grimoire’s contents areーーYou wouldn’t believe it, it’s「Manga」.\nThis world’s people would take around one year to read one Grimoire(Manga) But for me, it is a「Manga」, that’s why it would not take an hour.\nInterpreting and understanding all kinds of Grimoires and the 6 year old me who became the World’s Strongest Master Mage,\nWelcomed brides that were also 6 years old, and started living a carefree life……!!",
      "fr": "Le monde dans lequel je me suis réincarné est un monde qui permet d'utiliser la magie après avoir lu un Grimoire. Et le contenu de ce Grimoire est... Un manga! Les gens de ce monde prennent environ un an pour lire un Grimoire (manga), mais pour moi, cela dure seulement moins d'une heure. Interprétant et comprenant toutes sortes de Grimoires, je suis devenu le plus puissant mage du monde à seulement 6 ans!"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2980126-6be7-4b5e-88a7-eb2038dfe247",
    "title": {
      "en": "The Legend of Luoxiaohei"
    },
    "updatedAt": "2024-11-16T03:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/f2980126-6be7-4b5e-88a7-eb2038dfe247/96337b99-3f42-4928-9805-aa761ce6c8e1.jpg",
    "altTitles": [
      {
        "ja": "ロシャオヘイ戦記"
      },
      {
        "zh": "罗小黑战记"
      }
    ],
    "description": {
      "en": "A cat spirit, while stealing the famed Heavenly Bright Pearl, was injured heavily by the spirit Diting and turned back into a cat. While wandering the streets, he was adopted by Luo Xiaobai, and became Luo Xiaohei. Their story begins now."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "18.5"
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-12-17T00:04:41+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/41e3dda4-210c-4d9f-a363-7aadebbf1882.jpg",
    "altTitles": [
      {
        "ja": "異世界サムライ"
      },
      {
        "ja-ro": "Isekai Samurai"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "es-la": "Samurái en Otro Mundo"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-12-18T17:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/fb21d9b4-2c85-4a5d-bb05-77190cbb58d5.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "zh-hk": "錯了宫原、不是妳啊！"
      },
      {
        "zh": "我要找的、才不是宫原你啦！"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. ([ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))\n___\n**Alt Official Raw:** [Young Jump!](https://ynjn.jp/title/7831)",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e82ce4a8-4b7b-4ada-80ef-85efa33f38be",
    "title": {
      "en": "Maou ga Inaka ni Totsuidara"
    },
    "updatedAt": "2024-11-25T13:18:15+00:00",
    "coverArt": "https://mangadex.org/covers/e82ce4a8-4b7b-4ada-80ef-85efa33f38be/685c5b5d-a309-4e91-91bb-221ab1e4e3c9.jpg",
    "altTitles": [
      {
        "ja": "魔王が田舎に嫁いだら"
      },
      {
        "en": "If a Demon Lord Were to Get Married in the Countryside"
      }
    ],
    "description": {
      "en": "A girl who calls herself the Demon Lord falls upon the main character, an elementary school teacher living in the countryside, and they decide to get married?!",
      "ja": "田舎に住む小学校教師の主人公のもとに、魔王と名乗る少女が降ってきて結婚することに!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c314aabc-24f1-43b4-82b6-9601b8fa24c8",
    "title": {
      "en": "Kamakura Bakeneko Club"
    },
    "updatedAt": "2024-12-08T18:29:25+00:00",
    "coverArt": "https://mangadex.org/covers/c314aabc-24f1-43b4-82b6-9601b8fa24c8/20c30be2-1d03-4626-a35a-a0c8d4bae6e2.png",
    "altTitles": [
      {
        "ja-ro": "Kamakura Bakeneko Kurabu"
      },
      {
        "ja": "かまくらBAKE猫倶楽部"
      },
      {
        "en": "Kamakura Monster-Cat Club"
      }
    ],
    "description": {
      "en": "There exists an old rumor relating to cats within the ancient capital of Kamakura... that if you go to the \"Bakeneko Club\", located somewhere in Kamakura, you can meet cats that have gone missing. Even today, people wander into \"Kamakura Neko Club\", where Maya and Gakuto work, relying on this rumor."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c65d740e-d0e5-4cd3-a300-9e249331f97d",
    "title": {
      "en": "Curves of Her and Me"
    },
    "updatedAt": "2024-12-20T10:19:56+00:00",
    "coverArt": "https://mangadex.org/covers/c65d740e-d0e5-4cd3-a300-9e249331f97d/f1d1caed-cb39-4e75-9dd1-6999d39420a6.png",
    "altTitles": [
      {
        "ko": "그녀의 나의 곡선"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "23"
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-11-01T16:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/07016398-9572-4e78-94dd-468de1106db5.jpg",
    "altTitles": [
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "en": "Chieri's Love is 8 Meters Tall"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!",
      "ja": "普通の高校生・小滝夢路のクラスに転校してきたのは、身長が8メートルに巨大化した幼馴染・大峰ちえりだった！ちえりの学校生活のサポートをする「お手伝いさん」を任された夢路。身長差がある二人の日常はドキドキがいっぱいで!?　高低差もなんのその！",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c54d09b-e24d-4679-98e0-44786e8e172e",
    "title": {
      "en": "Gamer ga Isekai Konten Shite Harem Jinsei e Continue suru Sou desu"
    },
    "updatedAt": "2024-10-11T16:59:45+00:00",
    "coverArt": "https://mangadex.org/covers/8c54d09b-e24d-4679-98e0-44786e8e172e/587b1d48-1794-401d-85de-a5c6b288c43c.jpg",
    "altTitles": [
      {
        "ja": "ゲーマーが異世界魂転してハーレム人生へコンティニューするそうです THE COMIC"
      },
      {
        "id": "Sepertinya seorang gamer akan mengubah jiwanya ke dunia lain dan melanjutkan kehidupan harem"
      },
      {
        "en": "A Gamer Is Going to Live a Harem Life in Another World"
      }
    ],
    "description": {
      "en": "After opening the last route of a certain FPS game, the protagonist jumps for joy, slips and dies. However, due to God - a game lover - feeling sorry for him, he decides to continue his life in a different world as the boy Wayne (although he seems to have no memory of his previous life). \n\nLife at military school in a world where magic and adventure are commonplace, and meeting heroines who truly love him.\n\nThis is the second life of a gamer down the harem route!?",
      "id": "Setelah membuka rute terakhir dari game FPS tertentu, si protagonis melompat kegirangan terpeleset dan mati.  Namun, karena Dewa (pencinta game) yang merasa kasihan padanya, ia memutuskan untuk melanjutkan hidupnya di dunia yang berbeda sebagai Wayne anak laki-laki (walaupun ia tampaknya tidak memiliki ingatan tentang kehidupan sebelumnya).  Kehidupan di sekolah militer di dunia di mana sihir dan petualangan adalah hal biasa, dan bertemu dengan para heroine yang benar-benar mencintainya. Ini adalah kehidupan kedua seorang gamer ke rute harem!?",
      "ja": "いくどもコンティニューを繰り返し、\nとあるFPSゲームの最後のルートを開放した主人公は、\n喜びすぎが原因でその直後に頭をぶつけて死んでしまう。\nしかし、それを不憫に思った神様（ゲーム好き）により、\n彼は少年・ウェイン（ただし前世の記憶はない模様）として\n異世界で人生を続けることに……。\n魔法や冒険が当たり前の世界での軍学校生活、\nそして自分を心から愛してくれるヒロインたちとの出会い。\nゲーマーの二度目の人生はハーレムルート一直線！？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5588759b-894a-468e-9497-eb43f2c51fee",
    "title": {
      "en": "Net no \"Oshi\" to Real no \"Oshi\" ga Tonari ni Hikkoshite Kita"
    },
    "updatedAt": "2024-12-07T22:13:07+00:00",
    "coverArt": "https://mangadex.org/covers/5588759b-894a-468e-9497-eb43f2c51fee/81df133a-8991-4f85-9a42-af4cc22404cd.jpg",
    "altTitles": [
      {
        "ja": "ネットの『推し』とリアルの『推し』が隣に引っ越してきた"
      },
      {
        "en": "My Fave Persons Moved into Condominium Where I Live"
      }
    ],
    "description": {
      "en": "**The only one who can support them is... me?**\n\nTendou Souma, who spends his days in idle monotony, has two \"idols.\" His online idol is Henrietta, a hugely popular VTuber. His real-life idol is Hiyori Yatsumi, an idol and voice actress. Souma's university life was supposed to be centered around supporting these two idols... But then, one of his idols unexpectedly moves into the room next door!? Excited by this dream-like turn of events, Soma is thrilled, but what he discovers is the disappointing true nature of his idol...",
      "ja": "無為な日々を過ごす天童蒼馬には二人の『推し』がいる。ネットの『推し』大人気VTuberのアンリエッタ。リアルの『推し』アイドル声優の八住ひより。二人への推し活を生きがいに大学生活を送るはずが……なんと隣の部屋に『推し』の一人が引っ越してきて!?夢のような展開に胸を躍らせる蒼馬だったが、目の当たりにしたのは残念すぎる『推し』の本性で――。",
      "vi": "Vtuber nhà rác... Seiyuu Idol bợm rượu... Bạn thuở nhỏ Yandere... Ai sẽ là người chiến thắng"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62642f72-ed18-46f9-a8dd-4add20b752fc",
    "title": {
      "en": "Kuma to Usagi wa Tomodachi dewa Irarenai"
    },
    "updatedAt": "2024-11-29T11:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/62642f72-ed18-46f9-a8dd-4add20b752fc/99331896-febc-4091-8afb-163ed86694a7.jpg",
    "altTitles": [
      {
        "ja": "クマとウサギは友達ではいられない"
      },
      {
        "ja-ro": "Kuma to Usagi wa Tomodachi de wa Irarenai"
      },
      {
        "en": "Bear and Bunny Cannot Be Friends"
      },
      {
        "ja": "チャラ男くんと清楚ちゃん"
      },
      {
        "ja-ro": "Charao-kun to Seiso-chan"
      },
      {
        "en": "Playboy-kun & Neat-chan"
      }
    ],
    "description": {
      "en": "A playboy goes after an innocent-seeming girl, having no idea what he's getting into.\n\n**Note:** Not to be confused with [NoTR](https://mangadex.org/title/03346265-8076-4b14-8c80-78c2f04511be), another series from this same artist."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai ~Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta~"
    },
    "updatedAt": "2024-12-19T22:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "en": "That Incompetent is Actually the World's Strongest Wizard: He was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. However, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! Alma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life!\n___\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ee4bf782-9fe9-42a6-be7f-3809293818c2",
    "title": {
      "en": "Hell Mode ~Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru~"
    },
    "updatedAt": "2024-12-10T12:08:22+00:00",
    "coverArt": "https://mangadex.org/covers/ee4bf782-9fe9-42a6-be7f-3809293818c2/dde07155-0ad4-4500-b8fb-30e75b9f012e.jpg",
    "altTitles": [
      {
        "en": "Hell Mode: The Hardcore Gamer Dominates in Another World with Garbage Balancing"
      },
      {
        "ja": "ヘルモード ～やり込み好きのゲーマーは廃設定の異世界で無双する～ はじまりの召喚士"
      }
    ],
    "description": {
      "en": "Yamada Kenichi, a single, 35-year-old businessman, has spent the majority of his adult life playing every MMORPG to hit the market. Tired of the constant cycle of repetitive, newbie-centric gameplay, he is immediately drawn in by the promise of a new game that, on top of being never-ending, offers up a \"Hell Mode\" — a difficulty level that makes it nigh impossible to level up but also promises uncapped growth potential.\n\nUpon selecting the newly released Summoner class, Kenichi finds himself reborn as Allen, an infant in a serf family, with nothing but his wits and old memories to guide him. Allen works diligently to level himself up despite Hell Mode requiring vast amounts of experience between levels. In doing so, he hopes to uncover the secrets the Summoner class holds. All the while, he dedicates himself to freeing his new family from serfdom.",
      "ja": "「終わらないゲームにあなたを招待します。 だって?」 健一が偶然たどり着いたタイトルのない謎のネットゲーム。 難易度設定画面で迷わず最高難易度『ヘルモード』を選ぶと、異世界の農奴へと転生してしまった! 少年「アレン」へと転生した健一は、謎の多い職業「召喚士」を使いこなしながら、 異世界で最強への道を手探りで歩み始めるが――。",
      "pt-br": "\"Você será convocado para o mundo de um jogo sem fim?' Um dia, estava procurando um novo jogo, quando de repente vi aquele anúncio. Depois de escolher o modo mais difícil do jogo, 'modo inferno', de repente reencarnei em um novo mundo como um lavrador. Como um menino chamado Allen, comecei minha jornada em outro mundo com a maior dificuldade, superando todos os desafios para alcançar o maior título do jogo \"Summoner\" . ----- O romance promissor de 1º grau da revista 'Vamos nos tornar um escritor ', uma história extremamente aguardada."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6941f16b-b56e-404a-b4ba-2fc7e009d38f",
    "title": {
      "en": "Isshou Watashi no Joshu de ite!"
    },
    "updatedAt": "2024-12-20T22:25:56+00:00",
    "coverArt": "https://mangadex.org/covers/6941f16b-b56e-404a-b4ba-2fc7e009d38f/208232e7-064e-4934-b6a5-4fb6dc3c1e50.jpg",
    "altTitles": [
      {
        "ja": "一生わたしの助手でいて！"
      },
      {
        "en": "Be my Assistant for Life!"
      },
      {
        "id": "Jadilah Asistenku Seumur Hidup!"
      }
    ],
    "description": {
      "en": "\"The relationship between a detective and their assistant is not unlike romance!\"\n\nDue to his natural tendency to assist others (a \"helper type\" personality that makes him constantly want to lend a hand), Mitomo Tasuku had always lived in the shadows. To break out of this, he made it his life's mission to \"become number one.\" However, at the high school he transfers to, he encounters three detective girls, who happen to be his rivals from elementary school with whom he formed a detective club together. Thus begins Tasuku's fierce battle for the top detective spot! However... these girls seem to harbor passionate feelings of a different kind...!?",
      "ja": "持ち前の助手体質(つい手助けをしてしまう体質)のせいで日陰者だった御供助玖は、その状況を打破するため「トップになる」ことを最重要課題として生きてきた。しかし、転校先の高校で出会った探偵少女3人は、小学校の頃に探偵団を一緒にやっていた因縁の相手だった! 探偵(トップ)の座をかけた助玖の熱い戦いが始まる!! ただ‥‥彼女たちは違う意味で熱い想いを秘めていて‥‥!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "002871dd-5d07-4204-a6fd-a33a44af2630",
    "title": {
      "en": "Soubi Seisakukei Cheat de Isekai wo Jiyuu ni Ikite Ikimasu"
    },
    "updatedAt": "2024-10-29T22:32:48+00:00",
    "coverArt": "https://mangadex.org/covers/002871dd-5d07-4204-a6fd-a33a44af2630/73e9af04-9814-4968-9bd2-09ebc3ac3b06.jpg",
    "altTitles": [
      {
        "ja": "装備製作系チートで異世界を自由に生きていきます"
      },
      {
        "en": "I Will Live Freely in Another World with Equipment Manufacturing Cheat"
      },
      {
        "zh": "以装备制作系开挂技能自由的过活"
      }
    ],
    "description": {
      "en": "Toji, a 29-year-old part-time worker who has been involved in the summoning ceremony of others has come to a different world. When he was driven out of the castle as a nuisance and gave up on everything, he saw the same status screen as an Online Game, what he used to play. What a convenient game system was available only for Toji in this world! Strengthen your weapons, summon cute monsters, etc… A free adventure of Touji begins here, focusing on wisdom and living in a different world!   \n  \nThe amazingly popular fantasy of Alphapolis Web ranking 1st place, long-awaited comicalization!",
      "ja": "他人の召喚に巻き込まれ、異世界に来てしまった29歳のフリーター、トウジ。厄介者として王城を追い出され、全てを諦めかけたその時、かつて遊んでいたネトゲと同じステータス画面が目に入る。なんとゲームの便利システムが、この世界でトウジにのみ使えるようになっていたのだ！　武具を強化したり、可愛いサモンモンスターを召喚したり……知恵を絞って異世界を生きる、トウジの自由な冒険がここに始まる――！　アルファポリスWebランキング１位獲得の超人気ファンタジー、待望のコミカライズ！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands off Eizouken!"
    },
    "updatedAt": "2024-12-14T03:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/Eizouken_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/dennou319)  \n- [Mangaka's YouTube](https://www.youtube.com/channel/UCIhPflgXxYM9dsOzaI0sYgA)  \n- [Official Anime (JP)](http://eizouken-anime.com/)  \n- [Official Live-Action (JP)](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64ed4d14-9e00-4b63-8799-547a508f5344",
    "title": {
      "en": "Parallel Paradise"
    },
    "updatedAt": "2024-12-21T15:13:51+00:00",
    "coverArt": "https://mangadex.org/covers/64ed4d14-9e00-4b63-8799-547a508f5344/ff6b43b4-356f-4394-b32f-56027023c9a0.jpg",
    "altTitles": [
      {
        "fr": "Un paradis parallèle"
      },
      {
        "ja": "パラレルパラダイス"
      },
      {
        "zh": "平行天堂"
      },
      {
        "ko": "병렬 파라다이스"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "vi": "Thiên đường song song tại dị giới"
      },
      {
        "es-la": "Paraíso Paralelo"
      },
      {
        "ru": "Параллельный рай"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?",
      "es-la": "“Por favor, apareate conmigo”. En un mundo extraño, Youta Tada es atacado por una hermosa chica caballero en celo. Solamente monstruos temidos y chicas hermosas viven en este mundo.¡El único hombre es Youta Tada! ¿¡Es esto el cielo o el infierno para Youta!?",
      "pt-br": "Em um dia na escola Youta vê alguém estranho entrando na escola, do nada este ser aparece ao seu lado e o joga do 3º andar! Porém ele vai parar em um mundo estranho, onde seres parecidos com dragões existem! Youta conhece uma jovem paladina, e descobre que é o único homem habitando aquele planeta, e que suas habitantes são extremamente ‘fracas’ a sua presença… seria este o paraíso?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5f13b1a-eabd-4752-863a-cc3930a20d24",
    "title": {
      "en": "A Sharp-Eyed Classmate"
    },
    "updatedAt": "2024-07-28T21:16:30+00:00",
    "coverArt": "https://mangadex.org/covers/e5f13b1a-eabd-4752-863a-cc3930a20d24/a2e90442-0572-4a79-8fcb-8e4c804af144.png",
    "altTitles": [
      {
        "ko": "눈매가 사나운 반친구"
      },
      {
        "en": "A Classmate With Fierce Eyes"
      }
    ],
    "description": {
      "en": "With her fierce eyes and sharp impression, and wary of everyone, 'Ahn Se-young' is a woman to watch out for.\nEveryone is cautious around her, but a lone boy stands in front of her.\n\"I like you, go out with me!\"\n\"......What?!\"\nSe-young is taken aback at the sudden confession of love, but this was just the beginning...\nThe tug-of-war between 'Ahn Se-young', who shows an unexpected side to her as you get closer, and 'Nam Ho-yeol', the straightforward guy who tries to break down her impenetrable facade, begins now!",
      "ko": "사나운 눈매와 날카로운 인상으로 주변 사람들에게 경계를 받고 있는 요주의 그녀 '안세영'.\n모두가 경계심을 놓지 못할 때 그녀의 앞에 한 남자애가 마주선다.\n\"나 너 좋아해, 나랑 사귀자!\"\n\"......뭐?!\"\n난데없는 사랑고백에 진땀이 빠지는 세영, 하지만 이건 시작에 불과했으니...\n가까이 다가갈수록 반전의 모습을 보이는 그녀 '안세영'과\n그 모습을 빈틈없이 파고 들려는 직진남 '남호열'의 줄다리기가 지금 시작된다!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "25707e09-1afb-48da-a04e-36b4daa7cce6",
    "title": {
      "en": "Nobunaga no Chef"
    },
    "updatedAt": "2024-12-15T05:06:18+00:00",
    "coverArt": "https://mangadex.org/covers/25707e09-1afb-48da-a04e-36b4daa7cce6/2ace44a9-16ea-481f-a6bb-5f56d8cfb732.jpg",
    "altTitles": [
      {
        "en": "Nobunaga's Chef"
      },
      {
        "ja-ro": "Kokinya Nobunaga"
      },
      {
        "fr": "Le chef de Nobunaga"
      },
      {
        "th": "ยอดเชฟของโนบุนางะ"
      },
      {
        "ja": "信長のシェフ"
      },
      {
        "zh": "信長的主廚"
      },
      {
        "es-la": "El Chef de Nobunaga"
      },
      {
        "en": "A Chef of Nobunaga"
      },
      {
        "pt-br": "O chef de Nobunaga"
      },
      {
        "id": "Kokinya Nobunaga"
      },
      {
        "ko": "노부나가의 셰프"
      }
    ],
    "description": {
      "en": "Ken is a modern-day chef who wakes up one morning in war-torn 16th century Japan. Faced with an impossible situation, he does what he does best – he cooks. Soon, word of his wonderful food reaches the capital, and the ears of warlord Oda Nobunaga, who immediately orders Ken to cook for him. What will happen to Ken as he finds himself stumbling around in an era he doesn't belong?",
      "ja": "現代の料理人・ケン。彼が目を覚ますとそこは戦国時代だった。京で評判の料理の噂を聞きつけた信長は、強引にケンを自分の料理人にするが…！？",
      "es-la": "Ken es un chef de la actualidad. Cuando se despierta, se encuentra en el período de los Estados en Guerra, la era Sengoku. Nobunaga oye un rumor sobre un plato con buena reputación en Kioto, y obliga a Ken a convertirse en su propio chef...",
      "pt-br": "Ken, um chef da era moderna, encontra-se de volta ao século 16, durante o período Sengoku. Sem qualquer lembrança de quem ele foi um dia ou como chegou ali, ele só pode contar com seu conhecimento e suas habilidades na culinárias. Mas, assim que ele ganha reputação por sua incrível comida, o próprio Oda Nobunaga aparece para demandar seus serviços."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "37",
    "lastChapter": "310"
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-12-20T18:19:30+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/36415f2c-1c2b-4d0e-984c-84c07973e84c.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "bg": "Стокано"
      },
      {
        "it": "Le 100 fidanzate"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. In desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! Now this god will set things right by making sure Aijo gets one hundred dates. Except, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! Worse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ja": "「好き」っていいたい！いわれたい！中学卒業式に100回目の失恋をした愛城恋太郎は、高校でこそ初めての彼女を！と願う。そんな彼の前に現れた恋の神様が告げた未来は「高校生活で出会う“運命の人”は100人。しかし彼女達は、幸せになれなければなんやかんや（中略）あって…死ぬ」　突然始まるDEAD OR LOVEな純愛ハーレムライフ!!　絶対に脱落しない・させない！",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c79bcd31-4c0e-43c2-873d-7e614361096e",
    "title": {
      "en": "Heart of Thorns"
    },
    "updatedAt": "2024-11-12T05:51:20+00:00",
    "coverArt": "https://mangadex.org/covers/c79bcd31-4c0e-43c2-873d-7e614361096e/a7e05bd3-1d31-480c-8e47-9c8ebfe27beb.jpg",
    "altTitles": [
      {
        "zh": "荆棘之心"
      },
      {
        "zh-ro": "Jing Ji Zhi Xin"
      }
    ],
    "description": {
      "en": "One day, Liu Hai happened upon a dilapidated magic book. When she imitated the wizard in the magic book to create a magic circle, she accidentally summoned a monster girl named Chi Liu. Chi Liu is the source of strength in the country of Chi. She had been imprisoned for a long time and finally managed to escape. While Liu Hai in the human world was experimenting with the magic circle, the two met..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "100 Ghost Stories That Will Lead to My Own Death"
    },
    "updatedAt": "2024-12-22T06:02:22+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/be02fca6-7ef4-4833-91f9-cc43182f2987.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "The Hundred Ghost Stories That Led to My Death"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      },
      {
        "en": "100 Ghost Stories That Will Lead to My Own Death"
      },
      {
        "en": "100 Ghost Stories to Die For"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ca92c93-ee7c-4b7c-9437-1c5b5d52c531",
    "title": {
      "en": "Everyday Life with a Succubus Slave"
    },
    "updatedAt": "2024-11-25T09:55:45+00:00",
    "coverArt": "https://mangadex.org/covers/6ca92c93-ee7c-4b7c-9437-1c5b5d52c531/84b4be3a-c98d-4946-9a92-96c9560ecf11.png",
    "altTitles": [
      {
        "ja-ro": "Succubus Dorei to no Nichijou"
      },
      {
        "ja": "サキュバス奴隷との日常"
      },
      {
        "uk": "Повсякденне життя з рабинею-суккубом"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "14"
  },
  {
    "mangaId": "6cb05203-31fb-4121-9f9b-6eed3f44b3bd",
    "title": {
      "en": "Namihara-san wa Buchimaketai!"
    },
    "updatedAt": "2024-05-14T15:21:24+00:00",
    "coverArt": "https://mangadex.org/covers/6cb05203-31fb-4121-9f9b-6eed3f44b3bd/a86ec3e7-8ff4-45c7-b3d7-710a0021528c.jpg",
    "altTitles": [
      {
        "ja": "波原さんはぶちまけたい！"
      },
      {
        "en": "Miss Namihara Wants to Scream!"
      }
    ],
    "description": {
      "en": "The company she entered was a black IT company... It's such a pain... I want to quit... \"Boss, will you please die soon? (Good morning!)\"\n\nWith a sudden change (?), her honne (inner thoughts) and tatemae (public behavior) switched!? It's always been what she thinks, but, but... As a worker, she can't say it!?  \n  \nHer hidden \"inevitable\" honne, becomes a shield against harsh superiors! A pleasant and thrilling comedy!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "18"
  },
  {
    "mangaId": "cdce6cdf-6817-49a8-842c-7a8d7f9b6463",
    "title": {
      "en": "Meguru Mirai"
    },
    "updatedAt": "2024-08-13T06:59:43+00:00",
    "coverArt": "https://mangadex.org/covers/cdce6cdf-6817-49a8-842c-7a8d7f9b6463/8fb04383-9707-404d-8cb0-d4c25193a05b.jpg",
    "altTitles": [
      {
        "ja": "めぐる未来"
      },
      {
        "en": "Revolving Future"
      }
    ],
    "description": {
      "en": "Mirai, a man who does not show his emotions, lives happily with his innocent and cheerful wife Meguru, but he has a \"cursed disease\" that he keeps secret even from his wife.\nThen one day, Mirai receives an important call from the police concerning his wife...!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "40"
  },
  {
    "mangaId": "8c21fe3b-4fe6-4f11-b51b-ced00d8aec60",
    "title": {
      "en": "Aekanaru"
    },
    "updatedAt": "2023-07-24T05:47:34+00:00",
    "coverArt": "https://mangadex.org/covers/8c21fe3b-4fe6-4f11-b51b-ced00d8aec60/a6ff5471-1f9d-4fc2-a94a-0b86a0a9a7fe.jpg",
    "altTitles": [
      {
        "ja": "アエカナル"
      },
      {
        "zh-hk": "亞惠佳奈瑠"
      }
    ],
    "description": {
      "en": "Sadai, looking for a place to die, headed deep into the mountains. There he encountered a mysterious and gentle girl who had lived alone in an abandoned village for 150 years, continuing to serve an intangible god. A man that had failed to die and a widow with a graceful aura — from the remains of their wasted lives, the two of them begin a new chapter of their story."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "41"
  },
  {
    "mangaId": "48de4f49-d7f9-4b0c-99f4-0929c2a9910b",
    "title": {
      "en": "Gakeppuchi Reijou wa Kurokishi-sama o Horesasetai!"
    },
    "updatedAt": "2024-11-01T00:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/48de4f49-d7f9-4b0c-99f4-0929c2a9910b/9a9dfea4-854c-4317-af6c-c9ca7e6b434d.png",
    "altTitles": [
      {
        "ja": "崖っぷち令嬢は黒騎士様を惚れさせたい!"
      },
      {
        "ja-ro": "Gakeppuchi Reijou wa Kurokishi-sama wo Horesasetai!"
      },
      {
        "es-la": "¡Quiero hacer que el Caballero Oscuro se Enamore de mi!"
      },
      {
        "en": "I Want to Make Black-Knight Fall In Love With Me!"
      },
      {
        "pl": "Chcę, żeby Czarny Rycerz Się We Mnie Zakochał"
      },
      {
        "en": "A Noblewoman on the Brink of Disaster Wants to Make the Black Knight Fall in Love!"
      }
    ],
    "description": {
      "en": "My family is in debt, and we don't have enough money for my sick sister's treatment... The troubled noble, Clarice, finds herself engaged in a political marriage with the most feared Black-Knight in the kingdom, Frost, known for \"slaughtering beasts with his bare hands\". In an attempt to secure the fortune, Clarice tries to seduce the \"Black-Knight\", but just as she does, she discovers \"her\" secret...",
      "ja": "実家は借金まみれ、病気の妹を救うには治療費が足りない…。崖っぷちな子爵令嬢・クラリスが政略結婚をすることになったのは、「魔物を素手で屠る」とウワサの黒騎士・フロストだった！財産を握るため、どうにか”黒騎士様”を篭絡しようとした矢先、クラリスは“彼女”の秘密を知ってしまい…。",
      "pl": "Moja rodzina jest zadłużona i nie mamy pieniędzy na leczenie chorej siostry...\nZmartwiona szlachcianka, Clarice, zostaje zaangażowana w polityczne małżeństwo z najbardziej przerażającym Czarnym Rycerzem w królestwie, Frostem, znanym z „zabijania bestii gołymi rękami”.\nChcąc zapewnić sobie fortunę, Clarice próbuje uwieść „Czarnego Rycerza”, ale gdy to robi, odkrywa „jej” sekret...",
      "es-la": "Mi familia está endeudada, y no tenemos suficiente dinero para el tratamiento de mi hermana enferma...\r\nLa nobleza en apuros, Clarice, se encuentra comprometida en un matrimonio político con el Caballero Oscuro más temido del reino, Frost, quien es conocido por \"matar bestias con sus propias manos\"\r\nCon la intención de asegurar la fortuna, Clarice intenta seducir al \"Caballero Oscuro\", pero justo cuando lo hace, descubre el secreto de \"ella\"..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f1522b1b-4b5a-4c09-bb39-8b092f4b7edd",
    "title": {
      "en": "Shoukan sareta Kenja wa Isekai wo Yuku ~Saikyou nano wa Fuyou Zaiko no Item deshita~"
    },
    "updatedAt": "2024-11-02T18:38:04+00:00",
    "coverArt": "https://mangadex.org/covers/f1522b1b-4b5a-4c09-bb39-8b092f4b7edd/0279ffd2-4969-4f8b-bab8-0b9bffbe12c1.jpg",
    "altTitles": [
      {
        "ja": "召喚された賢者は異世界を往く ～最強なのは不要在庫のアイテムでした～"
      },
      {
        "en": "A Sage Is Summoned to Another World: The Undesired Items Are Now the Strongest"
      },
      {
        "es-la": "El sabio es invocado a otro mundo ~Los artículos más fuertes eran los menos deseados del inventario~"
      },
      {
        "ko": "소환된 현자는 이세계를 누빈다 ~최강인 것은 필요없는 재고 아이템이었습니다~"
      },
      {
        "zh-hk": "被召喚的賢者前往異世界～廢棄庫存道具才是最強～"
      },
      {
        "zh": "被召唤的贤者前往异世界～废弃库存道具才是最强～"
      },
      {
        "en": "Wise Man Is Summoned to Another World ~The Strongest Items Were Those Less Desired in Inventory~"
      }
    ],
    "description": {
      "en": "Touya, the strongest player in the game Pandemic World Online, had won so many items that he decided to create an alternate account to store the extra ones. While playing this very game in his second account, he was summoned to another world as a character he made, where the people were merrily expecting a hero. However, when it is known that he doesn't have the title of a hero, he is discarded and replaced by another person. Now, he must survive in an another world with the account he merely used to store his extra items in.  \n\n\n---",
      "es-la": "Touya, el jugador mas fuerte del juego Pandemic World Online, ha ganado tantos items que decidió crear una cuenta alternativa para almacenarlos, mientras jugaba fue invocado a otro mundo, pero al no tener la categoría de héroe es desechado y remplazado por otra persona, ahora tendrá que sobrevivir solo en ese mundo y con el personaje que creó para almacenar esos objetos.  \n\n\n---\n\n**Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n9275ei/) (Japanese)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b1b5cc9-1889-4ebc-b613-f7e2142ff2fe",
    "title": {
      "en": "Bocchi The Rock! Anthology Comic"
    },
    "updatedAt": "2023-08-30T22:43:47+00:00",
    "coverArt": "https://mangadex.org/covers/4b1b5cc9-1889-4ebc-b613-f7e2142ff2fe/6365b2f6-57fe-4a16-adb2-05181cbe532a.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！アンソロジーコミック"
      },
      {
        "ja-ro": "Bocchi the Rock! Anthology Comic"
      },
      {
        "en": "Bocchi the Rock! Anthology Comic"
      }
    ],
    "description": {
      "en": "Bocchi the Rock! anthology by various mangaka.\r\n\r\n---\r\n**Volume 1**\r\n**Cover**: [Chiba Sadoru](https://mangadex.org/author/d5f4317f-c206-4421-b87e-581d65d86c13)\r\n**Illustrations**: [Matsuda Hikari](https://mangadex.org/author/d024d115-01fd-45d7-b92f-0af7434fd4c9/matsuda-hikari), [Uzaki Uso](https://mangadex.org/author/ed1f402e-0550-446a-b3d5-8cfee979104c), Instant, [Hoshi](https://mangadex.org/author/7f08c8d4-98a3-4fee-92ff-7f618c6ab63a), [Souma Hajime](https://mangadex.org/author/4f2c1169-ad59-444c-a0a9-dab195ee35f6), HOJI, Iwawa (イワワ)\r\n\r\n**Author list**:\r\n1. Yuichi\r\n2. Takeo Kyuujuu\r\n3. Shirou Urayama\r\n4. Totsuno Takahide\r\n5. Uraya Nagi\r\n6. Uchino Maiko\r\n7. Confure\r\n8. Fuku Kitsune\r\n9. kashmir\r\n10. Oomameda\r\n**Extra comics**: Kokamumo, Konparu & Fujishima Pepo"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9243a9d0-13dc-452d-b123-c6d5c28e46d2",
    "title": {
      "en": "Shy na Ano Ko ni Natsukaretai"
    },
    "updatedAt": "2024-11-23T18:51:47+00:00",
    "coverArt": "https://mangadex.org/covers/9243a9d0-13dc-452d-b123-c6d5c28e46d2/8f278c54-9f78-47f9-b776-2c86ef170ec3.jpg",
    "altTitles": [
      {
        "ja": "シャイなあの子に懐かれたい"
      },
      {
        "en": "I Want To Be Liked By That Shy Girl"
      },
      {
        "ko": "샤이한 그 아이를 좋아하고 싶어"
      }
    ],
    "description": {
      "en": "“*My seatmate, Shiraishi-san, is just too cute—and it's driving me crazy!*”\n\nThey know each other, but they’re not exactly friends. Akaogi Ayame and Shiraishi Konomi are classmates—*nothing more, nothing less.* Ayame is strikingly beautiful, a standout athlete, and popular in class, whilst Konomi is shy, introverted, and has only one friend. They should’ve had no reason to interact... so how did things end up this way? What started as a small, trivial incident caused Ayame’s hidden feelings to overflow, now she can’t stop thinking about *her!*",
      "ja": "「隣の席の白石さんが、可愛すぎてつらい…！」\n\n知り合いであって友だちじゃない。つまりはただのクラスメイトの、赤荻菖と白石このみ。美人でスポーツ万能、クラスでも目立っている菖、内気で人見知り、友だちも一人しかいないこのみ、接点なんてあるわけなかったはずなのに……？ささいなきっかけから秘めてた想いがあふれ出し、あの子のことで頭がいっぱい！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1db428c-685c-4d11-927b-bf71eb4b254b",
    "title": {
      "en": "Juuou to Yakusou"
    },
    "updatedAt": "2024-12-16T14:43:53+00:00",
    "coverArt": "https://mangadex.org/covers/a1db428c-685c-4d11-927b-bf71eb4b254b/a5dd6db8-347c-4860-ad6b-9d830b1110cc.jpg",
    "altTitles": [
      {
        "ja-ro": "Juuou to Yakusou"
      },
      {
        "ru": "Король зверей и лекарственные травы."
      },
      {
        "ja": "獣王と薬草"
      },
      {
        "ja-ro": "Kemono wo to Kusuri"
      },
      {
        "en": "Beast King & Medicinal Herb"
      }
    ],
    "description": {
      "en": "Dungeons are the stuff of dreams—defeat the monsters, take their loot, and then venture into uncharted territory to discover hidden riches! Tina, an upstart adventurer with just such a dream, ends up mortally wounded while exploring a dungeon. Suddenly, the great demon known as the Beast King Garon, who was supposed to have been slain by a hero in the distant past, appears before her!  Dungeon fantasy meets medical drama!",
      "ru": "Подземелья - это воплощение мечты…\nСобирайте материалы с поверженных монстров,\nдобирайтесь до неисследованных мест и завладевайте сокровищами!\nТина, авантюристка, мечтает о таком успехе,\nИсследуя подземелье, она получает тяжелое ранение.\nПеред ней появляется сильнейший демон «Король зверей Гарон», когда-то в прошлом он должен был быть убит героем?..\n\nФэнтези и медицинская драма по мотивам подземелья от Konda Tatsukazu, автора оригинальной истории «Ginrou Bloodborne/Серебряный волк, рожденный в крови», начинается!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
    },
    "updatedAt": "2024-12-18T21:13:08+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/f7ef6955-bd6e-442c-8470-76fa5884747d.jpg",
    "altTitles": [
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "en": "Medaka Kuroiwa is Impervious to My Charms"
      },
      {
        "en": "Kuroiwa Medaka is Proof Against My Cuteness"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n___\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\n\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!! しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！時にはちょっぴりカゲキなことも!?",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "323424b8-e1a1-47c5-951a-8b61f8ce604e",
    "title": {
      "en": "Unhuman"
    },
    "updatedAt": "2023-07-15T16:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/323424b8-e1a1-47c5-951a-8b61f8ce604e/ade548fe-a6fd-4ef6-9e25-1f2fb23f249a.png",
    "altTitles": [
      {
        "en": "Inhuman"
      },
      {
        "en": "Not Human"
      }
    ],
    "description": {
      "en": "It's divided to three arcs:  \nArc 1: Unhuman (不是人)  \nArc 2: Me Lowly Woman (賤妾)  \nArc 3: The Final Keystone (終礎)"
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae5fafde-016a-4a0e-ad31-0dc2e6de8dca",
    "title": {
      "en": "Hawk Master, It's Hunting Time!"
    },
    "updatedAt": "2024-04-15T23:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/ae5fafde-016a-4a0e-ad31-0dc2e6de8dca/e0787442-c976-4a9a-b455-f72dd18124ff.jpg",
    "altTitles": [
      {
        "ja": "鷹の師匠、狩りのお時間です！"
      },
      {
        "ja-ro": "Taka no Shishou, Kari no Ojikan desu!"
      }
    ],
    "description": {
      "en": "Aiming for unity of man and hawk! Living with a goshawk \"master\", hunting and tasting the prey. A four-panel essay on falconry that teaches the traditions of falconry and nature.\n\nIts partner falcon \"Donko\", his hound Mira and a variety of wild birds! Meet lots of animals!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a771c06-17bb-4280-90ae-7cc2e38d6372",
    "title": {
      "en": "Haikyuu dj - In the middle of your world"
    },
    "updatedAt": "2024-12-22T03:21:07+00:00",
    "coverArt": "https://mangadex.org/covers/0a771c06-17bb-4280-90ae-7cc2e38d6372/6c529844-6d7e-4094-8891-83dfac7f94cc.png",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b23d710f-691a-4fba-8c6b-350abe01c40f",
    "title": {
      "en": "The Secret of House Francesa"
    },
    "updatedAt": "2023-12-17T10:21:05+00:00",
    "coverArt": "https://mangadex.org/covers/b23d710f-691a-4fba-8c6b-350abe01c40f/e1100117-dae5-4ef7-8547-04e476ddf912.jpg",
    "altTitles": [
      {
        "ko": "빼앗긴 가문의 주인이 되려 합니다"
      },
      {
        "ko-ro": "Paeatgin Gamunui Juini Doeryeo Hamnida"
      },
      {
        "ko-ro": "Bbaeasgin Gamun'eui Juin'i Doeryeo Habnida"
      },
      {
        "ar": "أخطط لأصبح سيدة العائلة المسروقة"
      },
      {
        "id": "Mencoba menjadi pemilik keluarga yang dicuri"
      },
      {
        "en": "I Plan to Become the Master of a Stolen Family"
      }
    ],
    "description": {
      "ar": "“لو أصبحت رب الأسرة ، لكان الكثير قد تغير …” مات أخي التوأم بيدي. يتحكم بها بالسحر الأسود ، كلوي ، التي تكرر الذبح غير المرغوب فيه ، ينتهي بها الأمر بقتل شقيقها التوأم بيديها. بدون وقت للحزن ، كان رأس السيف موجهًا إلى قلب كلوي. لقيت كلوي موتًا بائسًا. ولكن عندما فتحت عينيها، عادت إلى الماضي. لن أكرر حياتي الماضية. من أجل حماية الأسرة وشقيقها الحبيب ، قررت أن تصبح رب الأسرة بنفسها ، في شكل أخ توأم. “متوقع. أنتم جعلتموني هكذا.”\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)",
      "en": "The Duchy of Francesca rules the northern provinces on behalf of the fallen Imperial family. After the sudden death of the lord of their household, Duke Den, the twins Damian and Chloe become puppets at the hands of their relatives. Controlled by dark magic, Damian becomes the empty-shelled lord of the household while Chloe, who has a natural talent for swordsmanship, becomes an assassin repeatedly committing unwanted murders. Later deemed no longer useful, she falls to dark magic and kills Damian with her hands before meeting her own tragic ending afterward. However, when she opened her eyes once more, she returned to the past. To the past – the day of her beloved father’s, Duke Den’s funeral. From then, Chloe made a decision. A decision to not allow her past life to repeat itself... and to punish her relatives and the vassals who dared turn their backs on her family.\n\n---\n“So many things would have been different if you had become the family head…”\n\n*My older twin brother died at my hands.*\n\nChloe, who was controlled by black magic and forced to murder endlessly against her will, ultimately ends up killing her older twin brother. With barely a moment to mourn, the tip of her sword was immediately pointed at Chloe’s heart. Chloe died a miserable death. But when she opened her eyes again, she realized that she had gone back in time.\n\n*I won’t repeat my past life. In order to protect my family and my beloved older brother, I will personally become the master by becoming my brother.*\n\n“Look forward to it. You are the ones who pushed me to this point.”\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)",
      "id": "Duchy of Francesca memerintah provinsi utara atas nama keluarga Kekaisaran yang jatuh. Setelah kematian mendadak tuan rumah tangga mereka, Duke Den, si kembar Damian dan Chloe menjadi boneka di tangan kerabat mereka. Dikendalikan oleh sihir gelap, Damian menjadi penguasa rumah tangga yang bercangkang kosong sementara Chloe, yang memiliki bakat alami dalam ilmu pedang, menjadi seorang pembunuh yang berulang kali melakukan pembunuhan yang tidak diinginkan. Kemudian dianggap tidak lagi berguna, dia jatuh ke sihir hitam dan membunuh Damian dengan tangannya sebelum menemui akhir tragisnya sendiri sesudahnya. Namun, ketika dia membuka matanya sekali lagi, dia kembali ke masa lalu. Ke masa lalu - hari ayah tercintanya, pemakaman Duke Den. Sejak saat itu, Chloe mengambil keputusan. Keputusan untuk tidak membiarkan kehidupan masa lalunya terulang kembali .. dan untuk menghukum kerabatnya dan pengikut yang berani meninggalkan keluarganya.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/54824372), [Naver](https://series.naver.com/novel/detail.series?productNo=8629075), [Ridibooks](https://ridibooks.com/books/2057181273)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%B9%BC%EC%95%97%EA%B8%B4-%EA%B0%80%EB%AC%B8%EC%9D%98-%EC%A3%BC%EC%9D%B8%EC%9D%B4-%EB%90%98%EB%A0%A4-%ED%95%A9%EB%8B%88%EB%8B%A4/3182), [KakaoPage](https://page.kakao.com/content/60828356)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a",
    "title": {
      "en": "Yowa Yowa Sensei"
    },
    "updatedAt": "2024-12-17T21:14:07+00:00",
    "coverArt": "https://mangadex.org/covers/b64cdcc2-b4e9-48f7-b45e-7f6e80aabd3a/d65b2530-c073-4bb7-87d2-b435cfe3c291.jpg",
    "altTitles": [
      {
        "ja": "よわよわ先生"
      },
      {
        "en": "Weak-kneed Teacher"
      },
      {
        "ru": "Учитель Ёваёва"
      }
    ],
    "description": {
      "en": "It's the start of a new school year. The new homeroom teacher for Abikura-kun, a second-year high school boy, is Hiyori Hiwamura, who is known as a \"Scary Teacher\", rumored to curse you if she gets offended! One day after school, Abikura-kun witnessed the other side of \"YowaYowa-sensei\"... and he is shocked by the gap between reputation and reality!",
      "ja": "新学期。2年生に進級した男子高校生・阿比倉くん達のクラス担任になったのは、機嫌を損ねれば呪われると噂の通称『こわこわ先生』こと、鶸村ひより先生だった！ そんな、『こわこわ先生』の裏の一面を、ある日の放課後、目撃してしまった阿比倉くんは……。まさかのギャップに悶絶必至！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]