[
  {
    "mangaId": "cd507977-fea6-4741-b357-57b6d819e413",
    "title": {
      "en": "Himitsu no AiPri Full Color Osarai 4-Koma"
    },
    "updatedAt": "2024-05-06T17:54:52+00:00",
    "coverArt": "https://mangadex.org/covers/cd507977-fea6-4741-b357-57b6d819e413/f05ba993-0193-49af-b205-02adeb3265ba.jpg",
    "altTitles": [
      {
        "en": "The Secret of AiPri - Full Color Review 4-Koma"
      },
      {
        "ja": "ひみつのアイプリ フルカラーおさらい4コマ"
      }
    ],
    "description": {
      "en": "The anime, \"Himitsu no AiPri,\" is now available as a cute full-color 4-Koma! The main characters are Himari Aozara and Mitsuki Hoshikawa, who enroll in the private Paradise Academy. Himari, who longs to be in AiPri, dreams of making 10,000 friends! She unexpectedly makes her AiPri debut?! She has a secret that she can't even tell her close friend, Mitsuki! However, it seems Mitsuki holds a secret of her own as well... (Translated from Ciao website)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "229870d1-ec63-47f0-83d6-3d237ce7dc71",
    "title": {
      "en": "The First Ancestor In History"
    },
    "updatedAt": "2024-03-06T10:37:16+00:00",
    "coverArt": "https://mangadex.org/covers/229870d1-ec63-47f0-83d6-3d237ce7dc71/6815634d-deb7-434f-bfe4-35385a694883.jpg",
    "altTitles": [
      {
        "zh": "史上第一祖师爷"
      },
      {
        "en": "History's Number 1 Founder"
      },
      {
        "zh-ro": "Shi Shang Diyi Zushiye"
      }
    ],
    "description": {
      "en": "Lin Feng travelled through worlds and even obtained an overpowered system, but he still faces a pressure as huge as a mountain.\r\n\r\nSystem’s main quest:\r\nLin Feng is to create a school; establish history’s number 1 sect and Lin Feng himself to become the number 1 founder.\r\n\r\nTo become history’s number 1 founder, Lin Feng started to work hard.\r\n\r\n“Your name is Shi Tianhao? Natural born sovereign roots but it was stolen by your cousin? Now being raised in a little village your father placed you in? Come come come, follow your master and we’ll let those people know that justice that is owed must be returned!”\r\n\r\n“Your name is Xiao Yan? A genius of the past but a loser now? Even your fiancé came over to humiliate you by asking for a divorce? Come come come, follow your master and we’ll let that brat know the meaning of: don’t bully a youngster just because he’s poor!”\r\n\r\n“Your name is Zhu Yi? The son of a marquis but you’re being suppressed by your father? Your mother was a saint but she was assassinated? Come come come, follow your master and we’ll let your dad know the meaning how problems can be solved with your fists…no, with reasoning!”",
      "zh": "简介穿越了，也有了一个系统，但林锋压力山大。系统主线任务：林锋开山立派，建立史上第一大宗门，林锋本人成为第一祖师。于是为了成为史上第一祖师爷，林锋开始奋斗。少年，跟为师一起开山立派吧！",
      "pt-br": "Lin Feng um viajante conseguiu um sistema que pode facilitar sua vida, mas ainda é muito difícil. Primeira missão do sistema, criar uma seita e conseguir discípulos e esta seita deve ser a melhor do mundo. Para ser o melho Lin Feng vai ter que trabalhar duro e ao mesmo tempo treinar seus novos discípulos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "65322aee-f240-40df-a292-b5d437ba67f9",
    "title": {
      "en": "Oshi wa Oseru Toki ni Ose!"
    },
    "updatedAt": "2024-07-02T08:49:47+00:00",
    "coverArt": "https://mangadex.org/covers/65322aee-f240-40df-a292-b5d437ba67f9/f1bb2e66-cb3f-4d93-80ad-05883a8195eb.jpg",
    "altTitles": [
      {
        "ja": "推しは推せるときに推せ!"
      }
    ],
    "description": {
      "en": "To you, my unforgettable \"idol\", I shall bring you a fever once more.\n\nUnpaid overtime in the evenings and holidays spent on entertaining coworkers -- Inukai Tooru is truly the definition of a corporate slave. His sole reason for living was to support the heroine of an idol management game, Ran-ran. However, as the game's service comes to an end, it leaves Inukai's life in despair... In that moment, an unconscious Inukai is saved by none other than the spitting image of his recently-lost idol.\n\nA new lease on life!\nA switch to 3D!?\nA love comedy featuring a corporate slave chasing after a captivating poledancer begins!",
      "ja": "嫌な上司がいても従順な社畜・犬飼徹。そんな彼にも、心を支える推しメンがスマホゲーにいた。しかし、突然のサービス終了とともに生きがいを失ってしまう。意気消沈していた犬飼だが、ある日天使と出会う――。それは圧巻の踊りと、きらめく笑顔が映えるポールダンサーのマキ！推しを見つけた犬飼の新たな推し人生が始まる――！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea3fc681-51fd-44d9-a83d-297c4c28e11b",
    "title": {
      "en": "Love Agency"
    },
    "updatedAt": "2024-07-06T10:36:27+00:00",
    "coverArt": "https://mangadex.org/covers/ea3fc681-51fd-44d9-a83d-297c4c28e11b/04c0d28e-4aee-4625-98ba-80fa9b3cd58d.jpg",
    "altTitles": [
      {
        "ja": "恋愛代行"
      },
      {
        "tr": "Aşk Ajansı"
      },
      {
        "pl": "Agencja do spraw miłości"
      },
      {
        "uk": "Агентство Кохання"
      },
      {
        "el": "Πρακτορείο Αγάπης"
      },
      {
        "ru": "Любовное агентство"
      },
      {
        "pt-br": "Agência do Amor"
      },
      {
        "ja-ro": "Renai Daikou"
      },
      {
        "fr": "L'agence de coachs romantiques"
      },
      {
        "fr": "L'agence de l'amour"
      }
    ],
    "description": {
      "en": "A half-Swedish, half-Japanese girl who seems to have everything except experience with men is using a date coaching app to get used to flirting. However the guy she hits it off with actually uses the same app with a different coach!",
      "id": "Renai Daikou (Love Agency) – Agen Cinta\nAkasaka Aka x Nishizawa 5mm\nAkasaka Aka, yang telah membuat sejarah dalam sejarah komedi romantis dengan “Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen”, kembali dengan komedi romantis baru! Tim baru ini bekerja sama dengan Nishizawa 5mm, seorang pendatang baru yang sedang menjadi topik hangat di dunia manga online! Ini adalah awal dari “komedi",
      "it": "Una ragazza metà svedese e metà giapponese, che sembra avere tutto tranne l'esperienza con gli uomini, sta usando un'app di incontri con un coach per abituarsi a flirtare. Tuttavia, il ragazzo con cui va d'accordo usa effettivamente la stessa app con un coach diverso!",
      "ru": "Девушка со шведскими и японскими корнями, у которой, кажется, есть всё, кроме опыта общения противоположным полом, использует приложение для обучения свиданиям, чтобы научиться флиртовать.\nОднако парень, с которым у нее завязываются отношения, использует то же приложение с другим тренером!",
      "uk": "Ака Акасака, автор \"Каґуя-сама хоче, щоб він зізнався їй. Війна сердець та розумів геніїв\" та \"Дитя улюбленця\", презентує свій новий витвір!\n\nУ Марі Марії Вінтер-Нанасе, наполовину шведки, наполовину японки, є все, про що можна мріяти. Дівчина виросла в заможній родині закордоном, має багато подруг і вродливу зовнішність. Однак є в ній один недолік: вона не вміє розмовляти з хлопцями!\n\nУзявши в бібліотеці книгу про кохання, у ній вона знайшла підозрілу рекламу. Там йшлося про Агентство Кохання, що надає профі в коханні, який упорається з вашим особистим життям за вас. Після того, як дівчина відсканувала код, з'являється агентка, на ім'я Кон, та обіцяє допомогти Марі зійтися з її коханим. Однак хлопець, що припав їй до душі, Секі Масая, не такий уже й невинний і також користується послугами агентства, щоб почати зустрічатися з нею. Як складеться доля цієї пари?",
      "vi": "Tác phẩm của Akasaka Aka (tác giả của Oshi no Ko và Kaguya-sama) và Nishizawa 5mm. Một cô gái mang trong mình dòng máu Thụy Điển và Nhật Bản cực kỳ ưu tú nhưng cô ấy lại không có kinh nghiệm với đàn ông. Cô ấy quyết định sử dụng một ứng dụng dịch vụ tình yêu để chinh phục chàng trai ấy. Tuy nhiên, anh chàng mà cô ấy nhắm đến cũng đang sử dụng ứng dụng đó để chinh phục cô!",
      "pt-br": "Uma garota meio sueca/meio japonesa que parece ter tudo, exceto experiência com homens, está usando um aplicativo de coaching para encontros para se acostumar a flertar. No entanto, o cara com quem ela se dá bem na verdade usa o mesmo aplicativo com um treinador diferente!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "39"
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5236f24-c534-4f36-a289-4bf82657c359",
    "title": {
      "en": "After Becoming Everyone's Favorite, I Went on a Killing Spree"
    },
    "updatedAt": "2023-09-13T06:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/f5236f24-c534-4f36-a289-4bf82657c359/58cd585e-3d06-422d-9c89-c0a0518d505e.png",
    "altTitles": [
      {
        "zh": "成为团宠后，我大杀四方"
      }
    ],
    "description": {
      "en": "Growing up as an orphan in the arena, Ora was determined to awaken her summoner bloodline and gain immense power. However, her world turns upside down when she learns that the king has taken her loyal companion, Dragong, putting him in grave danger. In a daring escape, Ora and Dragong flee together, embarking on a series of thrilling adventures. Along the way, Ora hones her strength and resilience, while meticulously planning her revenge against those who have wronged her."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fb13e27-641c-427e-ac61-01db67837b83",
    "title": {
      "en": "Desharow Merman"
    },
    "updatedAt": "2024-02-29T21:02:58+00:00",
    "coverArt": "https://mangadex.org/covers/4fb13e27-641c-427e-ac61-01db67837b83/89a4f872-f0c5-48d2-b108-b08dce8a0d45.jpg",
    "altTitles": [
      {
        "zh": "德萨罗人鱼"
      },
      {
        "en": "Desharow Mermaid"
      },
      {
        "ko": "다니엘의 인어"
      },
      {
        "th": "นายเงือกของเดซาโรว"
      }
    ],
    "description": {
      "en": "Desharow, a Biology student at the Russian Maritime Academy, embarked on a long distance voyage with his mentor, Rhine, where the two caught a mysterious black scaled merman in Iceland. Little did he know that this mysterious black and evil creature had long viewed him as his prey…\n\nOfficial Translations:\n[Official Korean Translation](https://www.peanutoon.com/ko/comic/detail/11357)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25dd269-368f-41d2-9cc1-3ea5d43ff97e",
    "title": {
      "en": "Way to the Glory"
    },
    "updatedAt": "2024-05-30T20:04:14+00:00",
    "coverArt": "https://mangadex.org/covers/f25dd269-368f-41d2-9cc1-3ea5d43ff97e/18e58e9e-6ed1-43cb-b67f-4460d55875b9.jpg",
    "altTitles": [
      {
        "zh-ro": "È nǚ wèi dì"
      },
      {
        "en": "The Evil Girl is Emperor"
      },
      {
        "en": "Way to the Glory"
      },
      {
        "zh": "恶女为帝"
      }
    ],
    "description": {
      "en": "The Goddess of War died with grievances. Now after being reborn as Ye Weiyun she is on her way to start a new and happy life.   \n  \nWhat revenge? What scum? Violence should be fought with violence!   \n  \nI will become a rich woman, and build my own harem.   \n  \n\"In the past I got bullied and never resisted. Now, take a good look at the queen I have become.\"\n\n[Alternative Official Raw: Kuaikan Manhua](https://www.kuaikanmanhua.com/web/topic/5975)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "145"
  },
  {
    "mangaId": "69854e22-5bb8-4491-ab71-c8f8a0cb94d0",
    "title": {
      "en": "Apocalyptic Thief"
    },
    "updatedAt": "2024-06-16T10:08:37+00:00",
    "coverArt": "https://mangadex.org/covers/69854e22-5bb8-4491-ab71-c8f8a0cb94d0/800d870a-14ea-41d0-b6c6-72c11d9b11a2.jpg",
    "altTitles": [
      {
        "en": "Rogue of Doom"
      },
      {
        "zh": "末世盗贼行"
      }
    ],
    "description": {
      "en": "A storm of the universe brought species mutations. The poison, undead, giants and monsters in the city roared as they waved their weapons. As the beasts in the woods fought over territorial rights, humans, too, awakened an ability known as star power… Zhou Zheng, without star power, traversed to this apocalyptic world. Using the abilities of the thief character in the game, he destroys the darkness and fog, seeking supreme power!",
      "fr": "Un mouvement dans l'univers a apporté des mutations au niveau des espèces vivantes. Un poison, des morts vivants, des géants et des monstres rugissent dans la ville en agitant leurs armes. Alors que des bêtes dans les bois se battent pour des territoires, certains humains éveillent une capacité spéciale connue sous le nom de pouvoir des étoiles... Zhou Zheng, déficient de ce pouvoir, va traverser ce nouveau monde post apocalyptique.\nUtilisant ses capacités de voleur issue d'un autre jeu, il détruit ténèbres et brouillard, à la recherche du pouvoir suprême !",
      "zh": "一场宇宙风暴带来了物种的变异。城市中的毒尸巨怪，挥动着战斧咆哮。丛林中的异兽们，争夺着领地的主权。人类也觉醒了一种名为星力的异能……没有星力的周正穿越到这个末世。利用游戏中盗贼的角色能力，他将撕毁黑暗迷雾，追逐至高的力量！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "163"
  },
  {
    "mangaId": "8c89080f-681a-4bcf-8abe-ce12659e010f",
    "title": {
      "en": "Subdue My \"Villain\" Hubby"
    },
    "updatedAt": "2023-03-20T01:36:45+00:00",
    "coverArt": "https://mangadex.org/covers/8c89080f-681a-4bcf-8abe-ce12659e010f/77142dd0-7f0d-4f4d-a423-6dfad07838da.jpg",
    "altTitles": [
      {
        "zh": "我成了反派大佬的小娇妻"
      },
      {
        "en": "I Became the Villain's Wife"
      }
    ],
    "description": {
      "en": "The dainty flower idol Chen Cong Rong unluckily fell into a trap and awoke to a stunning naked man in her bed! Hahaha, is it okay to be with such a beautiful man? Hang on… Are you telling me I've switched places with the toxic, evil, and manipulative side character who won’t even survive 20% of the plot?! No, I'm definitely not ready to die!! Watch as I keep on living my ideal life!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a29b87c-f6eb-4e6d-98b4-3cd8adb3ab8f",
    "title": {
      "en": "Moto Ansatsusha, Tensei Shite Kizoku no Reijou ni Narimashita"
    },
    "updatedAt": "2024-05-06T00:04:35+00:00",
    "coverArt": "https://mangadex.org/covers/0a29b87c-f6eb-4e6d-98b4-3cd8adb3ab8f/549f4ffe-f56b-4a41-8008-fbb9246b8a86.png",
    "altTitles": [
      {
        "ja": "元暗殺者、転生して貴族の令嬢になりました"
      },
      {
        "en": "A Former Assassin Was Reborn as a Blue-Blooded Daughter"
      }
    ],
    "description": {
      "en": "The story is about Serena, a former assassin who was reincarnated as a duke's daughter after failing her mission. She initially thought that pretending to be a noble would be easy, but she struggled with the gap in perception between herself and her mother, who had a flighty personality, and her adoptive sister, who deceived those around her in an attempt to push Serena out of the picture.\n\nDespite skillfully dodging the harassment she faced at the tea parties full of rivalry and navigating the complex social life of a school embroiled in love and hate, Serena's cold demeanor resulted in her being ostracized and isolated. One day, she discovers that her adoptive sister is engaged to the second prince, which leads her to run away from home. However, it is at this point that the first prince, Evan, appears in front of her...\n\nFollow Serena, a former assassin who knows nothing of love, as she charges forward into the aristocratic society of another world in this comedic, occasionally romantic tale.",
      "ja": "任務に失敗した暗殺者が転生したのは、公爵令嬢のセレナ。「私は元暗殺者。なりすますなんて簡単だ」そう思っていたセレナだが、 頭がお花畑な母親や、彼女を蹴落とそうと周りを欺く義妹などとの感覚のズレに日々いら立ち、生きづらさを感じていた。 \nマウントだらけのお茶会に、愛憎ドロドロな学園生活……周囲からの嫌がらせを冷めた目で痛烈にかわしながらも、その冷徹さゆえに疎まれ孤立していくセレナ。 そしてある日、義妹が第二王子と婚約することを知り、ついに家出を決意する。しかしそこに第一王子のエヴァンが現れて--!?\n愛を知らない元暗殺者が貴族社会を突き進む、異世界転生コメディときどきラブ!？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33750fc7-ab6c-4aa1-af50-d94fbbb7d0d4",
    "title": {
      "en": "Six Half"
    },
    "updatedAt": "2022-12-21T17:44:08+00:00",
    "coverArt": "https://mangadex.org/covers/33750fc7-ab6c-4aa1-af50-d94fbbb7d0d4/85f37e1b-1932-44ac-bf9d-f02c46bd770e.jpg",
    "altTitles": [
      {
        "en": "6.5"
      },
      {
        "ja": "シックスハーフ"
      }
    ],
    "description": {
      "en": "Kikukawa Shiori wakes up from a motorcycle accident only to find out she's lost her memory! Try as she might, she can't remember anything about the yankee-looking boy who claims to be her boyfriend, her kind-hearted and good looking older brother, or her aloof and introverted younger sister.  \n  \nWhen she goes to school for the first time since her accident, she overhears people talking about her—and the things they say aren't flattering. From what she hears, she was a terrible person before the accident. Was she really as horrible as they're making her out to be? And will she ever get her memory back?"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "44.5"
  },
  {
    "mangaId": "0cf88855-9b2c-4532-a7dd-8ec4e98a7701",
    "title": {
      "en": "Darashinai Onee-san wo Kaitai"
    },
    "updatedAt": "2024-03-28T17:21:32+00:00",
    "coverArt": "https://mangadex.org/covers/0cf88855-9b2c-4532-a7dd-8ec4e98a7701/6c4d3948-c18c-4b5f-9eba-f9510cf04060.jpg",
    "altTitles": [
      {
        "ja": "だらしないお姉さんを飼いたい"
      },
      {
        "en": "I Want to Keep a Sloppy Woman"
      }
    ],
    "description": {
      "en": "One day, Haruto-kun, a junior high school boy who loves to help others, encounters a half-naked lady by the roadside!\n\nHer room is a mess, she won't wear her clothes properly, and when she's drunk she does all kinds of risky things for a lady. Haruto just can't help but want to help her! Without realizing it, he's taken up the challenge of being this older girl's caretaker...?\n\nDo you like a sloppy older girl who is even cuter♡ when she is unaware of her sexuality?\n\n---\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/67169)",
      "ja": "人助けが大好きな中学生男子・はるとくんは、ある日、道端で半裸のお姉さんと遭遇！ 部屋はめちゃくちゃ、服をちゃんと着られない、酔っぱらうと色々アブなすぎるお姉さんを助けたくてたまらないはるとくん!! 思わずお姉さんのお世話役を買ってしまい…!?\n\n無自覚エッチでさらに可愛い♡ だらしないお姉さんはお好きですか!?",
      "pt-br": "Um dia, Haruto-kun, um rapaz do liceu que adora ajudar os outros, encontra uma senhora seminua à beira da estrada!\n\nO seu quarto está uma confusão, ela não veste a roupa como deve ser e, quando está bêbeda, faz todo o tipo de coisas arriscadas para uma senhora. Haruto não consegue deixar de a querer ajudar! Sem se aperceber, ele aceitou o desafio de ser o cuidador desta rapariga mais velha...?\n\nVocê gosta de uma garota mais velha desleixada que é ainda mais fofa♡ quando ela não tem consciência de sua  própria sexualidade?\n\n---\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/67169)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e3740ef-34f9-4ed4-928d-465f685f4c30",
    "title": {
      "en": "Afterlife Diner"
    },
    "updatedAt": "2024-02-19T03:38:39+00:00",
    "coverArt": "https://mangadex.org/covers/8e3740ef-34f9-4ed4-928d-465f685f4c30/ffe7a424-1213-4478-839d-5e3d051e5de5.png",
    "altTitles": [
      {
        "ko": "저승식당"
      },
      {
        "en": "Restaurant in the After Life"
      },
      {
        "en": "Underworld Restaurant"
      }
    ],
    "description": {
      "en": "“I was given a building as an inheritance?”\n\nFrom a nobody who does all kinds of odd jobs and lived a hard life, he was given a chance to become a landlord right in the middle of Gangnam!\n\nBut, the condition for this inheritance is to ‘operate a restaurant for 5 years.’\n\n‘Moreover, I can sense a chill down my spine thanks to the weird customers that came in for today’s store opening……Do I really just need to prepare food?’\n\n“So then…all the guests who came in yesterday…”\n\n“They were ghosts.”\n\nEvery night starting from 11 o’ clock until 1 o’clock, we will now be open!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6f4aea2-d798-412f-9368-5bb3143cd50c",
    "title": {
      "en": "Liberta"
    },
    "updatedAt": "2023-10-30T19:39:32+00:00",
    "coverArt": "https://mangadex.org/covers/d6f4aea2-d798-412f-9368-5bb3143cd50c/ed1dc90a-6cc2-4d69-8db8-febc106eaade.jpg",
    "altTitles": [
      {
        "ja": "リベルタ"
      }
    ],
    "description": {
      "en": "An office worker named Komari is saved from a monster by a mysterious vampire named Liberta.\nSex and violence ensues.\n\nVampire yuri action from the creator of Tadokoro-san."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a7fc163e-31aa-4610-8aaf-5fcdd9e4b19c",
    "title": {
      "en": "The Kabocha Wine - Another"
    },
    "updatedAt": "2023-06-15T11:40:21+00:00",
    "coverArt": "https://mangadex.org/covers/a7fc163e-31aa-4610-8aaf-5fcdd9e4b19c/da5fe360-b3f6-4f7e-bbe7-36ee72281f1e.jpg",
    "altTitles": [
      {
        "ja": "The・かぼちゃワインAnother"
      },
      {
        "en": "The Pumpkin Wine - Another"
      }
    ],
    "description": {
      "en": "Small in size but big in heart, Shunsuke Aoba takes us on a journey through his daily life. Caught between his mother and his lifelong friend Eru, Shunsuke tries to find his path. He is offered the opportunity to become a detective! Will this activity fulfill his expectations? This story takes place between the events of 'The Kabocha Wine' and 'The Kabocha Wine - Sequel'",
      "fr": "Petit par la taille, mais grand par le cœur, Shunsuke Aoba nous embarque dans son quotidien. Coincé entre sa mère et Eru son amie de toujours, Shunsuke essaie de trouver sa voie. Il se voit offrir la possibilité de devenir détective! Est-ce que cette activité saura combler ses attentes? \nCette histoire se situe entre les évènements de The Kabocha Wine et de The Kabocha Wine - Sequel."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "53"
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-04-06T08:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0",
    "title": {
      "en": "I'm Really Not the Evil God's Lackey"
    },
    "updatedAt": "2024-05-27T16:57:02+00:00",
    "coverArt": "https://mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "altTitles": [
      {
        "zh": "我真不是邪神走狗"
      },
      {
        "en": "I'm Really Not the Demon God's Lackey"
      },
      {
        "en": "I’m Really Not the Devil’s Lackey"
      },
      {
        "uk": "Насправді я не слуга Злого Бога"
      },
      {
        "vi": "Ta Thật Không Phải Tà Thần Chó Săn"
      },
      {
        "zh-ro": "Wǒ Zhēn Bùshì Xiéshén Zǒugǒu"
      }
    ],
    "description": {
      "en": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
      "uk": "Лінь Цзє – чужоземець з іншого світу, що став тепер звичайним власником книжкового магазину. Він доброзичливий і завжди готовий порекомендувати відвідувачам книги, що здатні зцілити їхні душі. Іноді, він ділиться і власними роботами. З часом, клієнти починають його дуже поважати. Вони щодня приносять йому маленькі сувеніри чи подарунки в знак подяки та просять у нього рекомендації щодо книги. Про цього звичайного крамаря навіть починають розповідати історії. Його з повагою та теплом звуть «Гієна Злого Бога», «Вісник Євангелія Плоті», «Автор Культу Упирів» та «Пастух Зірок».",
      "zh": "穿越者林介经营着一家书店。他善良热情，总是向失意潦倒的客人们推荐治愈心灵的书籍，偶尔也会安利一下自己的拙作。久而久之，这些客人变得非常尊敬他，每天都会带来一些朴实的土特产报答他，向他请教推荐书目，并且向周边人也诉说着这个普通书店老板的事迹。他们尊敬而亲切地称呼他为——“邪神的鬣狗”、“血肉福音书的传播者”、“尸食教典仪的撰写者”、“群星的牧羊人”。“？？？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a633b16a-f8c7-4749-a0dd-264acc7f3a81",
    "title": {
      "en": "Kimi to Ishin Denshin!"
    },
    "updatedAt": "2023-01-23T06:26:53+00:00",
    "coverArt": "https://mangadex.org/covers/a633b16a-f8c7-4749-a0dd-264acc7f3a81/e9f0e9d2-96b8-474d-aa30-feddfe41d9e4.jpg",
    "altTitles": [
      {
        "ja": "キミと以心伝心っ！"
      }
    ],
    "description": {
      "en": "High school student Saika has psychic abilities, and as such he is constantly tormented by people's thoughts. However, after he makes a friend – who happens to be in love with him – he finds it's not all that bad."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2024-05-23T11:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/b30395aa-2d98-4439-b141-a916840aee16.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece - Digital Colored Comics"
    },
    "updatedAt": "2024-07-06T09:40:33+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "en": "One Piece"
      },
      {
        "en": "One Piece (Official Colored)"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2fbb9a6-d46e-4283-9260-8e0139a1d1be",
    "title": {
      "en": "Service Creed: Our Resolution"
    },
    "updatedAt": "2024-07-06T09:43:22+00:00",
    "coverArt": "https://mangadex.org/covers/d2fbb9a6-d46e-4283-9260-8e0139a1d1be/b6391fac-4675-461e-be41-67fdca323590.jpg",
    "altTitles": [
      {
        "ko": "복무신조 : 우리의 결의"
      },
      {
        "ru": "Сервисное кредо: Наше решение."
      }
    ],
    "description": {
      "ko": "전역 하루를 앞둔 말년 병장 고우리.\n\n하지만 북한에서 넘어온 화학 무기로 인해 \n군부대는 좀비 바이러스로 감염된다.\n\n겨우 위기의 순간을 모면하고 \n중대원들과 고우리는 생존하게 된다.\n\n하지만 막사는 좀비들로 인해 포위 당한 상태였고 \n외부하고는 연락도 안 되는 상황.\n\n막사 내 생존자는 몸이 무거운 중대장 1명과 39명의 병사.\n그렇게 그들의 끝나지 않는 또 다른 군 생활이 시작된다."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "30"
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2befbc2-3e34-4716-a25d-e072c0ff3d02",
    "title": {
      "en": "Kaifukushoku no Akuyaku Reijou"
    },
    "updatedAt": "2024-07-06T04:26:23+00:00",
    "coverArt": "https://mangadex.org/covers/d2befbc2-3e34-4716-a25d-e072c0ff3d02/2f91eef8-3c7b-4d60-a475-8f348cc86c1b.jpg",
    "altTitles": [
      {
        "ja": "回復職の悪役令嬢"
      },
      {
        "en": "The Healer Villainess"
      },
      {
        "en": "Villainess Healer"
      }
    ],
    "description": {
      "en": "Charlotte discovered that she was in the game world she played in her previous life when her engagement was broken off. With her cheat knowledge, she escapes from the scenario and changes her job to a <healer> in the enemy country, and enjoys a free adventurous life!",
      "id": "Ketika pertunangannya diputus, Charlotte menyadari bahwa dia berada di dunia game yang dia mainkan di kehidupan sebelumnya. Dengan pengetahuan cheatnya, dia melarikan diri dari skenario cerita dan mengubah pekerjaannya menjadi <Penyembuh> di negara musuh, dan menikmati kehidupan petualangan yang bebas!",
      "ja": "婚約破棄されたことをきっかけに、ここが前世でプレイしていたゲーム世界だと気づいたシャーロット。チート知識でシナリオ脱出＆敵国で＜癒し手＞にジョブチェンジして、自由な冒険ライフを堪能します！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a16c1279-1747-44a9-af39-96c6f11c920b",
    "title": {
      "en": "Ai ga Omosugiru Uchi no Yandere Kaineko"
    },
    "updatedAt": "2024-06-16T16:51:25+00:00",
    "coverArt": "https://mangadex.org/covers/a16c1279-1747-44a9-af39-96c6f11c920b/b02fac98-b844-4b50-a61d-8440d4312001.jpg",
    "altTitles": [
      {
        "ja": "愛が重すぎるうちのヤンデレ飼い猫"
      },
      {
        "en": "My love is too heavy, my yandere pet cat"
      },
      {
        "pt-br": "Meu amor é muito pesado, minha gata de estimação yandere"
      },
      {
        "ja-ro": "Ai ga Omosugiru Uchi no Yandere Kai Neko"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b64ee46-605b-47ed-a208-4a727bf66b25",
    "title": {
      "en": "Slime Saint"
    },
    "updatedAt": "2024-07-03T19:16:06+00:00",
    "coverArt": "https://mangadex.org/covers/6b64ee46-605b-47ed-a208-4a727bf66b25/b2286cbc-ed4f-441b-a8a0-c3a9d8a8f876.jpg",
    "altTitles": [
      {
        "ja": "スライム聖女"
      },
      {
        "ja-ro": "Slime Seijo"
      }
    ],
    "description": {
      "en": "The weakest monster (slime) who longed to be human is reincarnated as a saint, but with the worst character of all, a villainous noble girl. From the lowest status, hated and resented; an existence where she will be terminated immediately if her true identity as a slime is discovered, she will become a beloved saint in order to live a safe and secure life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ad36599-e241-4caf-946d-5af8f4161bb2",
    "title": {
      "en": "Te no Geka"
    },
    "updatedAt": "2024-06-07T05:00:13+00:00",
    "coverArt": "https://mangadex.org/covers/0ad36599-e241-4caf-946d-5af8f4161bb2/006f5eb9-cbb4-49f4-bad8-10b075981ef3.jpg",
    "altTitles": [
      {
        "ja": "テノゲカ"
      },
      {
        "en": "Hand Surgery"
      }
    ],
    "description": {
      "en": "Hands. It is one of the most complex organs in the human body, with a particularly complex function and structure. Therefore, there is a doctor who specializes in this organ: <Hand Surgeon>. Isshin Tezuka is a hand surgeon at Ohrando Hospital. He has an aloof appearance and is full of mystery, but the only thing that is certain about him is that he is an extremely talented hand surgeon. This is a life story woven by his hands and the many hands he heals. An authentic medical drama for the new era!",
      "ja": "その日、病院に運び込まれた男性は、事故で右腕が切断されていた。絶望する男性の息子に救急スタッフが告げる。「再接着手術を行います――」「くっつくんですか…父の右腕が!?」不可能を可能にするのは【手専門の医者】。\n\n【手外科医】手塚一心。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2024-04-13T16:40:05+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/2435a138-3700-4294-bb71-e0ae649a55ba.png",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      },
      {
        "en": "My Fake Girlfriend's Defending Against Their Attack"
      },
      {
        "en": "My Fake Girlfriends are using me as a Shield"
      },
      {
        "zh-ro": "Wo De Jia Nüyou Zheng Quanli Fangyu Tamen De Jingong"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed to by a girl, and in order to reject her, I had to find a fake girlfriend! I didn’t expect that my plan to avoid trouble… would lead to even bigger trouble?! The tsundere \"Vicious Princess\" from the Archery Club, the \"White Fox\" who is adept at teasing, the \"Flower of the Highlands\" with straight black hair, and…a sister with a severe case of brocon! Could my youth romantic comedy be wrong as well too?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "My Stepsister Who is Perfect in Public, Shows Her True Colors at Home"
    },
    "updatedAt": "2024-07-04T18:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even though the outside is the best, her sister-in-law has a bare nature at home"
      },
      {
        "es-la": "Mi hermanastra que es perfecta en público, muestra su verdadera cara en casa."
      }
    ],
    "description": {
      "en": "**Second English title is the one used on Amazon.** (I know it's not correct but thought I'd add it)\n\n~ Heatmanga"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e54afbb3-3a79-4d83-be3c-51613c4fe36a",
    "title": {
      "en": "Tenshou Kizoku no Bannou Kaitaku Kara~ \"Kakudai & Shukushou\" Sukiru o Tsukatte Itara Saikyou Ryouchi ni Narimashita～"
    },
    "updatedAt": "2024-01-05T20:02:52+00:00",
    "coverArt": "https://mangadex.org/covers/e54afbb3-3a79-4d83-be3c-51613c4fe36a/798e4a09-f69b-40d4-b39e-959b036d134a.jpg",
    "altTitles": [
      {
        "ja": "転生貴族の万能開拓～【拡大＆縮小】スキルを使っていたら最強領地になりました～"
      }
    ],
    "description": {
      "ja": "魔物の襲撃で故郷は壊滅！　今あるのは【拡大＆縮小】スキルのみ！　残ってくれた二人と共に復興せよ！　\n異世界ニート、領主になる！「小説家になろう」大人気作コミカライズ！　全世界の「働きたくない人」に捧ぐスローライフ万能開拓！！\n\n過労死した元社畜は弱小領主・ビッグスモール家の次男、ノクトとして転生した。「異世界に来たからには絶対働きたくない」という固い決意とともに！　しかし領地は大森林から襲いかかる魔物のせいで常に貧困状態。さらには魔物の襲撃で領主の父と頼れる兄がいなくなり、残った領民は二人だけ……。領主となったノクトは一見ハズレな【拡大＆縮小】スキルを駆使し、領地復興に向け立ち上がる！！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-07-01T13:59:35+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/d3a1de98-7061-4b65-89c4-7eac2074c162.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      },
      {
        "fr": "Choujin X"
      },
      {
        "es-la": "Superhumano X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "fr": "En 1998, suite à la multiplication de surhumains appelés “choujin“, le monde a été divisé en provinces autonomes. Cinquante ans après, un crash aérien va changer à tout jamais le destin de la jeune Ely, cultivatrice de “tomeïto“, et impacter le paisible quotidien des lycéens Tokio Kurohara et Azuma Higashi, qui jouent aux justiciers face aux petits malfrats de quartier…\n\n---\n\nMaison d'édition FR : **Glénat**",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ...",
      "es-la": "Azuma Higashi es un chico bastante popular. Aunque puede ser algo pequeño, tiene fuertes habilidades de lucha y sus calificaciones son las mejores de su clase. Esto es lo opuesto a Tokio Kurohara, su amigo que no escucha en clase y es simplemente un espectador mientras Azuma pelea. No obstante, el vínculo de estos dos amigos de la infancia es fuerte, sin importar cuán diferentes sean. Los dos viven en la prefectura de Yamato, un distrito increíblemente ordinario con algunas áreas destruidas por Choujin. Los choujin son humanos con poderes sobrenaturales y peligrosos, a menudo la causa de la destrucción circundante. Mientras regresaban a casa, Tokio y Azuma se encuentran con un Choujin, que amenaza con matarlos. Sin posibilidad de escapar, Tokio y Azuma toman una decisión crucial: convertirse en Choujin. Con estos nuevos poderes adquiridos, Tokio ya no puede ser el espectador que alguna vez fue, ahora atrapado en un mundo donde la lucha es inevitable."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7eabe852-5454-48a1-976a-9aaa2b9ca7b0",
    "title": {
      "en": "Kimi no Yokogao o Miteita"
    },
    "updatedAt": "2024-05-21T20:11:18+00:00",
    "coverArt": "https://mangadex.org/covers/7eabe852-5454-48a1-976a-9aaa2b9ca7b0/8fe8de27-b1a1-4407-bc43-baf1369f6d80.jpg",
    "altTitles": [
      {
        "en": "I Look at You"
      },
      {
        "ja": "きみの横顔を見ていた"
      },
      {
        "en": "Looking at Your Profile"
      },
      {
        "zh": "凝視你的側顏"
      },
      {
        "ja": "Kimi no Yokogao o Miteita"
      },
      {
        "ne": "तिम्रो प्रोफाइल हेर्दै"
      }
    ],
    "description": {
      "en": "Hikari's your typical freshmen in high school who's been recently daydreaming about Mari’s, her shy best friend, a love story. She decides to ship Mari with Ootani-kun, their classmate, after finding out about his crush on Mari when his friend, Asagiri-kun, tried getting the two to talk. The main character is Mari, the leading man is Ootani, and Hikari is the typical best friend in the story. Not bad… right? A youthful story between four kids going through unrequited love.",
      "pt-br": "Hikari é a típica caloura do ensino médio que recentemente sonhou acordada com a história de amor de Mari, sua tímida melhor amiga. Ela decide shippar Mari com Ootani-kun, seu colega de classe, depois de descobrir sobre sua paixão por Mari quando seu amigo, Asagiri-kun, tentou fazer os dois conversarem. A personagem principal é Mari, o protagonista é Ootani e Hikari é a típica melhor amiga da história. Nada mal... certo? Uma história juvenil entre quatro crianças passando por um amor não correspondido."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9aaa96b-36fc-41c5-a427-6e39c26b7720",
    "title": {
      "en": "Fuku wo Kiru nara Konna Fuu ni"
    },
    "updatedAt": "2024-06-02T08:27:01+00:00",
    "coverArt": "https://mangadex.org/covers/c9aaa96b-36fc-41c5-a427-6e39c26b7720/fb65b75e-9e45-4aa6-929c-9e35206fd5cc.jpg",
    "altTitles": [
      {
        "ja": "服を着るならこんなふうに"
      },
      {
        "en": "Do It this Way If you Wear the Clothes."
      },
      {
        "en": "If You're Gonna Dress Up, Do It Like This"
      },
      {
        "zh": "衣服要这么穿"
      },
      {
        "vi": "Đã ăn diện thì phải ăn diện sao cho đúng."
      }
    ],
    "description": {
      "en": "Yuusuke, an average office worker meets with his friend at a reunion, only to find out that the fashion world has left him behind. Now, with the help of his sister Tamaki, Yuusuke must take his step into the world of trends and charisma.",
      "pt-br": "Yuusuke, um trabalhador de escritório comum encontra-se com seu amigo em uma reunião, apenas para descobrir que o mundo da moda o deixou para trás. Agora, com a ajuda de sua irmã Tamaki, Yuusuke deve entrar no mundo das tendências e do carisma"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a69377ee-b842-45f8-983b-0b523b695880",
    "title": {
      "en": "Beat & Motion"
    },
    "updatedAt": "2024-06-29T18:47:46+00:00",
    "coverArt": "https://mangadex.org/covers/a69377ee-b842-45f8-983b-0b523b695880/f1091972-3079-43c6-bd48-518069d3c8f7.jpg",
    "altTitles": [
      {
        "ja": "BEAT＆MOTION"
      },
      {
        "ja": "ビートアンドモーション"
      },
      {
        "ja-ro": "BEAT & MOTION"
      },
      {
        "en": "BEAT & MOTION"
      },
      {
        "en": "Beat and Motion"
      }
    ],
    "description": {
      "en": "The winner of the MILLION TAG manga competition! A new era of manga begins with this series about the struggle and joy of creating art. Anime and music collide in this new series about growing up and reaching for your dreams!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents To Give You"
    },
    "updatedAt": "2024-06-28T22:53:19+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai sa Retakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      }
    ],
    "description": {
      "es-la": "La charla que nunca quieres que te den tus padres."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2024-04-19T20:52:22+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/fdf0fe48-2065-4544-8a24-3b95ef566519.jpg",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cc8a484-e0f0-4294-8db3-c02107a09e80",
    "title": {
      "en": "Sazi-chan no Yami Nikki"
    },
    "updatedAt": "2024-07-06T08:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/8cc8a484-e0f0-4294-8db3-c02107a09e80/718931f6-cd73-4acf-9daf-b9bb6d3eb907.jpg",
    "altTitles": [
      {
        "en": "Saji-chan's Sick Diary"
      },
      {
        "ja": "サジちゃんの病み日記"
      },
      {
        "zh": "沙慈的病娇日记"
      },
      {
        "ko": "사지짱의 아픔 일기"
      },
      {
        "ja-ro": "Saji-chan no Yami Nikki"
      },
      {
        "en": "Sazi-chan's Sick Diary"
      },
      {
        "vi": "Nhật ký đen tối của Sazi-chan"
      }
    ],
    "description": {
      "en": "Sazi-chan has a girl she likes. Though her feelings are too pure for anyone to understand, it is definitely true love. Taking pictures, stealing, stabbing, assaulting, that too, is love."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "26"
  },
  {
    "mangaId": "39ed85ab-d508-4839-855e-98e8a0376265",
    "title": {
      "en": "Fate Rewinder"
    },
    "updatedAt": "2024-05-06T16:43:22+00:00",
    "coverArt": "https://mangadex.org/covers/39ed85ab-d508-4839-855e-98e8a0376265/918055d4-5358-46aa-bfe4-351b4929f05f.jpg",
    "altTitles": [
      {
        "ja": "運命の巻戻士"
      }
    ],
    "description": {
      "en": "The world's most easy-to-understand and hot loop manga!\n\nAn organization that saves people who have tragically died, the Space-Time Police Special Task Force, also known as the \"Rewind Officers\"! Their weapon is the time machine \"Retry Eye\" embedded in their right eye! Rewind time dozens, hundreds, thousands of times until you solve the case! The first loop manga in CoroCoro's 45-year history, a must-see!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baaa0ca4-efef-4b15-b91a-c1f85692c2a7",
    "title": {
      "en": "Vampire Knight"
    },
    "updatedAt": "2023-02-26T21:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/baaa0ca4-efef-4b15-b91a-c1f85692c2a7/d195f918-5f67-46a0-925f-eabc16fb40a3.jpg",
    "altTitles": [
      {
        "es": "Caballero Vampiro"
      },
      {
        "pt": "Cavaleiro Vampiro"
      },
      {
        "vi": "Hiệp sĩ Vampire"
      },
      {
        "tr": "Vampir Şövalye"
      },
      {
        "ja": "ヴァンパイア騎士"
      },
      {
        "zh-hk": "吸血鬼騎士"
      }
    ],
    "description": {
      "en": "Cross Academy is attended by two groups of students: the Day Class and the Night Class. At twilight, when the students of the Day Class return to their dorm, they cross paths with the Night Class on their way to school. Yuki Cross and Zero Kiryu are the Guardians of the school, protecting the Day Class from the Academy's dark secret: the Night Class is full of vampires!",
      "pt-br": "A história de Vampire Knight trata de uma garota chamada Kurosu Yuuki, que não se lembra de nada de seu passado anterior a um certo dia; dia em que foi salva por Kaname Kuran, um vampiro \"puro-sangue\" que decidiu ficar em paz com os humanos, não sugando mais seus sangue. Devido a morte dos pais de Yuuki, Kaname leva-a para uma escola chamada Cross Academy, que aceita vampiros e humanos em paz na mesma escola, separando-os em Classe do Dia e Classe da Noite. Porém, para que os vampiros permaneçam na escola, não podem revelar sua identidade de vampiros e não podem sugar o sangue de ninguém."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "19",
    "lastChapter": "93"
  },
  {
    "mangaId": "87577ff0-3972-43a4-8289-52f7c3d9b2f8",
    "title": {
      "en": "Arknights: Prelude Suite: Keen-Edge, Silver Blade"
    },
    "updatedAt": "2024-06-16T07:34:49+00:00",
    "coverArt": "https://mangadex.org/covers/87577ff0-3972-43a4-8289-52f7c3d9b2f8/bbcd9631-48e1-4d91-9e89-f81a64e7bc83.jpg",
    "altTitles": [
      {
        "zh": "序言组曲: 利锏银锋"
      },
      {
        "en": "Arknights [Prologue Suite]: Sharp Blade, Silver Edge"
      }
    ],
    "description": {
      "en": "Silverash shows his hand, Karlan Trade raises its sails. A two-chapter prequel featuring Enciodes, Gnosis, and Degenbrecher on a mission.",
      "zh": "银锋初显, 喀兰启航。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "2"
  },
  {
    "mangaId": "3da96505-f8e8-49d5-8c26-fbe4786a897f",
    "title": {
      "en": "Make Heroine ga Oosugiru! @comic"
    },
    "updatedAt": "2024-03-21T04:54:00+00:00",
    "coverArt": "https://mangadex.org/covers/3da96505-f8e8-49d5-8c26-fbe4786a897f/72afda58-8b20-4b3b-96d1-d1291bfe31dc.jpg",
    "altTitles": [
      {
        "ja": "負けヒロインが多すぎる！@comic"
      },
      {
        "ja-ro": "Make Hiroin ga Oosugiru! @comic"
      },
      {
        "en": "Too Many Losing Heroines!"
      },
      {
        "zh-hk": "敗北女角太多了!"
      },
      {
        "vi": "Có Quá Nhiều Nữ Chính Thua Cuộc! @comic"
      },
      {
        "es-la": "¡Demasiadas heroínas perdedoras!"
      },
      {
        "en": "Too Many Losing Heroines! @comic"
      }
    ],
    "description": {
      "en": "***“Huh? Who are you calling losing?”***\n\nAs the background of the class, I, Kazuhiko Nukumizu, witnessed a popular girl–Anna Yanami, getting rejected by another guy.\n\n_“Even though he said we’ll get married. Don’t you think he’s pretty mean?”\n“When did he say that?”\n“When we were 4 or 5 years old.”_\n\nThat doesn’t count, right? With this, the losing heroines like Remon Yakishio from the Track and Field Club, and Chika Komari, from the literature club.\n\n_“Nukumizu-kun. There are two types of girls. Childhood friends or cheating cats.”\n“I see. Well, that’s a bold statement.”_\n\nThere’s a fortune for those who shine only after losing. Losing Heroines—The curtain to the mysterious coming-of-age story “Makeine” opens now!\n  \n---\n\n**Links:**  \n- [Official LN (JP)](https://www.shogakukan.co.jp/books/09453017)\n- [Alternative Raw](https://shogakukan-comic.jp/book-series?cd=51545)",
      "ja": "クラスの背景モブ高校生こと温水和彦は、男子に人気のクラスメート・八奈見杏菜が幼馴染にフラれるのを目撃してしまう。\n仕方なく八奈見を慰める温水だが、それをきっかけに、様々な負け感あふれる女子たちに絡まれることになり――!?\n負けヒロイン――マケインたちと辿る謎の青春が、ここに幕を開ける！\n負けてこそ輝く彼女たちに、幸いあれ。",
      "vi": "“Hử? Cậu gọi ai là đồ thua cuộc cơ?”\n\nTôi, Kazuhiko Nukumizu, một nhân vật làm nền trong lớp, chứng kiến cảnh cô nàng nổi tiếng – Anna Yanami bị một nam sinh khác từ chối.\n\n“Dù cho cậu ấy đã từng nói bọn mình sẽ kết hôn đấy. Cậu có thấy cậu ấy quá đáng không?”\n\n“Cậu ấy nói thế vào lúc nào vậy?”\n\n“Hồi bọn tớ 4 hay 5 tuổi gì đó.”\n\nThế thì đâu có tính?\n\nCùng với cô nàng còn có những nữ chính thua cuộc khác như Remon Yakishio của Câu lạc bộ Điền kinh và Komari Chika từ Câu lạc bộ Văn học.\n\n“Nukumizu-kun nè, trên đời có hai loại con gái. Một là bạn thuở nhỏ, còn lại là đồ đàn bà giựt bồ.”\n\n“Vậy hả. Chà, một tuyên bố đầy táo bạo ha.”\n\nCó một loại vận mệnh rằng có những người chỉ thực sự toả sáng sau khi đã thua cuộc.\n\nNhững nữ chính thua cuộc—Bức màn câu chuyện tuổi mới lớn mang tên “Makein” sẽ lật mở ngay bây giờ!",
      "es-la": "\"¿Eh? ¿A quién llamas perdedor?\" Como fondo de la clase, yo, Kazuhiko Nukumizu, fui testigo de cómo una chica popular -Anna Yanami- era rechazada por otro chico. \"Aunque dijo que nos casaríamos. ¿No crees que es bastante malo?\" \"¿Cuándo dijo eso?\" \"Cuando teníamos 4 o 5 años\". Eso no cuenta, ¿verdad? Con esto, las heroínas perdedoras como Remon Yakishio del Club de Atletismo, y Chika Komari, del club de literatura. \"Nukumizu-kun. Hay dos tipos de chicas. Las amigas de la infancia o las gatas tramposas\". \"Ya veo. Bueno, esa es una declaración audaz\". Hay una fortuna para los que brillan sólo después de perder. ¡Heroínas perdedoras-El telón de la misteriosa historia de madurez \"Makeine\" se abre ahora! [\"Makeine\" es la abreviación del nombre del manga]"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2023-02-03T02:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/5eb209bf-814e-43f4-b550-14749c2995e7.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d01843d1-3bf4-490e-a6ad-e10b80b11a02",
    "title": {
      "en": "Kedamonotachi no Jikan ~Kyouisonshou Kougun~"
    },
    "updatedAt": "2023-11-23T15:56:56+00:00",
    "coverArt": "https://mangadex.org/covers/d01843d1-3bf4-490e-a6ad-e10b80b11a02/49f0206b-91af-408c-8872-070291f11ad4.jpg",
    "altTitles": [
      {
        "en": "A Monstrous Person’s Time: Madness Syndrome"
      },
      {
        "ja": "けだものたちの時間～狂依存症候群～"
      },
      {
        "zh": "禽兽们的时间"
      }
    ],
    "description": {
      "en": "Airi Hirakawa, a model in a popular women's magazine, is suddenly hit by someone in front of her house and wakes up in a room full of garbage. Airi is confused when she is suddenly proposed to by Hirokazu Imai, the man who is her kidnapper and stalker.  \n  \nAnd this is how her life of confinement begins, where she suffers sexual violence and even toilet breaks and meals are managed.  \n  \n***WARNING***  \nContains abuse, kidnapping, rape, moral degradation, sadism etc."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad9ac663-2d34-48cf-a458-a03f5370bf47",
    "title": {
      "en": "The Secret of the Partner Next to You"
    },
    "updatedAt": "2024-01-22T00:26:12+00:00",
    "coverArt": "https://mangadex.org/covers/ad9ac663-2d34-48cf-a458-a03f5370bf47/8579469a-ee38-4fe6-a062-59a6cf75b1ca.jpg",
    "altTitles": [
      {
        "en": "Jae-Kyung's Secret"
      },
      {
        "en": "The Secret of Jae-Kyung"
      },
      {
        "es-la": "El secreto de Jae-Kyung"
      },
      {
        "ko": "옆자리 짝꿍의 비밀"
      },
      {
        "pt-br": "O Segredo de Jae-Kyung"
      },
      {
        "ko-ro": "Yeopjali jjagkkung-ui bimil"
      },
      {
        "id": "Rahasia Mitra Di Samping Anda"
      }
    ],
    "description": {
      "en": "Yang Kiryong is an ordinary high school boy who has a classmate named Yoo Jae-Kyung, who is somewhat clumsy and clueless. Both have a very good friendship, but without any kind of love attraction. Until one day, by chance, Kiryong discovered the deepest secret of his friend and because of this his heart began to beat, will it be beats of fear or love?",
      "ko": "평범한 남자 고등학생 양기룡.\n그리고 언제나 헤실헤실하고 가끔 나사빠진 행동을 하는\n그의 짝꿍 유재경.\n그럭저럭 귀엽다고 생각되는 반 친구였을 뿐인데..\n어느 날 우연히 그녀의 위험한 비밀을 알게 된다.\n이 심장의 두근거림은 두려움인지, 설렘인지..?",
      "es-la": "Yang Kiryong es un chico de preparatoria común y corriente, que tiene una compañera de clase llamada Yoo Jae-Kyung, la cual es algo torpe y despistada. Ambos tienen una muy buena amistad, pero sin ningún tipo de atracción amorosa. Hasta que un día, por casualidad, Kiryong descubrió el secreto más profundo de su amiga y debido a esto su corazón empezó a latir, ¿serán latidos de miedo o amor?",
      "pt-br": "Yang Kiryong é um garoto comum do ensino médio que tem uma colega de classe chamada Yoo Jae-Kyung, que é um pouco desajeitada e sem noção. Ambos têm uma amizade muito boa, mas sem nenhum tipo de atração amorosa. Até que um dia, por acaso, Kiryong descobriu o segredo mais profundo de sua amiga. Por causa disso seu coração começou a bater, será de medo ou de amor?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db36f8c3-bda0-4a7c-a70b-843d5de21258",
    "title": {
      "en": "Arctic Cold War"
    },
    "updatedAt": "2024-06-14T12:07:31+00:00",
    "coverArt": "https://mangadex.org/covers/db36f8c3-bda0-4a7c-a70b-843d5de21258/2f0b956a-391f-46bc-820f-3761e9b2bf0f.jpg",
    "altTitles": [
      {
        "en": "Extreme Cold War"
      },
      {
        "zh": "极寒战纪"
      },
      {
        "zh-ro": "Ji Han Zhan Ji"
      },
      {
        "zh-ro": "Jí Hán Zhàn Jì"
      },
      {
        "en": "Frozen Frontiers"
      },
      {
        "en": "Chronicles of the Polar War"
      },
      {
        "th": "สงครามเย็นสุดขั้ว"
      }
    ],
    "description": {
      "en": "The Ice Age apocalypse is coming. After being betrayed and killed by my secret crush, I was reborn and gained a magical ability - the snacks I ate suddenly turned into plants? What's surprising is that this ability can be used in this way... Crisis is everywhere, I want to live for myself in this life!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1a313d06-8002-42cd-b7f5-bf1d9cfceb34",
    "title": {
      "en": "The Dragon Tamer (Webtoon)"
    },
    "updatedAt": "2024-04-04T05:21:41+00:00",
    "coverArt": "https://mangadex.org/covers/1a313d06-8002-42cd-b7f5-bf1d9cfceb34/ff965230-5150-4e8b-86e4-416412645ef3.jpg",
    "altTitles": [],
    "description": {
      "en": "What happens when a girl from a quaint and small town meets the son of a Yakuza crime lord? Will she be able to change him for the better or will he continue down the dangerous and violent path?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc0174cc-33a0-4792-aa03-78d155179d27",
    "title": {
      "en": "Saiyuki Gaiden"
    },
    "updatedAt": "2021-05-25T15:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/dc0174cc-33a0-4792-aa03-78d155179d27/4d59fd5c-61e2-405a-8fe1-61dc204f0efd.jpg",
    "altTitles": [
      {
        "en": "Saiyuuki Gaiden"
      },
      {
        "en": "最遊記外伝"
      }
    ],
    "description": {
      "en": "500 years before the story of Saiyuki, a heretic child with golden eyes is brought into Heaven. He is given into the reluctant care of a minor deity named Konzen, the nephew of the Merciful Goddess Kanzeon Bosatsu. Konzen eventually gives the child the name \"Goku\". Goku becomes friends with two other minor gods, Marshal Tenpou and General Kenren of the Western Army of Heaven. He also meets a strange little boy who seems to be his own age, the War Prince Nataku. Although Goku is happy in his new home, Heaven is not kind to heretics. There are those who would use Nataku and Goku as tools in an attempt to seize the throne of Heaven, and Konzen, Tenpou, and Kenren may not be able to save them."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "a77742b1-befd-49a4-bff5-1ad4e6b0ef7b",
    "title": {
      "en": "Chainsaw Man"
    },
    "updatedAt": "2024-06-12T17:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a77742b1-befd-49a4-bff5-1ad4e6b0ef7b/9a60773c-e882-45d7-909b-60a78af09003.jpg",
    "altTitles": [
      {
        "uk": "Людина-бензопила"
      },
      {
        "ru": "Человек-бензопила"
      },
      {
        "ja": "チェンソーマン"
      },
      {
        "zh": "电锯人"
      },
      {
        "zh-hk": "鏈鋸人"
      },
      {
        "zh-hk": "電鋸人"
      },
      {
        "tr": "Testere Adam"
      },
      {
        "kk": "Шынжырлы ара адам"
      }
    ],
    "description": {
      "en": "Broke young man + chainsaw dog demon = Chainsaw Man!  \n  \nThe name says it all! Denji's life of poverty is changed forever when he merges with his pet chainsaw dog, Pochita! Now he's living in the big city and an official Devil Hunter. But he's got a lot to learn about his new job and chainsaw powers!",
      "fr": "Pour rembourser ses dettes, Denji, jeune homme dans la dèche la plus totale, est exploité en tant que Devil Hunter avec son chien-démon-tronçonneuse, “Pochita”. Mais suite à une cruelle trahison, il voit enfin une possibilité de se tirer des bas-fonds où il croupit ! Devenu surpuissant après sa fusion avec Pochita, Denji est recruté par une organisation et part à la chasse aux démons…\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]