[
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents To Give You"
    },
    "updatedAt": "2024-06-28T22:53:19+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai sa Retakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      },
      {
        "es-la": "El regaño que nunca quisieras recibir de tus padres"
      }
    ],
    "description": {
      "es-la": "La charla que nunca quieres que te den tus padres."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "109cf150-2ec3-4e34-9ecf-ce928e484f43",
    "title": {
      "en": "Beni Tsubaki"
    },
    "updatedAt": "2024-07-06T10:22:12+00:00",
    "coverArt": "https://mangadex.org/covers/109cf150-2ec3-4e34-9ecf-ce928e484f43/324eb51c-ac74-48dc-a74c-c90aa0ccc475.jpg",
    "altTitles": [
      {
        "es": "Camelia Carmesí"
      },
      {
        "en": "Crimson Camellia"
      },
      {
        "ja": "紅椿妃"
      },
      {
        "ko": "베니츠바키"
      },
      {
        "zh-hk": "紅椿妃"
      },
      {
        "zh": "红椿妃"
      },
      {
        "ja-ro": "Benitsubaki"
      }
    ],
    "description": {
      "en": "Kisshouin Tsubaki aka the \"Crimson Camellia\" wants to satisfy her occultistic curiosity by having a hands-on experience with every Yokai she can find.  Let's follow her in her travels, accompanied by her trusted cameraman Yokomizo-kun.",
      "es": "Kisshouin Tsubaki alias la \"Camelia Carmesí\", una bella reportera de lo oculto, quiere satisfacer su curiosidad intelectual teniendo una experiencia práctica con cada Yokai que pueda encontrar.  \nSígala en sus viajes, acompañada por su confiable camarógrafo Yokomizo-kun."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-05-04T09:56:19+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95e964d3-55da-4218-b841-46f0f2db663c",
    "title": {
      "en": "Mashima HERO'S"
    },
    "updatedAt": "2023-04-25T11:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/95e964d3-55da-4218-b841-46f0f2db663c/c8ba4203-29ae-4b7a-92d0-d60789db8901.jpg",
    "altTitles": [
      {
        "en": "HERO'S"
      },
      {
        "ru": "Герои"
      }
    ],
    "description": {
      "en": "A crossover of Rave, Fairy Tail, and Edens Zero to celebrate the 60th anniversary of Shounen Magazine.\n\n---\nOfficial Release:\n- Indonesian release by Level Comics",
      "ru": "Хиро Машима запустит новую короткометражную манга-серию под названием «Heroes». Там будут участвовать персонажи из его работ: Нулевой Эдем, Фейри Тейл, Рейв Мастер."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "484088b5-dc50-476e-9576-a6db27960116",
    "title": {
      "en": "Gyakusatsu Happy End"
    },
    "updatedAt": "2023-06-20T00:45:07+00:00",
    "coverArt": "https://mangadex.org/covers/484088b5-dc50-476e-9576-a6db27960116/229ae1d1-4c9d-4af9-817c-d994169acbdf.jpg",
    "altTitles": [
      {
        "ja-ro": "Gyakusatsu Happiendo"
      },
      {
        "ja": "虐殺ハッピーエンド"
      },
      {
        "en": "Happy Massacre Ending"
      },
      {
        "en": "Massacre Happy End"
      }
    ],
    "description": {
      "en": "High school student Kusakabe Makoto has to work all day to raise money for the treatment of his younger sister, who suffers from a serious illness. The father is unemployed, the mother ran away, leaving the children, bullying at work … Despite all this, he does not lose hope and continues to live for her sister. But having learned that she did not have long, Makoto falls into despair. Fear of the unknown causes him to take a different look at the value of human life.",
      "ru": "Старшекласснику Кусакабэ Макото приходится работать дни напролёт, чтобы собрать деньги на лечение младшей сестры, страдающей от тяжёлой болезни. Отец безработный, мать сбежала, бросив детей, издевательства на работе… Несмотря на всё это, он не теряет надежды и продолжает жить ради сестры. Но узнав, что ей осталось недолго, Макото впадает в отчаяние. Страх перед неизвестностью заставляет его по-другому взглянуть на ценность человеческой жизни."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "55"
  },
  {
    "mangaId": "76ac6b53-df49-4ace-85a2-b27970830ef2",
    "title": {
      "en": "Kubera"
    },
    "updatedAt": "2024-04-02T09:14:19+00:00",
    "coverArt": "https://mangadex.org/covers/76ac6b53-df49-4ace-85a2-b27970830ef2/24edd0f4-234a-48a6-9bbe-fa6b667cee01.jpg",
    "altTitles": [
      {
        "fr": "Kubera - Le dernier dieu"
      },
      {
        "pt-br": "Kubera - O último Deus"
      },
      {
        "en": "Kubera - One Last God"
      },
      {
        "pl": "Kubera - Ostatni Bóg"
      },
      {
        "id": "Kubera - Sang Dewa Terakhir"
      },
      {
        "ro": "Kubera - Ultimul zeu"
      },
      {
        "es": "Kubera - Un Último Dios"
      },
      {
        "en": "Kubera: One Last God"
      },
      {
        "en": "One Last God Kubera"
      },
      {
        "en": "One Last God, Kubera"
      },
      {
        "ru": "Кубера - Последний Бог"
      },
      {
        "ja": "クベーラ"
      },
      {
        "zh": "庫佩拉"
      },
      {
        "ko": "쿠베라"
      }
    ],
    "description": {
      "en": "Gods with everlasting lives. Sura who possess unrivaled power. And humans, caught helplessly in-between.  \nWhen Kubera's peaceful village meets its fiery end, a mysterious magician named Asha comes to her rescue. Together they begin a journey in search of answers and revenge. Meanwhile across the realms, a web of entwined fates is growing tighter. One by one the other players of the game will emerge, each with their own agenda to pursue.  \nAt the center of this maelstrom stands Kubera, the girl with a god's name. Will this sixteen-year-old be the salvation of the world or its destruction?",
      "it": "Dei immortali. Sura dai poteri impareggiabili. E gli umani, che si ergono fra loro impotenti.  \nQuando il pacifico villaggio di Kubera incontra la sua fine, una misteriosa maga di nome Asha accorre in suo soccorso. Insieme intraprendono un viaggio in cerca di risposte e vendetta. Mentre attraversano il regno, una rete di destini intersecati sta nascendo… Una ad una le altre pedine della scacchiera emergono, ognuna all'inseguimento dei propri obiettivi.  \nAl centro di quest'uragano si trova Kubera, la ragazza con il nome di un Dio. Questa sedicenne sarà la salvatrice di questo mondo… o la sua distruttrice?",
      "pl": "Bogowie z nieśmiertelnymi żywotami  \nAsury z niepojętą mocą  \nI ludzie, pomiędzy nimi.  \nGdy wioska Kubery zostaje zniszczona, tajemniczy mag przychodzi jej na ratunek. Razem wyruszają w podróż w poszukiwaniu odpowiedzi i zemsty. Tymczasem pomiędzy wymiarami pajęczyna przeznaczenia coraz ciaśniej zaciska się… Jeden po drugim nowi gracze wkraczają na scenę, mając swoje własne powody. Historia młodej dziewczyny, która traci wszystko i zaczyna żyć zemstą."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fa2a8de-0fe9-4b1c-b0fb-6c7917220f44",
    "title": {
      "en": "I love you so much"
    },
    "updatedAt": "2024-07-11T17:22:27+00:00",
    "coverArt": "https://mangadex.org/covers/6fa2a8de-0fe9-4b1c-b0fb-6c7917220f44/52fa5cb9-a329-4f26-8f02-699d11170e2b.png",
    "altTitles": [
      {
        "ja": "きみのことがだいすき"
      },
      {
        "ja-ro": "Kimi no Koto ga Daisuki"
      },
      {
        "ko": "네가 너무 좋아"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd2f1e4e-6b51-4a7a-b54b-7f8ca8f5368a",
    "title": {
      "en": "Demoniac Two Heroes"
    },
    "updatedAt": "2024-05-05T10:13:22+00:00",
    "coverArt": "https://mangadex.org/covers/fd2f1e4e-6b51-4a7a-b54b-7f8ca8f5368a/b3fe5a92-33fe-40ff-b075-61d869c8431d.jpg",
    "altTitles": [
      {
        "en": "The Twin Swords of the Sima Clan"
      },
      {
        "ko": "사마쌍협"
      },
      {
        "zh": "邪魔雙俠"
      }
    ],
    "description": {
      "en": "\"The head of our family is foolish person,\" thought Cha Wun-Yeop, the servant of the respected sage.\n\nA foolish master, who plays around by his mistress, Chang Sanmi and an upright man, Beom Seosoo, stand in stark contrast as the prince.\n\n“Beom Seosoo, with his upright character, is the most formidable person I've ever known!”\n\nCaught stealing, he faced severe scolding and disgrace, but Cha Wun-Yeop ends up aiding Beom Seosoo against Chang Sanmi's plot.\n\n\"But as the eldest son of the Kamseuk Clan, I can’t just stand by and watch.\"\n\n\"I will grow stronger than I am now and deal with of them all.\"\n\nDetermined to seek revenge on Chang Sanmi, Beom Seosoo sets out to gain strength, while Cha Wun-Yeop leaves the Seol family to follow his own path.\n\n\"Living life once, I’ll no longer be an orphan or a servant, but live as a transcendent being.\"\n\n\"Freely and with pride, I will roam this vast world.\"\n\nPracticing his unique martial arts through mystical methods, Cha Wun-Yeop becomes a master, getting closer to the mastermind behind the plot at Seol Kam-Seuk's House.\n\nOne day, Cha Wun-Yeop and Beom Seosoo reunite. Cha Wun-Yeop is astonished to see if Beom Seosoo's martial arts.\n\n“As the eldest son of a prestigious family, you use this kind of swordsmanship!”\n\nThe man who once criticized him was now walking the same path of martial arts as him!",
      "fr": "\"Le chef de cette famille est insensé\", pense Jawun-yeop, le serviteur du sage respecté.\nLe maître insensé qui joue avec sa maîtresse, Chang Sanmi, et l'homme droit, Seolsu Beom, forment un contraste saisissant.\n\"Seolsu Beom est la personne la plus remarquable que j'aie jamais connue !\"\n\nPris en flagrant délit de vol, Jawun-yeop a dû faire face à de sévères réprimandes et à la disgrâce, mais il finit par aider Seolsu Beom à déjouer le complot de Chang Sanmi.\n\"En tant que fils aîné du clan Kamseuk, je ne peux pas rester là à regarder. Je deviendrai plus fort que je ne le suis maintenant et je m'occuperai d'eux tous.\"\nDéterminé à se venger de Chang Sanmi, Seolsu Beom se met en route pour devenir plus fort, tandis que Jawun-yeop quitte la famille Seol pour suivre sa propre voie.\n\n\"Je ne serai plus un orphelin ou un serviteur, mais je vivrai comme un être transcendant et parcourrai ce vaste monde librement avec fierté.\"\nEn pratiquant des arts martiaux uniques grâce à des méthodes mystiques, Jawun-yeop devient un maître, se rapprochant du cerveau qui se cache derrière le complot du clan Kamseuk Seol.\nUn jour, Jawun-yeop et Seolsu Beom se retrouvent. Jawun-yeop est surpris de voir les arts martiaux de Seolsu Beom.\n\"En tant que fils aîné d'une famille prestigieuse, vous utilisez ce genre d'art du sabre !\"\nL'homme qui l'avait autrefois critiqué suit désormais la même voie que lui en termes d'arts martiaux !"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcd1002-1f44-45b8-9c5d-6b9a91629a43",
    "title": {
      "en": "Nightwatcher"
    },
    "updatedAt": "2023-08-28T12:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/ddcd1002-1f44-45b8-9c5d-6b9a91629a43/43446100-1025-4342-9c1f-da602d060979.jpg",
    "altTitles": [
      {
        "en": "Dafeng's Night Squad"
      },
      {
        "zh-ro": "Dà Fèng Dǎ Gēng Rén"
      },
      {
        "zh": "大奉打更人"
      },
      {
        "vi": "Đại Phụng Đả Canh Nhân"
      }
    ],
    "description": {
      "en": "In this world, there is: Confucianism; Taoism; Buddhism, Demons, and Magicians. Xu Qi’an, a graduate from the police academy, suddenly finds himself waking up in prison, to be exiled to the border three days later …\n\nHis initial goal was to protect himself in this world with no laws, and to be able to live a leisurely life as a rich man..\n\nMany years later, Xu Qi’an looks back on the past, and the long-dead enemies and friends, as well as the numerous bones he has left behind.\n\nAs the Yangtze River flows eastward, the waves wash away the heroes; right and wrong, success or failure will all turn into nothing but history. However, just like the sun’s rays gleaming over the towering mountains, after the sunset, a new sun will rise."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86a05b25-e031-4039-8659-83cc4d9bfbdd",
    "title": {
      "en": "Salaryman Exorcist - Okumura Yukio no Aishuu"
    },
    "updatedAt": "2024-06-20T22:22:27+00:00",
    "coverArt": "https://mangadex.org/covers/86a05b25-e031-4039-8659-83cc4d9bfbdd/c825c3b0-fc7d-4105-8324-5a1dc078a936.jpg",
    "altTitles": [
      {
        "ja-ro": "Salaryman Exorcist: Okumura Yukio no Aishū"
      },
      {
        "en": "Salaryman Exorcist: The Sorrows of Okumura Yukio"
      },
      {
        "ja-ro": "Salaryman Futsumashi Okumura Yukio no Aishuu"
      },
      {
        "ja": "サラリーマン祓魔師 奥村雪男の"
      }
    ],
    "description": {
      "en": "A spin-off of Ao no Exorcist, following Okumura Yukio as the main protoganist."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": null
  },
  {
    "mangaId": "366e544c-9474-4042-b767-d222fc51f001",
    "title": {
      "en": "The Mythical Realm"
    },
    "updatedAt": "2023-07-31T11:30:25+00:00",
    "coverArt": "https://mangadex.org/covers/366e544c-9474-4042-b767-d222fc51f001/e037712d-021b-474f-8e6f-b8da6676c9cf.jpg",
    "altTitles": [
      {
        "vi": "Thế Giới Tiên Hiệp"
      },
      {
        "zh-ro": "Xiān Xiá Shìjiè"
      },
      {
        "zh-ro": "Xian Xia Shi Jie"
      },
      {
        "zh-ro": "Xianxia Shijie"
      },
      {
        "zh": "仙侠世界"
      },
      {
        "zh-hk": "仙俠世界"
      }
    ],
    "description": {
      "en": "A world of blood, a world where the strong triumph over the weak, Ye Yun descended to hell to slay hordes of Demons and ascend to Heaven to slay the Gods just to prove of his existence as the strongest, a world where a single being can rule over Heavens and Earth.\n\n---\nOriginal Web Comic: [AC.QQ](https://ac.qq.com/Comic/comicInfo/id/624495), [Bilibili](https://manga.bilibili.com/detail/mc24492)\nOfficial English Translation: [Bilibili Comics](https://www.bilibilicomics.com/detail/mc396), [Web Comics App](http://www.webcomicsapp.com/reader.html?mangaId=5b8e871946e6784434443014)"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "910d61ce-1615-4a38-b8e9-2646e7445af8",
    "title": {
      "en": "Aiseki Ii desu ka?"
    },
    "updatedAt": "2024-07-08T00:09:03+00:00",
    "coverArt": "https://mangadex.org/covers/910d61ce-1615-4a38-b8e9-2646e7445af8/84f9ab4e-f9fa-4155-b436-92087159cfb8.jpg",
    "altTitles": [
      {
        "ja": "相席いいですか？"
      },
      {
        "en": "Is It Okay If We Share a Table?"
      }
    ],
    "description": {
      "en": "Tsubaki is a working woman struggling with the relationships between her subordinates. Momoko is a university student struggling with her part-time job. Two people of different ages and backgrounds happen to sit together...? \n\nIt's a breath of fresh air, a relaxing lunchtime comedy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f",
    "title": {
      "en": "Wistoria: Wand and Sword"
    },
    "updatedAt": "2024-07-08T15:44:48+00:00",
    "coverArt": "https://mangadex.org/covers/e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f/52cebe4c-5e72-4d9c-aaa9-29db6c0f1f4b.jpg",
    "altTitles": [
      {
        "ja": "Tsue to Tsurugi no Wistoria"
      },
      {
        "ja": "杖と剣のウィストリア"
      },
      {
        "zh-hk": "杖與劍的Wistoria"
      }
    ],
    "description": {
      "en": "The new, magical dungeon-adventure fantasy series from the author of Is It Wrong to Try to Pick Up Girls in a Dungeon? Seeking to fulfill a promise to a childhood friend, Will Serfort enters Regarden Magical Academy with the goal of making it to the top of the magical world. There’s just one problem: he can’t use magic! Will his sword skills be the key to unlocking his true potential?",
      "pt-br": "A nova série de fantasia mágica e de aventura em masmorras do autor de \"É Errado Tentar Pegar Garotas em um Calabouço?\" segue a jornada de Will Serfort. Buscando cumprir uma promessa feita a uma amiga de infância, Will ingressa na Academia Mágica de Regarden com o objetivo de alcançar o topo do mundo mágico. Mas há um problema: ele não pode usar magia! Serão suas habilidades com a espada a chave para desbloquear seu verdadeiro potencial?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8b0b048-9f8f-4111-b3ed-f9469ffb298b",
    "title": {
      "en": "I Failed to Oust the Villain!"
    },
    "updatedAt": "2024-01-16T16:24:04+00:00",
    "coverArt": "https://mangadex.org/covers/a8b0b048-9f8f-4111-b3ed-f9469ffb298b/c8e69a83-52ba-4fa9-9df5-37d3a7bdd68f.jpg",
    "altTitles": [
      {
        "ko": "흑막을 버리는 데 실패했다"
      },
      {
        "ko-ro": "Heungmageul Beorineun De Silpaehaessda"
      },
      {
        "en": "I Failed to Abandon the Villain"
      },
      {
        "en": "Failed to Abandon the Villain"
      },
      {
        "en": "I Failed to Throw the Villain Away"
      },
      {
        "pt": "Falhei em abandonar o vilão"
      },
      {
        "uk": "Мені не вдалося покинути лиходія"
      },
      {
        "uk": "Я так і не змогла утихомирити цю злу натуру"
      },
      {
        "ar": "فشلت في رمي الشرير بعيدا"
      },
      {
        "ar": "فشلت في التخلي عن الشرير"
      },
      {
        "ar": "فشلت في رمي الشرير"
      },
      {
        "ja": "黒幕を捨てるのに失敗しました"
      },
      {
        "mn": "Би хорон санаатныг хаяж чадсангүй"
      },
      {
        "zh": "无法逃离的黑暗"
      },
      {
        "zh": "摆脱黑幕计划失败了"
      },
      {
        "zh-hk": "主人，只剩下妳了"
      },
      {
        "th": "วายร้ายผู้นั้นที่ฉันไม่อาจตีจาก"
      },
      {
        "vi": "Tôi thất bại trong việc vứt bỏ nhân vật phản diện"
      }
    ],
    "description": {
      "ar": "\"الآن ، أنت الوحيد المتبقي ، سيدتي.\" لقد تجسدت من جديد كابنة لبارون في رواية قرأتها في حياتي السابقة. بفضل ذلك علمت أن الصبي الذي أحضره والدي ليكون عبدًا سيقتل الباروني ، وسأواجه موتًا مروّعًا ، ونهاية هذا العالم. لقد عملت بجد من أجل تجنب هذا المصير البائس ، لكن كل شيء كان هباءً. في النهاية ، على يد الشخص الذي استيقظ كالساحر الكبير مات أبي وجميع الخدم. والآن سأموت أيضًا ... هل هذا ما اعتقدته؟ \"أردت أن أبقيك يا سيدتي.\" بدأ شرير هذا العالم يصبح مهووسًا بي. ... ولكن لم يكن هناك أي شيء مثل هذا في الأصل؟ أصبحت فاليتا التي بدأت في الابتعاد عن العمل الأصلي أقرب إلى الحقيقة المظلمة لهذا العالم. من العائلة الإمبراطورية المتورطة في الشؤون القذرة وظهور وحوش مجهولة. لقد أرادت فقط أن تعيش بحرية ولكن في وضع تحتاج فيه إلى إنقاذ العالم أولاً! هل ستتمكن فاليتا من العثور على الحياة التي تريدها؟\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "en": "One day, my father gave me a boy slave. He said he saved him from the battlefield due to his good looks.\n\n\"He has a seal engraved on his heart. As long as you have this bead, he won't be able to disobey you. So you can order him to do anything.\"\n\nThe boy looked rather grim after hearing what he was I ordered. Ah, was I treating him too much like a dog? As my father squeezed the bead, the boy then knelt at my feet.\n\n\"Master,\" his red eyes flashed, illuminating his eerie gaze while smiling madly.\n\nWhy is he like this to me?! I tried my best to treat him properly!\n\n---\nReborn as the daughter of a count she read about in a novel, Lady Valeta knows the story ends in tragedy at the hands of her lowly house pet, Reinhart. Having never wanted him in the first place, Valeta tries but fails to oust him from her house. But when Reinhart's powerful magic is awakened one day, he kills all those around her, and it is now Valeta who is at his mercy. Though the tables have turned, Reinhart can't shake his attachment for Valeta. He lets her live, but only within his grasp.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "fr": "Un jour, mon père m’a donné un garçon esclave. Il a dit qu’il l’avait sauvé du champ de bataille grâce à sa bonne mine. « Il a un sceau gravé sur son coeur. Tant que tu as cette perle, il ne pourra pas te désobéir. Donc vous pouvez lui ordonner de faire n’importe quoi. » Le garçon avait l’air plutôt sinistre après avoir entendu ce que je lui ordonnais. Ah, est-ce que je le traitais trop comme un chien ? Alors que mon père pressait la perle, le garçon s’est agenouillé à mes pieds. « Maître » Ses yeux rouges ont clignoté, illuminant son regard sinistre tout en souriant follement. Pourquoi est-il comme ça avec moi ? ! J’ai fait de mon mieux pour le traiter correctement !\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "id": "Terlahir sebagai putri dari Count dalam novel yang dibacanya, Valleta tahu cerita ini berakhir dengan insiden atas ulah budaknya, Reinhart. Valleta yang tidak pernah menginginkan dirinya sejak awal, berusaha keras mengusirnya tapi gagal. Suatu hari saat kekuatan sihir Reinhart bangkit, dia membunuh semua orang, dan sekarang Valleta yang berada dalam belas kasihannya. Meskipun situasi sudah berbalik, Reinhart tidak mampu membunuh Valleta. Dia membiarkan wanita itu hidup, tapi dalam pengawasannya.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "ko": "\"자, 이제 너만 남았네. 주인님.\"\n\n전생에 읽었던 소설 속 백작 영애로 환생했다. \n\n덕분에 아버지가 내 노예라고 데려온 한 소년에 의해 백작 가문이 몰살당하는 것도,\n내가 끔찍한 죽음을 맞이한다는 것도,\n이 세계의 결말도 알 수 있었다. \n\n그 비참한 운명을 피하기 위해 노력했지만 모두 헛수고였다. \n결국 대마법사로 각성한 그의 손에 아버지와 시종들은 모두 죽었다. \n이제 나도 죽.....을줄 알았는데?\n\n\"난 주인님이 가지고 싶었거든.\"\n\n이 세계의 흑막이 나에게 집착하기 시작한다. \n\n.....이런 건 원작에 없었는데?\n\n원작에서 벗어난 발레타는 조금씩 이 세계의 어두운 진실에 가까워져간다.\n더러운 수작질을 벌이고 있었던 황실부터, 정체를 알 수 없는 마물들의 등장까지.\n\n자유롭게 살고 싶었을 뿐인데 세상부터 먼저 구해야하는 상황!\n과연 발레타는 원하는 삶을 찾을 수 있을까?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)",
      "uk": "Одного дня мій батько подарував мені прислугу. Він сказав, що врятував його, забравши з поля бою, через гарну зовнішність. «На його серці вирізьблена печатка. Поки ти матимеш цей кулон, він не зможе протистояти тобі. Отже, ти можеш наказати йому зробити все, що завгодно.». Почувши, що його воля в моїх руках, хлопець нахмурився.\n«Ох, я занадто перебільшую, поводячись із тобою — наче із собакою?», — у цей момент батько стиснув у кулак цю намистину, і хлопець упав на коліна перед моїми ногами.\n«Панно…, — його червоні очі блиснули, розкриваючи весь моторошний погляд, а губи розходилися в божевільній посмішці: — Чому він так ставиться до мене?! Я ж так намагався догодити йому!»\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%9D%91%EB%A7%89%EC%9D%84-%EB%B2%84%EB%A6%AC%EB%8A%94-%EB%8D%B0-%EC%8B%A4%ED%8C%A8%ED%96%88%EB%8B%A4/3176), [KakaoPage](https://page.kakao.com/content/58743054)\n\n**Official Translations:**\n* [English](https://tapas.io/series/i-failed-to-oust-the-villain/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%B8%BB%E4%BA%BA%E5%8F%AA%E5%89%A9%E4%B8%8B%E5%A6%B3%E4%BA%86/272)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Failed-to-Oust-the-Villain/405)\n* [Japanese / 日本語](https://piccoma.com/web/product/99751)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B2%E0%B8%A2%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B8%AD%E0%B8%B2%E0%B8%88%E0%B8%95%E0%B8%B5%E0%B8%88%E0%B8%B2%E0%B8%81/331)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e54afbb3-3a79-4d83-be3c-51613c4fe36a",
    "title": {
      "en": "Tenshou Kizoku no Bannou Kaitaku Kara~ \"Kakudai & Shukushou\" Sukiru o Tsukatte Itara Saikyou Ryouchi ni Narimashita～"
    },
    "updatedAt": "2024-07-11T17:04:13+00:00",
    "coverArt": "https://mangadex.org/covers/e54afbb3-3a79-4d83-be3c-51613c4fe36a/e6c19bfe-b408-4f94-bcf8-49e5d35f1a82.jpg",
    "altTitles": [
      {
        "ja": "転生貴族の万能開拓～【拡大＆縮小】スキルを使っていたら最強領地になりました～"
      }
    ],
    "description": {
      "en": "A former corporate slave who died from overwork is reincarnated as Noct, the second son of the Bigsmall family's minor lordship. He arrives in a different world with a firm determination to \"never work again!\" However, the territory is constantly impoverished due to monsters attacking from the great forest. Upon coming of age, he receives a seemingly useless skill: \"Enlarge & Shrink.\" To make matters worse, his father and brother disappear due to a monster attack, leaving only two people in the territory. Noct, with his innate NEET tendencies, becomes the lord to create a world where he doesn't have to work!",
      "ja": "魔物の襲撃で故郷は壊滅！　今あるのは【拡大＆縮小】スキルのみ！　残ってくれた二人と共に復興せよ！　\n異世界ニート、領主になる！「小説家になろう」大人気作コミカライズ！　全世界の「働きたくない人」に捧ぐスローライフ万能開拓！！\n\n過労死した元社畜は弱小領主・ビッグスモール家の次男、ノクトとして転生した。「異世界に来たからには絶対働きたくない」という固い決意とともに！　しかし領地は大森林から襲いかかる魔物のせいで常に貧困状態。さらには魔物の襲撃で領主の父と頼れる兄がいなくなり、残った領民は二人だけ……。領主となったノクトは一見ハズレな【拡大＆縮小】スキルを駆使し、領地復興に向け立ち上がる！！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad004a13-f46a-4392-b786-97a6cab09fc2",
    "title": {
      "en": "My Wife Is Actually the Empress?"
    },
    "updatedAt": "2023-12-25T05:25:14+00:00",
    "coverArt": "https://mangadex.org/covers/ad004a13-f46a-4392-b786-97a6cab09fc2/28cd180e-e519-4a12-a367-28336c8cb0a5.jpg",
    "altTitles": [
      {
        "zh": "我家娘子竟然是女帝?"
      },
      {
        "zh-ro": "Wǒ Jiā Niángzǐ Jìngrán Shì Nǚ Dì?"
      },
      {
        "zh-ro": "Wo Jia Niangzi Jingran Shi Nv Di?"
      },
      {
        "vi": "Nương Tử Nhà Ta Là Nữ Đế"
      }
    ],
    "description": {
      "en": "With my wife's breathtaking beauty, not even the newly enthroned empress can match her! With my wife's marvelous culinary skills, not even the empress's royal chefs can match her! My wife loves me and cares about me very very much, and I wouldn't trade her for even the empress! Wait, what? My wife is the empress?!",
      "zh": "我家老婆貌美如花，哪怕是新登基的女帝都比不上！ 我家老婆厨艺高超，哪怕是女帝的御膳房都比不上！ 我家老婆很爱我，很关心我，就算是给个女帝我都不换！ 什么？我家老婆竟然就是女帝！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-06-20T16:23:49+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "380da075-2030-48d0-9c5f-86742be4ff10",
    "title": {
      "en": "Sentouin, Hakenshimasu!"
    },
    "updatedAt": "2024-07-03T03:24:24+00:00",
    "coverArt": "https://mangadex.org/covers/380da075-2030-48d0-9c5f-86742be4ff10/a489fa05-ecaf-4efc-9eb3-bebdae4397a5.jpg",
    "altTitles": [
      {
        "en": "Combatants Will Be Dispatched!"
      },
      {
        "fr": "Les Combattants Vont Etre Déployés!"
      },
      {
        "ru": "Бойцы будут высланы!"
      },
      {
        "ja": "戦闘員、派遣します！"
      },
      {
        "ko": "전투원, 파견합니다!"
      }
    ],
    "description": {
      "en": "The Secret Society Kisaragi has one mission: world domination! They claim to be an evil organization, but their scientist is eccentric, their hot female generals wear little clothing, and they’re surprisingly concerned about the fate of the world?! No. 6 is a Combatant for Kisaragi, meaning his body has been reconstructed to be stronger and obey the orders of the generals. His latest mission? To do recon on an unknown alien planet with his new partner, the deadpan android Alice. There, he meets a busty female knight… riding a unicorn?! Thus begins their hilarious invasion of a magical fantasy world!",
      "es": "La Sociedad Secreta Kisaragi tiene una misión: dominación mundial. Afirman que es una organización malvada, pero su científica es excéntrica, sus ardientes generales mujeres usan poca ropa y están sorprendentemente preocupados por el destino del mundo. No. 6 es un Combatiente para Kisaragi, lo que significa que su cuerpo ha sido reconstruido para ser más fuerte y obedecer las órdenes de los generales. ¿Su última misión? Hacer reconocimiento en un planeta alienígena desconocido con su nueva pareja, la inexpresiva androide Alicia. Allí, conocí a una caballero tetona…¡¿montando un unicornio?! ¡Así comienza su hilarante invasión de un mundo mágico de fantasía!",
      "pt": "Havia uma empresa chamada Kisaragi, uma sociedade secreta do mal que derruba um número de heróis no mundo e está prestes a conquistar o muno. Como não se sabe os desejos dessa associação, o combatente N° 6, o protagonista, será despachado para outros planetas com a android Alice. No entanto, este combatente mudou as configurações da android pare que ela não se comportasse como se fosse uma invasão, e sim u festival de Ochin, fazendo seus companheiros ficarem estúpidos. Além disso, quando chamaram novos companheiros, os novos membros que se uniram atraíram estandarismo, como a estupida quimera e o bispo. Enquanto isso, o mesmo vendedor que invoca o exército Magus começa a invadir a terra para destruí-la. A notícia se espalha nas ruas por atos de contravenção, e é transmitida ao herói que estava carregando a virtude do mal. “Não há organizações más no mundo” combatente N° 6 finalmente entra em ação com as heroínas metamorfose e as táticas de Kudzu, invadindo o novo mundo.",
      "ru": "Протагонистом является старший элитный боец корпорации зла именуемой как \"Тайное сообщество Кисараги\", которого вместе с девочкой андроидом отправили в другое измерение. И так они оказываются в мире меча и магии, где им предстоит создать предпосылки для захвата этого нового мира корпорацией зла Кисараги.",
      "pt-br": "A Sociedade Secreta Kisaragi tem uma missão: dominar o mundo! Eles afirmam ser uma organização maligna, mas seu cientista é excêntrico, suas generais gostosas usam pouca roupa e estão surpreendentemente preocupadas com o destino do mundo?! O nº 6 é um combatente de Kisaragi, o que significa que seu corpo foi reconstruído para ser mais forte e obedecer às ordens dos generais. Sua última missão? Para fazer reconhecimento em um planeta alienígena desconhecido com sua nova parceira, a andróide inexpressiva Alice. Lá, ele conhece uma cavaleira peituda… montando um unicórnio?! Assim começa a hilariante invasão de um mundo mágico de fantasia!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "66"
  },
  {
    "mangaId": "36966895-9fa5-4225-8fce-21708df87ea2",
    "title": {
      "en": "Tensei Gotoki De Nigerareru To Demo, Niisan?"
    },
    "updatedAt": "2024-01-12T09:08:06+00:00",
    "coverArt": "https://mangadex.org/covers/36966895-9fa5-4225-8fce-21708df87ea2/3a26b05c-e3ca-44fb-bfde-e04bcc0bff83.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレの妹に死ぬほど愛されて無双できない異世界転生"
      },
      {
        "ja": "転生ごときで逃げられるとでも、兄さん？"
      },
      {
        "zh": "被病娇妹妹爱得死去活来"
      },
      {
        "en": "Do You Think You Can Run After Reincarnating, Nii-san?"
      }
    ],
    "description": {
      "en": "The older brother, imprisoned by his sister, dies just as he escapes and is reincarnated in another world!\nHe thought he had been freed from his demonic sister, but now she too has been reincarnated in the same world…?\n\n---\n\n**Links:**\n- [WN Raw](https://ncode.syosetu.com/n7437dj)\n- [Alternative Raw Source](https://seiga.nicovideo.jp/comic/50051)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "1d20b5df-2b7c-4bac-be8a-b90181a65323",
    "title": {
      "en": "Mangaka-san and his Assistants"
    },
    "updatedAt": "2023-12-24T16:57:05+00:00",
    "coverArt": "https://mangadex.org/covers/1d20b5df-2b7c-4bac-be8a-b90181a65323/cd2ad2b6-1e50-4f73-b7e8-cb3d603655ba.jpg",
    "altTitles": [
      {
        "ja": "The Comic Artist And His Assistants"
      },
      {
        "ru": "Мангака и его ассистентка"
      },
      {
        "ar": "رسام المانجا و مساعداته"
      },
      {
        "ja": "マンガ家さんとアシスタントさんと"
      },
      {
        "ja-ro": "Mangaka-san to Assistant-san to"
      }
    ],
    "description": {
      "en": "A Life Description about the Mangaka Aito Yuuki and his Assistant Ashisu Sahoto.  \nAito-san doesn't understand the feelings of the characters on his stories. So He asks Ashisu to help him. Ashisu would do everything for the work. She would even let him touch her breast so he will know how it feels like?!  \n  \nThe Habit?! The Pervert?! Can we understand them? That's the Comedy of a Mangaka Life.\n\nThe mangaka alternates between the standard style and the 4koma.  \n\n---\n\n**Links:**  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15793)",
      "ru": "Жизнь описание мангака Айто Юки и его помощницы Ашису Сахото. Айто-сан не понять чувства героев его рассказов. Поэтому он просит Ашису, чтобы помочь ему. Ашису сделает все для работы. Она бы даже даст пощупать ее собственной груди так он будет знать, как она чувствует, как?! Привычка?! Извращенце?! Мы можем их понять? Это комедия о мангака жизни.",
      "pt-br": "A história desse mangá descreve sobre a vida do mangaka Aito Yuuki e de sua assistente Ashisu Sahoto. Aito-san não entende os sentimentos dos personagens de suas histórias. Então ele pede para Ashisu ajudá-lo. Ashisu faria tudo pelo trabalho. Ela poderia até mesmo deixar ele tocar em seus próprios seios para que ele sinta como é."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "151"
  },
  {
    "mangaId": "653ffb77-7309-4cdb-892b-cd5a417ea47f",
    "title": {
      "en": "Haigorei ni Kokuhaku Suru Hanashi"
    },
    "updatedAt": "2024-07-11T16:46:10+00:00",
    "coverArt": "https://mangadex.org/covers/653ffb77-7309-4cdb-892b-cd5a417ea47f/d17dc78b-3509-41b3-bded-80644b76463a.jpg",
    "altTitles": [
      {
        "ja": "背後霊に告白する話"
      },
      {
        "ja-ro": "Haigorei ni Kokuhakusuru Hanashi"
      },
      {
        "en": "A Story about Confessing to the Ghost behind Me"
      },
      {
        "es-la": "una historia sobre una confesión a un fantasma acechador"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6622d86-74c6-47eb-8c92-89bcce50a63b",
    "title": {
      "en": "Out"
    },
    "updatedAt": "2024-06-15T11:59:58+00:00",
    "coverArt": "https://mangadex.org/covers/b6622d86-74c6-47eb-8c92-89bcce50a63b/714e149c-d9fb-4a5c-983d-df4938417bd0.jpg",
    "altTitles": [
      {
        "ru": "Выход"
      },
      {
        "ja": "アウト"
      }
    ],
    "description": {
      "en": "17-year-old Iguchi Tatsuya has just been released from juvenile detention and is on probation. He's been relocated to a new area, away from the bad influence of his old friends, and is under the care of his aunt. He is determined not to be sent back to lockup, and he works hard in his aunt's restaurant. However, he still has the same personality, the same tendency to violence, and still falls in with the same sort of people. It's going to be difficult for him to stay out of trouble.",
      "fr": "Iguchi Tatsuya vient de sortir de la maison d’arrêt de Nagano. Le juge pour mineur lui a laissé une dernière chance de se reconstruire une vie normale après s’être fait coffrer par les forces de l’ordre lors d’une bagarre sanglante qui opposait la police et son gang de bousoukoku. S’il se tient à carreau, il ne retournera plus jamais en détention, mais s’il est impliqué dans la moindre baston, il y retournera. Les choses ne se passent évidemment pas comme prévu, il va faire des rencontres qui vont le mener à se battre contre les gangs les plus dangereux de Tokyo.",
      "ru": "17-летний Игучи Тацуя только что был освобожден из-под стражи и находится на испытательном сроке. Он переехал в другой район, подальше от дурного влияния своих старых друзей, и находится под опекой своей тети. Он полон решимости не возвращаться в колонию и усердно работает в ресторане своей тети. Однако у него все та же личность, та же склонность к насилию, и он по-прежнему общается с теми же людьми. Ему будет трудно держаться подальше от неприятностей."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52ab10b8-d539-4839-9b31-7937fb08c813",
    "title": {
      "en": "I Love Amy"
    },
    "updatedAt": "2024-07-04T08:12:21+00:00",
    "coverArt": "https://mangadex.org/covers/52ab10b8-d539-4839-9b31-7937fb08c813/7c8f7447-a813-46bf-ae91-d5cc06482824.jpg",
    "altTitles": [
      {
        "ko": "나는 에이미를 사랑해"
      },
      {
        "ko-ro": "Naneun Eimireul Saranghae"
      },
      {
        "ru": "Я Люблю Эми"
      },
      {
        "fr": "J'aime Amy"
      }
    ],
    "description": {
      "en": "\"Is this how it feels to have a friend?\" \n\nBibi is obsessed with Peter, the prince of the school. When she spots Amy next to him, she starts to feel jealous. She invites Amy to her house to warn her, but instead takes a liking to the girl. They agree to be friends on the condition that Amy has to help Bibi confess.",
      "fr": "\"C'est ce qu'on ressent lorsqu'on a une amie ?\"\nBibi est obsédée par Peter, le prince de l'école. Lorsqu'elle repère Amy près de lui, elle commence à être jalouse. Elle invite Amy chez elle pour la prévenir, mais à la place, elle commence à apprécier cette fille. Elles acceptent d'être amies à la condition que Amy doive aider Bibi à se déclarer.",
      "ko": "\"원래 친구 사이엔 이런 기분이 드는 걸까?\"\n\n'비비'는 학교 제일의 킹카 피터에게 집착하다, 그의 곁에 있던 '에이미'를 보고 질투를 느낀다. 그녀에게 경고하기 위해서 자신의 집에 초대했지만 오히려 호감을 느끼게 되고...\n둘은 비비의 고백을 돕는다는 조건으로 서로에게 유일한 친구가 되기로 한다.",
      "ru": "\"Вот что значит быть друзьями?\" Биби одержима Питэром, принцем школы.\nКогда она замечает Эми рядом с ним, она начинает ревновать. Она приглашает Эми к себе, чтобы предупредить. Но вместо этого Эми нравится ей. Они соглашаются быть друзьями, но при одном условии: Эми должна помочь Биби признаться в любви."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46.10"
  },
  {
    "mangaId": "1a4c6dbe-47f0-441c-b762-06c1166bc223",
    "title": {
      "en": "Journey To The West"
    },
    "updatedAt": "2022-01-25T07:39:49+00:00",
    "coverArt": "https://mangadex.org/covers/1a4c6dbe-47f0-441c-b762-06c1166bc223/9730ff2f-4bbb-4d1b-87ec-f88a689acb65.jpg",
    "altTitles": [
      {
        "tr": "Batıya Yolculuk"
      },
      {
        "vi": "Tây Hành Kỷ"
      },
      {
        "en": "Westbound"
      },
      {
        "en": "Westbound Discipline"
      },
      {
        "en": "Xi Xing Ji"
      },
      {
        "en": "Xīxíng Jì"
      },
      {
        "th": "บันทึกตำนานอัศดงคต"
      },
      {
        "zh": "西行纪"
      },
      {
        "en": "Westward"
      },
      {
        "zh": "西游"
      }
    ],
    "description": {
      "en": "The original journey to the west to retrieve the Sutra was a conspiracy plotted by the Heavens! Just after a few decades, the Sutra has vanished. The Heavens search for the Sutra with plans to use it with corrupted intentions. In order for the Sutra to not fall into the hands of Heaven, the journey to the west will begin once again."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "183"
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-06-30T10:56:44+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/58c16a15-ca53-45dc-a352-4f63587d666f.png",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      },
      {
        "ja-ro": "Dekai Hachi no Hanashi"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc166637-69c3-4a26-bdeb-e0a9a11bcd9d",
    "title": {
      "en": "Deep, Dark, And No One Is Here"
    },
    "updatedAt": "2024-06-28T17:29:48+00:00",
    "coverArt": "https://mangadex.org/covers/fc166637-69c3-4a26-bdeb-e0a9a11bcd9d/85b501cc-ff31-4b7c-8d05-12940226b5e8.png",
    "altTitles": [
      {
        "ja": "深くて暗くて誰もいない"
      },
      {
        "ja-ro": "Fukakute Kurakute Daremo Inai"
      }
    ],
    "description": {
      "en": "Late night adventure that blurs the line between dream and reality.\n\n---\nFrom Lumbar Roll Vol. 6."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15231e2c-1f38-4a59-ba1b-ed764dc44b2b",
    "title": {
      "en": "Binbou Kizoku Nord no Boukentan"
    },
    "updatedAt": "2024-03-18T12:17:59+00:00",
    "coverArt": "https://mangadex.org/covers/15231e2c-1f38-4a59-ba1b-ed764dc44b2b/dbf130be-a3bf-4d04-b174-01d6203a1c8b.jpg",
    "altTitles": [
      {
        "ja": "貧乏貴族ノードの冒険譚 Nord's Adventure"
      },
      {
        "en": "Nord's Adventure"
      }
    ],
    "description": {
      "en": "Nord is the third son of a poor noble family. To support his family, he decides to give up his career as a knight and become an adventurer to make money right away. However, it is not so easy to solve the calamity that surrounds his large family!",
      "ja": "貧乏貴族の三男として生まれた少年、ノード。家族の食い扶持のため、騎士としての道を諦めすぐにでも稼げる冒険者になることを決意する。しかし、大家族を取り巻く災難を解決するのは、そう簡単じゃない――！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25669f5-d886-49c5-bbac-d3b4c5ff3d02",
    "title": {
      "en": "Exorcist no Kiyoshi-kun"
    },
    "updatedAt": "2024-07-07T15:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/f25669f5-d886-49c5-bbac-d3b4c5ff3d02/3ec197c7-81ea-4375-ba31-9e68a3c4dbcc.jpg",
    "altTitles": [
      {
        "ja": "悪祓士のキヨシ君"
      },
      {
        "ja": "エクソシストのキヨシ君"
      },
      {
        "en": "Ultimate Exorcist Kiyoshi"
      }
    ],
    "description": {
      "en": "The most powerful exorcist in history--Kiyoshi! In order to protect that which is precious to him, Kiyoshi has attained ultimate strength. But he has a secret he can't tell anyone... Become a sword that slays evil! Become a shield that protects the weak! It all comes together in this new dramatic exorcist battle comedy series!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b98c4daf-be1a-46c8-ad83-21d532995240",
    "title": {
      "en": "My Food Looks Very Cute"
    },
    "updatedAt": "2024-06-18T17:17:30+00:00",
    "coverArt": "https://mangadex.org/covers/b98c4daf-be1a-46c8-ad83-21d532995240/5a720839-f246-4856-865a-68d53563cc73.png",
    "altTitles": [
      {
        "zh": "我的食物看起来很可爱"
      },
      {
        "en": "My Food Seems to Be Very Cute"
      },
      {
        "zh-ro": "Wǒ de shíwù kàn qǐlái hěn kě'ài"
      },
      {
        "zh-hk": "我的食物看起來很可愛"
      },
      {
        "es-la": "Mi comida se ve adorable"
      },
      {
        "id": "Makananku yang Cantik"
      },
      {
        "pl": "Moje jedzonko wygląda uroczo"
      }
    ],
    "description": {
      "en": "A vampire who has been sleeping for nearly two hundred years, Maria is awakened by a passing werewolf girl by a chance, and the moment the coffin is opened, the curse falls on the werewolf girl. The two girls set foot on the journey to the city",
      "es-la": "Maria, una vampiro que había estado durmiendo por casi doscientos años, es despertada por Xing Lan, una chica lobo que pasaba por ahí. Cuando el ataúd se abre, una maldición cae sobre Xing Lan. Sin embargo, en lugar de asustarse, la inocente Xing Lan cree haber encontrado una excelente compañera, y ambas embarcan juntas un viaje a la ciudad. Así comienza su historia."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f9634a5-00d9-44bd-9514-a3c2a0ca2dd2",
    "title": {
      "en": "Byakuda no Hanamuko"
    },
    "updatedAt": "2024-07-03T17:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/2f9634a5-00d9-44bd-9514-a3c2a0ca2dd2/db7cc694-dffd-46c9-ad61-c906773054a8.jpg",
    "altTitles": [
      {
        "ja": "白蛇のはなむこ"
      }
    ],
    "description": {
      "en": "A white snake who is a divine messenger and a childhood friend with a mystery. Entangled obsessions in a Japanese-style fantasy.\nTsubaki, a high school student with a predisposition for bad luck, has a one-sided love for his childhood friend Sakuya, who is both beautiful and talented. Then, one day while leaving school they are randomly attacked on the street.\n\nIn the ancient capital Kyoto, a lovestory defying fate unfolds.\n\n(Source: Young Champion Web, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d9fad4e-b81a-4498-8cce-e5ddfb1e4f03",
    "title": {
      "en": "Moriarty the Patriot"
    },
    "updatedAt": "2024-05-03T18:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/1d9fad4e-b81a-4498-8cce-e5ddfb1e4f03/af557016-024b-45c1-9850-c02324113c95.jpg",
    "altTitles": [
      {
        "ja": "憂国のモリアーティ"
      },
      {
        "ja-ro": "Yuukoku no Moriarty"
      },
      {
        "en": "Moriarty's Patriotism"
      },
      {
        "fr": "Moriarty, le patriote"
      },
      {
        "es": "Moriarty, el patriota"
      },
      {
        "uk": "Патріот Моріарті"
      },
      {
        "ru": "Патриотизм Мориарти"
      },
      {
        "fi": "Patriootti Moriarty"
      },
      {
        "tr": "Vatansever Moriarty"
      },
      {
        "ar": "موريارتي المخلص لوطنه"
      },
      {
        "zh": "忧国的莫里亚蒂"
      }
    ],
    "description": {
      "ar": "تدور الأحداث في إنجلترا خلال العصر الفيكتوري، حيث ننتبّع البروفيسور “جيمس موريارتي” خصم المُحقق الشهير “شيرلوك هولمز “، وذلك خلال نقطة فاصلة من حياة الأول حينما تم تبنّيه هوَ وشقيقه الأصغر “وليام مورياتي” من قِبَل عائلة من النبلاء وذلك بفضل ذكاء وحنكة “جيمس”، إلاّ أنه وأخوه يقرّران التخلّص من الطبقة الحاكمة في إنجلترا وكسر كل القوانين مما يجعلهما ينزلقان إلى الحياة الإجراميّة، وكذلك يضعهما في مفترق طُرق مع “شيرلوك” خلال تحقيقاته، في هذا السلسلة سوف يُعاد رواية سلسلة كُتب شيرلوك هولمز الكلاسيكيّة من وجهة نظر “موريارتي” هذه المرة!",
      "en": "In the late 19th century, Great Britain rules over a quarter of the world. Nobles sit in their fancy homes in comfort and luxury, while the working class slaves away at their jobs. When young Albert James Moriarty’s upper-class family adopts two lower-class orphans, the cruelty the boys experience at his family’s hands cements Albert’s hatred of the nobility he was born into. He asks the older of the two boys—who has a genius mind and a killer instinct—to help him rid the world of evil, starting with Albert’s own family!",
      "ru": "Конец позапрошлого века, Британская империя правит миром, и в основе всего лежит классовая система. И тут внезапно появляется Джеймс Мориарти - молодой человек, желающий уничтожить зло, проистекающее из классовой дискриминации, и создать идеальную страну.  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Kana](https://www.kana.fr/produit/moriarty)",
      "pt-br": "A história de Sherlock Holmes, reimaginada com Moriarty como protagonista e explorando sua motivação para se tornar o maior criminoso que a Grã-Bretanha já viu."
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-07-03T00:08:36+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d829ed3-2489-4327-8efa-5b55a46afbbd",
    "title": {
      "en": "There's 49 Left, Master!"
    },
    "updatedAt": "2024-07-11T15:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/9d829ed3-2489-4327-8efa-5b55a46afbbd/4a093820-481e-4da8-8770-5821e348c6fd.jpg",
    "altTitles": [
      {
        "ko": "49번 남았습니다, 스승님!"
      },
      {
        "ja": "師匠、あと49回死んでください"
      }
    ],
    "description": {
      "en": "When the powerless thirteenth prince became emperor, he gave his tutor, Yo Yohwa, poison. His reason being his death at the hands of his own master in countless previous lives. The poisoned Yo Yohwa then regresses to an earlier time together with the prince and is determined to get on his good side this time in order to escape. However, the prince already discovered the truth…\n\n“This is crazy. You killed me in the previous lives, and you neglected me in another. Now you’re acting all nice. Are you trying to get away?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cbf53f02-9594-42e7-9dbf-8ae1c783466f",
    "title": {
      "en": "Arcane Sniper"
    },
    "updatedAt": "2024-06-15T11:44:06+00:00",
    "coverArt": "https://mangadex.org/covers/cbf53f02-9594-42e7-9dbf-8ae1c783466f/0ae5f0af-dd5b-4fee-8612-95bb22b087fd.png",
    "altTitles": [
      {
        "ko": "마탄의 사수"
      },
      {
        "ru": "Магический стрелок"
      },
      {
        "en": "Mystic Musketeer"
      },
      {
        "en": "Matan's shooter"
      },
      {
        "de": "Der Freischütz"
      },
      {
        "ja": "魔弾の銃士"
      },
      {
        "zh-hk": "魔彈-射手"
      },
      {
        "th": "สไนเปอร์กระสุนเวท"
      },
      {
        "id": "The Freeshooter"
      },
      {
        "es-la": "El Francotirador de Nivel Arcano"
      }
    ],
    "description": {
      "en": "Paraplegic ex-sniper Ha Yiha is getting a fresh start in the VR game “Middle Earth.” He hopes to become a powerful player and earn enough money to afford surgery, but there’s a small problem… an untimely logout leaves him playing as a musketeer, the game’s most ineffective class. Luckily, he’s able to use his real-life sharpshooting skills to take musketeering to new heights. As his unprecedented progress turns heads and prompts new quests, Yiha thinks he’s got a shot at success, but he may have just landed himself directly in danger’s sights.\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)\r\n- [Official Indonesian Translation](https://id.kakaowebtoon.com/content/The-Freeshooter/548)",
      "ja": "いつも完璧を勝ち取る吉田ローガン。 しかし、不意の事故により下半身不随の障害を負い、社会から捨てられる。 絶望に陥った彼に訪れた、革命的なVRゲーム「ミドルアース」による新しい世界が始まる。 だが、とあるトラブルによりキャラクター選びを大間違い！一番能力の低い「マスケット銃士」を選んでしまう！ “クッソ…俺は他の奴と違う。俺が本物のマスケット銃の力を見せてやる！”\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ko": "\"하 중사, 이 미친놈아. 또 만발인 거 알아?\"\r\n\r\n이제 말뚝 박을 일만 남은 명사수 부사관 하이하.\r\n그러나 불의의 사고로 하반신을 못 쓰게 되어 사회로 내쳐졌다.\r\n절망에 빠져있던 그에게 혁명적인 VR 게임 [미들 어스]가 새로운 삶을 선사한다.\r\n가상현실 게임인 [미들 어스]에서 획득한 돈은 현실의 돈이 된다!\r\n\r\n하지만 캐릭터 생성 때 가장 성능이 낮은 캐릭터를 고르게 되는 바람에 망하게 생겼다!\r\n\r\n\"난 다르다. 이것이 내 마지막이야!\"\r\n\r\n흑색화약, 쇠구슬, 꼬질대. 진짜 '머스킷티어'가 무엇인지 보여주마!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "ru": "Сериал про гиперреалистичную фэнтезийную игру! «Сержант Ха, ты сумасшедший ублюдок. Ты выстрелил еще раз в пулю?» Меткий стрелок Ха ЛиХа просто хотел навсегда стать частью армии. Однако из-за несчастного случая он стал парализованным и был отброшен обратно в общество. Революционная игра VR [Средиземье] подарила ему новую жизнь. Деньги, полученные в [Средиземье], имеют реальную ценность! Тем не менее, он испортил свой шанс, выбрав персонажа самого низкого уровня! «Я не такой, как другие. Это все, что у меня есть». Черный порох, железные шары и шомполы ... Я вам всем покажу, что такое настоящий «мушкетер»!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "th": "ฮาลีฮา นักแม่นปืนแห่งทหารกองหนุนได้เกิดอุบัติเหตุระหว่างขนย้ายดินปืนในค่ายทหาร ทำให้เขาสูญเสียประสาทสัมผัส ของขาทั้งสองข้าง เดินไม่ได้ และต้องใช้เงินผ่าตัดเป็นจำนวนสองพันล้านวอน\r\n\r\nหลังจากที่แม่ของเขาเห็นเขาเศร้า หมดอาลัยที่สูญเสียขา ทำให้เธอซื้อเครื่องเล่นเกมเสมือนจริงมาให้เขาเล่น ซึ่งใช้ในการหาเงินได้ด้วย เขารู้สึกดีใจมากที่ได้กลับมาเดินได้อีกครั้งแม้จะเป็นในเกม และเขาก็ได้ใช้ทักษะนักแม่นปืนของเขากับเกมนี้ด้วย\r\n\r\nเขาหวังว่าจะสามารถหาเงินจากการเล่นเกมมาผ่าตัดขาตัวเองให้กลับมาเดินได้อีกครั้ง\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)",
      "es-la": "¡Una serie sobre un juego de fantasía hiperrealista! \"Sargent Ha, loco bastardo. ¿Disparó otra ronda completa de tiros al blanco?\" El francotirador Ha Lee Ha simplemente quería ser parte del ejército para siempre. Sin embargo, debido a un desafortunado accidente, quedó parapléjico y fue devuelto a la sociedad. El revolucionario juego de realidad virtual [Middle Earth] le presentó una nueva vida. ¡El dinero obtenido en [la Tierra Media] tiene valor en el mundo real! Sin embargo, ¡arruinó su oportunidad al seleccionar el personaje de nivel más bajo! \"No soy como los demás. Esto es todo lo que tengo\". Pólvora negra, bolas de hierro y baquetas ... ¡Les mostraré lo que es un verdadero 'mosquetero'!",
      "pt-br": "Uma série sobre um jogo de fantasia hiper-realista!  \r\n  \r\n“Sargento Ha, seu louco bastardo. Você acertou todos os alvos outra vez?”  \r\n  \r\nO atirador Ha LeeHa simplesmente queria fazer parte do exército para sempre. No entanto, devido a um infeliz acidente, ele ficou paraplégico e foi jogado de volta à sociedade.  \r\n  \r\nO revolucionário jogo de realidade virtual [Terra Média] apresentou-lhe uma nova vida. O dinheiro obtido na [Terra Média] tem valor no mundo real! Ainda assim, ele arruinou sua chance ao selecionar o personagem de nível mais baixo!  \r\n  \r\n“Eu não sou como os outros. Isso é tudo que tenho.”  \r\n  \r\nPólvora preta, bolas de ferro e varetas… Vou mostrar a todos o que é um verdadeiro ‘mosqueteiro’!\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%A7%88%ED%83%84%EC%9D%98-%EC%82%AC%EC%88%98/2470)\r\n---\r\n- [Official Japanese Translation](https://piccoma.com/web/product/69064)\r\n\r\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%AA%E0%B9%84%E0%B8%99%E0%B9%80%E0%B8%9B%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AA%E0%B8%B8%E0%B8%99%E0%B9%80%E0%B8%A7%E0%B8%97/179)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "853f628b-ac25-4865-9f72-3f45d86f798b",
    "title": {
      "en": "Tonari no Stella"
    },
    "updatedAt": "2024-01-24T22:20:12+00:00",
    "coverArt": "https://mangadex.org/covers/853f628b-ac25-4865-9f72-3f45d86f798b/a0982445-e410-4d86-812b-00873fc645de.jpg",
    "altTitles": [
      {
        "ja": "隣のステラ"
      },
      {
        "en": "Gazing at the Star Next Door"
      },
      {
        "en": "Stella Next To Me"
      },
      {
        "pt-br": "A Estrela ao Meu Lado"
      }
    ],
    "description": {
      "en": "Chiaki and Subaru have been the closest since they were kids. Chiaki has always liked him but as Subaru walks further into the world of entertainment, Chiaki decides the time has come to move past her one-sided feelings and find new love. Does she have enough resolve to meet someone better, or will she find herself shaken by her long-time love? A close, yet distant love story between a normal girl and her actor childhood friend!",
      "ja": "「遠くに行っちゃうと思ったら そばに来てくすぐらないでよ」\n\n今話題の若手俳優・スバルこと柊木 昴と幼なじみの女子高生・千明は、小さいころから昴に片想い中。だけど、どんどん人気が出て遠い存在になる昴を前にこの恋をあきらめたいと思う日々。でも、近すぎる距離感がそうさせてくれなくて…!!?",
      "pt-br": "A Chiaki e o Subaru têm sido os amigos mais próximos desde que eram crianças. A Chiaki sempre gostou dele, mas à medida que Subaru caminha mais para o mundo do entretenimento, Chiaki decide que chegou a hora de superar seus sentimentos não correspondidos e encontrar um novo amor. Será que ela tem determinação o suficiente para conhecer alguém melhor ou será que ela vai se ver abalada pelo seu amor de longa data? Uma história de amor próxima, porém distante, entre uma garota normal e seu amigo de infância que agora é famoso!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f731150b-c2e9-42ce-a5af-5604bcd83c3d",
    "title": {
      "en": "I Don't Want to Play Matchmaker!"
    },
    "updatedAt": "2024-05-30T19:31:41+00:00",
    "coverArt": "https://mangadex.org/covers/f731150b-c2e9-42ce-a5af-5604bcd83c3d/b5a51f77-102b-48de-9efb-1326e6a07097.jpg",
    "altTitles": [
      {
        "ko": "오작교는 싫습니다"
      },
      {
        "en": "I Don't Want to Be a Magpie Bridge"
      },
      {
        "en": "I Don't Want to Be an Ojakgyo"
      },
      {
        "ru": "Не хочу быть Очжаккё"
      },
      {
        "ko-ro": "Ojakgyoneun Silseumnida"
      },
      {
        "en": "I Don't Want to Be the Magpie Bridge"
      }
    ],
    "description": {
      "en": "I’ve been reincarnated into a side character of a novel. On top of that, I am the character who is like a magpie bridge in the mentally-exhausting story, *The Guys Around Hestia*.\n\nThere is no romance in store for me, and it absolutely horrifies me to think that my family is destined to drown in debt!\n\nI planned on becoming a civil servant, enjoying a life of wealth and honor that I was unable to attain in my previous life but… why are the guys behaving out of character? Why are you blushing in front of me? Why do you keep giving me food?\n\n“Can you Imagine Shushu being shy when looking at someone?”\n\n“Whoa… It’d be amazing if that happens.”\n\nAs Cory absent-mindedly said that to Hiley, Eve frowned and murmured under his breath, “Should I run away with her…”\n\nSwan remained silent while he hid his face with his sleeves. His face and ears turned red.\n\nWhat’s up with you guys? Why are you guys doing other things instead of being obsessed with the female lead? Get yourself together!\n\nThis is the survival story of an academy student, Schulaina West, who wants to pursue a wealthy future in a reverse harem novel. \n\nTL/N: Magpie Bridge is the bridge made by a flock of magpies that connects the two star-crossed lovers Orihime and Hikoboshi in the legend behind the Tanabata festival."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/e9ea65b0-b09f-465d-b56a-e81f3ec6057b.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc056512-7d4a-475b-b93b-7d9b09ffb016",
    "title": {
      "en": "Umineko When They Cry Episode Collection"
    },
    "updatedAt": "2024-05-03T22:17:04+00:00",
    "coverArt": "https://mangadex.org/covers/bc056512-7d4a-475b-b93b-7d9b09ffb016/4685dc25-5d5b-4f6c-aa72-155fac6dff77.jpg",
    "altTitles": [
      {
        "ja-ro": "Umineko no Naku Koro ni Episode Collection"
      },
      {
        "ja": "うみねこのなく頃に Episode collection"
      }
    ],
    "description": {
      "en": "A series of Umineko When They Cry anthology manga published by Ichijinsha with 5 total volumes."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b3b9971-b877-4137-92b0-79de193296a4",
    "title": {
      "en": "Miss Healer is Acting a Little Strange"
    },
    "updatedAt": "2024-07-09T14:10:20+00:00",
    "coverArt": "https://mangadex.org/covers/4b3b9971-b877-4137-92b0-79de193296a4/35b77d8f-e93b-48ce-be35-443c365bc5d3.png",
    "altTitles": [
      {
        "ja": "ヒーラーさんの様子がおかしい"
      },
      {
        "ja-ro": "Healer-san no Yousu ga Okashii"
      },
      {
        "en": "Healer-san's Behavior Is Strange"
      }
    ],
    "description": {
      "en": "Note: This series was last updated with Chapter 12.5 in December 2022."
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f817d19e-e377-4fe3-b3e7-a334e80fb6f7",
    "title": {
      "en": "How to Live as a Villain"
    },
    "updatedAt": "2024-07-07T02:34:38+00:00",
    "coverArt": "https://mangadex.org/covers/f817d19e-e377-4fe3-b3e7-a334e80fb6f7/1e3147d4-cbc8-4b2f-a3a8-99d3a124c7e3.png",
    "altTitles": [
      {
        "ko": "악당이 살아가는 법"
      },
      {
        "ru": "Истинный злодей"
      },
      {
        "en": "The True Villain"
      },
      {
        "fr": "Les règles à suivre pour vivre en tant qu'antagoniste"
      },
      {
        "fr": "La façon de vivre comme un antagoniste"
      },
      {
        "fr": "Comment un vilain doit vivre"
      },
      {
        "es-la": "Como vivir como un villano"
      }
    ],
    "description": {
      "en": "“You have been chosen as a player in the great game to select the next god’s successor, the Mission! Congratulations!”\nSeonghoon has suddenly fallen into another world to participate in a game to become a god. This other world that is akin to that of a game contains players who cooperate and also kill each other in cold blood…!!\nSeonghoon, a person without an ounce of talent, uses wicked and crude tricks to become an all-powerful player!",
      "ko": "당신은 차기 신의 후계자를 뽑는 위대한 게임, \n더 미션의 플레이어로 선택받으셨습니다! 축하드립니다! \n\n갑작스레 이세계에 떨어져 신이 되는 서바이벌 게임에 참여하게 된 성훈.\n\n판타지 게임과 흡사한 이세계,\n서로 협력하기도, 죽이기도 하는 피도 눈물도 없는 플레이어들…!!\n재능이라곤 하나 없는 성훈은 비열함과 조잡한 술수로 점차 만능캐가 되어간다!",
      "ru": "Будь ты хоть мерзавцем, хоть убийцей или насильником, ты всё равно имеешь право участвовать в ней. Участвовать в игре, которая определит приемника бога. И я отношусь к самым худшим из людей. Подлая, грязная, слабохарактерная мразь, которая никогда не стеснялась проявлять свою истинную натуру."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c9e3dda-7636-4710-a8ed-9e6d3533d5b6",
    "title": {
      "en": "Jojo's Bizarre Adventure - Dio's Bizarre Adventure (Doujinshi)"
    },
    "updatedAt": "2022-03-27T11:24:00+00:00",
    "coverArt": "https://mangadex.org/covers/9c9e3dda-7636-4710-a8ed-9e6d3533d5b6/e301c426-a6b5-4bf6-ad3e-eacef4ad5d7c.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "17"
  },
  {
    "mangaId": "78e3cb6e-8673-4623-84b3-c5e459200ce5",
    "title": {
      "en": "Kaiju No. 8: B-Side"
    },
    "updatedAt": "2024-07-11T16:55:51+00:00",
    "coverArt": "https://mangadex.org/covers/78e3cb6e-8673-4623-84b3-c5e459200ce5/0e38cdd4-4e56-4958-833d-226e17c7f2de.jpg",
    "altTitles": [
      {
        "ja": "怪獣８号 side B"
      },
      {
        "ru": "Кайдзю № 8 сторона В"
      }
    ],
    "description": {
      "en": "Front-line stories of the Defense Force not covered in the main series!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "07d18c41-d141-42c6-98a5-f4f3d0484d22",
    "title": {
      "en": "Sesame and Rice Cake"
    },
    "updatedAt": "2024-06-18T17:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/07d18c41-d141-42c6-98a5-f4f3d0484d22/080efdb2-9212-4597-969f-4b654be19926.jpg",
    "altTitles": [
      {
        "zh": "芝麻与米糕"
      }
    ],
    "description": {
      "en": "Sesame saves Rice Cake in the park, and they part ways. Rice Cake saves Sesame in the park, and this time, they become friends after Rice Cake's owner takes in Sesame. They become friends, but will that friendship progress to something more? Oh, and they're cats. GL series, infrequent updates (translator made description)  \r\nAuthor Weibo: <https://www.weibo.com/xllb0118?refer_flag=1005055013_&is_all=1>"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5ebc94c-33a3-49ea-b476-83c4422b8a8b",
    "title": {
      "en": "Shuumatsu no Hanayome-sama ~sweet home†melty life~"
    },
    "updatedAt": "2024-07-06T19:06:58+00:00",
    "coverArt": "https://mangadex.org/covers/c5ebc94c-33a3-49ea-b476-83c4422b8a8b/fba58dc6-7940-418e-94a5-218ce5e3810a.jpg",
    "altTitles": [
      {
        "ja": "終末の花嫁様 -sweet home†melty life-"
      },
      {
        "en": "Apocalypse Bride ~sweet home†melty life~"
      }
    ],
    "description": {
      "en": "The Post-Apocalpyse and starting a Newlywed Life with an Angel.",
      "id": "\"Tolong... Menikahlah denganku!\"\n\nMichiru, seorang anak laki-laki yang tidak memiliki \"tempat tinggal\" baik di rumah maupun di sekolah.\nHikari, onee-san kikuk yang merupakan tetangga dari Michiru.\nSebuah proposal tiba-tiba dibuat.\n\nSetitik cahaya yang muncul di tengah-tengah keseharian yang menyakitkan dan melelahkan.\nDi tengah keseharian itu, dunia mengalami kehancuran.\n\nSebuah keseharian pasutri antara seorang bocah dan malaikat dimulai!\n\n(Sumber sinopsis : Amazon)",
      "ja": "「私と…結婚してください！」\n\n家にも学校にも居場所がない少年・みちるは、近所に住むうっかりやのお姉さん・ひかりに突然プロポーズされる。苦しくて、退屈な毎日の中で唯一の光。そんなある日、世界が滅んでしまって――"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "342a0f9c-747f-4c22-979d-73391a25e19b",
    "title": {
      "en": "The Story of How the Girl of My Dreams Was a Stalker"
    },
    "updatedAt": "2024-07-10T18:00:59+00:00",
    "coverArt": "https://mangadex.org/covers/342a0f9c-747f-4c22-979d-73391a25e19b/6ac46e2e-c5d6-4aa4-bc87-2c2da0f07c61.jpg",
    "altTitles": [
      {
        "ja": "憧れのあの子がストーカーだった話"
      },
      {
        "ja-ro": "Akogare no Ano Ko ga Stalker Datta Hanashi"
      },
      {
        "es-la": "La historia de cómo la chica de mis sueños era una acosadora"
      }
    ],
    "description": {
      "en": "The story of how the girl of my dreams was a stalker.\n\nManga by Twitter user @ku-sunok1",
      "es-la": "Manga del usuario de Twitter @ku_sunok1, el título es también sinopsis."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61830b36-1712-4b7b-9421-f671e9ced6d3",
    "title": {
      "en": "Tonari no Neko to Koi Shirazu"
    },
    "updatedAt": "2024-06-24T13:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/61830b36-1712-4b7b-9421-f671e9ced6d3/8ac836b4-9c53-4c62-a18a-bdbdbfc6e91d.jpg",
    "altTitles": [
      {
        "ja": "となりの猫と恋知らず"
      },
      {
        "en": "The Feline Neighbor and the Unversed-in-Love"
      },
      {
        "ja": "となねこ"
      },
      {
        "ja-ro": "Tonaneko"
      },
      {
        "zh-hk": "與貓相鄰尚不識戀"
      }
    ],
    "description": {
      "en": "Minato Seno, who has always been very shy since he was young, struggled to make friends during his first few days of high school. He also never got a glimpse of his classmate Nekozane-san's face, as she was always asleep at the desk next to him. However, one day after school, a chance encounter revealed a side of Nekozane-san that was completely different from the one Minato knew in the classroom.",
      "ja": "**もっと知りたい きみのこと**\n高校1年生・瀬野湊（せのみなと）。新学期早々に担任の教師から頼まれたのは、となりの席でいつも寝ている猫実（ねこざね）さんのこと。超人見知り&引っ込み思案な性格な瀬野…。会話どころか顔すら見たことがない猫実さんを勇気を出して起こそうとしたら、急に彼女から抱きつかれて――!?友達未満なふたりが紡ぐ、無自覚ラブコメ開幕♪"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00a508ea-92c3-4a75-be73-14a0415c974a",
    "title": {
      "en": "ACCA - 13-ku Kansatsuka Gaiden - Paula & Michelle"
    },
    "updatedAt": "2022-11-04T01:42:37+00:00",
    "coverArt": "https://mangadex.org/covers/00a508ea-92c3-4a75-be73-14a0415c974a/8e899b38-407b-492a-9ed0-661089d9ef54.png",
    "altTitles": [
      {
        "ja-ro": "ACCA - 13-ku Kansatsuka Gaiden: Poora to Misheru"
      },
      {
        "ja": "ACCA13区監察課 外伝 ポーラとミシェル"
      }
    ],
    "description": {
      "en": "The story of two rival Juumoku families and their daughters, who are the same age."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "50611713-30d4-4779-b5b2-098fb9808b94",
    "title": {
      "en": "Kikaku Hazure no Eiyuu ni Sodate Rareta, Joushiki Hazure no Mahou Kenshi"
    },
    "updatedAt": "2024-05-30T15:36:08+00:00",
    "coverArt": "https://mangadex.org/covers/50611713-30d4-4779-b5b2-098fb9808b94/f490ac25-5386-4d2d-be1a-8bd6f56ac6d7.jpg",
    "altTitles": [
      {
        "ja": "規格外れの英雄に育てられた、常識外れの魔法剣士"
      },
      {
        "en": "An Out of the Ordinary Magic Swordsman Brought up by a Nonstandard Hero"
      }
    ],
    "description": {
      "en": "A young man who died in an accident while protecting a girl reincarnated in another world and was picked up by an old man. However, the old man wasn't just a person. Far from being just anybody, he was a \"hero\" who didn't understand common sense at all !! This is the story of a reincarnated person, Rain, who, fortunately or unfortunately, was raised by an unscrupulous hero and has acquired tremendous power. --Soon the boy grows up and makes a harem !?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "25"
  }
]