[
  {
    "mangaId": "1ffca916-3ad7-46d2-9591-a9b39e639971",
    "title": {
      "en": "Second Life Ranker"
    },
    "updatedAt": "2024-03-30T22:46:48+00:00",
    "coverArt": "https://mangadex.org/covers/1ffca916-3ad7-46d2-9591-a9b39e639971/60aef1af-2df0-46aa-8270-e1ad9d287289.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 랭커"
      },
      {
        "en": "SLR"
      },
      {
        "en": "The Ranker Who Lives Twice"
      },
      {
        "ru": "Ранкер, который живёт второй раз"
      },
      {
        "ja": "二度生きるランカー"
      },
      {
        "en": "Ranker Who Lives A Second Time"
      },
      {
        "th": "เกมชีวิตที่สอง ของแรงเกอร์"
      },
      {
        "id": "Ranker yang Hidup Dua Kali"
      },
      {
        "zh-hk": "異界攻塔戰記"
      }
    ],
    "description": {
      "en": "Yeonwoo’s brother disappeared years ago, and he’s devastated to learn of his death.\n\nAs he copes with his loss, he’s given a pocket watch and learns there’s more to his brother’s death: he was betrayed while competing in the Tower of the Sun God.\n\nNow it’s Yeonwoo’s turn to use the knowledge his brother left behind.\n\nCan Yeonwoo navigate that world and gain enough power and experience to reach the top of the tower, defeating his brother’s enemies and all those who stand in his way?\n\n---\n\n**Links:**\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EB%91%90-%EB%B2%88-%EC%82%AC%EB%8A%94-%EB%9E%AD%EC%BB%A4/2335)\n- [Official Traditional Chinese Translation (Kakao)](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E6%94%BB%E5%A1%94%E6%88%B0%E8%A8%98/36)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Ranker-yang-Hidup-Dua-Kali/3392)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/30298)\n- [Official Thai Translation (Kakao)](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%81%E0%B8%A1%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%AA%E0%B8%AD%E0%B8%87_%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%81%E0%B8%A3%E0%B8%87%E0%B9%80%E0%B8%81%E0%B8%AD%E0%B8%A3%E0%B9%8C/37)",
      "fr": "Yeon-woo avait un frère jumeau qui a disparu il y a cinq ans. Un jour, une montre de poche laissée par son frère est retournée en sa possession. À l'intérieur, il a trouvé un journal intime caché dans lequel on pouvait lire : \"Le temps que tu entendes ceci, je serai déjà mort…\".  \nl'Obélisque, la Tour du Dieu Soleil, un monde où plusieurs univers et dimensions se croisent. Dans ce monde, son frère avait été victime d'une trahison en montant la tour. Après avoir appris la vérité, Yeon-woo décida d'escalader la tour avec le journal de son frère.  \nYeon-woo passe ensuite par les mêmes épreuves que son frère cadet et combat en tant que joueur anonyme. Son but ? Vaincre la Tour de l'Obélisque et venger son frère.",
      "id": "Setelah 5 tahun hilang, Cha Yeonwoo menemukan fakta bahwa adiknya, Cha Jungwoo, sudah meninggal. Ketika membongkar barang peninggalan adiknya, dia menemukan sebuah jam saku. Jam saku itu adalah hadiahnya untuk Jungwoo supaya lulus ujian. Begitu membuka jam tersebut, Cha Yeonwoo mendengar suara adiknya yang menceritakan kehidupannya selama 5 tahun ini. Ternyata Cha Jungwoo bukan hilang melainkan terdampar di dunia lain. Di dunia itu pula Cha Jungwoo dikhianati dan dibunuh. Mendengar itu, amarah Cha Yeonwoo bangkit. Dia berniat balas dendam atas kematian adiknya. Berbekal pengetahuan yang dia dapat dari Jungwoo, Cha Yeonwoo pun pergi ke dunia lain tersebut. Berhasilkah Cha Yeonwoo balas dendam?!",
      "it": "Yeon-woo aveva un fratello gemello scomparso cinque anni fa…  \nUn giorno, un orologio da tasca lasciato da suo fratello è tornato in suo possesso. Dentro, ha trovato un diario nascosto nel quale è stato registrato “Quando ascolterai questo, immagino che sarò già morto …”",
      "ja": "ある日豪の元に届いた双子の弟・駿の訃報。 虚無感を感じる彼の元に駿の懐中時計が届く。 そして豪はその中に隠された駿の日記によって、 駿が道半ばで力尽きた太陽神の塔・オベリスクへと誘われていく―。 弟の復讐に燃える豪が挑む、痛快アクションファンタジー！",
      "ko": "5년 전 사라진 쌍둥이 동생을 잊고 살던 연우.\n어느날 그에게 동생의 유품인 회중시계가 돌아왔다.\n\n그리고 그 속에 숨겨진 일기장.\n\n'형이 이 일기를 들을 때 즈음이라면 나는 이미 이 세상 사람이 아니겠지.'\n\n여러 차원과 우주가 교차하는 세계에 놓인 태양의 신 탑, 오벨리스크.\n그리고 그곳에 오르다 배신당해 눈을 감아야 했던 동생.\n\n모든 걸 알게 된 연우는 동생이 남겨 둔 일기와 함께 탑을 오르기 시작한다.\n\n'오늘부터 난. 차정우이다.'",
      "ru": "Ёну в течение 5 лет жил, смирившись с исчезновением своего младшего брата-близнеца. Однажды ему в руки попали карманные часы его брата.​ Внутри них он обнаружил спрятанную записку.​ «Брат, если ты сейчас слушаешь эти записи, то меня уже нет на Земле». Узнав о том, что его младший брат отправился в Обелиск — башню богов, которая находится где-то в космосе на пересечении нескольких измерений, и был предан, Ёну решает отправиться туда сам.\n«С этого момента я буду Ча Чонъу.​»",
      "th": "ชายอนอู ชายหนุ่มที่น้องชายหายตัวไป พร้อมกับต้องเสียแม่ไปเพราะโรคร้ายได้ ได้ตัดสินใจไปเป็นทหารอาสาสมัครที่ประเทศแอฟริกา จนอยู่มาวันนึงเขาได้ค้นพบความจริงว่า น้องชายของเขาได้หายตัวไปขณะกำลังตามหา 'ยาอายุวัฒนะ' ของอีกโลกหนึ่ง เพื่อนำมารักษาแม่ พร้อมกับถ่ายโอนพลังทิ้งไว้แก่เขา",
      "tr": "Yeon-woo’nun kardeşi beş yıl önce ortadan kaybolmuştur. Bir gün kardeşinden kalan bir cep saati eline geçer. İçinde, kardeşinin bırakmış olduğu gizli bir günlüğün olduğunu fark eder. ”Sen bunu bulduğunda, ben çoktan bu dünyadan göçmüş olacağım.” Obelisk, güneş tanrısının kulesi, farklı evrenler ve boyutların iç içe geçtiği bir dünyadır. Kardeşi, bu dünyada kuleye tırmanmaya çalışırken ihanete uğrayıp hayatını kaybetmiştir. Gerçeği öğrenmiş olan Yeon-woo, kardeşinin günlüğü ile birlikte kuleye tırmanmaya karar verir. ”Şu andan itibaren ben, Cha Jeong-woo’yum.”",
      "zh-hk": "延宇選擇遺忘5年前消失的雙胞胎弟弟，\n過上屬於自己的生活，\n卻在某天收到了弟弟的遺物——懷錶。\n\n而在那懷錶之中，還隱藏著弟弟的日誌。\n\n「當哥聽見我的日誌時，\n也代表我已經不在這個世界上了吧。」\n\n方尖碑——各個次元與宇宙交會的太陽神之塔。\n\n弟弟就是在攻塔過程中遭受背叛，不幸喪命。\n\n於是，得知一切真相的延宇帶著弟弟留下的日誌，\n踏上了攻塔之路!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea570d91-3d74-45f2-9a59-740a4cfdd27f",
    "title": {
      "en": "Solo Strike: A Hundred Million Damage"
    },
    "updatedAt": "2024-05-07T01:13:12+00:00",
    "coverArt": "https://mangadex.org/covers/ea570d91-3d74-45f2-9a59-740a4cfdd27f/53c95fae-943f-4d8a-881b-c97c5269b95f.png",
    "altTitles": [
      {
        "ko": "我的伤害有亿点点高"
      },
      {
        "zh-ro": "Wo De Shanghai You Yi Diandian Gao"
      },
      {
        "en": "Hyper Blitz: Fury Unleashed"
      },
      {
        "en": "My Damage Is a Little Bit Higher by a Billion Points"
      },
      {
        "en": "My Damage Is a Little Bit Higher Than 100 Million"
      }
    ],
    "description": {
      "en": "When the game world and Blue Star merge into one, the era of dawn arrives. Zhou Yi teleported into it and became a mere assassin, but something wasn’t right about his skills. The Eye of Death: All True Damage becomes five times more? 9999 damage is easily dealt with the flick of a knife? The Hand of God: Definite success in stealing. Even monster attributes and skills can be stolen? Therefore, Zhou Yi decided not to be a human being anymore. Turning into an elite monster? In seconds!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e641e85-b741-486a-a221-85d1a0e9e8d6",
    "title": {
      "en": "The Villainess Doesn't Need a New Husband!"
    },
    "updatedAt": "2024-05-07T16:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/9e641e85-b741-486a-a221-85d1a0e9e8d6/ff1add8d-04e4-4119-8820-fea53f6563cd.jpg",
    "altTitles": [
      {
        "ko": "악녀님에겐 새 남편 따위 필요하지 않아요!"
      },
      {
        "ja": "悪女様には新しい夫なんて必要ありません"
      }
    ],
    "description": {
      "fr": "Qu'est-ce qui se passe ? J'ai transmigré dans le corps de la méchante au moment où elle a conclu un <Mariage d'âme>. Mon futur mari est déjà mort. Tout ce que j'ai,  c'est un corps sexy et une énorme dette ! Quoi, mon défunt mari n'était pas riche ? \"Que dois-je faire pour vivre confortablement en tant que méchante ?\" \"Et l'Americano glacé ? Et le bain chaud ? \"Je veux vivre comme ça !\" J'ai essayé de faire du grabuge pour que personne ne puisse m'approcher.... \"Si tu veux, je vais te sortir de là.\" \"Si tu laisses ton siège et....\" \"C'est juste que l'une des rumeurs qui nous entourent va se concrétiser.\" Un homme est soudain apparu devant moi. \"Je veux t'engager. Sois ma fausse maîtresse.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-04-24T19:33:08+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/d99f3482-6422-4047-8628-89b04215a293.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      }
    ],
    "description": {
      "en": "Kuroki Tomoko is a super popular, high school girl, who has had 50 years of dating experience, and 100 boys… in the Otome game world. In the real world, she is a 15 year old loner, who has all of the qualities of a \"mojo.\" However, when school isn't going as she expected, and she isn't as popular as she had thought she was, she takes a look at herself in the mirror for the first time in a few years, and has some shocking revelations…",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4337a6a-b57a-4819-8292-c03352afc5cb",
    "title": {
      "en": "The Dungeon Cleaning Life of a Once Genius Hunter"
    },
    "updatedAt": "2024-03-21T20:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/a4337a6a-b57a-4819-8292-c03352afc5cb/7a9c1cf0-6b5e-40ea-9917-844459edb615.png",
    "altTitles": [
      {
        "ko": "회귀한 천재 헌터의 슬기로운 청소생활"
      },
      {
        "en": "The Sagacious Cleaning Life of a Returned Genius Hunter"
      },
      {
        "ru": "Мудрая уборка жизни вернувшегося охотника за гениями"
      },
      {
        "en": "Clever Cleaning Life Of The Returned Genius Hunter"
      }
    ],
    "description": {
      "en": "World’s first SSS-ranked genius hunter, Kim Jun-woo.\n\nHe regresses ten years into the past after being ambushed by unknowns one day. With all his hunter skills now locked, he must fulfill his career as a dungeon cleaner to unlock them.\n\nBut this cleaner… is extraordinary!\n\nThe once renowned hunter, Kim Jun-woo, takes over the cleaning duty with vigorous determination.",
      "fr": "Kim Jun-Woo, le premier chasseur de génie de rang SSS au monde.\n\nIl est un utilisateur incroyable de capacité, mais sa personnalité horrible conduit à des problèmes avec sa réputation.\n\nAu milieu de ses problèmes, il a été attaqué et tué par un groupe non identifié.\n\nQuand il a ouvert les yeux, il était retourné dans le passé, il y a 10 ans.\n\nBien qu’il essaie de redevenir un chasseur et d’élever son rang, ses compétences ont toutes été scellées par le karma de sa vie antérieure.\n\nPour le libérer, il doit travailler comme « nettoyeur de donjon », un métier réputé pour être extrêmement dur dans cette industrie !\n\nMais ce nettoyeur, il est différent !",
      "ko": "세계 최초 SSS랭크 천재 헌터 김준우.\n대단한 능력자지만, 인정머리가 없는 탓에 평판에 문제가 생긴다.\n골머리를 썩히고 있는 와중, 정체를 알 수 없는 집단에게 습격받아 죽게 되고,\n눈을 떠보니 10년 전 시점으로 회귀한 상태.\n\n다시 헌터가 되어 랭크를 올리려 했지만, 이전 생의 업보로 인해 스킬을 모두 봉인 당하고,\n해제를 위해서는 업계에선 극한 직업으로 유명한 '던전 청소부'로 일을 해야 하는데?!\n\n하지만 이 청소부, 남다르다!\n몬스터는 물론이거니와, 골깝떠는 헌터, 자리만 차지하는 낙하산 상사, 심지어 동료가 될 사람까지\n모든 걸 청소할 기세로 깽판을 치는데...\n\n현직 헌터보다 더 강한 전직 헌터의 망나니식 청소가 시작된다!",
      "pt-br": "Kim Jun-woo, o primeiro caçador genial de rank SSS.\n\nEle é um incrível usuário de habilidades, mas sua personalidade horrível trás problemas para sua reputação.\n\nNo meio de seus problemas, ele foi atacado e morto por um grupo não identificado. E quando abriu os olhos, havia retornado 10 anos para seu passado.\n\nEmbora ele tente voltar a ser um caçador e aumentar seu rank, as habilidades dele foram seladas pelo karma de sua vida passada.\n\nPara conseguir libertar suas habilidades, ele precisa trabalhar como um “Limpador de Dungeons”, que tem a fama de ser incrivelmente difícil! Mas esse faxineiro, ele é diferente!\n\nNão apenas monstros – caçadores problemáticos, superiores conseguindo suas posições por puro nepotismo, e até mesmo seus colegas.\n\nEle está fazendo a maior bagunça para limpar tudo. O ex-caçador, que é mais forte do que os caçadores atuais, e sua limpeza maluca vão começar!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d772eaf6-2a41-4485-b144-782782eed0df",
    "title": {
      "en": "What Do You Do If the Heroine Escapes From Your Novel"
    },
    "updatedAt": "2024-05-08T01:09:03+00:00",
    "coverArt": "https://mangadex.org/covers/d772eaf6-2a41-4485-b144-782782eed0df/dfe9d47b-202d-4f1e-8e89-43cfb284a0c4.jpg",
    "altTitles": [
      {
        "en": "What to Do Now If the Heroine Escapes From the Book?"
      },
      {
        "zh": "女主从书里跑出来了怎么办"
      },
      {
        "zh-ro": "Nu Zhu Cong Shu Li Pao Chulaile Zenme Ban"
      },
      {
        "zh-ro": "Nǚ Zhǔ Cóng Shū Lǐ Pǎo Chūláile Zěnme Bàn"
      },
      {
        "en": "What To Do If The Heroine Escapes From The Book"
      },
      {
        "ja": "ヒロインが本から逃げ出したらどうすればいい？"
      },
      {
        "en": "What Do I Do? The Female Lead Has Emerged From The Book"
      }
    ],
    "description": {
      "en": "Chu Ge is a writer of harem novels. As he was writing about the female sect leader, one of the strongest cultivators in the world, falling in love… \nA woman appeared in his room, pointing a sword at his neck, “If you dare write that I fell in love with that man, I’ll kill you.”\n\nOfficial Translations:\n[Japanese](https://piccoma.com/web/product/151163/)",
      "id": "Chu ge adalah penulis bertema harem. Sementara dia sedang menulis tentang kasih sayang yang berkembang dari pemimpin sekte wanita, salah satu individu terkuat di dunia, seorang wanita tiba-tiba muncul di kamarnya, memegang pedang di tenggorokannya, dan berkata, “Jika kamu berani menulis bahwa aku jatuh cinta dengan pria itu, aku akan membunuhmu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-02-02T20:17:21+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/fc9764df-23f9-4992-b269-a26dedbd55eb.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9553621b-247d-4962-9412-f4027e0e90a6",
    "title": {
      "en": "Estio"
    },
    "updatedAt": "2023-05-05T18:32:34+00:00",
    "coverArt": "https://mangadex.org/covers/9553621b-247d-4962-9412-f4027e0e90a6/c7d2b59c-8229-41a1-8311-ad7f48d045e2.png",
    "altTitles": [
      {
        "ko": "에스티오"
      },
      {
        "ru": "Эстио"
      },
      {
        "ja": "異能力者エスティオ"
      },
      {
        "fr": "Éstio"
      },
      {
        "zh-hk": "利沙度"
      },
      {
        "zh": "读心少年利沙度"
      }
    ],
    "description": {
      "en": "\"Are you the one who called me…?\"\n\nA black-haired beast looked at him with glowing yellow eyes.\n\n\"It’s okay. It won't hurt anymore. You'll be okay.\"\n\nEstio was born as the youngest son of a farmer, but everyone hated him. He was a child who could read the hearts of people and animals. And…\n\n\"A cursed child.\"\n\nHe finally turned 19, and it was now time for his coming-of-age ceremony. Now starts Estio's journey to find happiness.\n\n---\nEstio is just an ordinary farmer's son, but with an extraordinary ability-he can read the thoughts and memories of humans and animals. For this, he is shunned by the people in his village, finding happiness only in his animal friends. After years of silently enduring the villagers' hostility, Estio runs away the night he turns 19. His journey brings unexpected friendships and encounters, but will such bonds be able to show him there is more to him and his ability than meets the eye?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%97%90%EC%8A%A4%ED%8B%B0%EC%98%A4/2761), [KakaoPage](https://page.kakao.com/home?seriesId=58509736)\n\n**Official Translations:**\n* [English](https://tapas.io/series/estio/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/96041)",
      "fr": "«Es-tu celui qui m'a appelé...?»\n\nUne bête aux cheveux noirs l'a regardé avec des yeux jaunes brillants.\n\n«Tout va bien. Ça ne fera plus mal. Tu vas t'en sortir.»\n\nÉstio est né comme le plus jeune fils d'un fermier, mais tout le monde le détestait. C'était un enfant qui pouvait lire dans le cœur des gens et des animaux. Et...\n\n«Un enfant maudit.»\n\nIl a finalement eu 19 ans, et c'est maintenant le moment de sa cérémonie de passage à l'âge adulte. Maintenant commence le voyage d'Éstio pour trouver le bonheur.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%97%90%EC%8A%A4%ED%8B%B0%EC%98%A4/2761), [KakaoPage](https://page.kakao.com/home?seriesId=58509736)\n\n**Official Translations:**\n* [English](https://tapas.io/series/estio/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/96041)",
      "ko": "\"날 부른 게... 당신입니까?\"\n까만 털의 짐승이 노랗게 빛나는 눈으로 그를 올려다보았다.\n\"이제 괜찮습니다. 더는 아프지 않을 겁니다. 괜찮으니까.\"\n\n농가의 막내 아들로 태어난 소년 에스티오.\n하지만 모든 사람들은 그를 미워했다.\n사람과 동물들의 마음을 읽는 아이.\n그리고...\n\n\"저주 받은 아이\"\n\n마침내 열아홉 살을 맞이한 성년식.\n행복을 찾기 위한 에스티오의 여정이 지금 시작된다.\n\n—\n\n공든탑 작가님의 웹소설 인기작 <에스티오> 본격 웹툰화!\n사람과 동물의 마음을 치유하는 여스티오의 여정에 함께 하세요!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%97%90%EC%8A%A4%ED%8B%B0%EC%98%A4/2761), [KakaoPage](https://page.kakao.com/home?seriesId=58509736)\n\n**Official Translations:**\n* [English](https://tapas.io/series/estio/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/96041)",
      "ru": "«Это ты звал меня?» Черношёрстный зверь смотрел на него снизу своими жёлтыми сияющими глазами. «Теперь всё хорошо. Больше не будет больно. Поэтому всё хорошо». Эстио – младший сын, рождённый в семье фермера. Но все люди его презирали. Он ребёнок, который читает души животных и людей. И… «Ребёнок, получивший проклятие». Наконец, церемония взросления, которая проводится, как только человеку исполняется 19 лет. И вот Эстио отправляется в путешествие, чтобы обрести своё счастье. По мотивам веб-романа известного писателя Кон Дынтхапа.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%97%90%EC%8A%A4%ED%8B%B0%EC%98%A4/2761), [KakaoPage](https://page.kakao.com/home?seriesId=58509736)\n\n**Official Translations:**\n* [English](https://tapas.io/series/estio/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/96041)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a00b246-4d92-4f76-9da1-bac25ea3c72e",
    "title": {
      "en": "Tropical-Rouge! Pretty Cure"
    },
    "updatedAt": "2024-05-09T16:17:14+00:00",
    "coverArt": "https://mangadex.org/covers/7a00b246-4d92-4f76-9da1-bac25ea3c72e/fdac87a2-5dd5-4bbd-a3e4-c482d71aaa3e.jpg",
    "altTitles": [
      {
        "ja": "トロピカル〜ジュ！プリキュア"
      },
      {
        "en": "Tropical-Rouge! Precure"
      },
      {
        "ja-ro": "Toropikarūju! Purikyua"
      }
    ],
    "description": {
      "en": "It's an exciting day for fashionable teenager Manatsu Natsumi, who is moving into the big city for the first time. Upon arriving, Manatsu is immediately charmed by the city's spectacles. However, things take an unbelievable turn when she encounters Laura—a real-life mermaid!\n\nLaura is searching for the Precure, a group of radiant warriors who may have the key to rescuing Grand Ocean, Laura's home. This duty soon falls upon Manatsu, whose unwavering determination causes her to awaken as one of the Precure: the vivid Cure Summer. As new friends join the team, Manatsu needs to adapt to her hectic, new life while protecting humanity's liveliness from oceanic invaders! With each battle more difficult than the last, the girls must discover what is truly valuable to them."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "11"
  },
  {
    "mangaId": "23036c3f-4e61-4dd1-8414-58fe14f9ad8b",
    "title": {
      "en": "Koi suru 1/4"
    },
    "updatedAt": "2024-05-04T20:38:28+00:00",
    "coverArt": "https://mangadex.org/covers/23036c3f-4e61-4dd1-8414-58fe14f9ad8b/8d88d7ef-8772-41ef-910b-488f85697eba.png",
    "altTitles": [
      {
        "zh": "1/4的恋情"
      },
      {
        "zh-hk": "1/4的戀情"
      },
      {
        "ja-ro": "Koi Suru 1/4th"
      },
      {
        "ja-ro": "Koi Suru One Fourth"
      },
      {
        "en": "Koisuru 1/4"
      },
      {
        "zh": "四分之一的恋情"
      },
      {
        "zh": "四分之一的戀情"
      },
      {
        "ja": "恋する1/4"
      }
    ],
    "description": {
      "en": "From Impossibility:  \n  \nYoshida Miake is a charismatic first year high school student who is in love with her best friend whom she has known all of her life. The only problem is the fact that he has no interest in her whatsoever. Heartbroken, she finds comfort from \"Mr. Black\" and slowly begins to develop feelings for him. But how can she develop a relationship with a person who exchanges kisses for lunch?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4a43c227-b201-4fb7-b796-924c51797d50",
    "title": {
      "en": "Level Up with the Gods"
    },
    "updatedAt": "2024-03-21T20:29:03+00:00",
    "coverArt": "https://mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/be722985-4d6e-442f-8338-0f3c1ac95cc9.jpg",
    "altTitles": [
      {
        "ko": "신과 함께 레벨업"
      },
      {
        "en": "Leveling Up With the Gods"
      },
      {
        "ko-ro": "Singwa Hamkke Level Up"
      },
      {
        "en": "Leveling With the Gods"
      },
      {
        "th": "เลเวลอัปไปกับเทพเจ้า"
      },
      {
        "ja": "神と共にレベルアップ"
      },
      {
        "zh": "与神一同升级"
      },
      {
        "ru": "Поднятие уровня с богами"
      },
      {
        "uk": "Підняття рівня з богами"
      }
    ],
    "description": {
      "en": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ja": "異界の神、アウターゴッドと呼ばれる存在が支配する世界。一番最後に塔へ入り一番最後までインナーゴッドたちと共に戦った人間、神野 流星。 そんな彼も結局はアウターゴッドに破れてしまう。 越えられない壁に絶望を感じていた最後の瞬間、時間を司る神であるクロノスから新たにチャンスが与えられる。 そうして彼は、前世の記憶を持ったまま過去へ回帰することに――。 再び塔を登り、力と仲間を手に入れた神野は、今度こそアウターゴッドに勝つことができるだろうか？不滅の神話に挑む人間の物語が今始まる！\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ko": "이계의 신, 아우터 갓(Outer God).\n\n하늘을 닫는 절망과 늪에 빠진 좌절, 탄생하지 못한 자, 어리석은 혼돈.\n평범한 사람들은 그저 바라보는 것만으로 목숨을 잃어 버릴 그 존재들이 세상을 휘젓는 지금…\n수 년간의 싸움 끝에, 최후의 생존자들이 낸 결론.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다.\"\n\n그 순간, 시간을 다루는 신격을 지닌 존재 크로노스는 자신을 희생시켜 시계태엽을 되돌린다.\n\n\"이길 수 없겠지. 지금은 말이야.\"\n\n\"옛 세계선으로 돌아가라. 그리고 다시 시작해.\"\n\n모든 신들에게 지목을 받아 과거로 돌아간 최후의 1인.\n가장 뒤늦게 탑을 올라, 가장 마지막까지 신들과 함께 싸운 인간, 김유원.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다. 그렇다면…\"\n\n\"이기는 건 나야.\"\n\n그는 마지막 순간을 함께하던 동료들을 다시 모아,\n아우터와의 싸움을 승리로 끝낼 수 있을까?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ru": "Он был храбрейшим и сильнейшим из всех, но даже его в самом конце ожидало лишь отчаяние. В последние мгновения ему был дан еще один шанс. Благодаря жертве бога времени «Хроноса» его судьба еще не была предрешена. Вернувшись в прошлое, он снова попытается взобраться на «Башню» со своим непревзойденным талантом, чтобы побороть древнее зло, которое грозит уничтожить этот мир.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "th": "\"อินเนอร์อย่างพวกเราไม่สามารถเอาชนะเอาเตอร์ได้\"\n\nเมื่อแรงเกอร์ในหอคอยลงความเห็นเป็นเสียงเดียวกัน\n'คิมยูวอน' มนุษย์ผู้แกร่งกล้าเพียงหนึ่งเดียวในหมู่เทพเจ้า\nจึงถูกเลือกให้ย้อนกลับมายังอดีตเพื่อเริ่มต้นทุกอย่างใหม่อีกครั้ง\n\nเขาจะสามารถทำตามแผนที่ทุกคนช่วยกันวางไว้\nและแกร่งขึ้นกว่าเดิมจนกลับไปเอาชนะ 'เอาเตอร์ก็อด'\nทวยเทพที่ลุกล้ำเข้ามาจากนอกหอคอยได้หรือไม่?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "zh": "外界之神来袭，人间陷入了排山倒海般的绝望之中，生灵涂炭……而当内界众神在经过了数年的苦苦战斗后，也最终以战败收场。 在战死前的最后时刻，希腊神克洛诺斯牺牲了自己，重新开启了时间之门。 而众神最后选择了金幽元，这个队伍中唯一的人类，让他回到过去，重新将众神凝聚。\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4de4122a-1140-4fc4-8126-9b69c58b85a2",
    "title": {
      "en": "SaYe"
    },
    "updatedAt": "2023-12-29T03:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/4de4122a-1140-4fc4-8126-9b69c58b85a2/8952bdb4-ee2f-4b5b-8d04-72b34c79476e.jpg",
    "altTitles": [
      {
        "zh-ro": "Saye"
      },
      {
        "zh-ro": "Sa Ye"
      },
      {
        "zh": "撒野"
      },
      {
        "en": "Act Wildly"
      },
      {
        "en": "Run Freely"
      }
    ],
    "description": {
      "en": "“I wish to have you by my left shoulder, with a smile by my right– I wish to run freely in your eyes– I wish for one look to last a lifetime.”   \n  \nJiang Cheng, an accomplished student, was \"exiled\" to the steel mill where his biological father worked. This strange, foreign environment, coupled with his rather vulgar biological father, caused Jiang Cheng to feel quite depressed… that is, until one day, he met Gu Fei, the \"Delinquent of the Steel Mill\", by chance. Thus begins the story of Jiang Cheng and Gu Fei, a story of salvation and hope…\n\n(by Jupiter Scanlations)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a",
    "title": {
      "en": "Clinic of Horrors"
    },
    "updatedAt": "2024-01-28T19:24:23+00:00",
    "coverArt": "https://mangadex.org/covers/40aafcb8-2649-4f9c-94fe-a7b4ce9ebd9a/118b83f0-59db-4bbb-a5d7-bbfdb8933de9.jpg",
    "altTitles": [],
    "description": {
      "en": "In a strange city, there is a clinic that will treat the victims of horrific diseases. For a price."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abc1520c-4636-4c30-af47-6568f6477b1c",
    "title": {
      "en": "Demon Prince & The Salaryman"
    },
    "updatedAt": "2024-04-05T15:59:19+00:00",
    "coverArt": "https://mangadex.org/covers/abc1520c-4636-4c30-af47-6568f6477b1c/d87d1159-5fe8-4b8e-bde2-18870cb5c5d3.png",
    "altTitles": [],
    "description": {
      "en": "A salaryman summons Astaroth, a Prince of Hell, to help him stop getting bullied at work."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5005e163-cf70-451d-8eb2-62fb17b47fb9",
    "title": {
      "en": "Please, Forget About Vivian"
    },
    "updatedAt": "2023-03-29T01:57:03+00:00",
    "coverArt": "https://mangadex.org/covers/5005e163-cf70-451d-8eb2-62fb17b47fb9/dc34ebee-62fa-42db-9353-a892842f5396.jpg",
    "altTitles": [
      {
        "ko": "비비안을 잊어주세요"
      }
    ],
    "description": {
      "en": "“Marry me, Vivian.” She believed that she could have a happy future together with him. However, after he became emperor, everything started to change. His attitude suddenly changed. A strange rumor that he has an affair with a princess every night. In the end, I was confined to the imperial palace, and I only did what he told me to do. Then one day... “You are pregnant.”I don't need children.” What should I do, if I stay silent, I will lose my child.. I will protect my child even at the risk of my life! So Vivian decided to erase herself from everyone's memories and leave. “Stop it, forget me.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "601fc6fb-235d-42af-9583-51e37b1f3314",
    "title": {
      "en": "Tail Concerto"
    },
    "updatedAt": "2024-05-12T21:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/601fc6fb-235d-42af-9583-51e37b1f3314/c8c71014-13fb-40ef-b359-b20a836004bb.jpg",
    "altTitles": [
      {
        "ja": "テイルコンチェルト"
      },
      {
        "ja-ro": "Teiru Koncheruto"
      }
    ],
    "description": {
      "en": "oneshot prequel to Tail Concerto game\n\nserialized in Monthly Shonen Ace, June 1998"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64d0de3e-cdc2-4df8-b70b-b5ec90479a60",
    "title": {
      "en": "Tora to Hachidori"
    },
    "updatedAt": "2024-04-29T04:08:49+00:00",
    "coverArt": "https://mangadex.org/covers/64d0de3e-cdc2-4df8-b70b-b5ec90479a60/5f9ade3b-2d75-41d9-9003-414499d77885.jpg",
    "altTitles": [
      {
        "en": "Tiger & Hummingbird"
      },
      {
        "ja": "トラとハチドリ"
      }
    ],
    "description": {
      "en": "Sporting an exhausted expression and a T-shirt with a large tiger printed on it, Matsuri Kitou’s taste in fashion is like a school delinquent. Unexpectedly, she soon finds herself working at one of the centers of fashion in Shibuya, a clothing store named omne.\nSupervised by MB, a fashion blogger who knows the ins-and-outs of the industry, this story all about life working in a clothing store begins!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "1d330951-583e-423e-9cd7-abcd6f761f53",
    "title": {
      "en": "Ane no Tomodachi"
    },
    "updatedAt": "2024-05-11T12:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/1d330951-583e-423e-9cd7-abcd6f761f53/6ddb8605-3efe-407b-ba6d-ef16ac816c70.jpg",
    "altTitles": [
      {
        "ja": "姉のともだち"
      },
      {
        "en": "My Older Sister's Friend"
      },
      {
        "ru": "Подруга старшей сестры"
      },
      {
        "en": "The Cutest Girl Closest to Me."
      }
    ],
    "description": {
      "en": "Hinako, a friend of Asahi's older sister, is a frequent guest at the home of the high school boy. She always misleads his mind with her suggestive attitude while treating him like a little brother...or rather, pet? A love story between a gal who has a bugged sense of proximity and an otaku guy who acts like her parent! \n\n---\nChapters 1 & 2 can be found in [Pre-Seralization](https://mangadex.org/title/abad18cf-bf72-4bbc-97c8-b55dfa28f9b9/ane-no-yuujin).",
      "ja": "姉とふたり暮らしの家にいりびたる、姉の友人・ひーちゃん。完璧に顔がよくてかわいい彼女に、オタク男子高校生・旭は翻弄されっぱなし…?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5813825a-b729-4ce4-8dfd-54c3391f8d19",
    "title": {
      "en": "Super Ball Girls"
    },
    "updatedAt": "2024-02-26T15:29:32+00:00",
    "coverArt": "https://mangadex.org/covers/5813825a-b729-4ce4-8dfd-54c3391f8d19/0b79c439-2a27-4c1a-99fb-fee87c99d616.jpg",
    "altTitles": [
      {
        "ru": "Девушки и супермяч"
      },
      {
        "ja": "スーパーボールガールズ"
      },
      {
        "zh-hk": "超級彈珠女孩"
      },
      {
        "zh": "弹珠女孩"
      },
      {
        "en": "Superball Girls"
      }
    ],
    "description": {
      "en": "Ichiyoshi continues to work at a chocolate factory, locking away his \"best\" in his heart. One Christmas night, on his way home, he finds a mysterious superball that rolls out of the darkness..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b3e475c-31ab-4f56-8d6c-e4e2fbad5358",
    "title": {
      "en": "STOP! PIRACY"
    },
    "updatedAt": "2024-04-25T02:39:15+00:00",
    "coverArt": "https://mangadex.org/covers/9b3e475c-31ab-4f56-8d6c-e4e2fbad5358/17cd330a-279e-47b7-bd34-ee48a974d035.jpg",
    "altTitles": [
      {
        "ja": "STOP! 海賊版"
      },
      {
        "en": "STOP! PIRACY."
      },
      {
        "en": "STOP! PIRACY"
      },
      {
        "en": "STOP PIRACY!"
      },
      {
        "en": "STOP PIRATING"
      },
      {
        "ja": "海賊版、ダメ、絶対。～「STOP！ 海賊版」漫画描きおろし16作品集～"
      }
    ],
    "description": {
      "en": "In a world where manga can be enjoyed forever…\nManga culture has been able to blossom thanks to the power of manga lovers.\nHowever, right now, manga is suffering because of piracy.\nWe need your help.\n\n(Source: [Manga Planet](https://mangaplanet.com/blog/stop-piracy/))\n\n---\n\n**Links:**\n- Alternative Official Raw - [Sukima](https://www.sukima.me/book/title/BT0000818522/)\n- Alternative Official English - [Manga Planet](https://mangaplanet.com/blog/stop-piracy/) (Note: Last page of each chapter is missing)",
      "es": "En un mundo donde el manga se puede disfrutar para siempre...\nLa cultura del manga ha podido florecer gracias al poder de los amantes del manga.\nSin embargo, ahora mismo, el manga está sufriendo a causa de la piratería.\nNecesitamos tu ayuda.",
      "ja": "いつまでも漫画を楽しめる世の中に 漫画を愛するみなさまの力で\n漫画文化は花開きました。\nしかし、今、漫画は海賊版に苦しんでいます。\nみなさまの力が必要です。\nまずは、下の「漫画」を読んでみてください。\n漫画の未来を一緒に創りましょう！",
      "zh": "[Official Chinese](https://coda-cj.jp/enlightenment/manga/)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "16"
  },
  {
    "mangaId": "032fd747-fba8-449b-b614-b3715fb6a899",
    "title": {
      "en": "Genkai OL to Joshi Daisei ga 〇〇 Suru Hanashi"
    },
    "updatedAt": "2024-05-11T15:58:30+00:00",
    "coverArt": "https://mangadex.org/covers/032fd747-fba8-449b-b614-b3715fb6a899/1a0e9ba2-e8e4-4054-8b1c-921820b03dfa.jpg",
    "altTitles": [
      {
        "ja": "限界OLと女子大生が〇〇する話"
      },
      {
        "ko": "한계 OL과 여대생이 OO하는 이야기"
      },
      {
        "en": "An OL at Her Limit and a College Girl"
      }
    ],
    "description": {
      "en": "Segawa-san is the star of the office who everyone depends on. But she's stretched thin, and the state of her apartment has gotten dire. After a fateful encounter, the college student next door offers to lend a helping hand!",
      "ja": "仕事ができて皆から頼られる完璧OL 瀬川さん。しかし家では、汚部屋で毎日コンビニ飯を食べる限界生活を送っていた。ある日、お隣に住む片付け上手でしっかり者の女子大生 安藤さんに部屋の片付けを手伝ってもらうことになり…？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-04-21T15:15:56+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/84f6d77a-889c-4efe-8dfa-2d819743d8af.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2024-04-19T20:52:22+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/fdf0fe48-2065-4544-8a24-3b95ef566519.jpg",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9bea559-b3e2-4459-80aa-73fac6c3e7bf",
    "title": {
      "en": "Meiten Restaurant"
    },
    "updatedAt": "2024-05-05T14:06:15+00:00",
    "coverArt": "https://mangadex.org/covers/b9bea559-b3e2-4459-80aa-73fac6c3e7bf/63e23f87-5fb1-4258-8c6c-35820eafbc75.jpg",
    "altTitles": [
      {
        "ja": "冥天レストラン"
      }
    ],
    "description": {
      "en": "As the distinguished son of a family who run a financial conglomerate, Gatarou Barazono took full advantage of his money to live a rosy life and enjoy it to its fullest. But one day, he suddenly got hit by a truck, and when he awoke, he found himself in the \"Afterlife!\" There, he finds the dubious-looking \"Meiten Restaurant\" (Underworld Restaurant), where the deceased are served their final meal before going to rest in peace..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d7757e0-c72f-415d-88b6-5843f599bd63",
    "title": {
      "en": "I refuse this kind of reliance"
    },
    "updatedAt": "2024-05-07T16:05:53+00:00",
    "coverArt": "https://mangadex.org/covers/8d7757e0-c72f-415d-88b6-5843f599bd63/759e1ea1-50a8-45dd-a501-da565bd82075.jpg",
    "altTitles": [
      {
        "ko": "이런 빙의 사절하겠습니다"
      },
      {
        "ja": "こんな憑依、お断りします"
      }
    ],
    "description": {
      "fr": "Avez-vous déjà voyagé dans l'une des romans que vous avez lus ? Après être devenue un personnage de livre, notre héroïne, Diana, a immédiatement commencé à rêver d'une fin heureuse, à profiter de la vie dans un nouveau monde. Tomber amoureuse du personnage principal, l'épouser, vivre heureuse jusquà la fin des temps - une histoire typique de la renaissance d'une fille, n'est-ce pas ? Quelle ne fut pas la déception de Diana lorsqu'elle réalisa qu'elle n'était pas dans une histoire d'amour, mais dans une aventure fantastique avec des monstres et une fenêtre de caractérisation ! Voulant une lie luxueuse dans un nouveau monde, Diana refuse d'accepter sa nouvelle réalité !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-05-04T15:47:55+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/6fdf61e2-5f60-420a-b1f8-3d4b0461a9c1.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daec6f3d-1a22-4979-9eec-5304a606a637",
    "title": {
      "en": "Time Limited Elixir of the Fallen Sega"
    },
    "updatedAt": "2024-05-12T21:14:58+00:00",
    "coverArt": "https://mangadex.org/covers/daec6f3d-1a22-4979-9eec-5304a606a637/a882274b-be85-4beb-ad31-b61f904b2be5.jpg",
    "altTitles": [
      {
        "en": "The Time-Limited Elixir of the Ruined Clan"
      },
      {
        "ko": "몰락 세가의 시한부 영약"
      }
    ],
    "description": {
      "en": "After seven years of dormancy, “Ryeon,” the young version of Danmok Ryan who returned after witnessing his death, wakes up. Suddenly, a strange message appears before her: “Keep the life force level below 50. If this condition persists for two months or more, it will lead to death.” Unable to build her abilities, “Ryeon” must rid herself of the life force accumulating in her body. Meanwhile, “Chin Hwa Reonya,” the young future head of the Machin Temple, confronts her, wondering why he serves in her household and is two years younger than her. Additionally, the chicken turns into a hawk, and the cat into a bakho. With a series of unexpected surprises, can “Ryeon” live a happy life in this new existence?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9ae1606-573f-4da0-a814-5a1751877bfd",
    "title": {
      "en": "Rock"
    },
    "updatedAt": "2024-02-12T10:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/f9ae1606-573f-4da0-a814-5a1751877bfd/b86375b4-1302-4092-b062-e72bd5828d48.jpg",
    "altTitles": [
      {
        "ja": "ロック"
      }
    ],
    "description": {
      "en": "We begin the story as Rock has left her husband, Astro, and their children and wants a divorce because Astro has cheated on Rock (again). As the five year old twins, Rockette and Astro Junior, find pictures of their parents when they were young, we flash back to the ever so popular romcom scenario of when Rock met Astro... except it's Kyoko Okazaki so it's messy, it's kooky, it's funny and it's all in a way that's unique to Kyoko Okazaki.\nBetween romantic comedy and hallucinated fairy tail, Kyoko Okazaki blows a wind of hysteria in the fashion world and its nights saturated with music and drugs."
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "44c0913a-7b81-4619-a865-b85632fb83f7",
    "title": {
      "en": "I’m in Love with My Foe"
    },
    "updatedAt": "2024-05-07T16:07:17+00:00",
    "coverArt": "https://mangadex.org/covers/44c0913a-7b81-4619-a865-b85632fb83f7/2a267f3e-7358-4589-b29d-4532647bd7f8.jpg",
    "altTitles": [
      {
        "zh": "我向死敌告白了"
      },
      {
        "en": "I Confessed to My Mortal Enemy"
      }
    ],
    "description": {
      "fr": "Jiang Mi se réincarne dans le corps d'Olive, la méchante d'un roman populaire qui est destinée à être exécutée par le prince héritier Reynold pour son terrible comportement. Mais Olive aspire à changer son destin et à vivre une vie longue et épanouie. Elle travaille donc dur pour changer sa mauvaise image et prouver sa gentillesse. Bientôt, ses efforts attirent l'attention de Reynold, l'homme même qui est censé la tuer. Si Olive parvient à conquérir le cœur de Reynold, elle sera assurée de vivre une vie heureuse avec un bel homme ! Mais si elle n'y parvient pas, elle sait comment cette histoire se terminera..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b35f67b6-bfb9-4cbd-86f0-621f37e6cb41",
    "title": {
      "en": "Tomodachi Game"
    },
    "updatedAt": "2024-04-30T22:30:05+00:00",
    "coverArt": "https://mangadex.org/covers/b35f67b6-bfb9-4cbd-86f0-621f37e6cb41/8495bbfa-43f5-4c1b-ba9a-3c50c42ea983.jpg",
    "altTitles": [
      {
        "en": "Friends Games"
      },
      {
        "pl": "Przyjacielskie rozgrywki"
      },
      {
        "ja": "トモダチゲーム"
      },
      {
        "zh": "朋友游戏"
      },
      {
        "ko": "친구 게임"
      },
      {
        "id": "Game Pertemanan"
      },
      {
        "uk": "Гра друзів"
      },
      {
        "ru": "Игра друзей"
      },
      {
        "zh-hk": "朋友遊戲"
      },
      {
        "es": "Los juegos de la amistad"
      },
      {
        "ar": "لعبة الأصدقاء"
      },
      {
        "fr": "Le jeu de l'amitié"
      },
      {
        "tr": "Arkadaş Oyunu"
      }
    ],
    "description": {
      "en": "Katagiri Yuichi believes that friends are more important than money, but he also knows the hardships of not having enough funds. He works hard to save up in order to go on the high school trip, because he has promised his four best friends that they will all go together. However, after the class's money is all collected, it is stolen! Suspicion falls on two of Yuichi's friends, Sawaragi Shiho and Shibe Makoto.  \r\n  \r\nSoon afterward, the five of them are kidnapped, and wake up in a strange room with a character from a short-lived anime. Apparently, one of them has entered them into a \"friendship game\" in order to take care of their massive debt. But who was it, and why did they have such a debt? Could they have stolen the money from class to pay for entry into the game? Katagiri and his best friends will have to succeed in psychological games that will test or destroy their faith in one another.",
      "pl": "Dziękujemy za wpłatę dwudziestu milionów jenów! W ten sposób dołączyliście do jedynej w swoim rodzaju gry przyjaciół! Witajcie, jestem Manabu. Pozwólcie, że wyjaśnię wam zasady. Weźmiecie udział w bardzo prostych grach, dzięki którym będziecie mogli zdobyć pieniądze. W ten sposób w mgnieniu oka pozbędziecie się swojego długu! Oczywiście możecie się wycofać, ale nie zwrócimy wam wpłaconej kwoty, a wasz dług pozostanie niezmieniony. Jest pewien sposób, aby każdy szczęśliwie ukończył grę. Wystarczy nie wątpić w przyjaciół. Proste, czyż nie?  \r\n  \r\nAle czy da się nie wątpić w przyjaciół, jeśli pośród nich znajduje się zdrajca?  \r\nCzy da się przełożyć przyjaciół nad pieniądze?  \r\nOczywiście, że nie.  \r\nA więc popatrzmy na tych młodych ludzi, którzy nawzajem będą się oszukiwać!",
      "tr": "Katagiri Yuichi, arkadaşların paranın öneminden daha önemli olduğuna inanır, ancak yetersiz fonların zorluklarını da bilir. Lise gezisine gitmeyi taahhüt ettiği dört en iyi arkadaşıyla birlikte gitmeyi planlar ve bu yüzden para biriktirmek için çalışır. Ancak, sınıfın topladığı paranın hepsi çalınır! Şüphe, Yuichi'nin arkadaşları Sawaragi Shiho ve Shibe Makoto üzerine düşer.Kısa bir süre sonra, beşi kaçırılır ve garip bir odada, kısa ömürlü bir animenin karakteriyle uyanırlar. Görünüşe göre, onlardan biri büyük bir borcu ödemek için bir \"arkadaşlık oyunu\" na girmiştir. Ancak kimdi ve neden böyle bir borcu vardı? Sınıftan parayı çalıp oyunun giriş ücretini ödeyebilirler miydi? Katagiri ve en iyi arkadaşları, birbirlerine olan inançlarını test edecek veya yok edecek psikolojik oyunlarda başarılı olmak zorunda kalacaklar.",
      "pt-br": "\"A amizade é mais importante do que o dinheiro?\" Yuuichi e seus amigos são sequestrados e acordam no meio de uma sala com um estranho personagem que os obriga a participar de uma estranha competição onde dinheiro e intriga colocarão seus laços à prova."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c",
    "title": {
      "en": "Karakai Jouzu no (Moto) Takagi-san"
    },
    "updatedAt": "2024-05-02T22:04:13+00:00",
    "coverArt": "https://mangadex.org/covers/ddcebfa2-05a0-4fcd-9cd4-60d779c38f2c/21dfc3f5-6e0a-4632-bf0e-04839bf9ed72.jpg",
    "altTitles": [
      {
        "vi": "Chuyên gia trêu chọc Takagi-san (ngoại truyện)"
      },
      {
        "ms": "Si Master Jahil (mantan) Takagi-san"
      },
      {
        "en": "Skilled Teaser (Former) Takagi-san"
      },
      {
        "ru": "Мастер дразнилок (Бывшая) Такаги-сан"
      },
      {
        "ja": "からかい上手の（元）高木さん"
      },
      {
        "tl": "Ang Magaling sa Panunuksong (Noon) si Takagi-san"
      }
    ],
    "description": {
      "en": "Takagi and Nishikata are now married and have a kindergarten-aged daughter named Chi. See how much some things have changed, and others have curiously stayed the same!  \n  \n*Note: The volumes collect the chapters in a different order than the web version. The chapters here follow the web numbering without any volumes.*",
      "pt-br": "Takagi e Nishikata agora estão casados e têm uma filha na idade do jardim de infância chamada Chi. Veja o quanto algumas coisas mudaram e outras curiosamente permaneceram as mesmas!\n\nNota: Os volumes coletam os capítulos em uma ordem diferente da versão web. Os capítulos aqui seguem a numeração da web sem nenhum volume."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-05-11T20:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bab34b0f-26d8-4a29-96eb-bfdd1cc0b083",
    "title": {
      "en": "Golden Light Gratia, The Child Loved By God"
    },
    "updatedAt": "2024-01-14T23:29:56+00:00",
    "coverArt": "https://mangadex.org/covers/bab34b0f-26d8-4a29-96eb-bfdd1cc0b083/6b4f8547-e6b8-4adc-aaad-405e3f9cff45.jpg",
    "altTitles": [
      {
        "pt-br": "Luz Dourada Gratia, a criança amada por Deus"
      },
      {
        "ko": "신의 사랑을 받는 아이, 황금빛 그라티아"
      }
    ],
    "description": {
      "en": "Gratia, a girl considered useless and despised by her family, has a revealing dream where a mysterious man predicts a great future for her. She soon discovers that she is the lost daughter of the influential Luciffero family. In a surprising event, after being attacked, a golden light erupts from Gratia, forcing everyone around her to close their eyes.\n\nWhen the light dissipates, young Gratia disappears and in her place an adult version of herself appears, with distinct features of Luciffero. With an imposing stature and undeniable beauty, she comes across Nea, her mother, and realizes that the transformation expected for the future happened that day.\n\nThis was the moment when ten-year-old Gratia and twenty-year-old Gratia switched bodies for the first time.",
      "pt-br": "Gratia, uma menina considerada inútil e desprezada pela família, tem um sonho revelador onde um homem misterioso prevê um grande futuro para ela. Ela logo descobre que é a filha perdida da influente família Luciffero. Num acontecimento surpreendente, após ser atacada, uma luz dourada irrompe de Gratia, obrigando todos ao seu redor a fecharem os olhos.\n\nQuando a luz se dissipa, a jovem Gratia desaparece e em seu lugar aparece uma versão adulta dela mesma, com características distintas de Luciffero. De estatura imponente e beleza inegável, ela se depara com Nea, sua mãe, e percebe que a transformação esperada para o futuro aconteceu naquele dia.\n\nEste foi o momento em que Gratia, de dez anos, e Gratia, de vinte, trocaram de corpo pela primeira vez."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b41bef1e-7df9-4255-bd82-ecf570fec566",
    "title": {
      "en": "The New Gate"
    },
    "updatedAt": "2024-03-20T00:11:10+00:00",
    "coverArt": "https://mangadex.org/covers/b41bef1e-7df9-4255-bd82-ecf570fec566/45cf573e-f5a0-4efd-9ba0-a9c280c62cdd.jpg",
    "altTitles": [
      {
        "fr": "La nouvelle Porte"
      },
      {
        "lt": "Nauji Vartai"
      },
      {
        "ru": "Новые Врата"
      },
      {
        "th": "เดอะ นิวเกท"
      },
      {
        "ja": "ザ・ニュー・ゲート"
      },
      {
        "ko": "더뉴게이트"
      },
      {
        "az": "Yeni darvaza"
      },
      {
        "tr": "Yeni Kapı"
      }
    ],
    "description": {
      "az": "\"The New Gate\" adlı onlayn oyunun ölüm oyununa çevrilməsi nəticəsində on minlərlə oyunçu bu oyunda ilişib qalır. Lakin ən güclü və keçmiş oyunçulardan biri olan Şinin səyləri nəticəsində bütün oyunçular oyundan çıxa bilirlər. Lakin Şin ən sonuncu bossu məğlub edib hər kəsi azad edəndə qəribə işıq görür və qəflətən özünü 500 il gələcəkdəki oyun dünyasında tapır.",
      "en": "The New Gate — an online game transformed into a life-and-death struggle for its players.\n\nThanks to the valiant efforts of Shin, the most powerful of them all, an end to the game and freedom for everyone seemed within reach. But just moments after Shin defeats the game’s final boss, he finds himself bathed in an unknown light and transported some 500 years into the future of the in-game world!\n\nThrown from a simple game gone wrong into a strange new land, one young swordsman of unrivalled strength is about to embark on a legendary journey!",
      "ja": "数万人を巻き込んでデスゲームと化したオンラインゲーム「THE NEW GATE（ザ・ニューゲート）」は、最古参プレイヤー・シンの活躍によりついに解放のときを迎えようとしていた。しかし最後のボスを倒し脱出することができたと思った瞬間、\n突如未知の光を浴び、500年後のゲーム世界に飛ばされてしまう！最強プレイヤーの新たなる無双バトル伝説開幕！\n\n[Video Preview](https://youtu.be/YyB2MNkrpfw)",
      "ru": "«Новые Врата» — смертельная игра, которая не отпускает десятки тысяч игроков. Шин — как раз один из таких геймеров. Он побеждает последнего босса и освобождает всех людей из смертельной ловушки, но самого его охватывает яркий свет и он переносится на 500 лет вперед.",
      "th": "[THE NEW GATE] เกมแนว VRMMO-RPG\nซึ่งกลายเป็นเดธเกมนั้นได้มาถึงช่วงเวลา\nแห่งการปลดปล่อย\nเพราะความพยายามของเพลเยอร์ (ผู้เล่น)\nที่แข็งแกร่งที่สุดนามว่า ชิน\nทว่า ทันทีที่เขาโค่นมอนสเตอร์ตัวสุดท้ายลง\nอยู่ๆ ประตูที่อยู่ด้านในสุดก็เปิดออก และทำให้ชิน\nซึ่งอาบแสงปริศนาที่สาดส่องเข้ามาหมดสติไป—\nเมื่อเขาลืมตาตื่นขึ้นมาอีกครั้ง ก็ปรากฏภาพ\nของโลกของ [THE NEW GATE]\nที่กลายเป็นของจริงขึ้นมา...!!",
      "tr": "\"The New Gate\", oyuncularını tuzağa düşüren ve bir ölüm oyununa dönüşen çevrimiçi bir oyundur ve en güçlü oyunculardan biri olan Shin'in çabaları sayesinde oyunu sürüklenen binlerce oyuncuyu serbest bırakmaktadır. Ancak son patronu yendikten ve herkesi özgür bıraktıktan sonra, tuhaf bir ışık tarafından yutulmuş ve kendini oyun dünyasında 500 yıl sonrasında, oradan çıkamayan bir durumda bulmuştur.",
      "es-la": "\"THE NEW GATE\", un juego online que se había convertido en un juego de la muerte, ahora estaba liberando a las decenas de miles de jugadores que habían sido arrastrados, gracias a los esfuerzos de Shin, uno de los jugadores más antiguos. Pero después de haber derrotado al último jefe y liberado a todos, fue tragado por una luz extraña y se encontró dentro del mundo del juego 500 años en el futuro."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0f584ea-e055-40e0-a498-ae2a4c30a1e4",
    "title": {
      "en": "With Cats Only"
    },
    "updatedAt": "2023-04-21T16:43:56+00:00",
    "coverArt": "https://mangadex.org/covers/e0f584ea-e055-40e0-a498-ae2a4c30a1e4/8be8eb32-139e-4ad0-a547-968e75693fb9.jpg",
    "altTitles": [
      {
        "en": "拎猫入住"
      }
    ],
    "description": {
      "en": "Being betrayed by her boyfriend, and driven out by the landlord. How should Chu Tingting and her cat start from anew in this unfamiliar city? A strange rental advertisement actually turned her world upside down. Cute guy, now that we both have cats. Shall we be in love first?  \n  \nFR/French  \n||Trahie par son petit ami et chassée par son propriétaire, comment Chu Tingting et son chat vont-ils faire ? Repartir de zéro dans une nouvelle ville. Une étrange publicité pour un appartement va bouleverser sa vie. Un voisin mignon qui a aussi un chat. Seront-ils destinés ?||"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1c5f11-f531-4405-ac12-77293af855bd",
    "title": {
      "en": "Strongest Fighter"
    },
    "updatedAt": "2024-04-16T04:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/5d1c5f11-f531-4405-ac12-77293af855bd/6d3edd65-94db-49b2-a7ce-8d63c2e5e0a2.jpg",
    "altTitles": [
      {
        "en": "도사강호"
      }
    ],
    "description": {
      "en": "Woken up from a date, he’s suddenly in a movie set? Wait, he’s been reborn as a baby martial artist!  \n  \nIn Jongnam Clan, which was once one of the 9 strongest clans, he receives the name “Gunchung” and uses the knowledge of his past life to learn the true meaning of martial arts.  \n  \nWhen your perspective is different, your martial arts changes. Armed with knowledge, Gunchung brings about a new age of martial arts!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "0de7b6a4-ca45-4b9b-9547-697128b0acec",
    "title": {
      "en": "Apocalypse Online"
    },
    "updatedAt": "2023-12-29T03:03:36+00:00",
    "coverArt": "https://mangadex.org/covers/0de7b6a4-ca45-4b9b-9547-697128b0acec/bf19cf1f-93f2-475b-8cb2-06b5cff34dd6.png",
    "altTitles": [
      {
        "zh": "诸界末日在线"
      },
      {
        "en": "World's Apocalypse Online"
      },
      {
        "ko": "게임이라는 이 세계에 구원을"
      },
      {
        "zh-ro": "Zhu Jie Mo Ri Zai Xian"
      }
    ],
    "description": {
      "en": "When the end of the world came, in the hopeless darkness, Gu Qingshan broke away from time and space, and returned to the world before it collapsed, determined to change his fate. But as time went on, he gradually realized that the apocalypse is not as simple as it seemed…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c62b3eb-c513-4e9a-a9d4-32c048a177eb",
    "title": {
      "en": "Masterpiece Rakugo Complete Works"
    },
    "updatedAt": "2024-05-03T16:33:05+00:00",
    "coverArt": "https://mangadex.org/covers/5c62b3eb-c513-4e9a-a9d4-32c048a177eb/c73d177e-f04e-4293-a817-81ce4738a0b9.png",
    "altTitles": [
      {
        "ja-ro": "Meisaku Rakugo Zenshu"
      },
      {
        "ja": "名作落語全集"
      }
    ],
    "description": {
      "en": "Rakugo: A traditional form of Japanese storytelling, told orally by one sitting down. Often humorous, often filled with folly, rakugo has persisted throughout the ages with good reason. Within *Masterpiece Rakugo Complete Works*, 33 rakugo stories are closely adapted by George Akiyama, who gives them his own charming, chaotic touch."
    },
    "status": "completed",
    "releaseDate": 1975,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "33"
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-05-12T19:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/fad305c8-a4ca-45bb-b4a2-cea4092f4cb3.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-05-12T10:25:40+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0c486783-56e7-43bf-ac90-127463279cea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aafb046c-9de4-4c3d-990c-6d75b079c0b9",
    "title": {
      "en": "Release That Witch"
    },
    "updatedAt": "2023-11-29T15:40:21+00:00",
    "coverArt": "https://mangadex.org/covers/aafb046c-9de4-4c3d-990c-6d75b079c0b9/ee278e22-9bfb-4b1b-9681-f8782b93e57b.jpg",
    "altTitles": [
      {
        "en": "Fangkai Nage Nüwu"
      },
      {
        "fr": "Relâchez cette Sorcière"
      },
      {
        "ru": "Освободите эту Ведьму"
      },
      {
        "zh": "放开那个女巫"
      },
      {
        "uk": "Звільніть цю відьму"
      },
      {
        "tr": "Cadıyı Salın"
      }
    ],
    "description": {
      "en": "A male engineer transmigrated into another world, and became a prince. This place strikingly resembles the Middle Ages of Europe, but at the same time, it seems kind of different? Witches truly exist, and they even possess magic powers! Magic powers are productive forces! Save the witches, liberate the productive forces! Open map, fight demons, break conspiracies, climb up the science and technology tree, and open the path of hardcore ‘farming’!  \n\n\n---",
      "ru": "Чэн Янь прошел сквозь время и попал в мир, подобный Средневековой Европе, став Роландом, 4-м принцем королевства. Но этот мир не такой, к какому он уже привык. Ведьмы и магия здесь — нормальное явление. Сможет ли Роланд заполучить трон короля и решить выпавшие на его долю проблемы? Только его опыт современных технологий и помощь ведьм, известных как «слуги Дьявола», позволят ему добиться успеха!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3b1ebe3-bffd-44e1-b712-c2c2e8f08651",
    "title": {
      "en": "Chirijiri Yuku no"
    },
    "updatedAt": "2024-05-12T21:42:54+00:00",
    "coverArt": "https://mangadex.org/covers/c3b1ebe3-bffd-44e1-b712-c2c2e8f08651/eeab3ed3-91fa-42fe-8081-ca17b6bf5c43.png",
    "altTitles": [
      {
        "ja": "ちりぢりゆくの"
      }
    ],
    "description": {
      "en": "Kuno Shio, who is half human and half alien, has a \"glitch\" that causes his body to turn into a gel-like mass when he gets lustful.\nHe enjoys attracting girls who gather because of his novelty, but one day, his parents are worried about Shio, who is only interested in splattering, and transfer him to a boarding school for boys.\nAt the moment when Souma Minato, the class representative who was assigned to take care of Shio, hugs him, Shio somehow splatters...!?\nThe popular pure love comedy for youth, which was popular on LINE manga, is now a full-color comic with original illustrations!!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a29bd145-116e-49c8-bc2f-b15857299304",
    "title": {
      "en": "Legend of the Galactic Heroes"
    },
    "updatedAt": "2024-04-17T17:46:17+00:00",
    "coverArt": "https://mangadex.org/covers/a29bd145-116e-49c8-bc2f-b15857299304/eae99617-65fd-4b23-a86e-100ac129a7e5.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu (Fujisaki Ryu)"
      },
      {
        "es": "La Leyenda de los Héroes de la Galaxia (Fujisaki Ryu)"
      },
      {
        "fr": "Les Héros de la Galaxie"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ru": "Легенда о героях Галактики (Фудзисаки Рю)"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      },
      {
        "id": "Legenda Pahlawan Galaksi (Fujisaki Ryu)"
      },
      {
        "en": "Legend of the Galactic Heroes (Fujisaki Ryu)"
      }
    ],
    "description": {
      "en": "New adaptation of the novel.  \n  \nThe story is staged in the distant future within our own Milky Way Galaxy, approximately in the late 36th century. A portion of the galaxy is filled with terraformed worlds inhabited by interstellar traveling human beings. For 150 years two mighty space powers have intermittently warred with each other: the Galactic Empire and the Free Planets Alliance. Within the Galactic Empire, based on mid 19th century Prussia, an ambitious military genius, Reinhard von Müsel, later conferred Reinhard von Lohengramm, is rising to power. He is driven by the desire to free his sister Annerose, who was taken by the Kaiser as a concubine. Later, he wants not only to end the corrupt Goldenbaum dynasty but also to defeat the Free Planets Alliance and to unify the whole galaxy under his rule.  \n  \nIn the Free Planets Alliance Star Fleet is another genius, Yang Wen Li. He originally aspired to become a historian through a military academy, and joined the tactical division only out of need for tuition money. He was rapidly promoted to an admiral because he demonstrated excellence in military strategy in a number of decisive battles and conflicts. He becomes the archrival of Reinhard, though they highly respect one another. Unlike Reinhard he is better known for his underdog victories and accomplishments in overcoming seemingly impossible odds and mitigating casualties and damages due to military operations.  \nAs a historian, Yang often predicts the motives behind his enemies and narrates the rich history of his world and comments on it. One of his famous quotes is: \"There are few wars between good and evil; most are between one good and another good.\"  \n  \n\n\n---",
      "ru": "Новая экранизация романа.  \nИстория человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/e08cd064-7b50-44c9-ab17-fdb353858766.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2339a5d4-9328-41dc-8cae-1a66d55113a8",
    "title": {
      "en": "Satsukare"
    },
    "updatedAt": "2024-04-15T21:50:23+00:00",
    "coverArt": "https://mangadex.org/covers/2339a5d4-9328-41dc-8cae-1a66d55113a8/3b911900-7045-4eb4-b754-97b24e9f6888.jpg",
    "altTitles": [
      {
        "ja": "殺彼―サツカレ―"
      }
    ],
    "description": {
      "en": "Yūta Kiryū is an abusive man who raises his hands to women. One day when they're on a date, Yūta shows violence toward his girlfriend as usual, but unexpectedly, life is turned around in an instant. His girlfriend dies and while fleeing the scene, he encounters a group of serial murderers. He finds himself repelled by their \"values\" but is nonetheless pulled into their world. The manga features an array of criminal types including men who commit domestic violence, a murderer-rapist, a cannibal, and a necrophiliac. Who do you want to be killed?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "58"
  },
  {
    "mangaId": "84bab9b6-b5c1-40e2-a9ce-0664e519b177",
    "title": {
      "en": "Takemitsu Zamurai"
    },
    "updatedAt": "2024-05-07T16:07:09+00:00",
    "coverArt": "https://mangadex.org/covers/84bab9b6-b5c1-40e2-a9ce-0664e519b177/ec640bb2-022e-431b-a46a-294b32b01c1f.jpg",
    "altTitles": [
      {
        "en": "Bamboo Samurai"
      },
      {
        "tr": "Bambu Kılıçlı Samuray"
      },
      {
        "ja-ro": "Takemitsuzamurai"
      },
      {
        "ja": "竹光侍"
      }
    ],
    "description": {
      "en": "Early one New Year's morning, the rounin Senou Souichirou appears in Edo's Katagi tenements.  \n  \nInitially, the inhabitants regard him with fear and suspicion: Kankichi, the carpenter's son, thinks he may not be human; the neighborhood cats remark that he reeks of blood. But soon Souichirou pawns his sword, and, with a bamboo replica at his waist, settles down to a quiet life as the neighborhood school-teacher.  \n  \nMonths pass, and all appears to be well. But trouble will not leave the Katagi tenements alone …  \n  \n---\n- **Won the 15th Osamu Tezuka Cultural Grand Prize in 2011**"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "12e28a8a-cbfe-4e12-bab8-b6fb0b9a59b4",
    "title": {
      "en": "Shinigami ni Sodaterareta Shoujo wa Shikkoku no Tsurugi wo Mune ni Idaku"
    },
    "updatedAt": "2024-05-05T21:15:07+00:00",
    "coverArt": "https://mangadex.org/covers/12e28a8a-cbfe-4e12-bab8-b6fb0b9a59b4/09960d27-f0a4-42bc-9e2b-c77ac93eec2a.jpg",
    "altTitles": [
      {
        "ja": "死神に育てられた少女は漆黒の剣を胸に抱く"
      },
      {
        "zh": "被死神抚养的少女怀抱漆黑之剑"
      },
      {
        "ko": "사신에게 길러진 소녀는 칠흑의 검을 가슴에 품는다"
      },
      {
        "en": "Death's Daughter and the Ebony Blade"
      },
      {
        "en": "The Little Girl Raised by Death Holds the Sword of Death Tight"
      }
    ],
    "description": {
      "en": "Olivia is just a baby when the mysterious Z finds her at a temple in the depths of the Forest of No Return. From that day on, the temple becomes her home and Z her family. Z, a god of death, educates her in the ways of the world, in combat, and in the long-forgotten arts of magic—right up until the day Z disappears. \n\nOlivia leaves the forest for the first time in search of Z with its ebony blade in hand. Out in the wider world, all is not well. A bitter war rages between the Asvelt Empire and the Kingdom of Fernest, and Fernest is losing badly. When Olivia shows up on Fernest’s doorstep with a sack of imperial heads looking to volunteer, the royal army happily welcomes her into its ranks. Thanks to Z’s training, she quickly proves herself as a ferocious warrior. In fact, she might be just what Fernest needs to turn the tide of the war...but will they accept her lack of people skills and disregard for discipline? And will she ever see Z again?\n\n[Official English Light Novel](https://j-novel.club/series/death-s-daughter-and-the-ebony-blade)",
      "pt": "No fundo de um santuário esquecido dentro da floresta, um bebê é encontrado por figuras sombrias, os deuses da morte. Um deles, Zett, a pegou para usá-la como \"objeto de observação\" contra o desejo de seus irmãos de comer sua alma. Zett lhe deu vários conhecimentos e a treinou para lutar. Até que um dia ele de repente desapareceu, deixando-lhe uma carta e uma espada negra. Então, tendo crescido, Olivia saiu em busca de Zett. Esta é a história de Olivia Valedstorm, a garota criada pela morte, enquanto muda o curso da guerra com seu temido título de Shinigami."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-05-11T23:47:04+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/a429e4f9-59dc-42c4-945f-6ff6f6477dba.png",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b91ff650-4a5b-4f61-b69e-f1bff762e76e",
    "title": {
      "en": "Dogeza de Tanondemita"
    },
    "updatedAt": "2024-05-12T20:01:23+00:00",
    "coverArt": "https://mangadex.org/covers/b91ff650-4a5b-4f61-b69e-f1bff762e76e/d3303af9-de83-4627-b39b-bf047f668add.png",
    "altTitles": [
      {
        "id": "Aku Mencoba Meminta Sambil Dogeza"
      },
      {
        "en": "I Tried Asking In Dogeza"
      },
      {
        "ja": "土下座で頼んでみた"
      },
      {
        "ko": "도게자로 부탁해봤다"
      }
    ],
    "description": {
      "en": "From the author of Addicted to Curry and Youkai Shoujo - Monsuga:  \nThe Twitter comic that is generating buzz on Twitter!   \n  \nIn the case of women who find it hard to give rejection, would they listen even to indecent requests, if done in dogeza?!  \nThe chests and undies of those women you could enjoy seeing before, now in full color publication!!\n\n---\n**Notes:**\n- The Twitter and tankobon \"numberings\" are different.",
      "fr": "Manga traitant d'un homme, qui fait la position dite \"Dogeza\" afin que les filles veulent bien lui montrer leurs poitrine, ou leurs culotte.  \n\n\n---",
      "id": "Cerita seorang lelaki yang melakukan Dogeza (Bersujud hormat ala Jepang) yang membuat para gadis sulit untuk menolak, bahkan untuk permintaan-permintaan aneh sekalipun?!  \n\n\n---",
      "pt": "Realmente é dificil para mulheres rejeitar? Elas aceitariam até pedidos indecentes se feito em Dogeza?",
      "pt-br": "Realmente é dificil para mulheres rejeitar? Elas aceitariam até pedidos indecentes se feito em Dogeza?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-04-21T18:59:42+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/b7adac26-f37c-4bc0-8a20-c0123b31dd9a.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "en": "The Mikadono Sisters Are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]