[
  {
    "mangaId": "4897d49a-66ea-4b4f-92e6-693d0b541eff",
    "title": {
      "en": "A Dog Lives in the Imperial Palace Garden"
    },
    "updatedAt": "2024-04-21T01:15:27+00:00",
    "coverArt": "https://mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/5aaac47a-42e8-4868-a57b-3a57456e88b9.jpg",
    "altTitles": [
      {
        "ko": "황궁의 정원에는 개가 산다"
      },
      {
        "en": "In the Doghouse"
      },
      {
        "en": "A Dog Lives in the Garden of the Imperial Palace"
      },
      {
        "de": "Im Palastgarten lebt ein Hund"
      },
      {
        "fr": "Le caniche du jardin impérial"
      },
      {
        "es": "Un perro vive en el jardín imperial"
      },
      {
        "th": "เปิดข้อเสนอลับ วิวาห์ร้าย"
      },
      {
        "zh-hk": "住在皇宮庭院裡的狗"
      }
    ],
    "description": {
      "en": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
      "id": "Keluarga Devon terlilit hutang dan berada di ambang kebangkrutan. Tentu saja ini bukan salahnya, tapi Courtney Devon selalu digambarkan sebagai penjahat di keluarganya. Namun, keluarga tersebut berada dalam kesulitan dan mereka harus melakukan sesuatu, apa saja, untuk mengumpulkan sejumlah uang dan keluar dari situasi ini. Namun suatu hari, datang kabar dari Istana Kekaisaran bahwa Yang Mulia putra mahkota telah memutuskan untuk menjadikan Courtney sebagai putri mahkota. Tampaknya seorang pangeran pada umumnya, Yang Mulia sebenarnya adalah pembuat onar dengan sisi gelap. Apakah pengaturan ini akan menyelesaikan masalah Courtney Devon atau justru semakin memperumit masalah? Akankah cinta melawan segala rintangan berkembang atau akankah seseorang berakhir di rumah anjing...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f286c34-90aa-40fa-acaa-c45f75a8af07",
    "title": {
      "en": "Monster Soul"
    },
    "updatedAt": "2024-10-03T06:28:23+00:00",
    "coverArt": "https://mangadex.org/covers/9f286c34-90aa-40fa-acaa-c45f75a8af07/96f1024a-afb1-44a5-9bfd-e5ba6677d0ac.jpg",
    "altTitles": [
      {
        "ja": "モンスター ソウル"
      },
      {
        "zh-hk": "獸魂"
      }
    ],
    "description": {
      "en": "The tale of Monster Soul takes place in Elfenland, which is inhabited by both humans and monsters. The main characters are a group of monsters called the Black Airs. The Black Airs is recorded as the strongest group of the monster forces in the great war between the humans and monsters.",
      "pt-br": "Monster Soul se passa em Elfenland, uma terra habitada por homens e monstros, onde um grupo de monstros chamados Black Airs, considerado os mais fortes dentre os monstros, vivem e tentam conviver no meio da guerra entre monstros e humanos."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "5d595216-04f9-42f9-86c8-cbd960fa0ea0",
    "title": {
      "en": "Bunny Girl and the Cult"
    },
    "updatedAt": "2024-01-28T19:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/5d595216-04f9-42f9-86c8-cbd960fa0ea0/8781e397-9ef7-4a5d-86f1-53de845c410a.jpg",
    "altTitles": [],
    "description": {
      "en": "Strange bunny girls have been appearing all over the city, attempting to recruit people into a mysterious cult known as \"The Warren Divine\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdf75cd8-4e87-4bde-a430-44ea174cc035",
    "title": {
      "en": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken o Zenbu Ubawareru Hanashi"
    },
    "updatedAt": "2024-11-01T07:05:48+00:00",
    "coverArt": "https://mangadex.org/covers/cdf75cd8-4e87-4bde-a430-44ea174cc035/e7e1f348-e23f-4208-a9f9-7e0c177cf84f.jpg",
    "altTitles": [
      {
        "ja": "性悪天才幼馴染との勝負に負けて初体験を全部奪われる話"
      },
      {
        "ja-ro": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken wo Zenbu Ubawareru Hanashi"
      },
      {
        "th": "เรื่องราวของการพ่ายแพ้การแข่งขันให้กับเพื่อนสมัยเด็กอัจฉริยะตัวร้ายผู้คอยพรากประสบการณ์ครั้งแรกทุกอย่างไป"
      },
      {
        "zh": "败给了性格恶劣的天才青梅，初体验全部被夺走这件事"
      },
      {
        "zh-hk": "敗給了性格惡劣的天才青梅，初體驗全部被奪走這件事"
      },
      {
        "en": "How I Lose Bets With My Sadistic Gifted Childhood Friend and She Steals All of My Firsts"
      }
    ],
    "description": {
      "en": "A twisted girls' love story featuring: A devilish girl hiding behind the mask of an honor student x An ordinary girl who hates losing.\n\nWakaba Yoshizawa has a childhood friend named Komaki Umezono.\n\nThis girl wore the mask of an honor student with good morals who's blessed with both beauty and brains, but in reality she's an evil genius who looked down on people. For the sake of regaining the dignity she lost to Komaki, Wakaba challenges her to a match, but Komaki tells her \"Each time I win, I will take one precious thing from you.\" as a condition!? Every time she loses to the girl she \"hates\", her true feelings get exposed.\n\n(Source: Young Ace Up)",
      "ja": "「嫌い」な彼女に負けるたび、曝け出されるホントの気持ち――。\n\n吉沢わかばの幼馴染、梅園小牧。彼女は、品行方正で才色兼備な優等生の仮面を被った、人を見下す性悪女だった。そんな小牧に奪われた尊厳を取り戻すため、彼女に勝負を挑むわかばだったが、「私が勝ったらわかばの大事なものを一つずつ奪う」という条件をつけられて――!?ファーストキスに始まり、一つ一つ「尊厳」を奪われていく中で、小牧に抱く気持ちが「嫌い」だけでないことに気付きーー？",
      "th": "อุเมะโซโนะ โคมากิ เพื่อนสมัยเด็กของ โยชิซาวะ วาคาบะ เธอสวมหน้ากากนักเรียนดีเด่นทั้งที่เป็นผู้หญิงชั่วร้าย ที่ชอบดูถูกผู้คน เพื่อกอบกู้ศักดิ์ศรีที่โคมากิแย่งชิงไปจากเธอ วาคาบะ จึงต้องแข่งขันกับเธอ โดยมีเงื่อนไขว่าถ้าชนะ เธอจะพรากสิ่งสำคัญหนึ่งอย่างของวาคาบะไป...!? \"ฉันเกลียดเธอ!\" ถึงจะเป็นแบบนั้น ทุกครั้งที่พ่ายแพ้ความรู้สึกที่แท้จริงก็ค่อย ๆ ถูกเปิดเผยออกมา",
      "es-la": "¡Una distorsionada historia de amor entre la estudiante modelo con una máscara demoníaca y la chica común que no se rinde!\n\nWakaba Yoshizawa, la amiga de la infancia de Wakaba, Komaizumi Komaki. Ella era una chica malvada que llevaba una máscara de estudiante modelo perfecta y talentosa, que miraba por encima del hombro a los demás. Wakaba desafía a Komaki para recuperar su dignidad que le fue arrebatada, pero se le pone una condición: \"Si gano, tomaré una cosa importante de Wakaba una por una\" ¡Cada vez que pierde contra ella, revela sus verdaderos sentimientos! ¡Una emocionante historia de amor entre chicas que ganó el Premio de Oro en el 28vo Concurso Sneaker Award, ahora en formato de cómic!",
      "pt-br": "Uma história de amor distorcida entre garotas: uma garota diabólica escondida por trás da máscara de uma estudante exemplar x uma garota comum que odeia perder.\n\nWakaba Yoshizawa tem uma amiga de infância chamada Komaki Umezono.\n\nEssa garota usava a máscara de uma estudante exemplar com boas virtudes, abençoada com beleza e inteligência, mas na realidade ela é uma gênio do mal que despreza as pessoas. Para recuperar a dignidade perdida para Komaki, Wakaba desafia-a para um duelo, mas Komaki lhe diz: \"Cada vez que eu ganhar, vou tirar algo precioso de você.\" como condição!? Cada vez que ela perde para a garota que \"odeia\", seus verdadeiros sentimentos são expostos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df6c5911-aeca-4f88-8e0b-d9fa013426b9",
    "title": {
      "en": "I Created a Salvation Organization"
    },
    "updatedAt": "2024-11-05T04:30:18+00:00",
    "coverArt": "https://mangadex.org/covers/df6c5911-aeca-4f88-8e0b-d9fa013426b9/224f6d99-1674-47b0-a8c8-7f48fde8e8fc.png",
    "altTitles": [
      {
        "zh": "我打造了救世组织"
      }
    ],
    "description": {
      "en": "He got a doomsday salvation system. As long as he saves the world, he can have everything. He recruited top talents to build the Pan-Human Principle Guardian Association. He descended into the doomsday worlds as the guardian of human principles, allowing the whole world to admire him and worship him as a god. The ultimate natural disaster. The mutation frenzy. The whisper of the evil god. Thus, a huge organization spanning many worlds, taking the protection of human principles as its own responsibility and saving civilization from the fate of destruction, gradually appeared in the eyes of the world."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0935af3d-2659-43f7-97f9-4cc2402fad58",
    "title": {
      "en": "Lord Magear no Deshi"
    },
    "updatedAt": "2024-12-05T21:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/0935af3d-2659-43f7-97f9-4cc2402fad58/f5d7d4f4-1307-417b-b409-aa19945402fd.jpg",
    "altTitles": [
      {
        "ja": "ロードマギアの弟子"
      }
    ],
    "description": {
      "ja": "幼い頃、超高位魔術師・クオンに命を救われた傭兵の少年・ガルは魔術師を討伐する騎士団への従軍の仕事を請け負う。しかし魔術師の元へ向かう途中で騎士団は魔術師に見つかり戦闘となる。圧倒的な力を持つ敵魔術師を前にガルは…！！そしてなぜかその後ガルはクオンの弟子になることに…！？魔法を使えず魔法に興味もない傭兵の少年と世界でも指折りの魔術師が師弟（？）となり織りなす剣と魔法の冒険ファンタジー！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7d7219c-a12b-484f-b29d-6013beac61b2",
    "title": {
      "en": "Random Chat"
    },
    "updatedAt": "2024-11-28T19:01:57+00:00",
    "coverArt": "https://mangadex.org/covers/e7d7219c-a12b-484f-b29d-6013beac61b2/5cbec9cf-9f3e-4824-938d-4a7ac98f950f.jpg",
    "altTitles": [
      {
        "pl": "Dziewczyna z RanCzatu!"
      },
      {
        "en": "Random Chat"
      },
      {
        "en": "Random Chatting"
      },
      {
        "ko-ro": "Random Chatting-ui Geunyeo!"
      },
      {
        "en": "The girl from Ranchat"
      },
      {
        "ru": "Девушка из анонимного чата!"
      },
      {
        "zh": "匿名女孩!"
      },
      {
        "ko": "랜덤채팅의 그녀!"
      },
      {
        "en": "The Girl from Random Chatting!"
      }
    ],
    "description": {
      "en": "Joonwoo hates school and has trouble making friends. The only time he's happy is when he's talking to strangers on the Random Chatting phone app. That's how Joonwoo ends up befriending a girl on RanChat who turns out to be his classmate Sungah but she has no idea about it! Will Joonwoo be able to fight his social anxiety and become closer to her in real life?  \n\n---\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=3166015)\n- Promotional video - [YouTube](https://youtu.be/YmCRdVGAOPk)\n- Songs accompanying the chapters - [YouTube](https://www.youtube.com/channel/UCoEbYVmn3Vy_q874VMUq41Q/video)",
      "ja": "[Official Japanese](https://manga.line.me/product/periodic?id=Z0000295)",
      "ko": "[Alternate Korean Source - Naver Series](https://series.naver.com/comic/detail.series?productNo=3166015)",
      "th": "[Official Thai](https://m.webtoons.com/th/drama/the-girl-from-the-random-chat/list?title_no=1251&webtoon-platform-redirect=true)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "351"
  },
  {
    "mangaId": "7e538d58-7927-41fa-af10-9b13a743977b",
    "title": {
      "en": "The Even Bigger Island of Giant Insects"
    },
    "updatedAt": "2024-12-14T02:20:51+00:00",
    "coverArt": "https://mangadex.org/covers/7e538d58-7927-41fa-af10-9b13a743977b/7520f989-0003-463d-9d2f-e89b10868788.jpg",
    "altTitles": [
      {
        "ja": "大巨蟲列島"
      },
      {
        "ja-ro": "Die Kyochuu Rettou"
      },
      {
        "ja-ro": "Dai Kyochuu Rettou"
      },
      {
        "en": "The Island of Giant Insects, Die"
      },
      {
        "vi": "Siêu Đảo Côn Trùng"
      }
    ],
    "description": {
      "en": "New enemies, new bugs and an even bigger island.",
      "ja": "辰野神島へと脱出した睦美たちは天空を制圧するトンボに追いつめられる!",
      "vi": "Mutsumi và những người bạn của cô đã thành công đến được đảo Tatsuno Oshima, nơi mà người dân vẫn đang vui vẻ tổ chức lễ hội... Và rồi đúng như những gì Mutsumi đã đoán trước những con côn trùng khổng lồ đã bắt đầu âm thầm tấn công người dân. Để tránh thảm kịch như các hòn đảo trước thì Mutsumi và các bạn của cô sẽ làm gì đây?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ee7069-23b4-493c-bc44-34ccbf3051a8",
    "title": {
      "en": "Tomo-chan wa Onna no ko!"
    },
    "updatedAt": "2024-08-24T18:41:58+00:00",
    "coverArt": "https://mangadex.org/covers/76ee7069-23b4-493c-bc44-34ccbf3051a8/cfac7a67-3c4b-4b29-8599-bad47613185c.jpg",
    "altTitles": [
      {
        "es": "¡Tomo-chan es una chica!"
      },
      {
        "ca": "La Tomo és una noia!"
      },
      {
        "tl": "Si Tomo-chan ay babae!"
      },
      {
        "ja": "Tomo Chan ha Onnanoko!"
      },
      {
        "sv": "Tomo-chan är en tjej!"
      },
      {
        "pt": "Tomo-chan é uma Garota!"
      },
      {
        "it": "Tomo-chan è una ragazza!"
      },
      {
        "tr": "Tomo-chan da kız!"
      },
      {
        "no": "Tomo-chan er en jente!"
      },
      {
        "da": "Tomo-chan er en pige!"
      },
      {
        "fr": "Tomo-chan est une fille !"
      },
      {
        "en": "Tomo-chan Is a Girl!"
      },
      {
        "id": "Tomo-chan Itu Perempuan!"
      },
      {
        "ru": "Томо-тян — девушка!"
      },
      {
        "ja": "トモちゃんは女の子!"
      },
      {
        "ko": "토모짱은 여자아이!"
      }
    ],
    "description": {
      "en": "Tomo Aizawa was able to successfully confess to her crush Junichirou Kubota. There is only one problem: He just sees her as his buddy. He thought that she was a boy until they went to middle school together, because her grade school was in a different school district."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "953"
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-12-22T07:12:37+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/af51e268-4b84-4d74-94d2-bf6e6525d7cb.jpg",
    "altTitles": [
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      },
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "zh": "恋人手中四叶草"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b76c5d04-cc45-4f3f-a4b5-29ab8758c480",
    "title": {
      "en": "Shinitagari no Fukushuusha"
    },
    "updatedAt": "2024-10-29T19:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/b76c5d04-cc45-4f3f-a4b5-29ab8758c480/9294a9dd-a74d-4b6f-9328-43d820cf0dbc.jpg",
    "altTitles": [
      {
        "ja": "死にたがりの復讐者"
      },
      {
        "en": "Almost Immortal"
      },
      {
        "en": "Deathly Revenge"
      }
    ],
    "description": {
      "en": "A high school girl, Shizuku, who despairs of living after being bullied at school and sexually abused at home, attempts to commit suicide at a deserted shrine, where she is cursed with immortality by an eerie raven. \n\nUnable to even die, Shizuku decides to use her immortal body to inflict deathly retribution on her tormentors.\n\n A revenge drama about a high school girl with a different power in her hands!",
      "ja": "学校ではいじめ、家庭では性的虐待を受けて生きることに絶望した女子高生・雫は寂れた神社で自殺を図るが、そこで雫は不気味な烏に不死の呪いをかけられる。\n\n死ぬことすらできなくなった雫は、不死のからだを使っていじめた奴らに死の報復を与えると決意する。\n\n異能を手にした女子高生の復讐劇!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-14T00:39:30+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c408ec80-586a-4d87-8bbc-e5e8d17a3898",
    "title": {
      "en": "My Intern Bullied Me Again!"
    },
    "updatedAt": "2024-12-02T05:36:33+00:00",
    "coverArt": "https://mangadex.org/covers/c408ec80-586a-4d87-8bbc-e5e8d17a3898/331fe865-0044-4346-901e-b9bcd1c6c096.jpg",
    "altTitles": [
      {
        "zh": "又被后辈下克上"
      },
      {
        "zh-ro": "You Bei Houbei Xia Ke Shang"
      },
      {
        "zh-ro": "Yòu Bèi Hòubèi Xià Kè Shàng"
      },
      {
        "en": "I've Been Defeated by The Younger Generation Again"
      },
      {
        "en": "I Was Beaten Down By The Younger Generation Again"
      }
    ],
    "description": {
      "en": "Referred to as “The Cobra” by her employees, art director Lu Meihe appears to most as a strict and callous boss but she is actually rather innocent at heart. She has a secret crush on her intern Lin Wenjing, but because of her public image, she cannot express her feelings openly and instead pours them into the sketchbook she always carries with her. One day, she accidentally leaves the sketchbook behind only for it to be discovered by Lin Wenjing. Lu Meihe soon realizes that while Lin Wenjing may seem gentle and carefree, she may actually be hiding a secret persona of her own. Today my intern bullied me again, I’m so happy I don’t know what to do!",
      "zh": "被下属称呼为“眼镜蛇”的美术组长吕美合是个外表严苛内心纯情的人。她暗恋组内实习生林文静，然而碍于形象和人设，无法自然地表达自己的情谊，只能将自己的情感寄托于随身携带的素描本。 一次意外，素描本的秘密被当事人发现，吕美合才知道，看似温柔随性的林文静，似乎人后性格不文静啊…… 今天又被后辈欺负了，太幸福了，怎么办？"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "105"
  },
  {
    "mangaId": "47c8e8a2-97fc-415e-aa78-f02b276612e2",
    "title": {
      "en": "Sore wa Rei no Shiwaza desu"
    },
    "updatedAt": "2024-09-22T15:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/47c8e8a2-97fc-415e-aa78-f02b276612e2/c67e3138-feb4-4522-b4b9-bd279435950c.jpg",
    "altTitles": [
      {
        "id": "Ini Pasti Kerjaan Tuh Setan"
      },
      {
        "en": "It's the work of the Ghost"
      },
      {
        "pl": "To jest sprawka ducha"
      },
      {
        "ja": "それは霊のしわざです"
      },
      {
        "zh": "那是幽灵搞的鬼"
      },
      {
        "ko": "그건 유령의 짓이예요"
      },
      {
        "hi": "അത് പ്രേതത്തിന്റെ പ്രവർത്തനമാണ് (Malayalam)"
      },
      {
        "hi": "यह भूत का काम है (Hindi)"
      },
      {
        "hi": "இது ஆவியின் வேலை (Tamil)"
      },
      {
        "th": "รักนี้ผีจัดให้"
      }
    ],
    "description": {
      "en": "My name is Torii Nozomu, a plain introvert. Suddenly a new transfer student, Kirishima Kyoko, sits next to me. She's cute, kind, and for some reason she proactively talks to me, even though I'm a nerd! A true saint. Yet I want to get involved with her as little as possible because she's haunted by a \"ghost\" that only I can see! She's a little naughty, extremely pure and, in some cases, horrifying! Will I ever find a way to handle her?",
      "fr": "Je m'appelle Torii Nozomi. Un jour, une nouvelle fille est arrivée dans ma classe. Elle est très jolie, mais le problème c'est qu'elle est suivie par un fantôme (très taquin) que je suis le seul à voir !",
      "ja": "地味で目立たない陰キャな僕、鳥居望(とりいのぞむ)。そんな僕の隣に席に転校生の霧島京子(きりしまきょうこ）ちゃんがやってきた。可愛くて優しくて、なぜか陰キャな僕にも積極的に話しかけてくれる「ぐう聖」な京子ちゃん！…だけど僕はなるべく彼女にかかわりたくない。だって、彼女には僕にだけ見える“霊”が憑いてるんだ！！！！――ちょっとエッチで、とびきりピュアで、ところによりホラー！？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "57.5"
  },
  {
    "mangaId": "0fe91d96-738a-4fec-b518-d00c20e85a89",
    "title": {
      "en": "Rockman-san"
    },
    "updatedAt": "2024-11-03T01:08:09+00:00",
    "coverArt": "https://mangadex.org/covers/0fe91d96-738a-4fec-b518-d00c20e85a89/21e73da7-d110-4aae-bb84-3e532e5d7d69.jpg",
    "altTitles": [
      {
        "en": "Mr. Rockman"
      },
      {
        "ar": "السيد روكمان"
      },
      {
        "ja": "ロックマンさん"
      },
      {
        "en": "Rockman Adulthood"
      },
      {
        "en": "Mega Man-san"
      }
    ],
    "description": {
      "ar": "بعد انتهاء القتال مع وايلي روكمان يخوض معركة جديدة كطبيب اسنان في العالم الحقيقي",
      "en": "Much time has passed since his battle with Dr. Wily, and Rockman has grown up in a peaceful world. Working as a dentist at the dental clinic opened by Dr. Right, Rockman struggles in his daily life with the allies he once fought with!",
      "ja": "Dr.ワイリーとの戦いから月日が経ち、ロックマンは平和な世の中で大人になった。ライト博士が開業した歯科医院で歯科医として働くロックマンは、かつて戦いを繰り広げた“仲間”とともに日々の生活で奮闘する!!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "44"
  },
  {
    "mangaId": "3d7e59b3-38a5-4d8c-b94d-5dcf56abfea4",
    "title": {
      "en": "GTO: Paradise Lost Kai"
    },
    "updatedAt": "2024-12-09T21:27:55+00:00",
    "coverArt": "https://mangadex.org/covers/3d7e59b3-38a5-4d8c-b94d-5dcf56abfea4/f79d650c-0fb9-41ae-beb0-b016f816cbcd.png",
    "altTitles": [
      {
        "ja": "GTO パラダイス・ロスト"
      },
      {
        "en": "GTO: Paradise Lost - Renewed"
      }
    ],
    "description": {
      "en": "The next stage for Great Teacher Onizuka Eikichi is a prison! \n\nArrested due to an incident caused in his class, one that he was made assistant teacher of only six months ago! A newly established performing arts class at Kissho Academy High School, created for students who work in various media industries! Onizuka, who says he has no regrets whatsoever, quietly begins to tell the truth of the incident in prison. \n\nAt last the decades-spanning story of Eikichi Onizuka comes to a dramatic conclusion!\n\n*This is the continuation of the GTO: Paradise Lost story under a new name as the author changed publishers. The content is the same as the Young Magazine serialization \"GTO Paradise Lost\" up until episode 99, but there will be additions and corrections from that point on."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "191"
  },
  {
    "mangaId": "7abcae6c-5703-4f3f-b8ab-54bbf437afac",
    "title": {
      "en": "Kyatapi Land"
    },
    "updatedAt": "2024-12-01T15:20:56+00:00",
    "coverArt": "https://mangadex.org/covers/7abcae6c-5703-4f3f-b8ab-54bbf437afac/55166949-7c94-4eef-b819-d90747adb7f7.jpg",
    "altTitles": [
      {
        "ja": "きゃたぴランド"
      }
    ],
    "description": {
      "en": "Violence!!!! Shootouts!!!! Zombies!!!! Electricity!!!! An office life comedy with no straight man begins."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05f282b4-5010-48ff-8729-90059e90de57",
    "title": {
      "en": "Mamahaha no Tsurego ga Moto Kanodatta"
    },
    "updatedAt": "2024-10-30T15:07:46+00:00",
    "coverArt": "https://mangadex.org/covers/05f282b4-5010-48ff-8729-90059e90de57/5022896e-f5d3-4eb7-a12b-ee6bcea8ac3a.jpg",
    "altTitles": [
      {
        "ja": "継母の連れ子が元カノだった"
      },
      {
        "en": "My Stepmom's Daughter Is My Ex"
      },
      {
        "en": "My Stepmom's Daughter was My EX-Girlfriend"
      },
      {
        "pt-br": "A Filha da minha Madrasta era minha ex-Namorada."
      },
      {
        "ru": "Дочь моей мачехи - моя бывшая девушка"
      },
      {
        "es-la": "La hija de mi madrastra es mi ex-novia."
      }
    ],
    "description": {
      "en": "A certain boy and girl in middle school became lovers, flirted with each other, disagreed on trivial things, became more frequently irritated with each other rather than excited… and ended up breaking up on graduation. And so, the two of them, Irido Mizuto and Ayai Yume, wound up meeting each other in the most unexpected fashion.\n\n\"Isn’t it obvious that I’m the elder brother.\" \"Isn’t it obvious that I’m the elder sister.\"\n\nThe children of the partner of their parent’s remarriage was their ex-lover!? The former couple, mindful of their parent’s feelings, decided on a ‘sibling rule’ where the one takes conscious of the other as the opposite sex loses, but— When they encounter each other in the bathroom, commute to and from school together... along with the memories of the past and living under the same roof, just how do they disregard each other!?  \n\n---\n\n- [Official Twitter](https://twitter.com/tsurekano)\n- [Light Novel](https://j-novel.club/series/my-stepmom-s-daughter-is-my-ex) - English translation at J-Novel Club.",
      "ja": "まだお互いに、好き同士。そんな元カップルが――親の再婚できょうだいに!?　第3回カクヨムWeb小説コンテスト大賞受賞の人気ノベルをコミカライズ！ 一つ屋根の下で繰り広げられる、ひたすらに甘くて焦れったい悶絶ラブコメ！",
      "ru": "Эта история о парне и девушке, которые влюбились друг в друга ещё в средней школе. Тем не менее, со временем их любовь превратилась во взаимное раздражение, что привело к их расставанию после окончания школы…  \nНо кто бы мог подумать, что судьбы Иридо Мизуто и Айя Юмэ пересекутся вновь при самых неожиданных для них обстоятельствах… Теперь они вынуждены жить под одной крышей, изображая для своих родителей сводного брата и сестру.   \nНо оставаясь наедине и предаваясь воспоминаниям о прошлом… Смогут ли они сдержаться и не поддаться своему соблазну?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2a01e38-1c0d-4e4b-a9ae-21d119e8b326",
    "title": {
      "en": "Demon King of the Royal Class"
    },
    "updatedAt": "2024-06-22T22:14:39+00:00",
    "coverArt": "https://mangadex.org/covers/d2a01e38-1c0d-4e4b-a9ae-21d119e8b326/a7f4a5a1-c0ab-4594-b12f-bfe2d63ee660.jpg",
    "altTitles": [
      {
        "ko": "마왕은 학원에 간다"
      },
      {
        "en": "The Demon Prince Goes to the Academy"
      },
      {
        "es-la": "El Principe Demonio va a la Academia"
      },
      {
        "zh-hk": "魔王去上學"
      },
      {
        "zh": "魔王在学校的生活"
      },
      {
        "ja": "魔王様は学園に行く"
      }
    ],
    "description": {
      "en": "Upon dying, the author of \"The Demon King is Dead\" is given two choices: go to hell or be reborn in his novel and survive till the end.\n\nThe problem? He's reborn as Baalier Junior, a weak demon prince, after his realm was conquered! To make things worse, his attempt to escape somehow gets him enrolled as a student of the Royal Class in Gradias Temple, a prestigious human school.\n\nIn the midst of plotlines and political schemes, can this author keep his identity a secret and reach a happy ending?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2024-09-24T19:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/3b858175-b8f0-413e-969c-60e1f0adfb1f.png",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      },
      {
        "en": "My Fake Girlfriend's Defending Against Their Attack"
      },
      {
        "en": "My Fake Girlfriends are using me as a Shield"
      },
      {
        "zh-ro": "Wo De Jia Nüyou Zheng Quanli Fangyu Tamen De Jingong"
      },
      {
        "de": "Meine falschen Freundinnen benutzen mich als Schutzschild"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed to by a girl, and in order to reject her, I had to find a fake girlfriend! I didn’t expect that my plan to avoid trouble… would lead to even bigger trouble?! The tsundere \"Vicious Princess\" from the Archery Club, the \"White Fox\" who is adept at teasing, the \"Flower of the Highlands\" with straight black hair, and…a sister with a severe case of brocon! Could my youth romantic comedy be wrong as well too?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1191ee7-3db6-4f30-85ca-949800e88210",
    "title": {
      "en": "My Life as Inukai-san's Dog"
    },
    "updatedAt": "2024-05-18T19:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/a1191ee7-3db6-4f30-85ca-949800e88210/4e15b856-dbd6-4ceb-9113-26f2f0163c9c.jpg",
    "altTitles": [
      {
        "ja-ro": "Inu ni Nattara Suki na Hito ni Hirowareta"
      },
      {
        "ja": "犬になったら好きな人に拾われた。"
      },
      {
        "pt-br": "Minha Vida como o Cachorrinho da Inukai-san"
      },
      {
        "zh": "无意间变成狗，被喜欢的女生捡回家。"
      },
      {
        "zh-hk": "變成狗後被喜歡的人撿回家。"
      }
    ],
    "description": {
      "en": "A little ecchi comedy where you are being kept by a cool, beautiful girl! When you woke up, you found yourself as the pet dog of a girl named Inukai-san! At school, Inukai-san has no expression on her face, but she's a dog lover who loves her dog to pieces! She loves dogs so much that she's going to turn you into a real dog, body and soul! An erotic comedy that makes you stop being human!  \n \n- [Manga Official Twitter](https://twitter.com/inuninattara)",
      "pt-br": "Uma pequena comédia ecchi onde você está sendo cuidado por uma garota legal e bonita! \n\nQuando você acordou, você se viu como o cachorro de estimação de uma garota chamada Inukai-san! Na escola, Inukai-san não tem nenhuma expressão no rosto, mas ela adora cachorros! Ela ama tanto cachorros que vai transformar você em um cão, de corpo e alma! \n\nUma comédia erótica que faz você querer deixar de ser humano!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "65"
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-10-04T14:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/d6ea3b81-bac6-4d2b-8a79-907552fc4557.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      },
      {
        "ru": "Медалистка"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58b09ce2-ea05-405e-8e1c-a9361df9bdd9",
    "title": {
      "en": "The Dawn to Come"
    },
    "updatedAt": "2024-04-08T17:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/58b09ce2-ea05-405e-8e1c-a9361df9bdd9/09bcdb7f-e0ae-49df-b716-29c3db2fbfcb.jpg",
    "altTitles": [
      {
        "ko": "그저 여명일 뿐"
      },
      {
        "ko-ro": "Geujeo Yeomyeong-ilppun"
      },
      {
        "en": "Just Twilight"
      },
      {
        "en": "Just Dawn"
      }
    ],
    "description": {
      "en": "She was like a typhoon. One that carelessly disturbed the season he had been quietly living through. \"Nothing good will come from associating with me.\" \"Why? Because of the rumours about you? I don't care about them.\" Should I protect her, or break her? The night I spent agonising over those innumerable impulses repeated itself after 13 years. It was because of her, whose firsts I wanted to remember. \"A man who runs away after only taking a kiss?\" \"The one... who ran away first was you.\" So you didn't like it? As she looked into my eyes and provoked me with that throat of hers, I would have rather bit and shred it to pieces. \"You... You're good at driving people insane.\" She wasn't something he could avoid in the first place. That was who 'Yun Junyoung' was to him.",
      "id": "Semua hal pertama yang selalu kuingat adalah ketika bersamamu.\n\nDari musim panas pada usia 18 tahun yang aku belum tahu apa-apa, hingga musim panas pada usia 31 tahun ini, yang aku telah mengetahui banyak hal., Namun, pada musim-musim yang berlalu tanpa dirimu itu yang tertanam dalam hatiku hanya ketika bersamamu.\n\n“Tidak ada gunanya bagimu mengenal diriku”\n\nDengan wajah yang tanpa ekspresi, kau mendorongku pergi lagi seperti itu. Tapi kau tidak pernah tahu apa yang aku rasakan selama hari-hari tanpa dirimu. Kemudian sekarang kau ingin membuatku merasakannya lagi. \n\n“Kau bertanya apa aku membutuhkan seorang pria? Apakah kau akan menjadi pria itu jika aku mengiyakan pertanyaanmu?\"\n\nKau harus mengenalku yang berusia 31 tahun ini. Karena saat ini kau sedang memandangku dengan mata yang seolah tidak pernah mengenalku sama sekali. \n\n“Kau ini pandai sekali membuat orang jadi gila.”\n\nKarena selama kau telah ada di sisiku, senja yang temaram pun menjadi begitu hangat menyinari hatiku.",
      "pt-br": "Eles se conheceram no colégio, mas vão se separar e se reencontrar quando forem adultos. Toda primeira vez que quero me lembrar de algo, acabo pensando em você. Do verão de 18 anos, quando não sabia nada, até o verão de 31…. “Ficar perto de mim não vai te fazer nenhum bem.” Você me afastou com cara de choro, mas ainda não sabe o que aguentei naqueles dias incontáveis porque nos aproximamos. Então você está repetindo a mesma futilidade de novo. “Você perguntou se eu precisava de um homem? Se necessário, você será meu?” “Você tem que conhecer meu eu de 31 anos.” “Você é bom em deixar as pessoas loucas.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-12-09T11:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/17f8c157-ae5c-4702-a762-11bc2c8b8c64.jpg",
    "altTitles": [
      {
        "ja": "ワンピース"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "fa": "وان پیس"
      },
      {
        "hi": "वन पीस"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "th": "วันพีซ"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "he": "וואן פיס"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "vi": "Vua Hải Tặc"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "ko": "원피스"
      },
      {
        "te": "వన్ పీస్"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2ba181a-3651-4903-b391-44134a57c144",
    "title": {
      "en": "Isekai de Mizu no Dai Seirei Yattemasu"
    },
    "updatedAt": "2024-11-26T10:27:00+00:00",
    "coverArt": "https://mangadex.org/covers/f2ba181a-3651-4903-b391-44134a57c144/68f7434d-2bfb-47b9-8652-7325d10fe755.jpg",
    "altTitles": [
      {
        "ja": "異世界で水の大精霊やってます。"
      }
    ],
    "description": {
      "en": "When the laid-back high school student Saejima Nagi wakes up from a nap, he finds himself in a lake in another world!? After learning that he is the \"Great Water Spirit\" whose essence is the lake, Nagi uses the power that resides within him to heal those suffering from injuries and illnesses. One day, Nagi is led by a voice calling for help and is summoned by a boy. This encounter will greatly change Nagi's fate...",
      "ja": "のんびり屋の高校生・冴島凪（サエジマ ナギ）が居眠りから目覚めると、異世界の湖になっていた!? 自分が湖を本体とする「水の大精霊」であると知ったナギは、怪我や病で苦しむ者たちを自らに宿る力で癒していく。ある日、ナギは助けを求める声に導かれ、ひとりの少年に召喚される。その出会いが、ナギの運命を大きく変えることになり――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "356de811-ae92-48f1-b93b-cfdf0f8d02e4",
    "title": {
      "en": "Now That We Draw"
    },
    "updatedAt": "2024-11-25T13:19:50+00:00",
    "coverArt": "https://mangadex.org/covers/356de811-ae92-48f1-b93b-cfdf0f8d02e4/e9c47c27-6476-4a82-a3f8-5411cf8f211b.jpg",
    "altTitles": [
      {
        "ja": "描くなるうえは"
      },
      {
        "ja-ro": "Kakunaru Ue wa"
      },
      {
        "ja-ro": "Kakunaru Ue ha"
      },
      {
        "zh": "既然要画恋爱漫画"
      },
      {
        "id": "Rupa Gambar Kita"
      },
      {
        "vi": "Ta Cùng Vẽ Thôi Nào!"
      }
    ],
    "description": {
      "en": "Uehara-kun, who loves 2D, dreams of becoming a comic artist one day! However, his dream is threatened when an editor rejects his work as too boring. The next day, while contemplating giving up on his dream, a gal in his class, Miyamoto Niina, sees his manuscript, and a too-close pseudo-romance for the sake of their comics begins!?",
      "id": "Uehara-kun menyukai karakter 2 dimensi dan mempunyai cita-cita menjadi mangaka! Namun, mimpinya pupus saat seorang editor menolak manga-nya karena bikin ngantuk. Besoknya, dia berencana membuang manga yang ditolak tersebut, namun, salah satu gadis dari kelasnya, Miyamoto Niina, mengetahui manga hasil buatannya, timbulah kisah komedi-romantis yang terjalin dari sebuah manga!",
      "ja": "2次元をこよなく愛する上原くんの夢は漫画家！ ある日、同じクラスのギャル宮本さんに自分の原稿を見られたことで漫画のための距離感近すぎ疑似恋愛、開始!?",
      "vi": "Uehara-kun là một thằng rất thích gái 2D và ước mơ làm hoạ sĩ Manga! Tuy nhiên, giấc mơ của anh ta lại ngay lập tức bị đạp đổ khi bị một biên tập viên nhận xét rằng tác phẩm này nhìn chán chả buồn nói.\n\nTưởng như anh đã định từ bỏ giấc mơ của mình thì một cô gái trong lớp của anh, Miyamoto Niina, nhìn thấy bản phác thảo của cậu ấy và muốn bắt đầu một mối tình tưởng lãng mạn nhưng ai ngờ là giả tạo, để giúp cậu hoàn thành được bộ manga của mình!\n\nMột bộ manga về Mangaka ✖ Romcom tuổi mới lớn!",
      "pt-br": "Uehara-kun, que adora 2D, sonha em se tornar um mangaká um dia! No entanto, seu sonho é ameaçado quando um editor rejeita seu trabalho por considerá-lo muito chato.\n\nNo dia seguinte, enquanto pensa em desistir de seu sonho, uma garota de sua turma, Miyamoto Niina, vê seu manuscrito, e um pseudo-romance muito próximo para o bem de seus mangás começa!?\n\nEsta é uma comédia romântica juvenil de quadrinistas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf7c6c51-7b96-418f-b025-10d3cca71c96",
    "title": {
      "en": "Eiyuu to Majo no Tensei LoveCome"
    },
    "updatedAt": "2024-12-20T00:07:12+00:00",
    "coverArt": "https://mangadex.org/covers/cf7c6c51-7b96-418f-b025-10d3cca71c96/1fee8d1d-d61c-4cf9-876e-977339dd7c4a.png",
    "altTitles": [
      {
        "ja": "英雄と魔女の転生ラブコメ"
      },
      {
        "ja-ro": "Eiyuu to Majo no Tensei Rabu Kome"
      },
      {
        "en": "A Reincarnation Romantic Comedy of a Hero and a Witch"
      },
      {
        "vi": "Chuyện tình lãng mạn và hài hước của Anh Hùng và Phù Thủy chuyển sinh"
      },
      {
        "vi": "Chuyện tình chuyển sinh hài hước của Anh hùng và Phù thuỷ"
      },
      {
        "pt-br": "Uma Comédia Romântica de Reencarnação entre um Herói e uma Feiticeira"
      }
    ],
    "description": {
      "en": "Choose the world or choose her. \n\nOrdinary high school student Shiraishi Godo harbored a \"secret\"  - he possessed memories of a past life. In a world different from this one, he was a \"hero\" who saved humanity. \n\nHowever, that was a story of his past life. \n\nIn this life, he was supposed to lead an ordinary school life—until the arrival of transfer student Mai Shiina turned everything upside down.",
      "ja": "世界を選ぶか、彼女を選ぶか。\n\n平凡な高校生・白石護道には『秘密』があった。それは前世の記憶を持っていること。こことは違う別の世界で、人類を救った『英雄』だった。\n\nとはいえ、あくまで前世の話。\n\n今世ではごく普通の学生生活――のはずだったが、転入してきた少女・椎名麻衣の出現で日々は一変する。",
      "vi": "Shiraishi Godou, một cậu học sinh cao trung bình thường đang có một \"Bí mật\". Đó là cậu vẫn còn ký ức của tiền thế.\nỞ một thế giới khác, Godou đã từng là \"Anh hùng\" giải cứu nhân loại. Tuy là vậy, nhưng đó là chuyện của tiền thế. Ở thế giới hiện tại, cậu chắc là đang trải qua quãng đời học sinh bình thường, vậy mà sự xuất hiện của cô thiếu nữ vừa chuyển trường đến. Shiina Mai đã làm những ngày yên bình của cậu hoàn toàn thay đổi",
      "pt-br": "O estudante comum de ensino médio Shiraishi Godo guardava um \"segredo\", ele possuía memórias de uma vida passada. Em um mundo diferente deste, ele foi um \"herói\" que salvou a humanidade. Mas isso era uma história de sua vida passada. Nesta vida, Godo deveria ter uma vida escolar comum. Isso até a chegada da nova aluna Mai Shiina, que virou tudo de cabeça para baixo. Ela não era apenas uma aluna transferida. Mai era a reencarnação de Celis, a Feiticeira da Calamidade, sua mortal inimiga de vidas passadas. E ela estava lá, não por vingança, mas por algo mais — algo que mudaria o curso da vida de Godo mais uma vez. Agora, ele deve navegar pelas complexidades de suas memórias reencarnadas, sua crescente conexão com Mai e a escolha impossível entre uma vida pacífica e uma cheia de caos mágico."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f422f27-d4af-4ada-aa22-c93bf25a8816",
    "title": {
      "en": "Koko wa Kamogawa Game Seisakusho"
    },
    "updatedAt": "2024-08-30T12:31:47+00:00",
    "coverArt": "https://mangadex.org/covers/6f422f27-d4af-4ada-aa22-c93bf25a8816/911b376a-a4ff-4fe0-afde-12423b88271a.jpg",
    "altTitles": [
      {
        "ja": "ここは鴨川ゲーム製作所"
      },
      {
        "zh": "这里是鸭川游戏制作所"
      }
    ],
    "description": {
      "en": "At his grandmother's vacant house, Yoh happened to find a picture he had drawn as a child.\nThe moment he saw the drawing, lightning struck his body and he was flooded with game ideas one after another.\n\nGather your friends and develop a game from scratch!\nThis is an awkward and endearing drama of adolescent boys and girls set in Kyoto."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "de1ef185-593f-4dc3-b53a-285e75010d70",
    "title": {
      "en": "Sadist Sawamura-San likes Glasses-Kun a bit too much"
    },
    "updatedAt": "2024-12-22T14:23:02+00:00",
    "coverArt": "https://mangadex.org/covers/de1ef185-593f-4dc3-b53a-285e75010d70/0de97b39-1243-4741-8c51-e5117dafeb2b.png",
    "altTitles": [
      {
        "ja": "オリジナル4コマ漫画【メガネ君を好きすぎるドSの沢村さん】"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "542452db-bd1c-4fba-90ee-1213f0bc6718",
    "title": {
      "en": "PEEP"
    },
    "updatedAt": "2024-11-07T22:30:26+00:00",
    "coverArt": "https://mangadex.org/covers/542452db-bd1c-4fba-90ee-1213f0bc6718/1f3cf631-1293-4525-8f5b-30757caf3d95.jpg",
    "altTitles": [
      {
        "ja": "ピープ"
      }
    ],
    "description": {
      "en": "The popular gal who was my childhood friend is secretly uploading provocative selfies!? In his quest to uncover the secret of this popular girl, high school boy Riku discovers that his own deeply hidden emotions were being observed by someone else… A sweet yet suffocatingly intense blend of youth, love, and suspense.",
      "ja": "幼なじみの人気ギャルは、過激な自撮りをアップする裏アカ女子！？人気者の秘密を探ろうとする男子高校生・陸は、逆に自分の隠していた心の底を、別の誰かに覗かれていたことを知る‥‥。溺れるほどに甘く、息もできないほど苦しい、青春×愛憎サスペンス。",
      "es-la": "¿La chica popular que era mi amiga de la infancia está subiendo en secreto provocativos selfies de cosplay?\nEn su búsqueda por descubrir el secreto de esta chica popular, el chico de instituto Riku descubre que sus propias emociones, profundamente ocultas, estaban siendo observadas por otra persona...\n\nUna dulce pero asfixiante mezcla de juventud, amor y suspenso."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0a332db8-47f5-4752-a167-dccbb609181f",
    "title": {
      "en": "Naori wa Shinai ga, Mashi ni Naru"
    },
    "updatedAt": "2023-11-25T09:55:09+00:00",
    "coverArt": "https://mangadex.org/covers/0a332db8-47f5-4752-a167-dccbb609181f/10e68fdc-31d0-4529-bcfa-b042f8401f15.jpg",
    "altTitles": [
      {
        "ja": "なおりはしないが、ましになる"
      },
      {
        "zh": "虽然无法治愈，但是可以改善"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f86def88-af8d-4f82-94d8-057367e0db2a",
    "title": {
      "en": "Hitori de Shinitai"
    },
    "updatedAt": "2024-08-25T06:31:33+00:00",
    "coverArt": "https://mangadex.org/covers/f86def88-af8d-4f82-94d8-057367e0db2a/427a85ae-5ace-489f-a233-04ac9d881e52.jpg",
    "altTitles": [
      {
        "en": "I Want to Die Alone"
      },
      {
        "ja": "ひとりでしにたい"
      },
      {
        "zh": "一个人去死"
      }
    ],
    "description": {
      "en": "A hardworking career woman who never married died alone, found in a miserable state. Her niece, Yamaguchi Narumi (35 and single), who was hit hard by the news shifted from looking for marriage to preparing for her death. She decided that the only way to die alone without bothering anyone and die better is to live the same way. This is the birth of a definitive beautiful human life story about facing love and death in earnest."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a829e1af-d3af-4dba-a536-0e0bb1839b08",
    "title": {
      "en": "Please Become My Sister-in-Law!"
    },
    "updatedAt": "2024-12-22T15:18:10+00:00",
    "coverArt": "https://mangadex.org/covers/a829e1af-d3af-4dba-a536-0e0bb1839b08/e91a63a4-39aa-4f49-a694-3b3c67392fde.jpg",
    "altTitles": [
      {
        "ko": "나의 새언니가 되어주세요!"
      }
    ],
    "description": {
      "en": "So, what do you think about my brother? \n\nOne day, out of nowhere, a charming princess appeared in the life of Claire, the mistreated protagonist of an unknown author’s work.  \n\nPrincess Yuri, without any prior connection, unexpectedly proposed that Claire marry her brother—known as the Empire's most eligible bachelor.  \n\nOverwhelmed by the princess's stubbornness, which not even the emperor could sway, Claire found herself in a contract engagement with the second prince.  \n\n“I just want you to play along until Princess Yuri is satisfied. I’ll make sure you’re compensated accordingly.”  \n\nAs Claire waited for the contract to end, Prince Raymond began to approach her.  \n\nWhy would someone who is only tied to her by a contract…?  \n\n“I don’t want to let you go. I feel like locking you away so you can’t leave.”  \n\nFor Claire, who fears both giving and receiving love, the wave of affection from her potential in-laws has only just begun."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f8f4894-44fd-4047-b973-fa2c7cfac893",
    "title": {
      "en": "William in the Closet"
    },
    "updatedAt": "2024-06-25T21:40:26+00:00",
    "coverArt": "https://mangadex.org/covers/6f8f4894-44fd-4047-b973-fa2c7cfac893/215c2e37-7f0e-4fae-9725-200c859b45d0.png",
    "altTitles": [
      {
        "en": "To My Juliet Boy"
      },
      {
        "ko": "옷장 속의 윌리엄"
      }
    ],
    "description": {
      "en": "Julia Green is a teenager who lives in California alone. When she was feeling her loneliest, she unexpectedly encounters an unknown yet strikingly beautiful boy in her closet. Following that incident, whenever she was going through a rough time, William magically appears in her closet. For example, when she spent her birthday alone, on the night of a dance party she has to go to unaccompanied, or having to spend a sad dawn, he appears. Julia naturally ends up falling for William, who stood by her side in every tough moment... A magical love story that transcends time and space, where they have to fight to stand by each other."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2e28840-b3a6-4dd7-9c40-1b251a293fe0",
    "title": {
      "en": "Negai no Astro"
    },
    "updatedAt": "2024-12-04T15:10:13+00:00",
    "coverArt": "https://mangadex.org/covers/d2e28840-b3a6-4dd7-9c40-1b251a293fe0/19323e0b-1843-4da7-88e5-8ec0962f863a.jpg",
    "altTitles": [
      {
        "ja": "願いのアストロ"
      },
      {
        "en": "Astro Royale"
      },
      {
        "ru": "Звезда желаний"
      }
    ],
    "description": {
      "en": "The new series from Ken Wakui, the creator of Shinjuku Swan and Tokyo Revengers!\n\nAs the battle to decide the next leader of the Yotsurugi gang that runs Asakusa is heating up, a meteorite strike suddenly awakens superpowers in the people of Japan. How will Hibaru Yotsurugi, the son of the previous gang leader, come out of this?!",
      "fr": "Le nouveau manga de Ken Wakui, le créateur de Shinjuku Swan et Tokyo Revengers ! Alors que la bataille pour désigner le prochain chef du clan Yotsurugi qui dirige Asakusa s'intensifie, la chute d'une météorite réveille soudainement des super-pouvoirs chez les Japonais. Comment Hibaru Yotsurugi, le fils du précédent boss du clan va-t-il s'en sortir ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "544240b7-557d-4f86-bcc0-28ad5fa99795",
    "title": {
      "en": "Isekai de Slow Life wo (Ganbou)"
    },
    "updatedAt": "2024-10-26T10:39:01+00:00",
    "coverArt": "https://mangadex.org/covers/544240b7-557d-4f86-bcc0-28ad5fa99795/05d1a032-0605-48ce-91fc-c27ea0a62416.jpg",
    "altTitles": [
      {
        "ja": "異世界でスローライフを（願望）"
      },
      {
        "en": "I Have a Slow Life in a Different World (I Wish)"
      },
      {
        "en": "Slow Life In Another World (I Wish!)"
      },
      {
        "zh-hk": "在異世界過慢生活（願望）"
      },
      {
        "pt-br": "Vida lenta em outro mundo (Eu espero!)"
      },
      {
        "ru": "Размеренной жизни бы в ином мире (мечта)"
      },
      {
        "vi": "Tôi có một cuộc sống bình yên ở thế giới khác (Tôi ước là thế)"
      }
    ],
    "description": {
      "en": "By the will of the goddess, Itsuki Shinomiya was given the privilege of choosing various abilities and being reborn in another world. However, before going to the other world, he didn't want to involve himself in scary, dirty, gross things like battles. Fiercely determined to live a slow life, he chose the unique skill [Pocket Money], giving him an amount of money once per day. \"With this, I can hang out with girls without having to work!\" Dreaming of avoiding battles and living with cute girls, Itsuki stepped into the other world! But the reality was not that simple. Getting attacked by giant bugs, getting caught up in arguments at the guild, and getting stuck with slaves?! In the end, will Itsuki be able to live his ideal slow life?! Using unique skills and manufacturing skills, an exciting other-world slow life with beautiful girls starts now! (hopefully)",
      "ja": "異世界での第二の人生は…とにかく楽したい!!\n\n忍宮一樹――心も身体もすり減らして働くサラリーマンは、夢のスローライフを目指して異世界へと降り立った。だが、夢の実現のための切り札、一日一回お金を生み出せる『お小遣い』スキルでは全く足りず、やむなく働くハメに。なんとか“錬金術師ギルド”に就職し、スローライフの第一歩…と思いきや、営業先の“冒険者ギルド”では難癖をつけられてしまう。さらには美女から「あなたの奴隷になる」と宣言され大混乱！ どうなる俺の異世界ライフ!?",
      "pt-br": "Pela vontade da deusa, Itsuki Shinomiya recebeu o privilégio de escolher várias habilidades e renascer em outro mundo. No entanto, antes de ir para o outro mundo, ele não queria se envolver em coisas assustadoras, sujas e grosseiras como batalhas. Ferozmente determinado a viver uma vida lenta, ele escolheu a habilidade única [Pocket Money], dando a ele uma quantia em dinheiro uma vez por dia. “Com isso, posso sair com as garotas sem precisar trabalhar!”. Sonhando em evitar batalhas e viver com lindas garotas, Itsuki entrou no outro mundo! Mas a realidade não era tão simples. Ser atacado por insetos gigantes, se envolver em discussões na guilda e ficar preso a escravos? No final, Itsuki será capaz de viver sua vida lenta ideal? Usando habilidades únicas e habilidades de fabricação, uma emocionante vida lenta de outro mundo com lindas garotas começa agora."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6da232d-1527-49fc-b3ce-c8325263a6a2",
    "title": {
      "en": "Silencer"
    },
    "updatedAt": "2024-01-04T14:31:10+00:00",
    "coverArt": "https://mangadex.org/covers/d6da232d-1527-49fc-b3ce-c8325263a6a2/8df0ccd6-10d0-4c66-8887-2965790d83b4.jpg",
    "altTitles": [
      {
        "ja": "サイレンサー"
      },
      {
        "ja-ro": "Sairensā"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nShizuka Katsuragi is a female detective who loves silencers. She is assigned to the \"annex\" of the Community Safety Division, a hive of activity in the Tokyo Metropolitan Police Department.\n\n Her partner is Kenya Iha, the most eccentric person in the Metropolitan Police Department. The pairing of the two is a strange one, as they both pull each other down. \n\nWith the policy of \"conquer poison with poison,\" her beloved gun quietly blows fire today..."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "34"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e28fcb0a-aeb3-4674-b050-0af3530bc027",
    "title": {
      "en": "After The Female Lead Awakens"
    },
    "updatedAt": "2024-11-28T09:46:14+00:00",
    "coverArt": "https://mangadex.org/covers/e28fcb0a-aeb3-4674-b050-0af3530bc027/d979d661-9787-4d75-ba15-e5cc9d04e5ed.png",
    "altTitles": [
      {
        "zh": "虐文女主觉醒后"
      },
      {
        "ja": "メンヘラ主人公を忠犬にしました"
      },
      {
        "ko": "피폐물 여주가 각성하게 되면"
      },
      {
        "en": "After The Wake Up of Abusive Female"
      }
    ],
    "description": {
      "en": "A young woman with a philandering fiancé—she's caught him cheating multiple times, yet her timid nature keeps her from speaking up. But when heartbreak consumes her, she suddenly regains memories of her past life and realizes she’s a transmigrator in a novel, doomed to play the tragic heroine in a melodrama? No thanks! Whoever wants that sob-fest of a role can have it. She’s made up her mind—she’ll be the first to flip the script and take down the scumbag male lead!",
      "zh": "漫画简介: 救命！！！穿成虐文女主刚把渣男主踹掉，竟然又来了个强制爱文的病娇男主！！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8dff7904-0177-47cb-8aa9-aeccd77008d6",
    "title": {
      "en": "I'm the Great Immortal"
    },
    "updatedAt": "2024-08-28T14:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/8dff7904-0177-47cb-8aa9-aeccd77008d6/448d5f74-ec6d-4347-85fd-dcef6b32f8c1.jpg",
    "altTitles": [
      {
        "en": "I Am Immortal"
      },
      {
        "en": "I'm Daxianzun"
      },
      {
        "zh-ro": "Wo Shi Da Xian Zun"
      },
      {
        "zh": "我是大仙尊"
      }
    ],
    "description": {
      "en": "In his previous life, he was a peerless genius in the Immortal World but was killed by 3 celestial beings.  \n  \nHe exploded to death and accidentally got reborn to his 20s back on Earth.  \n  \nDetermined to return to the Immortal World, he became the strongest man on Earth who can control clouds and rains at his will, and whoever offends him will have no choice but to disappear completely!  \n  \n\n\n---",
      "fr": "La vie précédente était un génie incomparable dans le monde de l'immortalité. Il a été tué par 3 êtres célestes. Il a été accidentellement réincarné à sa vingtaine par le livre du ciel. Tout ce qu'il voulait, c'était de devenir immortel et de retourner au monde immortel, et il est devenu l'homme le plus fort de la terre, transformant ses mains en nuages et se couvrant les mains de pluie, provoquant quiconque le défie ! C'est le vénérable ! Le souverain de 3000 mondes ! Le gars qui est 10 000 fois meilleur que Thanos ! Il est Taixuan Taizun ! Le Grand Immortel !"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3d96dde3-20a0-412f-b329-cbca5223ef14",
    "title": {
      "en": "Kaze no Iro made Oboeteru"
    },
    "updatedAt": "2024-12-22T15:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/3d96dde3-20a0-412f-b329-cbca5223ef14/1408fe7f-8f81-41c4-81e9-f78dbe0b7c1f.jpg",
    "altTitles": [
      {
        "ja": "風の色まで憶えてる"
      }
    ],
    "description": {
      "en": "The first year of high school: Spring Mori, who has just entered school, learns of his classmate, Michioto, who is rumored to be the \"treasure of the boys' school.\" Mori volunteered to ask for Michioto's contact information on behalf of a friend who was too scared to talk to him. Mori headed towards Michioto without really thinking about it, but the moment Mori sees him, it's love at first sight...."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "1fc13c46-42b4-44af-964c-6112a58567be",
    "title": {
      "en": "Hadaka de Koi o Katarunaka"
    },
    "updatedAt": "2024-10-13T17:46:15+00:00",
    "coverArt": "https://mangadex.org/covers/1fc13c46-42b4-44af-964c-6112a58567be/f03a8e5e-ac49-44bf-8fa1-3154abe14656.jpg",
    "altTitles": [
      {
        "ja": "はだかで恋を語る仲"
      },
      {
        "ja-ro": "Hadaka de Koi wo Katarunaka"
      }
    ],
    "description": {
      "en": "One missed shot and this love affair is over. That's why I listen to her sexual experiences while soaking in the bathtub with her today. It's too hard to match body and soul! A new kind of public bathhouse romantic comedy is now open for business."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "514693dd-a14d-4ecb-a22c-0132aaa8462d",
    "title": {
      "en": "The Island of Giant Insects"
    },
    "updatedAt": "2024-12-22T15:18:17+00:00",
    "coverArt": "https://mangadex.org/covers/514693dd-a14d-4ecb-a22c-0132aaa8462d/bddadce9-3deb-49d5-91e7-6a8b0f7e0eb0.jpg",
    "altTitles": [
      {
        "en": "Giant Bug Archipelago"
      },
      {
        "es-la": "La Isla de los Insectos Gigantes"
      },
      {
        "ja-ro": "Kyochuu Rettou"
      },
      {
        "ja": "巨蟲列島"
      },
      {
        "vi": "Đảo côn trùng"
      }
    ],
    "description": {
      "en": "**From tethysdust:**  \nAfter an airplane crash during a school trip, Oribe Mutsumi and her classmates were stranded on a seemingly deserted island. Mutsumi found the other survivors, and used her wilderness knowledge to help them. She expects that they will be rescued in about three days, which doesn't seem so long to endure. However, she didn't account for the fact that the island is populated with gigantic killer insects. Her knowledge of butterflies, wasps, and more may be the only thing that will help any of her classmates survive to be rescued!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "44"
  },
  {
    "mangaId": "7164f006-1e16-400e-8426-9dd6aeb3bc17",
    "title": {
      "en": "Fujii on the Roadside"
    },
    "updatedAt": "2024-09-26T01:36:28+00:00",
    "coverArt": "https://mangadex.org/covers/7164f006-1e16-400e-8426-9dd6aeb3bc17/ec48034e-57b0-433e-b1f5-613f6b1e54bf.jpg",
    "altTitles": [
      {
        "ja-ro": "Robou no Fujii"
      },
      {
        "ja": "路傍のフジイ"
      },
      {
        "zh": "路边的藤井"
      }
    ],
    "description": {
      "en": "Is he an eccentric or a hermit? Does the seemingly unremarkable company employee, Fujii, redefine the definition of \"happiness\"?\n\nIn the workplace, he's a plain middle-aged man who doesn't stand out. While he does his job properly, he's not one to waste words. Come quitting time, he disappears like a ghost. He's not the type to be invited to after-work drinks in the first place. More like, he's the guy who's thought of as \"I wouldn't want to end up like that...\" by his juniors.\n\nYet, he piques the curiosity of others... \"I wonder how he was raised?\", \"Does he have friends or a girlfriend?\", \"What does he do on weekends?\". Suddenly, you realize you've become captivated by Fujii... \n\nThis elusive emotion that's hard to put into words is vividly captured by the author of \"Reborn no Kishi\" in this bewitching life drama!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df29d13-2dab-4ca6-a0b5-74070abf3e1d",
    "title": {
      "en": "The One Within the Villainess"
    },
    "updatedAt": "2024-11-08T11:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/6df29d13-2dab-4ca6-a0b5-74070abf3e1d/5db86ab7-14bb-4a30-a9f9-6aa16f5771df.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の中の人"
      },
      {
        "ja": "悪役令嬢の中の人〜断罪された転生者のため嘘つきヒロインに復讐いたします〜"
      },
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito"
      },
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito: Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu"
      },
      {
        "en": "The One Within the Villainess"
      },
      {
        "fr": "La fille au sein de l'antagoniste"
      },
      {
        "fr": "Celle à l'intérieur de la vilaine"
      },
      {
        "es": "La persona dentro de la villana"
      },
      {
        "uk": "Та, що всередині лиходійки"
      },
      {
        "ko": "악역 영애 안의 사람"
      },
      {
        "vi": "Kẻ Cư Ngụ Bên Trong Ác Nữ"
      },
      {
        "vi": "Ác Nữ chuyển sinh"
      },
      {
        "id": "Didalam Diri Seorang Villaness"
      },
      {
        "zh": "恶役千金的真面目"
      },
      {
        "zh": "恶役千金的真面目～为被定罪的转生者向骗子女主报复～"
      },
      {
        "zh-hk": "惡役千金的真面目"
      },
      {
        "zh-hk": "惡役千金的真面目～為被定罪的轉生者向騙子女主報復～"
      }
    ],
    "description": {
      "en": "In order to clear the name of ‘Emi’, a girl who had reincarnated as Remilia, the villainess of an otome game, the real Remilia who had been watching all along inside awakens.\n\nNow it's time for the true villainess's revenge to begin!",
      "id": "Agar bisa membersihkan nama \"Emi\", yaitu nama seorang gadis yang bereinkarnasi menjadi Remilia sang villainess dari sebuah game otome, Remilia asli yang selama ini mengawasi emi dari dalam akhirnya telah tersadar.\n\nSekarang adalah waktunya bagi sang villainess yang asli untuk membalaskan dendamnya!",
      "vi": "Để minh oan cho ‘Emi’, một cô gái đã tái sinh thành Remilia, nhân vật phản diện của trò chơi otome, Remilia, người đã luôn theo dõi cô, bắt đầu trả thù!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cabbd79d-7b89-449c-8149-701dadfbc000",
    "title": {
      "en": "Touhou - Red Hot Chili Tomato (Doujinshi)"
    },
    "updatedAt": "2021-05-25T15:47:46+00:00",
    "coverArt": "https://mangadex.org/covers/cabbd79d-7b89-449c-8149-701dadfbc000/0f30e942-0074-44ea-bd07-937e5fecffd9.jpg",
    "altTitles": [
      {
        "en": "(C95) Red Hot Chili Tomato (Touhou Project) "
      },
      {
        "en": "(C95) レッドホットチリトマト (東方Project)"
      }
    ],
    "description": {
      "en": ""
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6724bbf4-5855-4972-b6c9-ea92469aba89",
    "title": {
      "en": "Prey"
    },
    "updatedAt": "2024-11-19T21:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/6724bbf4-5855-4972-b6c9-ea92469aba89/3f49cf2b-ff30-4750-bb62-31e303a20238.png",
    "altTitles": [
      {
        "en": "Food"
      },
      {
        "id": "Mangsa"
      },
      {
        "zh-hk": "餌"
      },
      {
        "ko": "먹이"
      },
      {
        "pt-br": "Presa"
      },
      {
        "th": "เหยื่อ"
      }
    ],
    "description": {
      "en": "Park Yun-yeong has a mysterious power which allows her to see ghastly creatures that seem to inhabit our world but not interact with it - unless they notice you acknowledge their existence. That’s when they stop being harmless.",
      "pt-br": "Park Yun-yeong tem um poder misterioso que permite que ela veja criaturas horríveis que parecem habitar nosso mundo, mas sem interagir com ele, a menos que percebam que você sabe que eles existem. É nesse momento que eles deixam de ser inofensivos."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "131"
  },
  {
    "mangaId": "cc6fab47-7c7a-4896-938d-47d0dedcbb24",
    "title": {
      "en": "Touhou - Mune wo Kitai de Fukuramase!! (Doujinshi)"
    },
    "updatedAt": "2023-07-03T02:27:06+00:00",
    "coverArt": "https://mangadex.org/covers/cc6fab47-7c7a-4896-938d-47d0dedcbb24/a4cad748-62e3-45f3-b399-703a4c5d3ae1.jpg",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2c46f07f-7c9b-4ddb-b2dd-4cf8658f33b4",
    "title": {
      "en": "Gyaru to Kyouryuu"
    },
    "updatedAt": "2023-11-04T00:49:00+00:00",
    "coverArt": "https://mangadex.org/covers/2c46f07f-7c9b-4ddb-b2dd-4cf8658f33b4/5cc91b95-2b9e-4665-be2c-9a01f04a2386.jpg",
    "altTitles": [
      {
        "en": "My Roomie Is a Dino"
      },
      {
        "en": "Gal & Dino"
      },
      {
        "ja": "ギャルと恐竜"
      }
    ],
    "description": {
      "en": "A story of a gyaru who picks up a dinosaur.  \n\n---\n**Links:**\n  \n- [Official Site](http://galkyo.com/)\n- Alternative Official English - [Kodansha](https://kodansha.us/series/my-roomie-is-a-dino/)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "105"
  }
]