[
  {
    "mangaId": "ce7cd7b0-e595-4f0d-98e8-447da10d652d",
    "title": {
      "en": "Mission: Yozakura Family"
    },
    "updatedAt": "2024-06-23T01:40:41+00:00",
    "coverArt": "https://mangadex.org/covers/ce7cd7b0-e595-4f0d-98e8-447da10d652d/9746a651-72a6-465c-8e03-f861a93e58b7.png",
    "altTitles": [
      {
        "it": "Missione: Famiglia Yozakura"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "ja": "夜桜さんちの大作戦"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "ru": "Миссия семьи Ёдзакура"
      },
      {
        "vi": "Nhiệm vụ tối thượng nhà Yozakura"
      },
      {
        "fr": "Mission : Yozakura Family"
      },
      {
        "es-la": "La Misión de la Familia Yozakura"
      }
    ],
    "description": {
      "en": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?! A spy family comedy - the mission begins!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Mission: Yozakura Family** (2023)\n- [English volumes (Viz Media)](https://www.viz.com/mission-yozakura-family)",
      "es": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!",
      "fr": "Afin de protéger Mutsumi et de découvrir la véritable raison de la mort de ses parents, Taiyo Asano va devoir devenir membre de la famille Yozakura, une famille d’espions de haut vol ! Parviendra-t-il à survivre à ce quotidien plein de dangers pour, cette fois, réussir à protéger ceux qui lui sont chers ?\n\n---\n\nMaison d'édition FR : **Kana**",
      "it": ":||Tradotto da [Isekai Italy Scan](https://linktr.ee/isitscan/) e [Bullet Club](https://mangadex.org/group/8588/bullet-club)   \r\n  \r\nTaiyo Asano è un timidissimo studente delle superiori e l'unica persona a cui può parlare è la sua amica d'infanzia, Mutsumi Yozakura. Si scopre che Mutsumi è la figlia della suprema famiglia di spie! Ancora peggio, Mustumi viene tormentata dal suo fratello iperprotettivo, Kyoichiro. Quale tragico destino Taiyo dovrà affrontare per salvare Mustumi?! Una commedia su una famiglia di spie - la missione avrà inizio!||",
      "es-la": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!",
      "pt-br": "Taiyo Asano é um estudante super tímido do ensino médio e a única pessoa com quem ele consegue conversar é sua amiga de infância, Mutsumi Yozakura. Acontece que Mutsumi é a filha da melhor família de espiões! Pior ainda, Mutsumi está sendo assediada por seu super-protetor, o pesadelo de um irmão, Kyoichiro. Que passos drásticos Taiyo terá que tomar para salvar Mutsumi? Uma comédia familiar de espiões – a missão começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fb1d3464-4160-4339-8a80-dafd86eae398",
    "title": {
      "en": "D-Frag!"
    },
    "updatedAt": "2023-12-27T21:25:35+00:00",
    "coverArt": "https://mangadex.org/covers/fb1d3464-4160-4339-8a80-dafd86eae398/85262e2c-7016-468f-b872-ce638393c04b.jpg",
    "altTitles": [
      {
        "en": "D-FRAGMENTS!"
      },
      {
        "ru": "Дефрагментация!"
      },
      {
        "th": "ชมรมรั่วมหากาฬ!"
      },
      {
        "ja": "デーフラグ！"
      },
      {
        "ja": "ディーふらぐ!"
      },
      {
        "zh": "属性同好会"
      },
      {
        "ko": "디프래그!"
      }
    ],
    "description": {
      "en": "Kazama Kenji likes to believe he is something of a delinquent. Moreover, others seem to like to agree that he is. Of course, Kenji's gang finds their way to a group of four not-so-normal girls - Chitose, Sakura, Minami and Roka - and all at once, whatever reputation he may have, is nothing compared to the outrageous behavior of the girls. Shanghaied into joining their club, what will happen to his everyday life from that point on?  \n\n\n---\n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15705)",
      "ru": "Печально известный главарь банды Казама Кенжи наталкивается на группу странных девчонок, воображающих, что они владеют магией стихий. В итоге девчонки шантажируют его, чтобы он вступил в их клуб. Итак, приключения начинаются…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-05-12T13:04:18+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/69098388-a967-464f-8178-344aa9bd4b31.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "My Stepsister Who Is Perfect in Public, Shows Her True Colors at Home"
    },
    "updatedAt": "2024-07-07T22:35:29+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home"
      },
      {
        "es-la": "Mi hermanastra que es perfecta en público, muestra su verdadera cara en casa."
      }
    ],
    "description": {
      "en": "**Note:**\n- The alternative English title (Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home) is the one used on Amazon."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "627e991e-6711-4abb-ad07-f833137b681a",
    "title": {
      "en": "Koi ni Naranai Wake ga Nai"
    },
    "updatedAt": "2024-07-08T13:39:14+00:00",
    "coverArt": "https://mangadex.org/covers/627e991e-6711-4abb-ad07-f833137b681a/eac2e171-f8a2-47d0-aad0-1c3c9d89f8ce.jpg",
    "altTitles": [
      {
        "en": "Is it true that the world will change in love?"
      },
      {
        "ja": "恋にならないワケがない"
      },
      {
        "pt-br": "É Verdade Que O Mundo Mudará Por Amor?"
      }
    ],
    "description": {
      "en": "Koizumi Nene is bored by the mundane quality of her life, every day being the same, until she has a chance encounter with college student Sakuraba Hajime. And now he's her neighbor too! Were they fated to meet one another?",
      "pt-br": "Como a sinceridade e coragem de agir de acordo com seus sentimentos pode mexer com a vida e a certeza de alguém? Nene é inexperiente e está descobrindo o seu primeiro amor, mas ser verdadeira consigo mesma e com seus sentimentos é uma força poderosa. Vamos acompanhar Nene enquanto ela busca amadurecer sem perder sua coragem de agir como gostaria, enquanto se aproxima de seu vizinho."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "5285a32d-3a95-43e9-b2aa-fd7def64f824",
    "title": {
      "en": "BaDoom"
    },
    "updatedAt": "2021-05-25T15:42:24+00:00",
    "coverArt": "https://mangadex.org/covers/5285a32d-3a95-43e9-b2aa-fd7def64f824/fa98968f-c37a-46fe-8a2b-8c0cb54b928d.jpg",
    "altTitles": [],
    "description": {
      "en": "A woman (Gasolina) and her dog (Krunk) travel through an ecologically hazardous post apocalyptic America."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "558be3a5-8e4b-4734-acf5-7102bef14266",
    "title": {
      "en": "Emilone's Temptation Labyrinth"
    },
    "updatedAt": "2024-07-08T13:06:42+00:00",
    "coverArt": "https://mangadex.org/covers/558be3a5-8e4b-4734-acf5-7102bef14266/d67cb9a2-5bfc-44f7-842f-74f6b2e92394.jpg",
    "altTitles": [
      {
        "ko": "에밀로네의 유혹 미궁"
      }
    ],
    "description": {
      "en": "Emilone was a well-known actress before she got transported to another world and became a saint.  \nShe got a plausible name of 'the Holy Lady Who Moved Dimensions', but she didn't receive any attention. This happened because all the Empire's attention was on Princess Ronella.  \nAs a result, Emilone, who was devoted to her work as a saint, accidentally discovered the secret of Princess Ronella. The innocent and kind facades of the princess were all acting!  \nThis can be pretty fun. Wouldn't I be able to break my boring routine when I got closer to Princess Ronella?  \nEmilone made a dangerous decision for fun."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d6fce2b-3a2c-4f8e-853c-a6eadba713cd",
    "title": {
      "en": "Your Talent is Mine"
    },
    "updatedAt": "2024-06-05T14:34:44+00:00",
    "coverArt": "https://mangadex.org/covers/9d6fce2b-3a2c-4f8e-853c-a6eadba713cd/d470a6c3-2366-4cda-9568-ba7c9fdd9df7.jpg",
    "altTitles": [
      {
        "en": "Talent Copycat"
      },
      {
        "zh": "我能复制天赋"
      },
      {
        "zh-ro": "Wo Neng Fu Zhi Tian Fu"
      },
      {
        "en": "I Can Copy Talents"
      },
      {
        "en": "I Copy Talents"
      },
      {
        "es-la": "Tu talento es mio"
      }
    ],
    "description": {
      "en": "The young man Ye Tian obtains the ability to copy the talents of others, and now fights against the heavens to change his fate. He struggles to survive and protect his sister from the apocalypse of the alien beast invasion. In order to become stronger, he begins to explore the unknown world, and gradually reveals the secret behind the invasion of the alien dimensions…",
      "pt-br": "O jovem Ye Tian ganhou a habilidade de replicar os talentos de outras pessoas, o que mudou seu destino de tempos em tempos. Para proteger sua irmã, ele luta para sobreviver no mundo apocalíptico, quando alienígenas, feras e monstros o invadem. Para se tornar mais forte, ele se aventura a explorar o mundo desconhecido, descobrindo aos poucos os segredos por trás da invasão de diferentes dimensões…"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3504c-62e8-49e7-9a81-fb64a3f51def",
    "title": {
      "en": "Houkago Kitaku Biyori"
    },
    "updatedAt": "2024-06-26T04:40:46+00:00",
    "coverArt": "https://mangadex.org/covers/85b3504c-62e8-49e7-9a81-fb64a3f51def/d241a461-acac-48f4-9c8a-ec8211619263.jpg",
    "altTitles": [
      {
        "en": "Journey Home After School"
      },
      {
        "es-la": "El camino a casa después de la escuela"
      },
      {
        "ja": "放課後帰宅びより"
      },
      {
        "pt-br": "Viagem para casa depois da escola"
      },
      {
        "ru": "Дорога домой после школы"
      }
    ],
    "description": {
      "en": "Shun was invited to the Going-Home Club by Naoki Satou, also known as \"Chokki-chan\". Despite refusing, he ends up being somewhat forcefully involved in the club's activities! A Going Home Club rom-com featuring a detour-loving high school girl and a new high school student who has lost his dream.",
      "ja": "佐藤直希こと“直帰ちゃん”から帰宅部に勧誘された瞬。断ったのに、半ば強引な形で活動に参加させられるハメに！ 寄り道大好き女子高生と夢を失った新入生が紡ぐ帰宅部ラブコメディ！\n\n---\n\nSatō Naoki koto “chokki-chan” kara kitaku-bu ni kan'yū sa reta Shun. Kotowatta no ni, nakaba gōin'na katachi de katsudō ni sanka sa se rareru hame ni! Yorimichi daisuki mesukōsei to yume o ushinatta shin'nyūsei ga tsumugu kitaku-bu rabukomedi!",
      "es-la": "Shun fue invitado al Club de Irse a Casa por Naoki Satou, también conocida como \"Chokki-chan\". A pesar de negarse, acaba involucrándose a la fuerza en las actividades del club. Una comedia romántica del Club de Irse a Casa protagonizada por una chica de preparatoria amante de los desvíos y un nuevo estudiante de preparatoria que ha perdido su sueño."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d40f81e-fecd-4413-9180-801fe757fde4",
    "title": {
      "en": "The Duke's Bored Daughter Is My Master"
    },
    "updatedAt": "2024-03-30T19:45:17+00:00",
    "coverArt": "https://mangadex.org/covers/1d40f81e-fecd-4413-9180-801fe757fde4/eb08a8fc-8582-4787-a7e8-e13d9d23d93c.jpg",
    "altTitles": [
      {
        "ko": "만렙 공녀는 오늘도 무료하다"
      },
      {
        "ko-ro": "Manlev Gongnyeoneun Oneuldo Muryohada"
      },
      {
        "en": "The Invincible Princess Is Bored Again Today"
      },
      {
        "en": "The Max Level Princess Is Bored Today as Well"
      },
      {
        "en": "The Max-Leveled Princess Is Bored Today as Well"
      },
      {
        "ru": "Неуязвимая принцесса сегодня вновь скучает"
      },
      {
        "ru": "Неуязвимая принцесса сегодня вновь"
      },
      {
        "uk": "Непереможна принцеса сьогодні знову нудьгує"
      },
      {
        "es": "La princesa invensible vuelve a aburrirse hoy"
      },
      {
        "ja": "最強公女は今日も退屈です"
      },
      {
        "th": "ชีวิตที่ไร้สีสันของเลดี้สุดแกร่ง"
      },
      {
        "id": "Tuan Putri Jagoan Sedang Bosan Hari Ini"
      },
      {
        "hu": "A Max Level hercegnő ma is unatkozik"
      },
      {
        "mn": "Хүчирхэг гүнж өнөөдөр ч уйдаж байна"
      },
      {
        "zh": "公女今天也很无聊"
      },
      {
        "zh": "满级公女今天也很无聊"
      },
      {
        "zh-hk": "滿等千金好厭世"
      },
      {
        "my": "ပြိုင်ဘက်ကင်းတဲ့မင်းသမီးလေးဒီနေ့လဲပျင်းနေပြန်ပြီ"
      },
      {
        "vi": "Hôm nay công nương toàn năng cũng thấy chán nản"
      }
    ],
    "description": {
      "en": "Dante Renatus, who had even claimed the throne as the Empress Regent with her excellent swordsmanship, is reincarnated as 'Helena', the daughter of the Duke of Peresca 500 years later. A second life she hadn't wanted. She had already enjoyed everything in her previous life, and had tried everything she had wanted to try. If she has to be reborn, it's just annoying and boring no matter what she does. In the meantime, Prince Caesar visits the duchy to avoid a power struggle, and Helena, who recognizes Caesar's talent, decides to become his swordsmanship teacher.\n\n\"I'll make you an Emperor.\"\n\nIt was just something I started thinking about, using the skills of my previous life to train future students and liven up my boring life. But even if you like me, don't you think you like me a bit too much?\n\n---\nDante Lenatous, who'd become the Empress Regent in her past life. Five hundred years later, she's reborn as the youngest daughter of a duchy?\n\nI have already achieved everything I wanted in my past life and done everything I'd wanted, so no matter what I do in this unwanted second round of life, it's annoying and boring.\n\nSince I was reborn anyway, I'd been thinking of teaching young students, but... my disciples love me too much. Was I this talented at teaching?\n\n\"If it's for you, Teacher, I can even lead this world to ruin!\"\n\nAll I'd done was discovered Prince Caesar's talent, so why is he acting like that?!\n\nThe teaching of young students by the Max-Level Princess who has no regrets or lingering feelings towards life--!\n\n---\nI was an illegitimate daughter abandoned by the promiscuous emperor. From there, I ended up on the street where I learned that I had a knack for the sword. I competed in tournaments, became a mercenary, and I made a name for myself. Just when I had become the talk of the empire, the emperor wanted me back. In return, I demanded to be next in line for the throne. After years of hard work, I finally became empress and died happily. But here I am, alive again. Ugh, can’t a girl be left alone? This time, I’m going to be as lazy as I please!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "fr": "Dante Renatus, qui a pris la place d'empereur grâce à son excellente maîtrise de l' épée s'est réincarné 500 ans plus tard sous le nom d'Helena, la fille du duc de Pereska.\n\n«Je ne voulais pas de cette seconde vie.»\n\nDante– Helena ne fait que répéter ses actions et ses expériences passées et trouve pour cela les réincarnations ennuyantes et sans intérêts mais lorsque César, le prince, visite la résidence du duc pour échapper à la lutte pour le pouvoir elle lui trouve un talent particulier et décide de devenir son professeur d'épée.\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "hu": "A Max Level hercegnő ma is unatkozik, mint Dante Renatus, aki korábbi életében császár volt. Ötszáz évvel később egy hercegség legfiatalabb lányaként születik újjá? Már mindent elértem, amit szerettem volna az előző életemben, és mindent megtettem, amit akartam, szóval nem számít, mit csinálok életemnek ebben a nem kívánt második körében. Ez bosszantó és unalmas. Amúgy újjászületésem óta arra gondoltam, hogy fiatal diákokat tanítok, de... a tanítványaim túlságosan szeretnek. Ilyen tehetséges voltam a tanításban? – Ha érted, tanár úr, akár tönkretehetem ezt a világot! Csak annyit tettem, hogy felismertem Caesar herceg tehetségét, akkor miért viselkedsz így? Fiatal diákok tanítása a Max Level hercegnőtől, aki nem bánja meg az életet, és nem is marad el az élet iránti érzelme...!\n\n---\nEgy törvénytelen lány voltam, akit elhagyott a császár. Onnan az utcára kerültem, ahol megtudtam, hogy értek a kardforgatáshoz. Versenyekre indultam, zsoldos lettem, és nevet szereztem magamnak. Amikor már a birodalomban rólam beszéltek, a császár visszahívott. Cserébe követeltem, hogy én lehessek a következő a trónörökös. Több év kemény munka után végül császárnő lettem, és boldogan haltam meg. De most itt vagyok, újra élek. Ugh, nem lehet egy lányt békén hagyni? Ezúttal olyan lusta leszek, amennyire csak lehet!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "ko": "전생에 무려 황제까지 찍었던 단테 레나투스.\n500년 후, 공작가의 막내딸로 환생하다?!\n\n원하지 않던 2회차 인생, 전생에서 누릴 거 다 누렸고,\n해 볼 거 다 해봤으니 현생에서 뭘 해도 귀찮고 무료할 뿐이다.\n\n기왕 태어난 거 후학 양성이나 해 볼까 하는데,\n……제자들이 날 너무 사랑한다.\n내 교육자적 재능이 이렇게 훌륭했던가?\n\n“스승님을 위해서라면, 이 세계도 멸망시킬 수 있어!”\n\n황자 카이사르의 재능을 알아 봤을 뿐인데\n왜 그런 방향으로 튀는 거야?!\n\n생의 후회도 미련도 없는 만렙 공녀님의\n인생 2회차 후학 양성기―!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "ru": "Данте Ренатус, которая с помощью своих выдающихся навыков владения мечом заняла даже место императора, перерождается спустя 500 лет как «Хелена», дочь герцога Ферески.2-я жизнь, которой она не желала.В прошлой жизни она насладилась всем, чем хотела, и попробовала всё, что только могла попробовать.После перерождения, что бы она ни делала, любая вещь ей быстро надоедала и казалась скучной.Однако в тот момент ради решения вопроса о власти в герцогство приезжает принц Кайсар. Хелена, рассмотревшая в нём талант, решила стать его учителем фехтования.«Я сделаю тебя императором».Всё это началось из-за желания разукрасить свою жизнь с помощью попыток взрастить подопечного...«Ради мастера я уничтожу весь этот мир».Но отчего-то мне кажется, что я не просто понравилась своему ученику, а прямо запала в его душу.\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "uk": "Данте Ренатус, котра в минулому житті посіла почесне місце імператриці завдяки своїй майстерності фехтування, через 500 років переродилась «Хеленою» - донькою герцога Перески.\n\n«Навіщо мені друге життя? Я насолоджувалась тими благами, які мала у попередньому, і спробувала все, чого тільки бажала моя душа. Все те, чим я займаюсь зараз здається мені неймовірно нудним.»\n\nТа в той момент її резиденцію відвідує принц Цезар, задля уникнення боротьби за владу. Герцогиня визнала його талант, приймаючи рішення стати його вчителькою фехтування.\n\n«Я зроблю тебе імператором.»\n\nЦе було лише спробою урізноманітнити її марудне життя. Герцогиня мала намір використати навички її минулого життя задля виховання учнів.\n\n«Заради вас, наставнице, я можу знищити весь світ.»\n\n«Щось мені підказує, що я надто сильно подобаюсь своєму учневі.»\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5",
    "title": {
      "en": "Being a Maid Is Better Than Being a Princess"
    },
    "updatedAt": "2024-03-27T04:10:07+00:00",
    "coverArt": "https://mangadex.org/covers/cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5/41cf18c1-497e-47cb-ac11-53fc1b0daf34.png",
    "altTitles": [
      {
        "ko": "공주보다 시녀가 천직이었습니다"
      },
      {
        "ko-ro": "Gongjuboda Sinyeoga Cheonjigieotseumnida"
      },
      {
        "en": "A Maid Was More of a Calling Than a Princess"
      },
      {
        "en": "It's Better to Be a Maid Than to Be a Princess"
      },
      {
        "es": "Mi vocación era ser doncella, no princesa"
      },
      {
        "es": "Ser sirvienta es mejor que una princesa torturada"
      },
      {
        "vi": "Trở Thành Hầu Nữ Còn Quan Trọng Hơn Là Làm Công Chúa"
      },
      {
        "zh": "比起公主，侍女才是我的天职"
      }
    ],
    "description": {
      "en": "Siana was a princess of a small kingdom. Until the imperial army attacked…\n\nJust before her neck was about to be cut by the cruel prince, Siana screamed, “Please spare me!”\n\nTowards the prince with blood staining his beautiful face, Siana pleaded with a desperate voice.\n\n“I have many skills learned in the palace. Wouldn’t I be useful as a maid?”\n\nAnd so, Siana became a probationary maid of the palace. But surprisingly, the job suited her temperament?! When she swept the floors, the corridors became clean, when she kneaded dough, sweet cookies were baked, when she did laundry, the bedding became white and fragrant! She only did her best as a maid, but gradually, the royal family began to warm up to Siana.\n\n“The tea you brewed is always the best.”\n\n“The dress you made? Truly beautiful.”\n\n“I want you to educate the prince.”\n\nBut she never thought of capturing this man’s heart…\n\n“I feel the same.”\n\n“…”\n\n“I can’t live without you, Siana,” hearing the tender voice of the prince, Siana tightly closed her eyes.\n\nLook, Your Highness. I just want to live as an ordinary maid!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "267501f5-bcea-47b1-8206-a304cc6fff0f",
    "title": {
      "en": "Kingyoya-san no Karisome Fuufu"
    },
    "updatedAt": "2024-05-13T15:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/267501f5-bcea-47b1-8206-a304cc6fff0f/2f1e58cd-1c2e-4fed-b7ec-c6ba163e0b1c.jpg",
    "altTitles": [
      {
        "ja": "金魚屋さんのかりそめ夫婦"
      }
    ],
    "description": {
      "en": "The story of a contract marriage set in an old-fashioned goldfish shop. \n\nAsahi and Nana are newlyweds who run a goldfish shop. At first glance, they seem to be a normal couple, but in fact, they are a contractual couple who got married because of their mutual interests! They are not true husband and wive,  let alone lovers. And yet...\n\n[I'm sorry. I know this is our first time meeting, but will you marry me?]"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc",
    "title": {
      "en": "The Infinite Mage"
    },
    "updatedAt": "2024-06-15T03:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/4d97b35d-2d9f-4369-964f-3b0ce2c7fbbc/06836fd9-2735-433e-b80d-66f85ea6b9fe.jpg",
    "altTitles": [
      {
        "ko": "무한의 마법사"
      },
      {
        "en": "Infinite Wizard"
      },
      {
        "es-la": "El Mago infinito"
      }
    ],
    "description": {
      "en": "This is the tale of a boy dreaming about infinity as a human!\n\nFound abandoned in a stable, Shirone is the son of a hunter—and a peasant through and through.\nDespite hardships, he's a genius that manages to learn to read by himself and becomes obsessed with it.\n\nBrimming with genius talent, he goes to the city with his father, where he learns about magic—\nbeginning his journey as an explosive rising star!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a0a265b-14ab-488d-98bd-909f3e0c81ba",
    "title": {
      "en": "Nui ni Koishite Ii desu ka?"
    },
    "updatedAt": "2024-03-11T17:26:48+00:00",
    "coverArt": "https://mangadex.org/covers/0a0a265b-14ab-488d-98bd-909f3e0c81ba/d6a36123-4b2c-4ba2-9be9-35a7fa9766bd.jpg",
    "altTitles": [
      {
        "ja": "ぬいに恋していいですか？"
      }
    ],
    "description": {
      "en": "Ikumi is a high school girl whose hobby is making stuffed toys. When she is rescued by Ayato, an elite student at her school, she decides to give him a handmade stuffed animal as a thank-you, but she witnesses him secretly throwing it away in the shadows. Then the \"curse\" of the stuffed animal is activated, and Ayato is turned into a doll...\n\n---\nNote: Originally a oneshot published in LaLa 6/2023 issue on April 24, 2023. Serialization started in LaLa 10/2023 issue on August 24, 2023."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c60d071-882d-4cf8-8ae9-277a331c9cfb",
    "title": {
      "en": "Houtai Gokko"
    },
    "updatedAt": "2024-04-16T12:35:39+00:00",
    "coverArt": "https://mangadex.org/covers/5c60d071-882d-4cf8-8ae9-277a331c9cfb/78d27722-84ac-407b-a6c8-386ee6adb277.jpg",
    "altTitles": [
      {
        "ja": "包帯ごっこ"
      },
      {
        "en": "Bandage Play"
      }
    ],
    "description": {
      "en": "Hirose Itsuki is a high school girl who is afraid of getting hurt. One day, Hino, a celebrity at school who quit basketball because of an injury, asks her, \"Do you know any good ways to pass the time?\" Hino asks her if she knows of any good ways to pass the time, and they end up studying together. Itsuki then gradually becomes aware of Hino. A pure love story of a medical student begins!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3203295-5353-4a61-8df2-9a9eabf5230c",
    "title": {
      "en": "Tsugumi Project"
    },
    "updatedAt": "2023-12-31T14:33:15+00:00",
    "coverArt": "https://mangadex.org/covers/b3203295-5353-4a61-8df2-9a9eabf5230c/0eb61303-9da6-4c62-ad61-b8f664381338.png",
    "altTitles": [
      {
        "ru": "Проект Дрозд"
      },
      {
        "ja": "虎鶫 とらつぐみ －TSUGUMI PROJECT"
      },
      {
        "zh-hk": "虎鶇 －鶇計畫－"
      }
    ],
    "description": {
      "en": "Leon, an elite soldier from a militaristic Europe, was forcibly embarked on a secret expedition. In a ruined Japan, abandoned for more than 200 years, he and his companions in misfortune must recover a terrifying weapon. Its code name: Tsugumi. All we know about it is that its destructive potential is such that the world has preferred to crush the archipelago under a shower of atomic bombs rather than see its development completed…  \n  \nBut the operation turned short: the plane crashed, and Leon found himself alone in Tokyo Bay. Hungry, at the end of his strength, with only one anti-radiation suit for protection, he quickly discovers that the city is not as deserted as expected.  \n  \nAn original project launched by publisher Ki-Oon, written in Japanese but first published in French.",
      "ru": "Леон, элитный солдат из милитаристской Европы, насильно отправленный в секретную экспедицию. В разрушенной Японии, заброшенной более 200 лет, он и его товарищи по несчастью должны забрать ужасающее оружие. Его кодовое название: «Дрозд».  \n  \nВсе, что они знают о нем, это то, что его разрушительный потенциал таков, что мир скорее исчезнет под потоком атомных бомб, чем увидит свой закат развития…  \n  \nНо операция оказалась короткой: самолет потерпел крушение, и Леон оказался один в Токийском заливе. Истощенный, на последнем издыхание, только с одним радиационным костюмом защиты, он быстро обнаруживает, что город не такой пустынный, как ожидалось…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": ""
  },
  {
    "mangaId": "8e6b0382-49d7-4131-8f4b-2e4df8a38102",
    "title": {
      "en": "Crayon Shin-chan"
    },
    "updatedAt": "2024-05-06T21:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/8e6b0382-49d7-4131-8f4b-2e4df8a38102/e0e1c1d1-d429-49e1-9f8e-80359751295f.jpg",
    "altTitles": [
      {
        "en": "Crayon Shin Chan"
      },
      {
        "en": "Crayon Shin-chan"
      },
      {
        "en": "Crayon Shinchan"
      },
      {
        "id": "Crayon Shinchan"
      },
      {
        "ja-ro": "Kureyon Shin-chan"
      },
      {
        "vi": "Shin - Cậu bé bút chì"
      },
      {
        "ja": "クレヨンしんちゃん"
      },
      {
        "zh": "蜡笔小新"
      },
      {
        "ko": "신짱구"
      },
      {
        "ko": "짱구"
      },
      {
        "ko": "짱구는 못말려"
      },
      {
        "ko": "크레용 신 짱"
      }
    ],
    "description": {
      "en": "The series follows the antics of a five year-old boy Shinnosuke Nohara, his parents, neighbours, and friends. This story is set in Kasukabe, Saitama Prefecture, Japan. The manga is called \"Crayon Shin-chan\" because \"crayon\" signifies the fact that it is a tool commonly used by kindergartners and that Shin-chan goes to kindergarten. \"Shin-chan\" is the affectionate name for the main character.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "50",
    "lastChapter": "1126"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b02618a-7888-4ac4-a889-5463559fc121",
    "title": {
      "en": "Gang of School"
    },
    "updatedAt": "2021-11-12T23:00:10+00:00",
    "coverArt": "https://mangadex.org/covers/3b02618a-7888-4ac4-a889-5463559fc121/3581c99e-7ee8-4c62-9afe-f3fcd09709c6.jpg",
    "altTitles": [
      {
        "en": "Gaengseukul"
      },
      {
        "en": "Гангстерская школа"
      },
      {
        "en": "갱스쿨"
      }
    ],
    "description": {
      "en": "The family crumbled like a sand castle in the blink of an eye after their father's suicide. I became the head of the family and had to take responsibility for my mother who lost her mind and my blind little sister who goes to a special school. For the sake of my family, I'm going to start my own gang at the strongest gang school in Busan. Hot action for a cold world.",
      "ru": "Семья рассыпалась в мгновение ока, словно замок из песка, после самоубийства отца. Я стал главой семьи и мне пришлось взять ответственность за потерявшую рассудок мать и слепую младшую сестру, которая ходит в специальную школу. Ради семьи я собираюсь создать свою собственную банду в самой сильной гангстерской школе в Пусане. Горячий экшн для холодного мира."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7aea6073-7183-40b2-8118-f67784e5d13a",
    "title": {
      "en": "The Cellist"
    },
    "updatedAt": "2024-06-26T19:19:17+00:00",
    "coverArt": "https://mangadex.org/covers/7aea6073-7183-40b2-8118-f67784e5d13a/d6513437-0f28-4f70-ba73-ec18f2c69b41.jpg",
    "altTitles": [
      {
        "ko": "애착 인형"
      },
      {
        "ja": "君を奏でたい"
      },
      {
        "fr": "Le Violoncelliste"
      },
      {
        "en": "Attachment Doll"
      }
    ],
    "description": {
      "en": "Kim Hayeon was just covering for a friend at their day job when she unexpectedly ends up inside cellist Ji Sehun’s private waiting room. Despite his immense musical talent, Sehun is aloof and cold-hearted, and doesn’t take kindly to Hayeon’s intrusion. Though he accuses her of attempted theft, he cannot get her out of his mind, and attempts to court her. But while Hayeon may be timid, she is not easily won over. If this cellist isn’t careful, he may end up being the one getting played.",
      "pt-br": "Kim Hayeon estava apenas cobrindo uma amiga em seu trabalho diário quando inesperadamente acaba dentro da sala de espera privada do violoncelista Ji Sehun. Apesar de seu imenso talento musical, Sehun é indiferente e insensível, e não gosta da intromissão de Hayeon. Embora ele a acuse de tentativa de roubo, ele não consegue tirá-la da cabeça e vai tentar cortejá-la. Mas enquanto Hayeon pode ser tímida, ela não é facilmente conquistada."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "d07f1832-6d9a-4fb1-8cff-b5f2dda73c27",
    "title": {
      "en": "Kuzu Rouninsei, Jinsei ga Tsurai no de Yoru no Onee-san wo Yondemita"
    },
    "updatedAt": "2024-05-03T03:37:20+00:00",
    "coverArt": "https://mangadex.org/covers/d07f1832-6d9a-4fb1-8cff-b5f2dda73c27/bbed95ac-0eb9-461c-afc1-8aa3dcc9c779.jpg",
    "altTitles": [
      {
        "ja": "クズ浪人生、人生が辛いので夜のお姉さんを呼んでみた"
      },
      {
        "en": "A Scummy Gap Student With a Hard Life Calls Upon a Lady of the Night"
      },
      {
        "en": "Failed University Exams, I am Trash and Life is Hard, so I Tried Calling an Onee-san at Night"
      }
    ],
    "description": {
      "en": "Makino failed her college entrance exam. Her only comfort is in her 2D game characters... until she found an ad for a call-girl who looked exactly like her favorite in-game waifu! The yuri love comedy between a gullible young woman and a street-wise call-girl begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1277965-6bd9-457a-9a33-2879832b6d32",
    "title": {
      "en": "Shinmai Shimai no Futari Gohan"
    },
    "updatedAt": "2022-08-26T12:29:20+00:00",
    "coverArt": "https://mangadex.org/covers/d1277965-6bd9-457a-9a33-2879832b6d32/37d6107a-d298-439b-b936-2d11640d2407.jpg",
    "altTitles": [
      {
        "ja": "新米姉妹のふたりごはん"
      },
      {
        "en": "New Sisters, Eating Together"
      },
      {
        "zh-hk": "新手姊妹的雙人餐桌"
      },
      {
        "zh": "新手姐妹的双人餐桌"
      },
      {
        "zh": "百合姐妹的自炊双人餐"
      }
    ],
    "description": {
      "en": "\"But suddenly, I had a little sister. That was the problem.\"\n\nAfter her father's remarriage, Sachi suddenly has a new stepsister, Ayari. \nAt first, their interactions are awkward and very brief. \nHowever, they soon discover a shared love… of food?\n\nSachi eventually discovers Ayari's passion for cooking, and the two step-sisters soon begin to bond over Ayari's delicious cooking, \nstarting to overcome the barriers that had once kept them apart. \nWhile their parents are away on their honeymoon, they learn to cope with their differences and bond over a seemingly insignificant thing.",
      "ja": "両親の再婚により、突然姉妹となったサチとあやり。言葉数が少なく目つきの鋭いあやりに対し、サチは物怖じし、これからの同居生活に大きな不安を感じてしまう。そんな時、海外出張中の父親から届いたのは生ハムの原木で──。料理を通じて絆を深めていく新米姉妹から目が目が離せない！ 幸せな笑顔はおいしい料理から生まれる、新鮮クッキングストーリー！"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3d3cf42-a12a-42f5-bd56-70b587eee06a",
    "title": {
      "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
    },
    "updatedAt": "2024-06-27T14:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/f3d3cf42-a12a-42f5-bd56-70b587eee06a/f0d6ce6d-1e92-4c46-a923-0597d858f999.jpg",
    "altTitles": [
      {
        "ja": "陰キャの僕に罰ゲームで告白してきたはずのギャルが、どう見ても僕にベタ惚れです"
      },
      {
        "ja-ro": "Inkya no Boku ni Batsu Game ni Kokuhaku Shitekita Hazu no Gyaru ga, Doumitemo Boku ni Betahore Desu"
      },
      {
        "zh-hk": "因懲罰遊戲才向陰角的我告白的辣妹，怎麼看都已經完全迷戀上我了"
      },
      {
        "en": "The Gal Who Was Meant to Confess to Me as a Punishment Game Has Apparently Fallen in Love with Me"
      },
      {
        "ko": "아싸인 내게 벌칙 게임으로 고백해 온 갸루가 아무리 봐도 나한테 반한 것 같다"
      },
      {
        "ru": "Девушка, которая должна была признаться мне в качестве игрового наказания, очевидно, влюбилась в меня"
      },
      {
        "pl": "Introwertyczne wpadki podrywowe: Ta Gyaru zakochała się we mnie po uszy!"
      }
    ],
    "description": {
      "en": "When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!\n\n---\n**Links:**\n- Official Video Manga [YouTube](https://youtube.com/playlist?list=PL0zfSjyskgIUZdlu7xyxLAv956kN32dP6) (Chapters 1-3)\n- [Official English Light Novel](https://j-novel.club/series/an-introvert-s-hookup-hiccups)",
      "ja": "**陰キャ×清楚ギャル、罰ゲームから始まるピュアラブコメ!!**\n\nクラス内カーストトップの清楚ギャル・茨戸七海に罰ゲームで告白されて付き合うことになった陰キャ男子・簾舞陽信。 しかし罰ゲームのはずが、七海は陽信にガチ惚れしているようで…？",
      "pl": "Kiedy piękna Nanami Barato wyznaje miłość Yoshinowi Misumai, wydaje się to zbyt piękne, by mogło być prawdziwe! Tylko, że tak jest - i Yoshin o tym wie. Jak taki introwertyczny facet jak on ma zachować zimną krew, skoro wie, że to tylko wyzwanie? Jeszcze bardziej zastanawiające jest to, że pomimo jej krzykliwego wyglądu, ta rzekoma gyaru nie jest tak dobra w kontaktach z facetami! Być może jest to idealna okazja dla tego nieśmiałego faceta, aby zebrać się na odwagę i powiedzieć \"tak\" tej nieśmiałej dziewczynie. Tak zaczyna się ich nowe, wygodne życie porannych spotkań i ręcznie robionych lunchów. Rzecz w tym, że sądząc po jej zachowaniu, Nanami zakochała się w nim po uszy! Czy ta dwójka może odkryć swoje uczucia, a może nawet zakochać się w sobie - tym razem naprawdę?!",
      "pt-br": "Barato Nanami, uma versão atenuada da garota no topo da hierarquia da escola, perdeu um jogo de cartas e agora tem que confessar a um cara de sua classe como punição. Misumai Youshin, que é um solitário sem amigos, foi o cara escolhido, mas ele sabe da punição! Deveria ter sido uma punição do jogo, mas será que Nanami vai desenvolver sentimentos por Youshin…?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "53eeda51-292f-4ce9-900b-bef8ad28f43a",
    "title": {
      "en": "A Song of Singing"
    },
    "updatedAt": "2024-04-17T15:32:02+00:00",
    "coverArt": "https://mangadex.org/covers/53eeda51-292f-4ce9-900b-bef8ad28f43a/cb572ec3-4228-45b0-92bf-3c57a63f5c0e.jpg",
    "altTitles": [
      {
        "en": "A Song of Songs"
      },
      {
        "ja": "うたかたのうた"
      },
      {
        "ja-ro": "Uta no Uta"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9e23d07-b293-4530-b592-e97880c8101f",
    "title": {
      "en": "Minus Skill-mochi Yonin ga Atsumattara, Nanka Synergy Hakki Shite Saikyou Party ga Dekita Ken"
    },
    "updatedAt": "2024-06-03T04:40:18+00:00",
    "coverArt": "https://mangadex.org/covers/a9e23d07-b293-4530-b592-e97880c8101f/76d35c8b-c13c-4421-8b96-616c2e89e54f.jpg",
    "altTitles": [
      {
        "ja": "マイナススキル持ち四人が集まったら、なんかシナジー発揮して最強パーティーができた件"
      },
      {
        "en": "Minus Skill: The Story of Four Nuisances That Once Gathered Together, Manifested a Synergy That Created the Strongest Party."
      },
      {
        "zh-hk": "當四個負技能的人聚集在一起時，不知何故發揮了協同作用，成為了最強隊伍的故事"
      }
    ],
    "description": {
      "en": "Minus Skill: a negative de-buff possessed by a select few since birth. A swordsman who has one such skill is once again in the throes of being thrown out of another party. Despite his abilities, that single skill had a huge downside, which would make him a burden to any would-be adventuring partners. Sick and tired of the never-ending cycle, he has taken it upon himself to challenge a dungeon that may possess an item that could remove a skill of his. There, he meets a girl with the Priestess class who also has a Minus Skill but…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "142438ca-afa5-439c-8bd4-dbc98e6324fc",
    "title": {
      "en": "Please Lay Your Eyes on Jasmine"
    },
    "updatedAt": "2024-07-03T11:47:57+00:00",
    "coverArt": "https://mangadex.org/covers/142438ca-afa5-439c-8bd4-dbc98e6324fc/218b035d-1cd3-42f9-952e-7dffea019236.jpg",
    "altTitles": [
      {
        "en": "Please Look at Jasmine"
      },
      {
        "ko": "자스민을 봐주세요!"
      }
    ],
    "description": {
      "en": "Jasmine had an accident with her one-sided love, Duke Aion. The straightforward man, who had not paid attention to her before, who had consistently ignored her, for some reason, now caught the feeling… “Don't you like me? Is that a lie? \"Why would I lie about that?\" “I know. You are that kind of person.” He was in a phase where he broke off from his cursed love, but instead it took a turn for the worse."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "208"
  },
  {
    "mangaId": "32156657-0ea8-48a3-81fe-a29bb1f90219",
    "title": {
      "en": "Reaper of the Drifting Moon"
    },
    "updatedAt": "2024-05-28T15:21:03+00:00",
    "coverArt": "https://mangadex.org/covers/32156657-0ea8-48a3-81fe-a29bb1f90219/8752b5c1-b9db-4273-ab1f-51a82f937e02.jpg",
    "altTitles": [
      {
        "ko": "사신표월"
      },
      {
        "ko-ro": "Sasinpyowol"
      },
      {
        "en": "The Reaper"
      },
      {
        "en": "Death God of the Drifting Moon"
      },
      {
        "en": "Grim Reaper's Floating Moon"
      },
      {
        "fr": "La faucheuse de la lune errante"
      },
      {
        "ru": "Жнец дрейфующей Луны"
      },
      {
        "fa": "فرشته مرگ ماه سرگردان"
      },
      {
        "ja": "死神漂月〜暗闇からの刺客〜"
      },
      {
        "ar": "ملك الموت للقمر المنجرف"
      },
      {
        "zh-hk": "死神漂月"
      },
      {
        "ka": "მოძრავი მთვარის მომკელი"
      },
      {
        "es-la": "El Asesino de la Luna a la Deriva"
      }
    ],
    "description": {
      "de": "Pyo Wol ist ein einfaches Waisenkind und durchstreift alleine den gesamten Kontinent, bis er eines Tages auf einen mysteriösen Mann trifft und plötzlich das Bewusstsein verliert. Als er wieder zu sich kommt, befindet er sich in einem dunklen, engen Raum mit einer eisernen Tür als einzigem Ausgang. Irgendwie schafft Wol es, die nächsten grausamen Monate zu überleben, während er versucht, einen kühlen Kopf zu bewahren und seinen Körper auf das vorzubereiten, was folgen könnte. Als sich die eiserne Tür endlich öffnet, erfährt Wol, dass er an diesem schrecklichen Ort nicht alleine ist: Eine Gruppe Maskierter hat 300 Kinder entführt, um sie zu menschlichen Waffen auszubilden. Nun liegt es an Wol, zu kämpfen und die anderen umzubringen – denn nur die wenigsten können überleben und am Ende ausgewählt werden. Wird er es schaffen, seinen Kidnappern zu entkommen?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
      "en": "He’s in the deepest part of the Jianghu. Keep your eyes wide open if you do not wish to get dragged into the abyss.\n\nKidnapped children raised 7 years in darkness for a single assassination mission that goes awry.\n\n---\nPyo Wol was an orphan who wandered around the continent until he bumped into a mysterious man and lost consciousness. When he wakes up, he finds himself in a dark, confined space with only one iron door for an exit. Wol survives the next several grueling months, trying to keep a cool head and stay in shape. When the iron door finally opens, he discovers he's not the only one in this miserable situation. A group of masked people has kidnapped 300 children to train them into human weapons. Wol must fight and kill the others, for only a handful of the strongest will be selected. Will Wol be able to become one of the chosen and find a way to free himself from his captors?\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)",
      "ka": "ის ჯიანგჰუს სიღრმეშია. თვალები ფართოდ გაახილე, თუ არ გინდა უფსკრულში ჩავარდე.",
      "ko": "강호 가장 깊은 곳에 그가 있다.\n두 눈 부릅떠라. 심연으로 끌려가지 않으려면.\n\n---\n[Original Web Novel](https://page.kakao.com/content/55706014)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%82%AC%EC%8B%A0%ED%91%9C%EC%9B%94/2937), [KakaoPage](https://page.kakao.com/content/59771249)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/book/the-reaper)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%AD%BB%E7%A5%9E%E6%BC%82%E6%9C%88/380)\n* [French / Français](https://piccoma.com/fr/product/614)\n* [German / Deutsch](https://www.tappytoon.com/de/book/the-reaper-de)\n* [Japanese / 日本語](https://piccoma.com/web/product/119365)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "549812d1-a1b9-4580-bca7-eac9471c7a5d",
    "title": {
      "en": "Babel II: The Returner"
    },
    "updatedAt": "2024-02-06T17:23:53+00:00",
    "coverArt": "https://mangadex.org/covers/549812d1-a1b9-4580-bca7-eac9471c7a5d/20e0c073-1651-4bc3-9315-1c1a07e60add.png",
    "altTitles": [
      {
        "ja": "バビル２世　ザ・リターナー"
      },
      {
        "ja-ro": "Babiru 2-sei za ritānā"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nAfter 40 years, \"Babel II\" is miraculously back!\n\nThis time, the enemy is the world's most powerful military nation, the United States of America! \n\nA supernatural battle of modern warfare vs. Babel II breaks out...!"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "160"
  },
  {
    "mangaId": "8edf64a8-73d3-4dbc-a21c-56bcbab1a0db",
    "title": {
      "en": "Ano ko ni naisho no VTUBER !"
    },
    "updatedAt": "2024-07-05T03:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/8edf64a8-73d3-4dbc-a21c-56bcbab1a0db/faf0e660-b631-42b7-9403-90be49e23a4e.jpg",
    "altTitles": [
      {
        "ja": "あの子にナイショのVTUBER"
      },
      {
        "ja-ro": "Ano Ko ni Naisho no VTUBER"
      },
      {
        "en": "That Girl Is Secretly A VTUBER !"
      }
    ],
    "description": {
      "en": "High school student Warabi has a secret that she's been keeping from her childhood friend, Shuu. While she's active as a popular virtual idol, Shuu, who has no idea about her secret identity, is actually in love with her...!\n\nWitness the heart-fluttering story of her secret V-Tuber activities and her romance with her childhood friend!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af857779-a400-46ef-917a-3b3a248e2221",
    "title": {
      "en": "Kinnikuman II Sei: Ultimate Chojin Tag Arc"
    },
    "updatedAt": "2024-06-11T02:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/af857779-a400-46ef-917a-3b3a248e2221/0aa81729-b90d-4ff7-ac6a-c8b2551d5b64.jpg",
    "altTitles": [
      {
        "ja-ro": "Kinnikuman Nisei Kyukyoku no Chojin Tag Arc"
      },
      {
        "en": "Ultimate Muscle 2: Ultimate Chojin Tag arc"
      },
      {
        "ja": "キン肉マン2世: 究極の超人タッグ編"
      }
    ],
    "description": {
      "en": "The sequel series to \"Kinnikuman ii sei\".     A new threat appears to defeat the Legends, known only as the 'Time Chojin'. These mysterious villains travel through time, in their quest to eradicate the Justice Chojin. If their plan succeeds, they will erase the New Generation from history and usher in a new era of evil domination over the humans.     The New Generation must travel through time to stop the Time Chojin.    In the process, they earn the distrust of the Legends. The ensuing conflict triggers the start of the 'Ultimate Chojin Tag Tournament', which will pit Legends against New Generation, and Justice Chojin vs Evil Chojin. The winners will determine the future of the planet as we know it and reign supreme over Earth."
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "312"
  },
  {
    "mangaId": "eebecaf4-43a4-48c6-8448-7a7d64421710",
    "title": {
      "en": "Apocalyptic Survival: I Can See Hidden Clues"
    },
    "updatedAt": "2024-07-08T12:28:14+00:00",
    "coverArt": "https://mangadex.org/covers/eebecaf4-43a4-48c6-8448-7a7d64421710/3ac01859-17d2-4368-9cba-6370bfbc2766.jpg",
    "altTitles": [
      {
        "vi": "Mạt Thế Cầu Sinh: Ta Có Thể Nhìn Thấy Ẩn Tàng Hệ Thống"
      },
      {
        "en": "Surviving in the Apocalypse: I Can See Hidden Clues"
      },
      {
        "zh": "末世求生:我能看到隐藏提示"
      },
      {
        "ko": "종말론적 생존: 숨겨진 단서가 보인다"
      },
      {
        "zh-ro": "Moshi Qiusheng: Wo Neng Kan Dao Yincang Tishi"
      }
    ],
    "description": {
      "en": "Upon awakening from slumber, it was discovered that billions of people had been transported to an apocalyptic era! Survival had become a shared goal of everyone, yet Zhang Chen could perceive concealed clues! While all were cautiously venturing into this unknown apocalyptic realm, Zhang Chen was already forging ahead…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "180"
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-07-08T13:38:45+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/18fe7b09-b112-4832-825e-b4ba27c88580.jpg",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      }
    ],
    "description": {
      "en": "Misaki-kun may be adorable, but he's just the 'best friend' type character you can find in any gal game. However, the protagonist, Kihara Hareta, isn't set on wooing any of the heroines; he has his eyes set on the Unobtainable Misaki-kun! Gender makes little difference in the face of such cuteness in this heart-stoppingly sweet comedy!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b1eb93e-473a-4ab3-9922-1a66d2a29a4a",
    "title": {
      "en": "Naruto"
    },
    "updatedAt": "2024-05-14T22:53:24+00:00",
    "coverArt": "https://mangadex.org/covers/6b1eb93e-473a-4ab3-9922-1a66d2a29a4a/bb223226-a5ca-457b-8a10-ad3ecaea66be.jpg",
    "altTitles": [
      {
        "ja": "ナルト"
      },
      {
        "ja": "-ナルト-"
      },
      {
        "ja": "NARUTO -ナルト-"
      },
      {
        "ru": "Наруто"
      },
      {
        "sr": "Нароуто"
      },
      {
        "hi": "नारुतो"
      },
      {
        "bn": "নারুতো"
      },
      {
        "th": "นินจาคาถาโอ้โฮเฮะ"
      },
      {
        "my": "နာရူတို"
      },
      {
        "zh-hk": "火影忍者"
      },
      {
        "zh": "狐忍"
      },
      {
        "ko": "나루토"
      },
      {
        "he": "נארוטו"
      },
      {
        "ar": "ناروتو"
      },
      {
        "ta": "நருடோ"
      },
      {
        "ka": "ნარუტო"
      }
    ],
    "description": {
      "bg": "Тайното село Коноха. Проблемният възпитаник на Нинджа академията Наруто и днес не спира с белите! Огромната мечта на същия този Наруто е да приеме званието на историческия герой Хокаге и да стане нинджа, като надмине всички предишни Хокаге. Ала около раждането на Наруто изглежда витае една тайна...!?",
      "cs": "Stát se nejlepším nindžou na světě není věc snadná, dokonce ani když nejste obecně zatracovaný outsider, který má v sobě zapečetěného devítiocasého démona, jenž kdysi málem srovnal se zemí celou nindžovskou vesnici. Naruto je však pevně odhodlaný splnit si tento sen a vzdát se za žádných okolností nehodlá. Nejspíš proto, že neví, co to slovo znamená (a prakticky určitě ho nedokáže správně napsat).",
      "de": "Naruto ist ein berüchtigter Tunichtgut in seinem Dorf, das fast ausschließlich aus Ninja besteht. Er liebt Nudelsuppe und spielt anderen gern Streiche. So ist es kein Wunder, dass er nicht gerade beliebt ist. Doch gerade deshalb will er der beste Ninja seines Dorfes werden. Zu diesem Zweck gehen er und seine Mitschüler Sasuke und Sakura beim großen Meister Kakashi in die Lehre...",
      "en": "Before Naruto's birth, a great demon fox had attacked the Hidden Leaf Village. The 4th Hokage from the leaf village sealed the demon inside the newly born Naruto, causing him to unknowingly grow up detested by his fellow villagers. Despite his lack of talent in many areas of ninjutsu, Naruto strives for only one goal: to gain the title of Hokage, the strongest ninja in his village. Desiring the respect he never received, Naruto works toward his dream with fellow friends Sasuke and Sakura and mentor Kakashi as they go through many trials and battles that come with being a ninja.  \n\n\n---",
      "es": "En la Villa Oculta de la Hoja, un chaval de lo más problemático que estudia en la escuela de ninjas, Naruto, se dedica a urdir gamberrada tras gamberrada. El sueño de Naruto es el de llegar un día a heredar el nombre de Hokage, reservado a los grandes héroes, y de convertirse en el mejor ninja de todos los tiempos. ¿¡Podrá Naruto llegar a cumplir sus anhelos de grandeza...!?\n\n---\nLa aldea escondida entre las hojas está habitada principalmente por ninjas, y entre ellos uno se destaca por sobre todos los demás por ser el más desobediente y quilombero: ¡¡Naruto Uzumaki!! El sueño de Naruto es convertirse en el hokage, el líder de los ninjas, y que todos reconozcan su fuerza; pero el secreto de su verdadero origen puede que sea demasiado difícil de superar.",
      "fi": "Konohan ninjakylässä ilman vanhempia varttunut Naruto Uzumaki on ninjakoulun heikoimpia oppilaita. Mutta Narutossa piilee voimia, jotka ylittävät inhimilliset rajat... Naruto on vauhdikas seikkailutarina ninjanuorukaisesta ja hänen ystävistään, taisteluista, toveruudesta ja kunniasta. Sekä kotimaassaan että ulkomailla huippusuosittu sarja pohjautuu taruihin Japanin historian mystisistä ninjasotureista. \n\nSarjakuva etenee takakannesta etukanteen ja oikealta vasemmalle. Suositellaan yli 12-vuotiaille.",
      "fr": "Naruto est un garçon un peu spécial. Il est toujours tout seul et son caractère fougueux ne l'aide pas vraiment à se faire apprécier dans son village. Malgré cela, il garde au fond de lui une ambition: celle de devenir un maître Hokage, la plus haute distinction dans l'ordre des ninjas, et ainsi obtenir la reconnaissance de ses pairs.",
      "id": "Ini adalah Desa Konohagakure... Naruto adalah salah satu murid di Akademi Ninja yang suka berbuat onar!! Impian Naruto adalah menjadi seorang Hokage. Tetapi, Naruto memiliki rahasia sejak lahir karena di dalam tubuhnya terdapat siluman rubah yang disegel! Inilah petualangan Naruto untuk mewujudkan impiannya...",
      "it": "\"Naruto\" è incentrato sulle avventure di un ragazzino, Uzumaki Naruto, che vuole diventare un famoso ninja e lasciare un segno nella storia. Gli ostacoli sul suo cammino sono però molti, come le prove che dovrà sostenere e i rivali che dovrà affrontare...\n\n---\nNaruto Uzumaki è un ragazzo dodicenne del Villaggio della Foglia che insegue il sogno di diventare Hokage, cioè il ninja più forte, nonché capo del villaggio. Il giovane custodisce in sé un segreto di cui lui stesso è all'oscuro: all'interno del suo corpo è sigillato un demone, conosciuto come Volpe a Nove Code, che attaccò il villaggio dodici anni prima e fu sigillato dal Quarto Hokage in cambio della vita. Per questo motivo, Naruto è stato sempre associato allo spirito demoniaco ed è cresciuto isolato da tutti. Dopo l'ennesima bocciatura di Naruto all'esame dell'accademia per il diploma di Genin, il suo maestro Iruka Umino lo salva dal maestro traditore Mizuki che lo aveva spinto a rubare un rotolo contenente delle tecniche proibite. In questo frangente, Naruto scopre finalmente il suo segreto. Questo, unito al desiderio di salvare Iruka, gli dà la spinta necessaria a sconfiggere Mizuki con la Tecnica Superiore della Moltiplicazione del Corpo, appresa dal rotolo. Grazie a questa dimostrazione di coraggio, il ragazzo riesce a guadagnarsi la promozione a Genin ed entra a far parte della Squadra 7 insieme a Sakura Haruno e Sasuke Uchiha, sotto la guida del maestro Kakashi Hatake.",
      "ja": "ここは木ノ葉隠れの里。忍術学校の問題児、ナルトは今日もイタズラ三昧！！　そんなナルトのでっかい夢は歴代の勇者、火影の名を受けついで、先代を越える忍者になることだ。だがナルトには出生の秘密が…！？",
      "pl": "Osada Konoha-gakure. Naruto, uczeń szkoły dla ninja, rozrabia jak tylko potrafi! Mimo to, jego marzeniem jest pokonanie \"Hokage\", czyli aktualnego przywódcy wojowników. Gdy Naruto się rodził, wydarzyło się coś, o czym on sam wciąż jeszcze nie wie...",
      "pt": "La aldea escondida entre las hojas está habitada principalmente por ninjas, y entre ellos uno se destaca por sobre todos los demás por ser el más desobediente y quilombero: ¡¡Naruto Uzumaki!! El sueño de Naruto es convertirse en el hokage, el líder de los ninjas, y que todos reconozcan su fuerza; pero el secreto de su verdadero origen puede que sea demasiado difícil de superar.",
      "ru": "Двенадцать лет назад, мощный Девятихвостый Демон-Лис напал на деревню ниндзя, Коноху. Демон был быстро побежден и запечатан в младенце по имени Наруто Узумаки. Но для этого, главному ниндзя Конохи, четвёртому хокаге пришлось пожертвовать жизнью… Теперь, по прошествии 12-и лет, Наруто является номером один среди придурков ниндзя, который полон решимости стать следующим Хокаге и получить признание всех, кто когда-либо сомневался в нем!",
      "sr": "Jedan od najpopularnijih naslova širom sveta sada je konačno dostupan i domaćim čitaocima. Serijal prati avanture dečaka Naruta, koji pokušava da postane veliki ratnik i nadmaši sve prethodnike. Ali moraće najpre da se bori sa samim sobom.",
      "tr": "Naruto, ünlü mangaka Masaşi Kişimoto tarafından yaratılan, 1999 yılından beri Japonya’da yayınlanan dünyaca ünlü manga serisi artık Türkiye’de.\n\nBugüne kadar Japonya’da 100 milyondan fazla satan Naruto serisi, 2002 yılında bu başarısı taçlandırarak animeye uyarlandı. Ülkemizde de gösterilen bu anime, manga kültürünü dünyaya tanıtıp; Naruto’yu dünyadaki en önemli mangalardan biri haline getirdi. Yıllardan beri geniş bir hayran kitlesi tarafından Türkçe’de yayınlanması beklenen bu eser, manganın özünden hiçbir şey kaybetmemesine özen gösterilerek ve Japonya’da olduğu gibi sağdan sola okunacak biçimde hazırlandı. Yediden yetmişe herkese hitap eden Naruto, çizgi roman kültürü ile ilgili olmayanların bile severek okuyabileceği bir eser."
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "safe",
    "lastVolume": "72",
    "lastChapter": "700"
  },
  {
    "mangaId": "8610757f-eaea-4c42-9c8e-5b91124d7f34",
    "title": {
      "en": "Last Karte - Houjuuigakusha Touma Kenshou no Kioku"
    },
    "updatedAt": "2024-05-29T14:49:30+00:00",
    "coverArt": "https://mangadex.org/covers/8610757f-eaea-4c42-9c8e-5b91124d7f34/9e170cd5-7a00-4b93-a14a-6bd08e5aba93.jpg",
    "altTitles": [
      {
        "ja": "Last Karte"
      },
      {
        "ja": "ラストカルテ-法獣医学者 当麻健匠の記憶-"
      }
    ],
    "description": {
      "en": "Kenshou Touma is a ordinary high schooler with worries and dreams about his future, just like everyone else. One day, he comes across a large number of crows in the park that have died an unnatural death. And while involved in that incident, a certain superpower manifests in him..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "95"
  },
  {
    "mangaId": "c0ad8919-4646-4a61-adf9-0fd6d8612efa",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 1-bu 「Hon ga Nai nara Tsukureba Ii!」"
    },
    "updatedAt": "2022-09-01T10:06:16+00:00",
    "coverArt": "https://mangadex.org/covers/c0ad8919-4646-4a61-adf9-0fd6d8612efa/c7ffc4c0-ed35-4cfb-b8bf-15803e832b90.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 1 「If there aren't any books, I'll just have to make some!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 1"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 1"
      },
      {
        "fr": "La Petite faiseuse de livres - Ascendance of a Bookworm"
      },
      {
        "ru": "Власть книжного червя"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第一部 「本がないなら作ればいい！」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 1-bu 「Hon ga Nai nara Tsukureba Ii!」"
      },
      {
        "pt-br": "Ascendência de Uma Amante de Livros: Parte 1 - Farei qualquer coisa para me tornar uma bibliotecária「Se não houver livros, terei que fazer alguns!」"
      }
    ],
    "description": {
      "en": "A certain college girl who's loved books ever since she was a little girl dies in an accident and is reborn in another world she knows nothing about. She is now Myne, the sickly five-year-old daughter of a poor soldier. To make things worse, the world she's been reborn in has a very low literacy rate and books mostly don't exist. She'd have to pay an enormous amounts of money to buy one. Myne resolves herself: If there aren't any books, she'll just have to make them! Her goal is to become a librarian. This story begins with her quest to make books so she can live surrounded by them! Dive into this biblio-fantasy written for book lovers and bookworms!  \r\n  \r\nAdapted from [web novel (raw)](https://ncode.syosetu.com/n4830bu/) / light novel of same name.",
      "pt-br": "Urano, uma viciada em livros que finalmente conseguiu um emprego como bibliotecária na universidade, tristemente morreu logo após terminar a faculdade. Ela renasceu como a filha de um soldado num mundo onde a taxa de alfabetismo é baixa e livros são escassos. Não importa o quanto ela quisesse ler, não havia nenhum livro a sua volta. O que uma rato de biblioteca fará sem livros? Fazê-los, é claro. Seu objetivo é virar uma bibliotecária! Então para poder mais uma vez viver rodeada de livros, ela mesma precisa começar a fazê-los."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "33"
  },
  {
    "mangaId": "2de8ffd3-25b7-42cd-80e8-32148478c40c",
    "title": {
      "en": "Kimi to Warui Koto ga Shitai"
    },
    "updatedAt": "2024-04-17T22:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/2de8ffd3-25b7-42cd-80e8-32148478c40c/bef5ac88-6368-4705-8e79-0fd131b673f7.jpg",
    "altTitles": [
      {
        "en": "I Wanna Do Bad Things with You"
      },
      {
        "ja": "君と悪いことがしたい"
      },
      {
        "zh-hk": "想和你一起做壞事"
      }
    ],
    "description": {
      "en": "Mamori Wataya is a tall but dark, plain, and shady high school girl. One day she meets Kanashi Fuji, who has a small, thin body and an evil-looking smile. A supporting character that no one can find and a villain that no one likes. This encounter turns their gray days blue.",
      "ja": "背は高いけど地味で暗い脇役女子・まもり。嫌いだからとプールの水を抜く、学校一の嫌われ者の悪役男子・藤。悪いヤツの、不思議な強さに惹かれていったその先にあったのは、透き通るような青い日々。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "67"
  },
  {
    "mangaId": "c7687add-1863-4e64-a2a4-f5afdb4f667f",
    "title": {
      "en": "Cat's Bride"
    },
    "updatedAt": "2022-11-04T23:40:59+00:00",
    "coverArt": "https://mangadex.org/covers/c7687add-1863-4e64-a2a4-f5afdb4f667f/91a37de8-5068-4aa2-8db3-32e3676dc26c.jpg",
    "altTitles": [
      {
        "en": "Cat's Prince Bride"
      },
      {
        "en": "Goyangiui Sinbu"
      },
      {
        "es-la": "La novia del principe gato"
      },
      {
        "zh-hk": "猫王子的新娘"
      },
      {
        "ko": "고양이의 신부"
      }
    ],
    "description": {
      "en": "Kang Ha Ji was a lovable, friendly girl who fell victim of bullying by the school's most popular girl because of her childhood friend Hong Min-Joo. Then one rainy day after an attempt to save a black cat from jumping into the road. She fell through a dimension crack and was transported to Cat's Kingdom.  \r\n\"Did I found myself in a situation that's waaaay over my head because I met the Prince of this Kingdom?\"  \r\n  \r\nFantasy Romance manhwa of an adorable cat's Bride.",
      "tr": "Kang Ha Ji okulda zorbalığa uğrayan, sevecen ve arkadaş canlısı bir kızdır. Yağmurlu bir günde yola atlayan kediyi kurtarmaya çalışırken bir boyut çatlağından düşer ve gözlerini açtığında kendisini Kediler Krallığı’nda bulur."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "87"
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/32ea5f1f-fac7-4301-a9eb-a14d42e98f9e.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30196491-8fc2-4961-8886-a58f898b1b3e",
    "title": {
      "en": "Boushoku no Berserk: Ore Dake Level to Iu Gainen o Toppa Suru"
    },
    "updatedAt": "2024-03-26T19:32:08+00:00",
    "coverArt": "https://mangadex.org/covers/30196491-8fc2-4961-8886-a58f898b1b3e/88b844bc-214b-43d4-842f-82d099d1ccad.jpg",
    "altTitles": [
      {
        "fr": "Berserk de la Gourmandise : Celui qui surpasse le concept même de niveaux"
      },
      {
        "pl": "Berserk obżarstwa"
      },
      {
        "en": "Berserk of Gluttony"
      },
      {
        "ja": "Boushoku no Berserk: Ore Dake Level to Iu Gainen o Toppa Suru"
      },
      {
        "ru": "Ненасытный Берсерк"
      },
      {
        "ja": "暴食のベルセルク～俺だけレベルという概念を突破する～ THE COMIC"
      },
      {
        "zh-hk": "狂怒的暴食 ～僅自己突破了等級這概念～"
      },
      {
        "zh": "狂怒的暴食 ～只有我突破了等级这概念～"
      },
      {
        "ko": "폭식의 버서크"
      },
      {
        "ko": "폭식의 베르세르크 ~나만 레벨이라는 개념을 돌파한다~"
      },
      {
        "en": "Berserk of Gluttony: The One that Exceeds the Concept of Levels"
      }
    ],
    "description": {
      "en": "In this world, there are two types of people. Those Who have powerful \"skills\", and those who don't. People born with powerful skills, exterminate monsters to level up and become successful, while people without them, become failures, who are treated harshly by society. Follow the story of Fate, a guy who works as a gatekeeper, and whose only skill is gluttony, a skill that only makes him hungry.",
      "fr": "Dans ce monde, il y a deux types de personnes. Ceux qui ont un ou plusieurs \"talents\", et ceux qui n'en possèdent pas. Les personnes nées avec de puissant talents, exterminent les monstres pour monter en niveaux et devenir puissants, alors que ceux qui n'en possèdent pas deviennent des échecs et sont traités durement par la société. Nous suivons l'histoire de Fate, un homme travaillant comme garde aux portes de la ville et dont son seul talents est la gourmandise, un talent qui ne fait que lui donner faim.  \n\n\n---",
      "ro": "În lumea asta sunt două tipuri de oameni: cei care posedă “puteri” incredibile și cei care nu.  \nCei care au fost născuți cu asemenea “puteri” extermină monștrii, evoluează și devin oameni de success, în timp ce ceilalți devin eșecuri, și sunt tratați diferit de societate.  \nCitește povestea lui Fate, un tip ce lucrează ca și gardian, a cărui putere este lăcomia, o putere care îl face să fie mereu înfometat.   \n  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/isshiki_ichika)  \n- [Original Web Novel](https://ncode.syosetu.com/n6887dt/) (Raw)  \n- Original Comic on **[** [Comic Ride](http://comicride.jp/gluttony/) **|** [NicoNico](http://seiga.nicovideo.jp/comic/31663) **]** (Raw)",
      "ru": "В этом мире есть два типа людей. Те, у кого есть сильные «навыки», и те, кто их не имеет. Люди, рожденные с мощными навыками, уничтожают монстров, чтобы стать успешными, в то время как люди без них становятся неудачниками, к которым жестоко относится общество. В нашей истории, парень, который работает в качестве привратника, и чье единственное умение — обжорство, умение, которое только делает его голодным.   \n  \n\n\n---",
      "pt-br": "Neste mundo, existem dois tipos de pessoas. Aqueles que têm poderosas “habilidades” e aqueles que não. As pessoas nascidas com habilidades poderosas exterminam monstros para subirem de nível e se tornarem bem-sucedidas, enquanto as pessoas sem eles, tornam-se fracassos, que são tratados com dureza pela sociedade. Fate é um cara que trabalha como um porteiro, e cuja única habilidade é a gula, uma habilidade que o faz comer almas."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c38dac66-b994-4a66-9f38-0d01058440c3",
    "title": {
      "en": "Corridor of Mirs"
    },
    "updatedAt": "2023-01-20T23:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/c38dac66-b994-4a66-9f38-0d01058440c3/7455fb80-2dc7-44e4-a221-0bddeb53bb78.jpg",
    "altTitles": [
      {
        "ko-ro": "Kami no Kairou"
      },
      {
        "en": "Mir's Cloister"
      },
      {
        "ja": "神の回廊"
      },
      {
        "ko": "미르의 회랑"
      },
      {
        "en": "Mire's Corridor"
      }
    ],
    "description": {
      "en": "One day, a girl woke up from a near car accident, and her name was Baek Nabi. After her chance encounter with a beautiful man, who saved her from the accident, Nabi starts to see things she has never seen before. Creatures who live off from human’s negative emotions are called ‘parasites’ . Nabi’s once normal life has overturned and becomes intertwined with several men all at the same time… “You’re a special existence. You just haven’t remembered yet.” A fantasy romance of Nabi and the mysterious beings around her.  \n\n\n---\n\nOfficial English translation by Comico's [Pocket Comics](https://www.pocketcomics.com/comic/208)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "85"
  },
  {
    "mangaId": "b4441847-6e9d-45b7-ac3f-fe7832e27821",
    "title": {
      "en": "Blades of the Guardians"
    },
    "updatedAt": "2023-10-27T12:22:06+00:00",
    "coverArt": "https://mangadex.org/covers/b4441847-6e9d-45b7-ac3f-fe7832e27821/72e2f7dc-faab-4cef-bed1-a4ea61a7b0cb.png",
    "altTitles": [
      {
        "zh-ro": "Biao Ren"
      },
      {
        "en": "Dart People"
      },
      {
        "ja-ro": "Hyojin"
      },
      {
        "ja-ro": "Hyoujin"
      },
      {
        "vi": "Tiêu Nhân"
      },
      {
        "ru": "Клинки Хранителей"
      },
      {
        "ja": "ヒョウ人 -BLADES OF THE GUARDIANS-"
      },
      {
        "zh": "镖人"
      },
      {
        "de": "Biaoren - Die Klingen der Waechter -"
      }
    ],
    "description": {
      "en": "Escort refers to paid warriors. Their targets of protection are also referred to targets as they are wanted by the government. On the eve of civil chaos during the last years of Sui dynasty, with the rise of a reign of terror around the country, various peoples' feelings of grudge and animosity develop.",
      "id": "Mengambil latar belakang di akhir Dinasti Sui (581–618), munculnya banyak kekacauan di seluruh negeri. Dao Ma dan anaknya Xiao Qi, mencari uang dengan cara menjadi pengawal bayaran atau membunuh orang yang menjadi incaran pemerintah."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77c8cc57-95c1-4f9b-8843-493eb2697566",
    "title": {
      "en": "Souzai Saishuka no Isekai Ryokouki"
    },
    "updatedAt": "2024-04-04T20:58:27+00:00",
    "coverArt": "https://mangadex.org/covers/77c8cc57-95c1-4f9b-8843-493eb2697566/4e46a79f-96d2-48ae-ae62-9cda73bcdb37.jpg",
    "altTitles": [
      {
        "en": "A Gatherer's Adventure in Isekai"
      },
      {
        "ja": "素材採取家の異世界旅行記"
      },
      {
        "zh": "素材采取家的异世界旅行记"
      },
      {
        "ja-ro": "Sozai Saishu-ka no Isekai Ryokō-ki"
      },
      {
        "zh-hk": "素材採取家的異世界旅行記"
      },
      {
        "ru": "Путешествие по миру коллекционера материалов"
      },
      {
        "ko": "소재채취가의 이세계 여행기"
      },
      {
        "en": "The Otherworldly Travels of a Material Collector"
      }
    ],
    "description": {
      "en": "Takeru Kamishiro is an ordinary middle aged salaryman who was chosen by god to be reincarnated into a fantasy world in the body of a handsome young man in his prime. Takeru sets out to learn more about the world while gathering rare and interesting materials along the way to sell for money which he can use to gather even more materials ad infinitum."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-06-05T15:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ae0898a-0876-49de-8890-2814ea030d72",
    "title": {
      "en": "I Accidentally Seduced the Male Lead's Younger Brother"
    },
    "updatedAt": "2024-03-16T04:35:08+00:00",
    "coverArt": "https://mangadex.org/covers/7ae0898a-0876-49de-8890-2814ea030d72/deedb353-2074-4de0-92ac-08aed6ae095a.jpg",
    "altTitles": [
      {
        "ko": "실수로 남주의 동생을 꼬셔버렸다"
      },
      {
        "ko-ro": "Silsuro Namjuui Dongsaengeul Kkosyeobeoryeotda"
      },
      {
        "pt-br": "Sem querer seduzi o caçula do reino"
      },
      {
        "ru": "Я случайно соблазнила младшего брата главного героя"
      },
      {
        "ja": "間違って男主人公の弟を口説いちゃった"
      },
      {
        "id": "Tidak sengaja menggoda adik male lead"
      },
      {
        "zh": "不小心勾引了男主的弟弟"
      },
      {
        "es": "No quise cautivar al hermano menor del protagonista masculino"
      },
      {
        "vi": "Tôi Đã Vô Tình Quyến Rũ Em Trai Của Nam Chính"
      }
    ],
    "description": {
      "en": "She possessed the mistress of the male lead in an R19 novel. In the original novel, the male lead was trash who abandoned her after getting her pregnant, saying that he belatedly realized that he loved the heroine. Fortunately, it was still before the original work started. She decided to scrap that shit herself.\n\n\"No, I don't want to,\" she flatly rejected Killian's offer to have an affair with him.\n\nWhen he asked her why, she smiled brightly and answered, \"Young Master is not my taste. If I must say, your younger brother is much preferable.”\n\n\"What? You prefer my younger brother?\"\n\n*Yeah. Not you, but your brother.*\n\nUnlike the original, she firmly set up an iron wall, took care of Lexion, the younger brother who was abused by his elder brother, and protected the original female lead who had low-esteem from that shitty male lead.\n\nAnd now that she'd already done what she had to do, she's off to go.\n\nBut a few years later–\n\nLexion, who had pushed out his older brother and taken the ducal title, came back to her as a beast with a decadent beauty. On top of that, he was even holding the engagement document that she had signed as a joke during their childhood.\n\n\"I've never forgotten you for a moment. Please marry me, Noona.\"\n\n*No, wasn't that just for playing house?*\n\nEvery time she refuses his marriage proposal, he gently hugs her around the waist, and asks in a cold voice, \"Did your taste change while I was away?\"\n\nLexion's eyes were full of life as he asked.\n\nIt was as if when he found out who her type was, he'd kill them right away.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "es": "“No, no quiero.”\n\nLa propuesta fue rechazada como un golpe en seco.\n\n“Confucio no es de mi agrado. Mi preferencia es el hermano menor de Confucio”.\n\n“¿Qué? ¿A mi hermana le gusta?”\n\n“Así es. No tú, sino tu hermano.”\n\n===\n\nEse ‘hermano menor’ vino a nosotros como una bestia con una belleza trascendental. \n\n“Nunca te he olvidado ni por un solo momento. Por favor, cásate conmigo, hermana.”\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "id": "Dia memiliki kekasih dari pemeran utama pria dalam novel R19. Dalam novel aslinya, pemeran utama pria adalah sampah yang mencampakkannya setelah membuatnya hamil, mengatakan bahwa dia terlambat menyadari bahwa dia mencintai pahlawan wanita tersebut. Untungnya, itu masih sebelum pekerjaan aslinya dimulai. Saya memutuskan untuk menghapus omong kosong ini sendiri. *** \"Tidak, aku tidak mau\". Aku dengan tegas menolak tawaran Killian untuk berselingkuh dengannya. Ketika dia bertanya mengapa, saya tersenyum cerah dan menjawab. “Tuan Muda tidak sesuai dengan seleraku. Jika saya harus mengatakan, adik laki-laki Anda jauh lebih disukai. ” \"Itu? Apakah kamu lebih suka adik laki-lakiku?\" \"Ya. Bukan kamu, tapi kakakmu.\" *** Berbeda dengan aslinya, saya dengan kuat membangun tembok besi, merawat Lexion, adik laki-laki yang dilecehkan oleh kakak laki-lakinya, dan melindungi pemeran utama wanita asli yang memiliki harga rendah terhadap pemeran utama pria yang tidak bermutu itu. Dan sekarang setelah saya melakukan apa yang harus saya lakukan, saya akan pergi. Namun beberapa tahun kemudian, Lexion, yang melewati kakak laki-lakinya dan duduk di kursi sang duke, kembali kepadaku seperti binatang buas dengan kecantikan dekaden. Selain itu, dia bahkan memegang dokumen jaminan yang saya tandatangani sebagai lelucon saat masih kecil. “Aku tidak pernah melupakanmu sedetik pun. Tolong menikahlah denganku, noona.” Tidak, bukankah itu hanya untuk bermain rumah? Setiap kali saya menolak lamaran pernikahannya, dia dengan lembut memeluk pinggang saya dan bertanya kepada saya dengan suara yang begitu dingin. \"Apakah seleramu berubah saat aku pergi?\" Mata Lexion penuh dengan kehidupan saat dia bertanya. Ini seperti ketika dia mengetahui siapa tipeku, dia akan langsung membunuhnya.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "ru": "Обычный офисный работник перевоплотился в романе 18+ в второстепенного персонажа, который изначально был любовницей главного героя. В оригинальном романе главный герой бросил ее после того, как она забеременела, сказав, что запоздало понял, что любит главную героиню. Теперь у нее есть шанс изменить судьбу этого персонажа и отказать главному герою: «Я на это не соглашусь!»\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "vi": "Tôi đã sở hữu cơ thể người yêu của nam chính trong một cuốn tiểu thuyết 19+. Trong nguyên tác, nam chính đích thị là một tên rác rưởi. Anh ta đã vứt bỏ cô sau khi làm cô có thai, còn bonus thêm câu anh ta đã vô tình rơi vào lưới tình của nữ chính. May thay, hiện giờ nguyên tác chưa bắt đầu. Vậy nên, tôi đã quyết định tự mình loại bỏ tên rác rưởi đó. *** “Không thích” Tôi đã nhanh chóng từ chối lời đề nghị làm người yêu từ Killian. Anh ta muốn hỏi tôi lý do với khuôn mặt đầy dấu chấm hỏi, tôi chỉ nhẹ nhàng nở nụ cười rạng rở và trả lời. “Thiếu gia đây không phải gu tôi. Gu tôi chính là em trai của thiếu gia cơ” “Gì? Em thích em trai của ta?” Chính xác rồi đó anh trai. Không phải anh, mà là em trai của anh cơ. *** Không như nguyên tác, tôi đã xây dựng một bức tường thành chắc chắn nhằm ngăn chặn tên thiếu gia kia. Bắt đầu chăm sóc cho Lexion, người bị anh trai của mình ngược đãi và cũng chính là người đã bảo vệ nữ chính. Và khi đã hoàn thành công việc, tôi đã nhanh chóng tẩu thoát khỏi dinh thự công tước. Nhưng trôi qua mấy năm. Lexion, người đã đẩy cái tên khốn kia ra khỏi vị trí công tước và tự mình ngồi chễm chệ trên vị trí đó đã trở thành một con thú và đến tìm tôi. Đồng thời còn mang theo một tờ giấy đính hôn có sẵn chữ ký như trò đùa khi nhỏ. “Em chưa hề quên chị dù chỉ một phút. Chị kết hôn với em nhé” Điều đó chẳng phải chỉ để con nít chơi với nhau à? Mỗi lần từ chối, anh ta lại bắt đầu quấn lấy eo của tôi mà ôm. Quá mệt mỏi, tôi đã hỏi anh ta với vẻ mặt nghiêm túc. “Chẳng lẽ em đã thay đổi gu trong thời gian chị vắng mặt?” Đôi mắt của Lexion chứa đầy sát khí khi tôi cất lời. Cứ như thể khi anh ta phát hiện ra gu của tôi là ai, anh ta sẽ giết người đó ngay lập tức.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "zh": "“公爵不是我喜欢的类型，我喜欢的是公爵您的弟弟。” 果断拒绝油腻海王公爵的的提议，这一世我不会做你的情人，没想到随便使用的借口，却让对方上了心。那个小软萌弟弟长大后居然变成了一个病娇美男？“姐姐不是说喜欢我吗？”这个婚约该怎么拒绝呀！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)",
      "pt-br": "**“Jovem mestre, você não faz o meu tipo… Eu quero o seu irmão!”**\n\n“Você não faz o meu tipo, jovem mestre. Prefiro muito mais o seu irmão mais novo.”\n“O quê? O meu irmão?”\n“Isso mesmo, o seu irmão, não você.”\n\n===\n Quando criança, eu assinei um contrato de casamento com este “irmão mais novo”, eu só não contava que…\n“Eu nunca me esqueci de você, por favor, case-se comigo!”\nEle disse isso enquanto segurava o contrato que foi assinado quando éramos crianças, mas espera… não era tudo apenas uma brincadeira??!\n\n---\n\"Não.\" Rejeitei categoricamente a oferta do canalha de ter um caso comigo. “O jovem mestre não é meu tipo. Meu tipo é seu irmão.” \"O quê? Meu irmão é o seu tipo?\" Garfos. Não você, mas seu irmão. * * * O 'irmão' veio até mim, uma fera da decadência. “Nunca me esqueci de você nem por um momento, quero que se case comigo, irmã.” Segurando os papéis de noivado que assinei de brincadeira na minha infância. Não, isso não era para uma brincadeira de criança? \"Você mudou seus gostos enquanto eu estava fora?\" Os olhos de Lexion estavam cheios de emoção quando ele perguntou. É como se ele soubesse do meu novo gosto, ele me mataria imediatamente.\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9842)\n* [Japanese / 日本語](https://jp.piccoma.com/web/product/146753)\n* [Portuguese (Brazilian) / Português brasileiro](https://br.comikey.com/comics/sem-querer-seduzi-o-cacula-do-reino-webtoon/709/)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec387b13-b35c-4abe-a089-5b69ff429118",
    "title": {
      "en": "Ouji-sama no Tomodachi"
    },
    "updatedAt": "2024-05-29T13:54:53+00:00",
    "coverArt": "https://mangadex.org/covers/ec387b13-b35c-4abe-a089-5b69ff429118/5cab1daf-9c97-41c8-a1da-99274540b98f.jpg",
    "altTitles": [
      {
        "ja": "王子様の友達"
      },
      {
        "ja": "学園の王子様とハグする話"
      },
      {
        "ja-ro": "Gakuen no Ouji-sama to Hagu suru Hanashi"
      },
      {
        "en": "The Prince's Friend"
      },
      {
        "en": "The Story About Hugging the School Prince"
      },
      {
        "pt-br": "A história sobre abraçar o príncipe da escola"
      },
      {
        "zh-hk": "王子大人的朋友"
      },
      {
        "en": "A Prince of a Friend"
      }
    ],
    "description": {
      "en": "I'm always at the mercy of the prince!?\nA slapstick romantic comedy with a handsome girl!",
      "pt-br": "A História sobre abraçar o principe da escola, tá literalmente no titulo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24aacb99-d80e-4923-845d-1bf38faaad3b",
    "title": {
      "en": "Hozuki's Coolheadedness"
    },
    "updatedAt": "2024-06-20T13:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/24aacb99-d80e-4923-845d-1bf38faaad3b/6fc570a0-fb8a-4332-9a2b-6678941579c7.jpg",
    "altTitles": [
      {
        "ja-ro": "Hoozuki no Reitetsu"
      },
      {
        "ru": "Хладнокровный Ходзуки"
      },
      {
        "ja": "鬼灯の冷徹"
      },
      {
        "en": "Hoozuki's Coolheadedness"
      }
    ],
    "description": {
      "en": "Hell is a bureaucracy, and business is running smoother than ever thanks to the demonic efficiency of Hoozuki, chief deputy to Lord Enma, the King of Hell. Whether offering counsel to the Momotarou of Japanese folklore or receiving diplomatic missions from the Judeo-Christian Hell, the demon who runs the show from behind the king's imposing shadow is ready to beat down any challenges coming his way into a bloody pulp. Metaphorically, of course…  \n  \nThe poster boy for micromanagement and armed with negotiation skills worthy of Wall Street, Hoozuki no Reitetsu follows the sadistic and level-headed Hoozuki as he spends his days troubleshooting hell. With an abundance of familiar faces from popular Japanese legends and East Asian mythology working middle management positions, this referential and anachronistic dark comedy brings new meaning to the phrase \"employer liability.\" Just how hard could it be to manage employees from hell, anyway?\n___\n[Alt Official English (Koudansha USA)](https://kodansha.us/series/hozukis-coolheadedness/)\n\n[Official X Account](https://x.com/mogura_hozuki)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "31",
    "lastChapter": "271"
  },
  {
    "mangaId": "8c9242d5-2575-4dd7-aeb8-0c52f6574a3c",
    "title": {
      "en": "A Gangster Became a High Schooler"
    },
    "updatedAt": "2024-06-26T19:07:43+00:00",
    "coverArt": "https://mangadex.org/covers/8c9242d5-2575-4dd7-aeb8-0c52f6574a3c/b37d97b8-9845-45e2-b491-394826a299c9.jpg",
    "altTitles": [
      {
        "ko": "조폭인 내가 고등학생이 되었습니다"
      }
    ],
    "description": {
      "en": "\"My dream is to enter college.\"\n\nKim Deuk-pal, an uneducated man whose lifelong wish was to attend school, dies in a car accident while trying to save Song Yi-heon, a boy who jumped off an overpass while driving, on a rainy day.\n\n'I hope that little thing lives.'\n\nWhen Kim Deuk-pal wakes up and finds out that the real Song Yi-heon tried to kill him due to school bullying and outing, he decides to take revenge and goes to the high school of his dreams. However, Choi Se-kyung, Song Yi-heon's unrequited love, begins to suspect Song Yi-heon\n\n\"You're not Song Yi-heon.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei wa Tereshirazu"
    },
    "updatedAt": "2024-07-03T18:34:28+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/71ca6811-0dc0-4dd5-8634-6f753ce75b15.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "en": "Akanabe-sensei Doesn't Know about Embarrassment"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... \n\nThe story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully.",
      "pt-br": "Kouki Sakieda é assistente de Akira Akanabe, uma mangaká que ele admira. Ela sempre tenta elogiá-lo de alguma forma. Sakieda está preocupado que possa acabar se apaixonando por ela se essa situação continuar. Então, inesperadamente, Akanabe o convida para sair...\nA história retrata o dia a dia da Sensei Akanabe, que distribui elogios a Sakieda sem qualquer constrangimento, e de Sakieda, que tenta aceitar tudo com elegância."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "032b71d2-5040-421e-9d6e-e05431b42351",
    "title": {
      "en": "Yankee Seito ni Nameraretemasu!"
    },
    "updatedAt": "2021-05-25T15:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/032b71d2-5040-421e-9d6e-e05431b42351/c174ebe7-cc05-465e-99c4-a3477cb1c9fb.png",
    "altTitles": [
      {
        "en": "ヤンキー生徒に舐められてます！"
      }
    ],
    "description": {
      "en": "It has already been 10 years after that day…  \n  \nSakura Aya, who was always been bullied and harassed because of her huge breasts in her high school, once again must go back to that place as the new assigned teacher and the first thing she see is…  \n  \n(It… It’s an illicit sexual scene!)  \n  \nYoshizawa Shinichirou, third year student who always cause problem, suddenly absence from school for days.  \n  \n“His father is sick…”  \n  \nSakura, feels pity about his situation brings Yoshizawa to her home, and unknown to her, Yoshizawa seems interested in her body!?  \n  \n“You really lack of sense of danger”  \n  \n“Eh?”"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": "4"
  }
]