[
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "Marriage Toxin"
    },
    "updatedAt": "2024-06-14T23:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      },
      {
        "en": "MARRIAGETOXIN"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…\n\n------\n- [Official English Volumes at Viz Media](https://www.viz.com/marriage-toxin)",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b25067df-0bca-40be-9ee8-12d9e58cb6d7",
    "title": {
      "en": "High School Girl at the Convenience Store"
    },
    "updatedAt": "2024-06-24T13:38:58+00:00",
    "coverArt": "https://mangadex.org/covers/b25067df-0bca-40be-9ee8-12d9e58cb6d7/1728c3da-b280-4ae1-bfb2-27aebc1006e6.jpg",
    "altTitles": [
      {
        "ko": "여고생과 편의점"
      },
      {
        "zh": "女高中生与便利店"
      },
      {
        "ja": "女子高生とコンビニ"
      },
      {
        "en": "A High School Girl & A Convenience Store"
      },
      {
        "ja-ro": "Joshikousei to Konbini"
      },
      {
        "ja-ro": "Joshikousei to Conbini"
      }
    ],
    "description": {
      "en": "A yuri manhwa about a tough high school girl and a shy convenience store worker. Even if it's just running errands, just being able to catch a glimpse of her makes it all worthwhile.\n\n---\n**Links:**\n- Alternative Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=3698011)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4d5228c-846d-47c5-8659-0aa70d5c0d41",
    "title": {
      "en": "Kumamiko"
    },
    "updatedAt": "2024-06-11T04:55:04+00:00",
    "coverArt": "https://mangadex.org/covers/c4d5228c-846d-47c5-8659-0aa70d5c0d41/3e3ba464-d30c-4d2e-bec0-684fa9ef5b43.jpg",
    "altTitles": [
      {
        "en": "Girl Meets Bear"
      },
      {
        "ru": "Жрица и медведь"
      },
      {
        "ja": "くまみこ"
      },
      {
        "en": "Bear Shrine Maiden"
      }
    ],
    "description": {
      "en": "In the deep regions of the Touhouku area, the comedic story of the miko of bears, 14-year-old Machi, and her childhood friend, the talking bear Natsu, takes place as Machi struggles to qualify for city-life with Natsu's assistance."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "120"
  },
  {
    "mangaId": "e41d954d-7f04-4811-aacf-c27cbd71fb96",
    "title": {
      "en": "Idol Is a God"
    },
    "updatedAt": "2024-05-21T22:57:20+00:00",
    "coverArt": "https://mangadex.org/covers/e41d954d-7f04-4811-aacf-c27cbd71fb96/8b92b40d-d623-4bec-bae8-9fc1416fdd57.jpg",
    "altTitles": [
      {
        "en": "Becoming a God by Being the Center of Attention"
      },
      {
        "zh-ro": "C Wei Cheng Shen"
      },
      {
        "zh": "C位成神"
      },
      {
        "en": "The Idol Is a god"
      }
    ],
    "description": {
      "en": "With the constant development of technology on Earth, people no longer need to worship the weather gods. Because of this, the rain god, Yushi’s, power starts disappearing. He decides to venture onto Earth under the name “Shiyu” in order to restore his power. Soon scouted by an evil boss into a near-bankrupt entertainment company. Shiyu is sent to participate in the show “I am an idol.” With absolutely zero common sense he somehow still manages to gain popularity and debut in the group SWEN alongside three other members. Overtime, Shiyu comes to discover that his groupmate, Yang Dongjun, and Zhong Yun were also gods who came to the world to work and earn faith…",
      "tr": "Dünya teknolojisinin sürekli olarak gelişmesi ile insanların artık hava ile ilgilenen Tanrılara ibadet etmesine ihtiyaçları kalmaz. Bu sebeple Yağmur Tanrısı, Yushi'nin, gücü kaybolmaya başlar. Gücünü yenilemek için 'Shiyu' ismi altında Dünya'ya gitmeye karar verir. Kısa süre sonra kötü bir patron tarafından iflas etmek üzere olan bir eğlence şirketinde keşfedilir. Shiyu 'Ben Bir İdolüm' adlı programa katılım göstermesi için gönderilir. Sahip olduğu sıfır sağduyu ve diğer üç üye ile birlikte SWEN grubunda bir şekilde popülerlik kazanmayı ve çıkış yapmayı başarır. Mesai sırasında grup arkadaşları Tan Donjun ve Zhong Yun'un da kendisi gibi inanç kazanmak için Dünya'ya gelen Tanrılar olduğunu keşfeder."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4df219da-4b5f-48ea-9fac-23641ae8a584",
    "title": {
      "en": "Guardian Tales - Kanterbury Days!"
    },
    "updatedAt": "2024-06-02T01:04:49+00:00",
    "coverArt": "https://mangadex.org/covers/4df219da-4b5f-48ea-9fac-23641ae8a584/5cfea970-d495-4d8c-9ecb-6a8ea581f6a2.jpg",
    "altTitles": [
      {
        "ja": "かんたべりーでいず！"
      }
    ],
    "description": {
      "en": "An official slice of life themed 4 panel webmanga of the Guardian Tales series."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "0c607e18-525b-4688-a526-c268431785b2",
    "title": {
      "en": "The Witches' Isle"
    },
    "updatedAt": "2024-06-03T09:11:30+00:00",
    "coverArt": "https://mangadex.org/covers/0c607e18-525b-4688-a526-c268431785b2/c896084b-a509-41e1-9b34-b6693a15a530.png",
    "altTitles": [
      {
        "ko": "마녀가 사는 섬"
      },
      {
        "ko-ro": "Manyeoga Saneun Seom"
      },
      {
        "en": "Island of Witches"
      },
      {
        "pt-br": "Ilha Das Bruxas"
      }
    ],
    "description": {
      "en": "Hannah, a tutor, receives a high paying job offer at a mansion on a remote island. \n\nThere, she meets the young and kind owner, Ian, and his younger sister, Hannah's soon-to-be student, Ailee.\n\nA tutor's fresh start working on an island. However, when strange things begin to occur at the seemingly peaceful mansion, she finds that there's more to it than meets the eye.\n\nGradually, Hannah discovers the secret between the two siblings and the island itself…\n\n※GL is included in the love triangle for this series and is being partly covered within the story.",
      "pt-br": "Hanna, que trabalha como tutora, recebe uma carta e uma alta remuneração, levando-a a uma mansão isolada em uma ilha.Lá, ela encontra Ian, o jovem e gentil proprietário, e sua irmã mais nova, Ailie, que ela ensinará.O trabalho de tutoria começa na ilha. Apesar de inicialmente parecer pacífica, a vida na mansão esconde eventos misteriosos que gradualmente se desenrolam, e Hannah descobre os segredos dos dois irmãos e da ilha...※ Esta obra contém romance entre mulheres no contexto de um triângulo amoroso, e também aborda esse tema em partes da história."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56b59484-a009-45d1-89bc-30d3974b5ae7",
    "title": {
      "en": "Koi wa Futago de Warikirenai"
    },
    "updatedAt": "2024-07-02T02:18:41+00:00",
    "coverArt": "https://mangadex.org/covers/56b59484-a009-45d1-89bc-30d3974b5ae7/71a6e907-f06c-40da-9a4b-65f0303d39af.jpg",
    "altTitles": [
      {
        "ja": "恋は双子で割り切れない"
      },
      {
        "en": "Love Between Twins is Indivisible"
      }
    ],
    "description": {
      "en": "My family moved next door to the Jinguji family when I was six years old. From then until I was in the first grade of high school now, both parents were on good terms, and the twin sisters of the Jinguji family that I grew up with were my close friends as if they were like my own family. Ryumi, the sister who looks like a boy, and Naori, the otaku sister who is cute on the outside. And I'm Jun Shirasaki, who isn't afraid of being sandwiched between beautiful sisters with different personalities. Although I'm a novice in love, I don't have a special relationship and the changes continue. \"Why don't you go out with me? How about we try dating?\" These words from Ryumi eventually led us into a strange love triangle. The romantic comedy story of first love with twins begins!",
      "id": "Keluargaku pindah ke sebelah keluarga Jinguji saat aku berusia enam tahun. Sejak saat itu sampai aku kelas satu SMA sekarang, kedua orang tua berhubungan baik, dan Saudari kembar keluarga jinguji yang tumbuh bersamaku merupakan teman dekatku seolah-olah mereka sudah seperti keluargaku sendiri.\n\nRyumi, saudari perempuan yang berpenampilan seperti laki-laki, dan Naori, saudari otaku yang memiliki sifat imut di luar. Dan Aku Jun Shirasaki, yang tidak takut terjepit di antara saudari perempuan cantik dengan kepribadian yang berbeda. Meskipun aku pemula dalma cinta, aku tak memiliki hubungan khusus dan perubahan terus berlanjut.\n\n“Kenapa kau tidak pacaran denganku? Bagaimana kalau kita coba pacaran?”\n\nKata-Kata dari Ryumi ini akhirnya membawa kami ke cinta segitiga yang aneh.\n\nKisah komedi romantis cinta pertama dengan si kembar dimulai!",
      "pt-br": "Minha família se mudou para a casa vizinha da família Jinguji quando eu tinha seis anos. Desde então, até eu estar na primeira série do ensino médio, ambos os pais se davam bem, e as irmãs gêmeas da família Jinguji com quem cresci eram minhas amigas íntimas, como se fossem minha própria família. Ryumi, a irmã que parece um menino, e Naori, a irmã otaku que é fofa por fora. E eu sou Jun Shirasaki, que não tem medo de ficar imprensada entre lindas irmãs com personalidades diferentes. Embora seja um novato apaixonado, não tenho um relacionamento especial e as mudanças continuam. \"Por que você não sai comigo? Que tal tentarmos namorar?\" Essas palavras de Ryumi eventualmente nos levaram a um estranho triângulo amoroso. A história da comédia romântica do primeiro amor com gêmeos começa!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c21fbcd-e22e-4e6d-8258-7d580df9fc45",
    "title": {
      "en": "Lycoris Recoil"
    },
    "updatedAt": "2024-05-14T13:44:33+00:00",
    "coverArt": "https://mangadex.org/covers/9c21fbcd-e22e-4e6d-8258-7d580df9fc45/25274ba0-4703-4427-aaaa-bac4b2e1e639.jpg",
    "altTitles": [
      {
        "ja": "リコリス・リコイル"
      },
      {
        "ru": "Ликорис Рикоил"
      }
    ],
    "description": {
      "en": "Takina Inoue, a high school girl working as a member of an all-female taskforce of assassins and spies known as \"Lycoris\" dispatched to eliminate criminals and terrorists in Tokyo, is sanctioned by her superiors at the DA agency for disobeying orders in order to save a colleague. She is transferred to work with the elite Lycoris agent Chisato Nishikigi at one of the agency's branches, which operates under the cover of a cafe, called \"LycoReco\".",
      "ja": "凶悪犯罪が一切起こらない国・日本。その治安を陰から維持するエージェント「リコリス」の正体は、制服に身を包み、都市に紛れる少女たちであった――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "be36e5cf-465a-4456-8c08-ae8e70565b77",
    "title": {
      "en": "Kaika Apartment"
    },
    "updatedAt": "2024-06-22T19:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/be36e5cf-465a-4456-8c08-ae8e70565b77/23f5c0c3-74b6-4b0c-b10c-6233d8d32c5c.jpg",
    "altTitles": [
      {
        "ja": "開花アパートメント"
      },
      {
        "zh-hk": "开花公寓"
      },
      {
        "vi": "Chung cư Kaika"
      }
    ],
    "description": {
      "en": "*Everyone who lives there has a “reason” for doing so.* \n\nTowards the end of the Taisho era (1912 - 1926), Fuji, a translator, moves into the so-called “Kaika Apartment”—a luxurious housing complex overflowing with elegance. Little does he know that all the residents there harbor secrets…but what are they? And, does Fuji have a secret of his own...?\n\n---\n\nPeculiar tales of an apartment complex filled to bursting with bewitching, intertwining, and twisted human relationships.",
      "vi": "Một nơi chỉ toàn những “kỳ nhân dị sĩ”.\nVào cuối thời Taisho, Fuji, một dịch giả chuyển đến Chung cư Kaika đầy hoa lệ. Nhưng dường như cư dân ở đây đều che những bí mật nào đó…Và dường như Fuji cũng có một bí mật…?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d5c1cd9-70fe-4b49-9e64-1bef888acd4d",
    "title": {
      "en": "Mazinger Z (Outa Gosaku)"
    },
    "updatedAt": "2021-05-25T15:44:57+00:00",
    "coverArt": "https://mangadex.org/covers/8d5c1cd9-70fe-4b49-9e64-1bef888acd4d/62382a07-f688-454b-a3e0-6b70c85b0cec.jpg",
    "altTitles": [
      {
        "en": "マジンガーZ (OUTA Gosaku)"
      }
    ],
    "description": {
      "en": "An alternate Mazinger Z manga by OUTA Gosaku. Not to be confused with the version by NAGAI Go.  \n  \nIt follows the anime timeline of events."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": null
  },
  {
    "mangaId": "0e2cb981-70c8-4229-aff7-6be966852b03",
    "title": {
      "en": "Kanan-sama wa Akumade Choroi"
    },
    "updatedAt": "2024-07-07T11:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/0e2cb981-70c8-4229-aff7-6be966852b03/fc2fe251-0578-43a9-bd84-3e0de1a6b968.jpg",
    "altTitles": [
      {
        "ja": "カナン様はあくまでチョロい"
      },
      {
        "en": "Kanan-sama Is Easy as Hell!"
      },
      {
        "ru": "Канан-сама до чертиков проста"
      },
      {
        "tr": "Kanan-sama Dibine Kadar Saf"
      },
      {
        "vi": "Ác quỷ Kanan dễ đối phó thật đấy"
      }
    ],
    "description": {
      "en": "Kanan is a demon hiding in a high school in the human world to feed on the souls of humans. She sets her sights on a single high school boy, but somehow ends up in a lovers contract with him!? Kanan, who has never been in love, is now filled with new feelings!\n\nThe romantic comedy of a pure-hearted demon's first love, begins!\n\n(Source: Shounen Magazine, translated)",
      "ja": "人間の魂を喰らうべく、人間界の高校に潜伏する女悪魔・カナン。一人の男子高校生に狙いを定めるが、気づけばなぜか恋人契約を結ぶことに！？ しかし恋なんてしたことのないカナンには、未知な感情ばかりで…！ 甘酸っぱい青春とギャグの嵐！！",
      "tr": "Kanan, ruhları sömürmek adına liseye sızan dişi bir iblis. Erkek bir öğrenciyi avı olarak seçer ancak... her nasıl oluyorsa ardından kız arkadaşı olmayı kabul eder!? Daha önce aşkı hiç tatmamış olan Kanan, bilinmedik duygularla dolup taşıyor! Saf kalpli iblisimizin ilk aşkını anlatan sevimli romantik komedi başlıyor!",
      "vi": "Kanan là một con quỷ ẩn náu trong một trường trung học ở thế giới loài người để ăn linh hồn của con người. Cô ấy để ý đến một nam sinh trung học duy nhất, nhưng bằng cách nào đó lại kết thúc với một hợp đồng tình nhân với anh ta !? Kanan, người chưa từng yêu, giờ đang tràn ngập cảm xúc mới! Bộ truyện hài lãng mạn về mối tình đầu của một con quỷ có trái tim thuần khiết, bắt đầu!",
      "es-la": "Kanan es un demonio femenino que se esconde en un instituto del mundo humano para alimentarse de almas humanas. Se fija en uno de los chicos del instituto, pero de alguna manera acaba firmando un contrato de amante con él. Pero Kanan, que nunca se ha enamorado, está llena de emociones desconocidas... ¡Una tormenta de juventud agridulce y bromas! Comienza una bonita comedia romántica de primer amor sobre una Akuma de corazón puro...",
      "pt-br": "Kanan é uma demônio que se esconde em uma escola secundária no mundo humano para se alimentar de almas humanas. Ela põe em sua mira em um dos alunos da escola mas de alguma forma acaba assinando um contrato de amante com ele! Mas Kanan que nunca esteve apaixonada antes, está cheia de emoções desconhecidas…! Começa uma comédia romântica do primeiro amor de uma Demônio!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "428b5644-4564-4150-a078-1b7f80df06e6",
    "title": {
      "en": "Grappler Baki (Kanzenban Release)"
    },
    "updatedAt": "2024-02-25T19:01:09+00:00",
    "coverArt": "https://mangadex.org/covers/428b5644-4564-4150-a078-1b7f80df06e6/ae9b2c36-5312-4ce2-83a5-56ccad72b69d.png",
    "altTitles": [
      {
        "ja": "グラップラー刃牙完全版"
      },
      {
        "ja-ro": "Grappler Baki"
      },
      {
        "en": "Baki The Grappler"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "24",
    "lastChapter": "371"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-05-19T14:25:07+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/dcfeffd8-a507-4b08-922d-0b28d91a7630.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60296233-d377-4df8-bb2f-b4090999498c",
    "title": {
      "en": "Tensei Shitekara 40-nen. Sorosoro, Ojisan mo Koi ga Shitai. Nidome no Jinsei wa Harem Route?!"
    },
    "updatedAt": "2024-04-27T13:08:57+00:00",
    "coverArt": "https://mangadex.org/covers/60296233-d377-4df8-bb2f-b4090999498c/f8c1432b-69b6-43f6-b520-6dba381ab6a0.jpg",
    "altTitles": [
      {
        "ja": "転生してから４０年。そろそろ、おじさんも恋がしたい。　二度目の人生はハーレムルート!?"
      },
      {
        "en": "It's been 40 years since I was reincarnated. It's time for this uncle to fall in love."
      },
      {
        "ru": "Прошло 40 лет с тех пор, как я перевоплотился. Пришло время этому дяде влюбиться."
      }
    ],
    "description": {
      "en": "Forty years have passed since his reincarnation, and the guild leader, Girold, has been working diligently. Looking back on his life, he realizes that he hasn't been able to get married, so he tries his best to get a girlfriend, but there is no luck. He thinks he's not popular, but the girls around him are trying to approach him… The harem love comedy from \"Shosetsuka ni Narou\" begins! (DeepL)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03b3f621-16ea-4b42-8f8c-947b4df979a5",
    "title": {
      "en": "Korosarete ido ni suterareta seijo ga chiito onryou ni narimashita"
    },
    "updatedAt": "2024-03-08T00:14:13+00:00",
    "coverArt": "https://mangadex.org/covers/03b3f621-16ea-4b42-8f8c-947b4df979a5/281fffa2-49b8-49fe-a292-e42c089ce465.jpg",
    "altTitles": [
      {
        "ja": "殺されて井戸に捨てられた聖女がチート怨霊になりました"
      },
      {
        "en": "A Saint Who Was Killed and Dumped in a Well Has Become a Revenge-Seeking Cheat Ghost."
      }
    ],
    "description": {
      "en": "On a journey to save the world, a brave man and his companions kill a saint.\n\nFrom that moment on, eerie events start happening around them...\n\nIf they hear the saint's breath, no one will survive...!\n\nA terrifying fantasy horror!\n\n\nOriginal story: Gin Tanio \nManga: Kurage Nanashimizu \nName structure: Tatsuya Sakurai"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "537f0aed-f362-454a-8938-2b7b851ac5e6",
    "title": {
      "en": "Heimin Shusshin no Teikoku Shoukan, Munou na Kizoku Joukan wo Juurin shite Nariagaru"
    },
    "updatedAt": "2024-06-17T04:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/537f0aed-f362-454a-8938-2b7b851ac5e6/7b821c43-c9c0-4bf8-8375-9a9d0149c212.jpg",
    "altTitles": [
      {
        "ja": "平民出身の帝国将官、無能な貴族上官を蹂躙して成り上がる"
      },
      {
        "en": "The Rising of the Commoner-Origin Officer: Beat up All the Incompetent Noble Superiors!"
      }
    ],
    "description": {
      "en": "All the bosses are annoying! The reincarnated strongest magician's trampling and subjugation begins!\n\nHazen Heim, a newly appointed imperial general, is demoted to the front line because he is a commoner. There were a lot of incompetent people, such as \"a trash superior who takes advantage of his position to steal the achievements of his subordinates\", \"an evil subordinate who keeps bullying people below him\", and \"a top who is too opportunistic to do anything''. \n\nHowever, Hazen has the experience and overwhelming ability as the strongest magician that he cultivated in his previous life. He slaughters his malevolent subordinates in accordance with military law, and completely refutes his superiors who complain. He achieved extraordinary results, such as making peace with a hostile tribe by teaming up with a genius girl, and defeated all the annoying bosses!\n\nAn exhilarating upstart fantasy about an unscrupulous superior!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d40f81e-fecd-4413-9180-801fe757fde4",
    "title": {
      "en": "The Duke's Bored Daughter Is My Master"
    },
    "updatedAt": "2024-03-30T19:45:17+00:00",
    "coverArt": "https://mangadex.org/covers/1d40f81e-fecd-4413-9180-801fe757fde4/eb08a8fc-8582-4787-a7e8-e13d9d23d93c.jpg",
    "altTitles": [
      {
        "ko": "만렙 공녀는 오늘도 무료하다"
      },
      {
        "ko-ro": "Manlev Gongnyeoneun Oneuldo Muryohada"
      },
      {
        "en": "The Invincible Princess Is Bored Again Today"
      },
      {
        "en": "The Max Level Princess Is Bored Today as Well"
      },
      {
        "en": "The Max-Leveled Princess Is Bored Today as Well"
      },
      {
        "ru": "Неуязвимая принцесса сегодня вновь скучает"
      },
      {
        "ru": "Неуязвимая принцесса сегодня вновь"
      },
      {
        "uk": "Непереможна принцеса сьогодні знову нудьгує"
      },
      {
        "es": "La princesa invensible vuelve a aburrirse hoy"
      },
      {
        "ja": "最強公女は今日も退屈です"
      },
      {
        "th": "ชีวิตที่ไร้สีสันของเลดี้สุดแกร่ง"
      },
      {
        "id": "Tuan Putri Jagoan Sedang Bosan Hari Ini"
      },
      {
        "hu": "A Max Level hercegnő ma is unatkozik"
      },
      {
        "mn": "Хүчирхэг гүнж өнөөдөр ч уйдаж байна"
      },
      {
        "zh": "公女今天也很无聊"
      },
      {
        "zh": "满级公女今天也很无聊"
      },
      {
        "zh-hk": "滿等千金好厭世"
      },
      {
        "my": "ပြိုင်ဘက်ကင်းတဲ့မင်းသမီးလေးဒီနေ့လဲပျင်းနေပြန်ပြီ"
      },
      {
        "vi": "Hôm nay công nương toàn năng cũng thấy chán nản"
      }
    ],
    "description": {
      "en": "Dante Renatus, who had even claimed the throne as the Empress Regent with her excellent swordsmanship, is reincarnated as 'Helena', the daughter of the Duke of Peresca 500 years later. A second life she hadn't wanted. She had already enjoyed everything in her previous life, and had tried everything she had wanted to try. If she has to be reborn, it's just annoying and boring no matter what she does. In the meantime, Prince Caesar visits the duchy to avoid a power struggle, and Helena, who recognizes Caesar's talent, decides to become his swordsmanship teacher.\n\n\"I'll make you an Emperor.\"\n\nIt was just something I started thinking about, using the skills of my previous life to train future students and liven up my boring life. But even if you like me, don't you think you like me a bit too much?\n\n---\nDante Lenatous, who'd become the Empress Regent in her past life. Five hundred years later, she's reborn as the youngest daughter of a duchy?\n\nI have already achieved everything I wanted in my past life and done everything I'd wanted, so no matter what I do in this unwanted second round of life, it's annoying and boring.\n\nSince I was reborn anyway, I'd been thinking of teaching young students, but... my disciples love me too much. Was I this talented at teaching?\n\n\"If it's for you, Teacher, I can even lead this world to ruin!\"\n\nAll I'd done was discovered Prince Caesar's talent, so why is he acting like that?!\n\nThe teaching of young students by the Max-Level Princess who has no regrets or lingering feelings towards life--!\n\n---\nI was an illegitimate daughter abandoned by the promiscuous emperor. From there, I ended up on the street where I learned that I had a knack for the sword. I competed in tournaments, became a mercenary, and I made a name for myself. Just when I had become the talk of the empire, the emperor wanted me back. In return, I demanded to be next in line for the throne. After years of hard work, I finally became empress and died happily. But here I am, alive again. Ugh, can’t a girl be left alone? This time, I’m going to be as lazy as I please!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "fr": "Dante Renatus, qui a pris la place d'empereur grâce à son excellente maîtrise de l' épée s'est réincarné 500 ans plus tard sous le nom d'Helena, la fille du duc de Pereska.\n\n«Je ne voulais pas de cette seconde vie.»\n\nDante– Helena ne fait que répéter ses actions et ses expériences passées et trouve pour cela les réincarnations ennuyantes et sans intérêts mais lorsque César, le prince, visite la résidence du duc pour échapper à la lutte pour le pouvoir elle lui trouve un talent particulier et décide de devenir son professeur d'épée.\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "hu": "A Max Level hercegnő ma is unatkozik, mint Dante Renatus, aki korábbi életében császár volt. Ötszáz évvel később egy hercegség legfiatalabb lányaként születik újjá? Már mindent elértem, amit szerettem volna az előző életemben, és mindent megtettem, amit akartam, szóval nem számít, mit csinálok életemnek ebben a nem kívánt második körében. Ez bosszantó és unalmas. Amúgy újjászületésem óta arra gondoltam, hogy fiatal diákokat tanítok, de... a tanítványaim túlságosan szeretnek. Ilyen tehetséges voltam a tanításban? – Ha érted, tanár úr, akár tönkretehetem ezt a világot! Csak annyit tettem, hogy felismertem Caesar herceg tehetségét, akkor miért viselkedsz így? Fiatal diákok tanítása a Max Level hercegnőtől, aki nem bánja meg az életet, és nem is marad el az élet iránti érzelme...!\n\n---\nEgy törvénytelen lány voltam, akit elhagyott a császár. Onnan az utcára kerültem, ahol megtudtam, hogy értek a kardforgatáshoz. Versenyekre indultam, zsoldos lettem, és nevet szereztem magamnak. Amikor már a birodalomban rólam beszéltek, a császár visszahívott. Cserébe követeltem, hogy én lehessek a következő a trónörökös. Több év kemény munka után végül császárnő lettem, és boldogan haltam meg. De most itt vagyok, újra élek. Ugh, nem lehet egy lányt békén hagyni? Ezúttal olyan lusta leszek, amennyire csak lehet!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "ko": "전생에 무려 황제까지 찍었던 단테 레나투스.\n500년 후, 공작가의 막내딸로 환생하다?!\n\n원하지 않던 2회차 인생, 전생에서 누릴 거 다 누렸고,\n해 볼 거 다 해봤으니 현생에서 뭘 해도 귀찮고 무료할 뿐이다.\n\n기왕 태어난 거 후학 양성이나 해 볼까 하는데,\n……제자들이 날 너무 사랑한다.\n내 교육자적 재능이 이렇게 훌륭했던가?\n\n“스승님을 위해서라면, 이 세계도 멸망시킬 수 있어!”\n\n황자 카이사르의 재능을 알아 봤을 뿐인데\n왜 그런 방향으로 튀는 거야?!\n\n생의 후회도 미련도 없는 만렙 공녀님의\n인생 2회차 후학 양성기―!\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "ru": "Данте Ренатус, которая с помощью своих выдающихся навыков владения мечом заняла даже место императора, перерождается спустя 500 лет как «Хелена», дочь герцога Ферески.2-я жизнь, которой она не желала.В прошлой жизни она насладилась всем, чем хотела, и попробовала всё, что только могла попробовать.После перерождения, что бы она ни делала, любая вещь ей быстро надоедала и казалась скучной.Однако в тот момент ради решения вопроса о власти в герцогство приезжает принц Кайсар. Хелена, рассмотревшая в нём талант, решила стать его учителем фехтования.«Я сделаю тебя императором».Всё это началось из-за желания разукрасить свою жизнь с помощью попыток взрастить подопечного...«Ради мастера я уничтожу весь этот мир».Но отчего-то мне кажется, что я не просто понравилась своему ученику, а прямо запала в его душу.\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)",
      "uk": "Данте Ренатус, котра в минулому житті посіла почесне місце імператриці завдяки своїй майстерності фехтування, через 500 років переродилась «Хеленою» - донькою герцога Перески.\n\n«Навіщо мені друге життя? Я насолоджувалась тими благами, які мала у попередньому, і спробувала все, чого тільки бажала моя душа. Все те, чим я займаюсь зараз здається мені неймовірно нудним.»\n\nТа в той момент її резиденцію відвідує принц Цезар, задля уникнення боротьби за владу. Герцогиня визнала його талант, приймаючи рішення стати його вчителькою фехтування.\n\n«Я зроблю тебе імператором.»\n\nЦе було лише спробою урізноманітнити її марудне життя. Герцогиня мала намір використати навички її минулого життя задля виховання учнів.\n\n«Заради вас, наставнице, я можу знищити весь світ.»\n\n«Щось мені підказує, що я надто сильно подобаюсь своєму учневі.»\n\n---\n[Original Novel](https://page.kakao.com/home?seriesId=52334485)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%A7%8C%EB%A0%99-%EA%B3%B5%EB%85%80%EB%8A%94-%EC%98%A4%EB%8A%98%EB%8F%84-%EB%AC%B4%EB%A3%8C%ED%95%98%EB%8B%A4/2751), [KakaoPage](https://page.kakao.com/home/58873967)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-dukes-bored-daughter-is-my-master/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com/?adtag=appshare.ios.detail%26QQ%26241&contentId=241&platform=IA)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%BB%BF%E7%AD%89%E5%8D%83%E9%87%91%E5%A5%BD%E5%8E%AD%E4%B8%96/302)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Tuan-Putri-Jagoan-Sedang-Bosan-Hari-Ini/115)\n* [Japanese / 日本語](https://piccoma.com/web/product/103342)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%84%E0%B8%A3%E0%B9%89%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B9%81%E0%B8%81%E0%B8%A3%E0%B9%88%E0%B8%87/402)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "77462deb-15bf-4957-9109-e12f4e06d0e7",
    "title": {
      "en": "Maou to Ryuuou ni Sodaterareta Shounen wa Gakuen Seikatsu wo Musou suru You desu"
    },
    "updatedAt": "2023-09-16T17:20:41+00:00",
    "coverArt": "https://mangadex.org/covers/77462deb-15bf-4957-9109-e12f4e06d0e7/dcca2227-fbc6-49f3-bd6d-85b87dbfd0b2.jpg",
    "altTitles": [
      {
        "ja": "魔王と竜王に育てられた少年は学園生活を無双するようです"
      },
      {
        "en": "The Boy Raised by the Demon Queen and the Dragon Queen Has No Rival"
      }
    ],
    "description": {
      "en": "A boy named Ruisha is trapped in a distorted space created by the ancient hero. What he finds there is the Demon King and the Dragon King, who should have been defeated by the hero 300 years ago. Ruisha befriends the Demon King and the Dragon King, and is trained by them, going from a weak child to a legendary warrior with the power of both demons and dragons. Using his power, Ruisha escaped from the strange place and was accepted into the magic academy where the hero’s descendants live. And now he will have to face many challenges to free the Demon King and Dragon King.",
      "ja": "「魔王」と「竜王」の力を継ぐ少年の無双ファンタジー！\n才能ゼロの少年ルイシャは、ある日謎の穴に落ちてしまう。その先にいたのは、巨乳で美人の「魔王」と褐色幼女の「竜王」！　2人から300年の修行を受け、少年は魔族と竜族の力に覚醒する！　ちょっとだけHな少年の英雄譚が、タテ読みフルカラーで開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "485a777b-e395-4ab1-b262-2a87f53e23c0",
    "title": {
      "en": "Pyu to Fuku! Jaguar"
    },
    "updatedAt": "2023-11-23T12:53:27+00:00",
    "coverArt": "https://mangadex.org/covers/485a777b-e395-4ab1-b262-2a87f53e23c0/2ea6efa2-debf-4d81-b878-b61b22090aed.jpg",
    "altTitles": [
      {
        "en": "Blow that Flute! Jaguar"
      },
      {
        "ja-ro": "Pyuu to Fuku! Jaguar"
      },
      {
        "ja": "ピューと吹く!ジャガー"
      }
    ],
    "description": {
      "en": "Piyohiko has a dream: He wants to be a succesfull guitar-player. Then this guy Jaguar shows up, and coaxes him into playing the 'recorder'. Thus ending Piyohiko's noble dream."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "438"
  },
  {
    "mangaId": "bc998000-171b-4fbe-9dd8-570e56c0845d",
    "title": {
      "ja-ro": "Maitsuki, Niwatsuki, Ooyatsuki"
    },
    "updatedAt": "2024-01-20T23:26:04+00:00",
    "coverArt": "https://mangadex.org/covers/bc998000-171b-4fbe-9dd8-570e56c0845d/239172a3-c42d-4658-89da-6bb6e6c8549e.jpg",
    "altTitles": [
      {
        "en": "Monthly in the Garden with My Landlord"
      },
      {
        "ja": "毎月庭つき大家つき"
      },
      {
        "ja-ro": "Maitsuki Niwa Tsuki, Ooya Tsuki"
      },
      {
        "zh": "月付房租带院子带房东"
      },
      {
        "en": "Monthly With Garden With Ooya"
      },
      {
        "pl": "Dom z ogrodem i właścicielką"
      }
    ],
    "description": {
      "en": "Asako moves to a new house to get over her recent breakup. She finds a great little place a bit removed from the city with a lovely garden, but there’s a catch—the house also comes with a live-in landlord!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99b9d9b6-0a17-4741-89f0-0b7433596abf",
    "title": {
      "en": "Deatte Hitotsuki de Zecchou Jorei!"
    },
    "updatedAt": "2024-06-17T11:35:21+00:00",
    "coverArt": "https://mangadex.org/covers/99b9d9b6-0a17-4741-89f0-0b7433596abf/bfcc7e70-1ffe-4a2c-bd48-b4e2fe423e3e.jpg",
    "altTitles": [
      {
        "ja-ro": "Deatte Hito Tsuki de Zecchou Jorei! @comic"
      },
      {
        "id": "Dukun Cabul dari Jepang"
      },
      {
        "zh": "一击绝顶除灵@comic"
      },
      {
        "zh-hk": "一擊絕頂除靈@comic"
      },
      {
        "ja": "出会ってひと突きで絶頂除霊！@comic"
      },
      {
        "en": "Climax Exorcism with a Single Touch!"
      },
      {
        "th": "ไล่ผีทั้งทีจี้จุดให้ถึงสวรรค์! @comic"
      }
    ],
    "description": {
      "en": "Climax Exorcism.\nIt is an obscene ability that forces a someone to climax when stimulated, whether they are dead or alive, and also causes evil spirits and monsters to ascend to heaven when they cum.\n\nHaruhisa Furuya, the boy who possesses this cursed ability to make all existence climax and expel evil spirits, is one of the lowest-ranking students in the exorcist academy\nAfter all, if he uses his ability, he will die (socially) in many ways...\n\nBut Haruhisa has met someone, A girl named Misaki Souya, a girl with an evil eye capable of exposing people's secrets. This is the story of how those who were called the worst, and  the worthless degenerates exorcists become the strongest ones in history.",
      "id": "Dukun SMA bertugas nangkepin setan-setan yang berkeliaran",
      "ja": "**出会ってひと突きで絶頂除霊！@comic**\n\nそれは突いた相手を生者死者問わず強制的に絶頂させ、もののついでみたいに悪霊怪異を昇天させるろくでもない猥褻能力。\n\n各地に悪霊や怪異が出没し、退魔師という職業が存在するこの世界。\n未来ある少年少女たちの中から、才能のあるものは「退魔学園」にて修行を積む。\n\n絶頂除霊などという、呪われた能力をその身に宿す少年・古屋晴久は、その学園の中でもおちこぼれだ。\nなにせ、能力を使ったら、色々な意味で(社会的に)死ぬ……。\nだが、晴久は出会ってしまった。\n同じような呪いの眼——淫魔眼を持つ少女・宗谷美咲に。\n人の秘密をたやすく暴く、恐怖の瞳術の使い手に。\n\nかくして(半ば強制的に)退魔師史上最低最悪、されどいつしか最強と呼ばれる退魔師たちの伝説が幕を開ける。\n初めてのまともなお仕事は、怪異・乳避け女との大活劇。\n\n——んほおおおおおおおおおおおおおおおっ!?\n\n今宵も、街には嬌声が響き渡る。\nそれは紛れもなく、昇天の証明。\n\nポンコツ退魔師たちが卑猥な能力で大活躍？\nエロは世界を救う？\nちょっぴりエッチな退魔活劇!!\n\n---\n\n**Deatte hito tsuki de zetchō jorei! @ Comic**\n\nSore wa tsuita aite o seija shisha towazu kyōsei-teki ni zetchō sa se,-mono no tsuide mitai ni akuryō kaii o shōten sa seru ro kude mo nai waisetsu nōryoku. \n\nKakuchi ni akuryō ya kaii ga shutsubotsu shi, taimashi to iu shokugyō ga sonzai suru kono sekai. Mirai aru shōnen shōjo-tachi no naka kara, sainō no aru mono wa `taima gakuen' nite shugyō o tsumu. \n\nZetchō jorei nado to iu, norowareta nōryoku o sono mi ni yadosu shōnen Furuya Haruhisa wa, sono gakuen no naka demo ochikoboreda. Nanise, nōryoku o tsukattara, iroirona imi de (shakai-teki ni) shinu…….Daga, Haruhisa wa deatte shimatta. Onajiyōna noroi no me —— inma me o motsu shōjo Souya Misaki ni. Hito no himitsu o tayasuku abaku, kyōfu no hitomi-jutsu no tsukaite ni. \n\nKakushite (nakaba kyōsei-teki ni) taimashi shijō saitei saiaku, saredo itsushika saikyō to yoba reru taimashi-tachi no densetsu ga maku o akeru. Hajimete no matomona oshigoto wa, kaii chichi sake on'na to no dai katsugeki. \n\n_—— N hō ōo ōo ōo ōo ō ~tsu!?_\n\nKoyoi mo,-gai ni wa kyōsei ga hibiki wataru. Sore wa magire mo naku, shōten no shōmei. \n\nPonkotsu taimashi-tachi ga hiwaina nōryoku de dai katsuyaku? Ero wa sekai o sukuu?\n\nChoppirietchina taima katsugeki! !"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8599405b-b87b-432f-a08e-0649f53b364a",
    "title": {
      "en": "Acchi Kocchi"
    },
    "updatedAt": "2023-07-17T19:49:36+00:00",
    "coverArt": "https://mangadex.org/covers/8599405b-b87b-432f-a08e-0649f53b364a/b89dfe39-f3b8-421e-99dc-2a081adee61e.jpg",
    "altTitles": [
      {
        "en": "Here and There"
      },
      {
        "en": "Place to Place"
      },
      {
        "es": "Por alli y por alla"
      },
      {
        "pt-br": "Por todas as partes"
      },
      {
        "ru": "Туда-сюда"
      },
      {
        "ar": "من مكان الى مكان"
      },
      {
        "th": "ตรงนั้นตรงนี้มีรัก"
      },
      {
        "ja": "あっちこっち"
      },
      {
        "zh": "一起一起这里那里"
      },
      {
        "zh-hk": "一起一起這裏那裡"
      },
      {
        "de": "hier und dort"
      },
      {
        "vi": "Nơi này nơi kia"
      },
      {
        "ru": "Там и сям"
      },
      {
        "fr": "Ici et là"
      }
    ],
    "description": {
      "en": "Feelings may come and go, but true love always remains in the heart. Tsumiki Miniwa is in love with her best friend, Io Otonashi. For her, confessing is nearly impossible; but to her friends, they seem to be the perfect match. Cute and petite, Tsumiki comes off more as a friend, and Io's attitude toward her is friendlier than toward others. Despite the constant teasing and obvious hints that his friends have been dropping, Io always seems to miss the signs.  \r\n  \r\nThroughout her everyday school life, Tsumiki spends time with her friends and Io. Will she finally muster enough courage to confess her true feelings?"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b1f7d2b8-efc3-40e8-9a26-5da48cb9ee8c",
    "title": {
      "en": "Shiro no Eden"
    },
    "updatedAt": "2024-07-11T20:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/b1f7d2b8-efc3-40e8-9a26-5da48cb9ee8c/6ea14a04-da51-4cb3-950a-27e381d434ca.png",
    "altTitles": [
      {
        "en": "White Eden"
      },
      {
        "en": "Белый рай"
      },
      {
        "en": "白のエデン"
      },
      {
        "en": "白色伊甸園"
      },
      {
        "en": "白色天堂"
      }
    ],
    "description": {
      "en": "Mashiro was always alone, whether at high school, cram school, and home. Until one day, Mashiro met a youngster with a strange atmosphere. Holding the thought of “I want to change”, she took a big first step forward–even though her legs are small–seeking the path of Eden.  \n  \nA Pure Love Story."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "16"
  },
  {
    "mangaId": "7b6c0281-572d-4661-9eee-fd2a260009d3",
    "title": {
      "en": "Uchi no Maid ga Uzasugiru!"
    },
    "updatedAt": "2023-08-13T19:43:26+00:00",
    "coverArt": "https://mangadex.org/covers/7b6c0281-572d-4661-9eee-fd2a260009d3/a733a6df-af55-4a8a-a490-724811433507.jpg",
    "altTitles": [
      {
        "ja-ro": "Tsubakuma!"
      },
      {
        "ja-ro": "Uchi no Meido ga Uzasugiru"
      },
      {
        "en": "UzaMaid: Our Maid is Way Too Annoying!"
      },
      {
        "ru": "Моя горничная слишком надоедливая!"
      },
      {
        "ja": "うちのメイドがウザすぎる！"
      },
      {
        "zh": "燕熊！"
      },
      {
        "ja": "つばくま！"
      }
    ],
    "description": {
      "en": "Former Air Force Master Sergeant Kamoi Tsubame tries changing careers to finally get cute girls to wear her cute self-designed clothes. To that end she tries to get a job in the Takanashi household as a maid and babysitter to Yasuhiro Takanashi's spoiled daughter Misha Takanashi, as it seems that her mother is no longer present.  \n  \nMisha has successfully gotten rid of previous maids through playing devastating pranks like throwing mud, laying out banana peels to slip on and lighting the washed clothes on fire. In face of the newest applicant boasting that she has military experience, Misha even thinks about researching bomb making."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "58"
  },
  {
    "mangaId": "dd39af11-4036-4478-a510-fe20ecd762dc",
    "title": {
      "en": "Juvenile Prison"
    },
    "updatedAt": "2024-07-11T20:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/dd39af11-4036-4478-a510-fe20ecd762dc/0d2bea12-61e9-4a82-a9ba-cabee3ac47a3.jpg",
    "altTitles": [
      {
        "ko": "소년교도소"
      }
    ],
    "description": {
      "en": "'Cha Ju-young' is imprisoned in a juvenile detention center for rendering his gangster father comatose.\nNot long after, the father, who was thought never to wake up, comes to visit...",
      "pt-br": "Cha Ju-young’ está preso em um centro de detenção juvenil por deixar seu pai gangster em coma. Pouco tempo depois, o pai, que se pensava que nunca acordaria, vem visitá-lo…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f7728d-ab0a-4815-91a4-ca592826cdd5",
    "title": {
      "en": "Musubime wo Hodoitara"
    },
    "updatedAt": "2024-04-03T17:46:19+00:00",
    "coverArt": "https://mangadex.org/covers/38f7728d-ab0a-4815-91a4-ca592826cdd5/0c81ff1d-ab30-4199-8a09-9ac30e7f6e61.jpg",
    "altTitles": [
      {
        "en": "Once you loosen the knot"
      },
      {
        "ja": "結び目をほどいたら"
      }
    ],
    "description": {
      "en": "\"If you don't know your sexual orientation, why don't you try sleeping with me?\"\nYuzuru Nishina is a third-year university student who doesn't really know his own sexual orientation or what it feels like to \"like\" someone.\nWhile drunk at a pub he was forced to go to by a fellow seminar member, he reunites with Hase Ryosuke, a tea ceremony practitioner who was captivated by his beautiful manners at tea ceremonies when he was a child.\nWhen he gets drunk and asks for love advice, Hase presses him, saying, \"Well, why don't you try it with me?\"\nBehind his carefree facade, Ryosuke is tied to the traditional family business and his family, and Yuzuru faces him honestly despite being pushed around -- the path of first love that is forged by the tea ceremony."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "76827d5e-30e5-4d54-be68-102cd4366853",
    "title": {
      "en": "Hitokiri Shoujo Koushaku Reijou no Goei ni Naru"
    },
    "updatedAt": "2024-07-01T11:44:53+00:00",
    "coverArt": "https://mangadex.org/covers/76827d5e-30e5-4d54-be68-102cd4366853/696bf46a-7cb1-4241-923e-abb4f5dd1427.jpg",
    "altTitles": [
      {
        "ja": "『人斬り』少女、公爵令嬢の護衛になる"
      },
      {
        "en": "\"Hitokiri\" Girl Becomes Bodyguard For Duke's Daughter"
      }
    ],
    "description": {
      "en": "Shurine, a girl raised for the sole purpose of becoming a bodyguard, is framed by the state and branded a \"hitokiri\". \n\nFollowing a life on the run, she meets Lutecia, a duke's daughter, aboard a magical train. With Lutecia's life in danger, Shurine offers a solution:\n\n\"If you need a bodyguard, why not hire me right now?\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85ce7857-3d01-4b0a-adff-7a4cba347ced",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
    },
    "updatedAt": "2024-05-09T17:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/a0574230-816e-4f37-8f68-9a4b02ad38c1.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 4 「Let's Save the Royal Academy Library!」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 4"
      },
      {
        "ja": "本好きの下剋上～司書になるためには手段を選んでいられません～第四部 貴族院の図書館を救いたい!"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 4"
      }
    ],
    "description": {
      "en": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdf76855-b9df-4412-83ce-0c511c6bec2f",
    "title": {
      "en": "Hajimete no Satsujin"
    },
    "updatedAt": "2024-06-25T12:17:54+00:00",
    "coverArt": "https://mangadex.org/covers/cdf76855-b9df-4412-83ce-0c511c6bec2f/1cca61e0-f50b-488d-95cc-fb37cc16f499.jpg",
    "altTitles": [
      {
        "ja": "ハジメテノサツジン"
      },
      {
        "en": "The First Murder"
      }
    ],
    "description": {
      "en": "\"We are murderers, you know.\"  Mayu is your average high school girl who goes to a prestigious school for young ladies. Her school life there feels fulfilling thanks to her close friends, Oto and Yuu.  However, one day, Mayu and Yuu witnessed Oto pushing their class teacher who then fell and lost consciousness. Oto tries to explain that the latter has only passed out but...!?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f",
    "title": {
      "en": "Wistoria: Wand and Sword"
    },
    "updatedAt": "2024-07-08T15:44:48+00:00",
    "coverArt": "https://mangadex.org/covers/e43a7f5b-6ae7-478d-a4d5-53c8dc3ce52f/52cebe4c-5e72-4d9c-aaa9-29db6c0f1f4b.jpg",
    "altTitles": [
      {
        "ja": "Tsue to Tsurugi no Wistoria"
      },
      {
        "ja": "杖と剣のウィストリア"
      },
      {
        "zh-hk": "杖與劍的Wistoria"
      }
    ],
    "description": {
      "en": "The new, magical dungeon-adventure fantasy series from the author of Is It Wrong to Try to Pick Up Girls in a Dungeon? Seeking to fulfill a promise to a childhood friend, Will Serfort enters Regarden Magical Academy with the goal of making it to the top of the magical world. There’s just one problem: he can’t use magic! Will his sword skills be the key to unlocking his true potential?",
      "pt-br": "A nova série de fantasia mágica e de aventura em masmorras do autor de \"É Errado Tentar Pegar Garotas em um Calabouço?\" segue a jornada de Will Serfort. Buscando cumprir uma promessa feita a uma amiga de infância, Will ingressa na Academia Mágica de Regarden com o objetivo de alcançar o topo do mundo mágico. Mas há um problema: ele não pode usar magia! Serão suas habilidades com a espada a chave para desbloquear seu verdadeiro potencial?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bef18567-a5bf-4cd7-aeda-6f15d47bcabc",
    "title": {
      "en": "Shunka torikae Shou [Web Version]"
    },
    "updatedAt": "2024-07-01T12:56:10+00:00",
    "coverArt": "https://mangadex.org/covers/bef18567-a5bf-4cd7-aeda-6f15d47bcabc/857e75d9-0acc-4ac3-a617-3087f61767d4.jpg",
    "altTitles": [
      {
        "ja": "春華とりかえ抄 【タテスク】"
      }
    ],
    "description": {
      "en": "A talented elder sister becomes a civil official and a beautiful younger brother becomes a courtesan!\nShunran and Shunrei are twin sisters born into a family of poor local bureaucrats. However, the elder sister, Shunran, is so clever and the younger brother, Shunrei , is so beautiful that they are often mistaken for each other. The rumour that \"the elder sister is the most beautiful woman in the world and the younger brother is a smart and promising young man\" finally reached the ears of the emperor, and Shunran was assigned to work in the imperial palace! Shunrei is also forced to take the examination. ...... The two, trapped in a corner with an unwanted future, decide to switch places and live together!",
      "ja": "才ある姉は文官に、美しい弟は後宮女官に!?　とりかえ双子の中華革命譚！\n地方の貧乏官僚の家に生まれた、春蘭と春雷の双子姉弟。しかし、姉の春蘭はあまりに賢く、弟の春雷はあまりに美しく育ったため、二人は性別を間違えられることもしばしば。 「姉は絶世の美女、弟は利発な有望株」という誤った噂はついに皇帝の耳にも届き、春蘭は後宮勤めをすることに！ ついでに春雷も科挙を受ける羽目になってしまい……。 望まぬ将来を突きつけられ追い詰められた二人は、入れ替わって生きていくことを決意する！"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2024-06-16T11:18:59+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-06-04T21:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      },
      {
        "es-la": "El Indomable Rey Marcial"
      }
    ],
    "description": {
      "en": "In a world where humans enslave other races, the archmage ‘Laefenhart’ is treated as the Demon King by the humans for his sins of helping the other races. \n\nA group of Heroes came to subdue the Demon King! ‘Laefenhart’ succeeds in causing great damage to the Hero party, but ends up being in danger of being killed by the Fist King, ‘Tesron’…\n\n“Space-Time Return Spell.”\n\nThe magic spell cast as a last resort miraculously succeeds and sends ‘Laefenhart’ to the past. However…\n\nI became one of the Heroes, the Fist King, ‘Tesron’, who had the strongest body on the continent?!\n\nThe archmage ‘Laefenhart’, with his newly acquired physical strength, changes the world with new powers!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-07-05T21:23:58+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/2186cc48-2c47-43ef-963f-b91b7be04e30.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f2bf7eff-6560-4565-8539-721918c6c6ec",
    "title": {
      "en": "Sweet Home Mofumofu Tanuki Kyoudai to Kazoku ni Narimasu"
    },
    "updatedAt": "2022-06-23T01:51:33+00:00",
    "coverArt": "https://mangadex.org/covers/f2bf7eff-6560-4565-8539-721918c6c6ec/ba5925f7-1898-46d7-befd-13c971ec7997.jpg",
    "altTitles": [
      {
        "ja": "社畜リーマン、兄弟たぬきと家族になる"
      },
      {
        "ja": "スイートホーム もふもふたぬき兄弟と家族になります"
      },
      {
        "ja-ro": "Shachiku Riiman, Kyoudai Tanuki to Kazoku ni Naru"
      },
      {
        "en": "The Corporate Slave Becomes Family with The Tanuki Brothers"
      }
    ],
    "description": {
      "en": "The corporate slave meets a pair of fluffy brothers?!\nHinata Chihiro is the so-called “corporate slave” who works for a black company. Today, after buying a convenience store box meal, as usual, he arrived home late at night just to find a lost kid wandering near his house?! Chihiro then welcomes the adorable small tanuki, Rio, and his tsundere older brother who hates humans, Itta. And that’s how his life with the fluffy tanuki brothers, who were driven out of their natural habitat, begins…!",
      "pt-br": "O escravo corporativo conhece um par de irmãos fofos?! Hinata Chihiro é a chamada “escrava corporativa” que trabalha para uma empresa negra. Hoje, depois de comprar uma caixa de refeição de loja de conveniência, como de costume, ele chegou em casa tarde da noite apenas para encontrar uma criança perdida vagando perto de sua casa?! Chihiro então dá as boas-vindas ao adorável pequeno tanuki, Rio, e seu irmão mais velho tsundere que odeia os humanos, Itta. E é assim que começa sua vida com os fofos irmãos tanuki, que foram expulsos de seu habitat natural…!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6532bfa8-1a83-47f6-bec2-38fb2444f3e3",
    "title": {
      "en": "re CERVIN"
    },
    "updatedAt": "2024-05-23T15:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/6532bfa8-1a83-47f6-bec2-38fb2444f3e3/97e0a444-71b1-4ecb-8610-cc82218c8cd5.jpg",
    "altTitles": [
      {
        "ja": "レ・セルバン"
      },
      {
        "ru": "Возвращение Сервана"
      }
    ],
    "description": {
      "en": "Once upon a time, an evil dragon lived in this world. To fight it, humans joined forces with the inhabitants of Paradise and, one day, were able to seal an ancient evil. But years passed and the seal was broken, and the dragon was freed to wreak havoc and destroy countries again. A king who has lost his kingdom and a girl who has lost her memory.",
      "ru": "Когда очнулась Арсиноя, принцесса страны у подножия горы под названием Хелленталь, с вторжения Илийской империи прошёл уже месяц. В тот день была убита её мать, пробудился злой дракон, а родная земля обратилась в пепел. С помощью «безумицы, поглощающей память» Арсиноя смогла сдержать дракона, но взамен лишилась всех воспоминаний об отце. А теперь на её пути появляется человек по имени Серван и называется её отцом…\nПравитель погибшей страны и принцесса, потерявшая память. Сплочённые утратой, вдвоём они отправляются в путешествие ради возрождения былых себя.",
      "pt-br": "Uma jovem princesa do país montanhoso de Helentar, Arsinoe, acorda e descobre que um mês se passou desde o dia em que o Império de Ilia invadiu. Naquele dia, sua mãe foi morta, um dragão maligno despertou e sua terra natal foi arrasada pelo fogo. Com o poder de Sent Fuana, \"Louca que devora memórias\", ela é capaz de manter o dragão à distância, mas em troca perde as memórias de seu pai. Agora, um homem que afirma ser seu pai, Cervin, aparece diante dela. Um rei sem pátria e uma princesa sem memória. Duas pessoas reunidas pela perda partem em uma jornada de recuperação."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69f06ee0-2434-4a4a-bed6-b43affd4436a",
    "title": {
      "en": "I Adopted the Male Lead from the Shelter"
    },
    "updatedAt": "2024-05-23T07:57:11+00:00",
    "coverArt": "https://mangadex.org/covers/69f06ee0-2434-4a4a-bed6-b43affd4436a/b4349a93-0039-4d7a-95e3-23106c82707a.jpg",
    "altTitles": [
      {
        "ko": "수인보호소에서 남주를 입양해버렸다"
      },
      {
        "ko-ro": "Suin Bohosoeseo Namjureul Ibyanghae Beoryeotda"
      },
      {
        "en": "I Adopted the Male Lead from the Prisoner Shelter"
      },
      {
        "en": "I Adopted a Male Lead From a Prison Shelter"
      },
      {
        "en": "Adopted a Male Lead From a Prisoner Shelter"
      },
      {
        "ja": "捨てられた主人公を引き取りました"
      },
      {
        "th": "เสือดาวกร้าวใจ"
      }
    ],
    "description": {
      "en": "In a universe ripped from the pages of a story, Siena Robert, a self-aware villainess, strives to rewrite her fate. Daughter of a man running a therianthrope shelter, she discovers Ivan Levdilin, the captivating male lead, detained within. Aware of her scripted demise when Ivan's father arrives for his rescue, Siena defies her villainous destiny. She showers Ivan with kindness, a stark contrast to the original Siena's cruel persona. Her actions shield Ivan from her father's cruelty and forge an unscripted bond between them that changes their destiny in an unforeseen direction. \n\n---\nShe possessed Sienna Lovett, the villain of the tragic novel. The greatest leader of the Tigers in the original novel when his Tiger Clan abandoned him for being a mutant, but that didn’t last long before the Duke came looking for his son. I’ve convinced my father to let him live with us somehow, but now I just need to succeed in protecting Ivan until the Duke comes… But when the Duke arrives, the unexpected happens. “I’ll take she too.” huh? I? Do I really want to continue living with my father?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "Bleach - Digital Colored Comics"
      },
      {
        "en": "BLEACH (Official Colored)"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      },
      {
        "en": "BLEACH"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "7fc660bd-6541-43a1-acd0-0fef4f38d940",
    "title": {
      "en": "WISH"
    },
    "updatedAt": "2023-08-12T16:41:03+00:00",
    "coverArt": "https://mangadex.org/covers/7fc660bd-6541-43a1-acd0-0fef4f38d940/3ddba1df-4db7-4944-822c-a031d65bee7c.jpg",
    "altTitles": [
      {
        "en": "The Wish of a Gangster"
      },
      {
        "ko": "위시"
      },
      {
        "en": "WISH (BackMa)"
      }
    ],
    "description": {
      "en": "A sweet, savage, action romance between a gangster and a vampire girl…! Jung Chung-Oh, he is a tyrant that wipes out the entire enemy all by himself. One day, he gets assigned to protect a girl. Baek I-Do, she is the girl that is protected by the chairman of the TaeReam group. She was – “I’m more into being a predator, than being a prey.” – A vampire. “I’m pleased to meet you. My name is Jung Chung-Oh.” Will Ido happen to be a saviour, or hell to Jung Chung-Oh, who is trying to stay alive for a bloodthirsty revenge."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22f26be5-03d7-4e59-8028-45963aabd614",
    "title": {
      "en": "Lord of Destiny Wheel"
    },
    "updatedAt": "2024-04-14T19:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/22f26be5-03d7-4e59-8028-45963aabd614/16963ce6-e63f-4229-8bb7-2326ed9a1009.jpg",
    "altTitles": [
      {
        "en": "Lord of the Wheel of Fortune! When changes come to the world"
      },
      {
        "zh": "命轮之主！当异变降临人间"
      },
      {
        "en": "The Lord of the Wheel of Destiny"
      }
    ],
    "description": {
      "en": "A planet called Ghost Star suddenly appeared, causing the earth's animals and plants to evolve into monsters that can destroy humans. At the time of human extinction, people accidentally discovered a way to log into the ghost star, and found that they could gain power against monsters on the ghost star. So in order to survive, human beings started the era of exploring ghost stars..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1064e8a5-0de9-401f-b674-b6178611305d",
    "title": {
      "en": "The Secret Bedroom of the Forsaken Princess"
    },
    "updatedAt": "2024-05-30T23:21:39+00:00",
    "coverArt": "https://mangadex.org/covers/1064e8a5-0de9-401f-b674-b6178611305d/8bc4a6d0-f0dd-4768-a803-88b2f45f578f.jpg",
    "altTitles": [
      {
        "ko": "버림받은 왕녀의 은밀한 침실"
      },
      {
        "ko-ro": "Beorimbadeun Wangnyeoui Eunmilhan Chimsil"
      },
      {
        "en": "The Secret Bedroom of a Dejected Royal Daughter"
      },
      {
        "en": "The Abandoned Princess' Secret Room"
      },
      {
        "fr": "The Abandoned Princess' Secret Bedroom"
      },
      {
        "es": "El dormitorio secreto de la princesa abandonada"
      },
      {
        "ru": "Тайные покои покинутой принцессы"
      },
      {
        "th": "ห้องนอนลับของเจ้าหญิงต้องสาป"
      },
      {
        "ja": "捨てられた王女の秘密の寝室"
      },
      {
        "zh": "被弃公主的秘密房间"
      },
      {
        "zh-hk": "落魄王女的隱密閨房"
      },
      {
        "en": "The Secret Bedroom of the Abandoned Princess"
      }
    ],
    "description": {
      "en": "Princess Llewelyn, who was once an outstanding princess but was now miserably abandoned. An ugly curse has been placed upon her with no one to protect her. It is a curse that makes her lust for men. In order to stop her curse, Llewelyn opens her bedroom... Four men are entangled with the abandoned princess. Will the truth of the curse be revealed? And who will be the man who will end up with her?\n\n---\n**Notes:**\n* *The Secret Bedroom of a Dejected Royal Daughter* is the official English title of the Korean novel.\n* Naver changed the webtoon's rating from R15 to R19. The novel is still R15, it has never released as R19. Naver R19 rating for the webtoon is more of a mature R17.\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
      "fr": "La princesse Lewellyn avait tout pour elle. Jusqu'au jour où sa mère s'est fait exécuter pour avoir tenté de maudire le prince héritier. Depuis, elle vit ses jours délaissée par les siens et harcelée par la reine douairière. Elle ne rêve plus que de pouvoir entrer à l'abbaye pour s'échapper du palais et vivre une vie chaste. Mais le dieu démon Asmodeus lui a infligé la malédiction de la luxure, la faisant plonger dans le désir. Parviendra-t-elle à cacher ses ébats de princesse lubrique et à se rappeler de l'homme qui a pris sa virginité?\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
      "th": "เพื่อลบล้างคำสาป องค์หญิงเลเวลลีนจำต้องเปิดห้องบรรทมแห่งความลับ แล้วปลดเปลื้องราคะที่ลุกโชนในขั้วจิตขั้วใจ บุรุษทั้ง 4 คนที่ตกกระไดพลอยโจนเข้ามาสุมอยู่ในกองไฟกามอารมณ์อันร้อนรุ่มนี้ ใครจะเป็นคนที่สามารถคว้าหัวใจอันเฉยชาที่ไม่เคยรู้จักความรักไปได้ และจะเกิดอะไรขึ้นกับคำสาปที่ผูกมัดองค์หญิงตราบสิ้นลมหายใจนี้กันแน่?\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
      "zh": "时尚翘臀男作家奇幻力作！\n谁才是诅咒公主的真爱？\n乐薇琳曾是备受景仰的公主，如今却惨遭抛弃。失去保护的公主不幸遭遇了邪恶的诅咒。为了防止诅咒失控，被弃公主开始了与四个男人的爱恨纠缠。诅咒的真相会被解开吗？\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)",
      "zh-hk": "曾經備受推崇，現在卻悲慘地被拋棄的王女萊維琳。 無人保護的她被下了兇惡的詛咒。 那就是讓人對男人產生慾望的詛咒。 萊維琳爲了阻止詛咒的暴走，最終打開了自己的臥室... 被拋棄的王女與糾纏不清的四名男子。 詛咒的真相會大白嗎？ 最後她會和哪個男人在一起呢？\n\n---\n**Original Novel:** [Naver Series](https://series.naver.com/novel/detail.series?productNo=5575596), [Official English Translation](https://www.yonderstory.com/)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8614959), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=796867)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/beiqigongzhudemimifangjian/list?title_no=2297)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/secret-bedroom/list?title_no=4819)\n* [French / Français](https://www.webtoons.com/fr/romance/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4773)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002369)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-secret-bedroom-of-the-abandoned-princess/list?title_no=4786)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178",
    "title": {
      "en": "Tensei Kizoku no Isekai Boukenroku ~Jichou wo Shiranai Kamigami no Shito~"
    },
    "updatedAt": "2024-04-23T18:32:21+00:00",
    "coverArt": "https://mangadex.org/covers/39b4e02a-f2f2-4ff0-bf2c-f87cf54ab178/03624dbd-640c-4540-abc4-999d37c9995c.jpg",
    "altTitles": [
      {
        "en": "Adventure Record of Reincarnated Aristocrat ~ The apostle of Gods Who Doesn’t Know Self-Restraint~"
      },
      {
        "en": "Wonderful adventure in Another world! \"God... That's going too far!!\" he said..."
      },
      {
        "ru": "Невообразимые приключения перерожденного дворянина"
      },
      {
        "ja": "転生貴族の異世界冒険録 ～自重を知らない神々の使徒～"
      },
      {
        "ko": "전생 귀족의 이세계 모험록"
      },
      {
        "en": "Chronicles of an Aristocrat Reborn in Another World"
      },
      {
        "ja-ro": "Tensei Kizoku no Isekai Bōken-roku ~ Jichō o Shiranai Kamigami no Shito ~"
      },
      {
        "fr": "Noble New World Adventures"
      },
      {
        "th": "เกิดใหม่เป็นขุนนางไปผจญภัยในต่างโลก ~อัครฑูตจอมซุ่มซ่ามของทวยเทพ~"
      },
      {
        "zh": "转生贵族的异世界冒险录"
      },
      {
        "zh-hk": "轉生貴族的異世界冒險錄"
      },
      {
        "en": "The Aristocrat’s Otherworldly Adventure: Serving Gods Who Go Too Far"
      }
    ],
    "description": {
      "en": "Shiina Kazuya, the protagonist of the story was killed by a stranger in front of a convenience store when he tried to protect two young girls escaping from the stranger who is trying to stab them. The girls fall and are too overcome with fear to get up and continue running away. When Shiina Kazuya awakens he realizes that he was reincarnated as the young noble Cain von Silford, the third son of an aristocrat (Margrave Garm Von Silford) and his second wife (Sarah) in a world filled with sword and sorcery.\n\nPrior to the age of ten Cain grew up in the Gracia Territory surrounded by gods that don't know self-restraint, in the upper echelon of nobility, and a loving family (father Garm Von Silford, mother Sarah, and older sister Raine). At the age of ten Cain is given peerage (Title of Duke, own estate, and an engagement), which leads to him living in Esfort the Royal Capitol.\n\nThis is a classic isekai fantasy about an overpowered young man who just wants to be an average adventurer. He has received the maximum level of divine blessings from all seven gods, overcomes any obstacle that comes his way while hiding his unbelievable status and tends to build a harem of highly influential nobles.",
      "ja": "- [Original Web Novel](https://ncode.syosetu.com/n4936dp/)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f97979cc-c0dd-42e2-a32b-c56f8047f7ba",
    "title": {
      "en": "Ore dake Fuguu Skill no Isekai Shoukan Hangyakuki ~Saijaku Skill \"Kyuushuu\" ga Subete o Nomikomu made~"
    },
    "updatedAt": "2024-05-12T11:12:35+00:00",
    "coverArt": "https://mangadex.org/covers/f97979cc-c0dd-42e2-a32b-c56f8047f7ba/e2811655-d465-4544-a34a-45c51330ae93.jpg",
    "altTitles": [
      {
        "ja": "俺だけ不遇スキルの異世界召喚叛逆記～最弱スキル【吸収】が全てを飲み込むまで～"
      },
      {
        "en": "I'm the Only One with a Failure of a Skill in Another World's Summoning Rebellion: Until the Weakest Skill [Absorption] Swallows Everything"
      }
    ],
    "description": {
      "en": "The student Nakatani Yuto was supposed to be having a regular life, however his whole class was transferred to another world. All the students gained powerful skills and were worshipped as heroes, but for Yuto who got the unfavorable skill [Absorption]...! ?",
      "ja": "高校生の中谷夕斗は突然クラスメイトと共に異世界へ「勇者」として召喚されてしまう。クラスメイト達が強力な技能（スキル）を授かるなか、ユウトが授かったのは不遇スキル【吸】であった。 使い物にならないユウトは魔物との戦闘で致命傷を負うが、クラスメイトは彼を見殺しに…。その瞬間、ユウトにはどこからともなく“声”が聞こえて――…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "22c844da-1122-4ab3-b726-e7d4b7114254",
    "title": {
      "en": "Classroom of the Elite - 2nd Year Arc"
    },
    "updatedAt": "2024-03-26T11:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/22c844da-1122-4ab3-b726-e7d4b7114254/8c5b3690-8063-4d21-986d-2557900fb0e4.jpg",
    "altTitles": [
      {
        "ja": "ようこそ実力至上主義の教室へ 2年生編"
      },
      {
        "ru": "Добро пожаловать в класс превосходства - Второй год"
      },
      {
        "en": "Classroom of the Elite: Year 2"
      },
      {
        "vi": "Chào mừng đến với lớp học đề cao thực lực năm 2"
      },
      {
        "tr": "Elitler Sınıfı: 2. Yıl"
      },
      {
        "ja-ro": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e: 2-nensei-hen"
      },
      {
        "fi": "Eliittien luokkahuone: Toinen vuosi"
      },
      {
        "fi": "Tervetuloa eliittien luokkahuoneeseen: Toinen vuosi"
      }
    ],
    "description": {
      "en": "The second spring at the Advanced Nurturing High School is welcoming Ayanokoji and Class D. The special exams aren't only what awaits them, but the unique freshmen as well. Kazuomi Hōsen and Ryūen. The two who shared the bad reputation between themselves during Ryuen's middle school days. Takuya Yagami, who proclaims to come from the same middle school as Kushida, is approaching her. And the capricious Ichika Amasawa who is pulling Ayanokoji left and right.",
      "pt-br": "A cortina sobe e o arco do segundo ano dessa série extremamente popular começa!Quando Kiyotaka Ayanokouji e seus colegas de classe começam seu segundo ano, mudanças são vistas em toda a Tokyo Metropolitan Advanced Nurturing High School. Com a graduação do terceiro ano e a entrada do primeiro ano na escola, as alianças estão bem encaminhadas. Além disso, agora que Miyabi Nagumo é o presidente do conselho estudantil, a promessa de transformar a escola em uma baseada meritocracia pode se tornar uma realidade. Enquanto isso, os conflitos entre as classes continuam a crescer à medida que o total de pontos da classe se aproxima. Com outro exame especial se aproximando, Ayanokouji permanecerá nas sombras, ou ele finalmente entrará nos holofotes e ajudará sua classe a subir para a ilustre Classe A?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ea47849-e06a-4dd8-921c-3330487454e1",
    "title": {
      "en": "The Spark in Your Eyes"
    },
    "updatedAt": "2023-11-24T00:58:44+00:00",
    "coverArt": "https://mangadex.org/covers/4ea47849-e06a-4dd8-921c-3330487454e1/f5c08f61-f39f-4b39-bfd8-39071a8e96e2.jpg",
    "altTitles": [
      {
        "fr": "Ébloui par le crépuscule"
      },
      {
        "vi": "Bị Che Khuất Bởi Ánh Mặt Trời Lặn"
      },
      {
        "vi": "Tà dương trong đôi mắt vô hồn"
      },
      {
        "en": "The Setting Sun, Stinging Eyes"
      },
      {
        "ko": "저무는 해, 시린 눈"
      },
      {
        "ko": "Jeomuneun Hae, Silin Nun"
      },
      {
        "en": "Setting Sun, Dazzled Eyes"
      },
      {
        "en": "Blinded by the Setting Sun"
      },
      {
        "ru": "Закат, отражённый в её ледяном взгляде"
      }
    ],
    "description": {
      "en": "The witch Hildegar, who received the blessing of the Sun Goddess Karia, is known far and wide for her fearsome reputation.  \nThe Northerner Elkin, who lost his homeland, chases after the witch towards a nameless castle…",
      "ko": "태양의 신 카리야의 가호를 받은 마녀 '힐데가르'.\n고향을 잃은 북부인 '에르킨'은 마녀를 쫓아 이름 없는 성으로 향한다."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-02-28T06:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/db065abe-a0e4-4201-8fa9-5d490bfb047f.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a7e01d5-a31b-4d75-9f50-f31873560a2a",
    "title": {
      "en": "Koibami Shoujo"
    },
    "updatedAt": "2024-07-02T01:09:18+00:00",
    "coverArt": "https://mangadex.org/covers/5a7e01d5-a31b-4d75-9f50-f31873560a2a/0b9e3fde-1f47-4ac4-bb51-f306b2daec23.png",
    "altTitles": [
      {
        "ja": "恋喰少女"
      },
      {
        "vi": "Luyến Thực Nữ"
      },
      {
        "en": "Love-Eating Girl"
      },
      {
        "es-la": "Las Chicas Devoradoras de Amor"
      },
      {
        "pt-br": "Devoradoras de Amor"
      }
    ],
    "description": {
      "en": "High school student Ooishi Kyou is afraid of women.\n\nSuddenly, five girls confessed to him. Among them, four are creatures called Koibami - beings that devour human romantic feelings. If he has his romantic feelings eaten by these girls, he will never be able to love again.\n\nHowever, he cannot abandon the feelings of the one who confessed to him for real - Kyou decides to find the one he truly loves among the five! A brain-shaking, romantic comedy suspense begins!",
      "es-la": "Oishi Kyou es un chico que siempre ha tenido un fuerte miedo a las chicas. Cuando comienza su primer día de clases en la preparatoria, se ve abrumado al recibir confesiones de amor por parte de cinco chicas diferentes. Sin embargo, descubre que cuatro de ellas son en realidad chicas ‘Devoradoras de Amor’, chicas que buscan seducir a los hombres para alimentarse de sus sentimientos, y sus presas favoritas son los sentimientos del ‘Primer Amor’, gracias a cierta persona el Protagonista sabe que 4 chicas de primer año son ‘Devoradoras de Amor’ así que, dentro de estas 5 chicas hay una que se confesó realmente a Oishi, así que se propone a encontrar a la única chica entre las 5 que realmente lo ama, todo sea antes de que devoren sus sentimientos.",
      "pt-br": "O estudante do ensino médio, Kyo Oishi, tem medo de mulheres.\n \nDe repente, cinco garotas se declaram para ele. Entre elas, quatro são criaturas chamadas Devoradoras de Amor - seres que devoram sentimentos românticos humanos. Se ele tiver seus sentimentos românticos consumidos por essas garotas, ele nunca mais será capaz de amar novamente.\n \nNo entanto, ele não pode abandonar os sentimentos daquela que se declarou para ele de verdade - Kyo decide encontrar a única que realmente ama ele entre as cinco! Começa uma comédia romântica de suspense que balança o cérebro!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
    },
    "updatedAt": "2024-07-11T19:51:14+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/91ce95cf-c86c-4303-bd15-e58b07025a9f.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "ja-ro": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
      }
    ],
    "description": {
      "en": "Tomoko Kuroki naturally assumed she'd be popular when she got to high school... but then cold, hard reality swooped in for the attack! Turns out all the popularity points she's racked up in her video game dating sims are worth squat in real life, and Tomoko's far from prepared to navigate high school! \n\nHow can she possibly hope to impress her classmates when she can't even talk to them?! A new high-school heroine is born (maybe?)!",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]