[
  {
    "mangaId": "70303bfe-bb9a-42f3-81b6-19bb1c002b37",
    "title": {
      "en": "Climax Necromance"
    },
    "updatedAt": "2024-07-29T16:20:36+00:00",
    "coverArt": "https://mangadex.org/covers/70303bfe-bb9a-42f3-81b6-19bb1c002b37/da5573cf-806f-49cd-b991-5984ad17d0f8.jpg",
    "altTitles": [
      {
        "ja": "クライマックスネクロマンス"
      }
    ],
    "description": {
      "en": "On a battlefield where human soldiers and skeleton army soldiers engage in fierce battles. Azraila, a necromancer who kicks away the enemies around her, and Wraith, a black knight who follows her like a shadow, are confronted by their longtime nemesis Paraiso, when Ichika, a shaggy-haired woman in a sailor suit, is summoned to there."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "523ac7ed-0b24-4598-b440-814d8bdcf540",
    "title": {
      "en": "Soul Land II - The Peerless Tang Sect"
    },
    "updatedAt": "2023-10-22T09:31:37+00:00",
    "coverArt": "https://mangadex.org/covers/523ac7ed-0b24-4598-b440-814d8bdcf540/cb1ee7d7-57ea-4de0-b66f-9e17ffe29054.jpg",
    "altTitles": [
      {
        "en": "Combat Continent 2"
      },
      {
        "en": "Combat Continent II"
      },
      {
        "zh-ro": "Douluo Dalu II - Jueshui Tangmen"
      },
      {
        "en": "Đấu La Đại Lục 2 - Tuyệt Thế Đường Môn"
      },
      {
        "en": "Soul Land 2 - The Peerless Tang Sect"
      },
      {
        "en": "Soul Land II"
      },
      {
        "en": "斗罗大陆2 - 绝世唐门"
      },
      {
        "zh-ro": "Douluo Dalu 2 - Jueshui Tangmen"
      },
      {
        "en": "Soul Land II - The Unrivaled Tang Sect"
      },
      {
        "en": "Soul Land 2 - The Unrivaled Tang Sect"
      }
    ],
    "description": {
      "en": "A land without magic, dou-qi, martial arts, but with essence spirits instead. This is the continent 10,000 years after the formation of the Tang Sect. A new hero and his friend walk the land, a new \"Seven Monsters of Shriek.\" Will they keep up the name of the Tang Sect? Or will it crumble due to a new essence system?  \n\n---\n\n**Notes:**\n- This is Soul Land's sequel, but you don't have to read it before reading this. There might be spoilers though.\n- Starting at chapter 181, the manhua format changes to long strip."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c0e0371-8359-4253-9932-3face803686c",
    "title": {
      "en": "Ore Dake Mugen Sosei Suru S-Kyuu no Saiyaku Tou"
    },
    "updatedAt": "2024-12-04T02:58:09+00:00",
    "coverArt": "https://mangadex.org/covers/2c0e0371-8359-4253-9932-3face803686c/e5148cda-6d38-4fe6-bb0d-c2b3a5483b49.jpg",
    "altTitles": [
      {
        "ja": "俺だけ無限蘇生するS級の災厄塔"
      },
      {
        "en": "Only I Can Infinitely Revive The S-class Disaster Tower"
      },
      {
        "en": "Infinite Revival"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30120395-d156-4076-a4fd-59e2880e2d0f",
    "title": {
      "en": "My Younger Sister Was a Genius"
    },
    "updatedAt": "2024-03-16T19:15:39+00:00",
    "coverArt": "https://mangadex.org/covers/30120395-d156-4076-a4fd-59e2880e2d0f/da45a31e-6392-486e-9d04-ff0b72ad519e.jpg",
    "altTitles": [
      {
        "en": "My Younger Sibling Was a Genius"
      },
      {
        "ko": "동생이 천재였다"
      },
      {
        "ko-ro": "Dongsaengi Cheonjaeyeotda"
      }
    ],
    "description": {
      "en": "Yoon Hajoon, who struggled to pursue his musical career despite his iffy talents and ended up sacrificing his own family along the way, \" If only I could turn back time...! \" One day, after living with regrets and alcohol for a while, he woke up and found himself had returned to the past. Just then, it dawned on him. The fact that my younger sister is a musical genius...! Now is the time to turn my life around, that is by producing my younger sister into becoming the best singer!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdf3b1a4-5086-4c27-bf5d-61223232aa16",
    "title": {
      "en": "Sekai o Horobosu Majo o Sodatemasu!!"
    },
    "updatedAt": "2024-12-04T10:47:31+00:00",
    "coverArt": "https://mangadex.org/covers/cdf3b1a4-5086-4c27-bf5d-61223232aa16/e5c44aa6-9c15-4b9a-95e3-82560efc4936.png",
    "altTitles": [
      {
        "en": "Let's Raise a Witch Who Will Destroy the World"
      },
      {
        "ja": "世界を滅ぼす魔女を育てます!!"
      }
    ],
    "description": {
      "en": "Takeru, a “Nurturer,” who was born into a family that trains monsters. To make money, he accepts requests from the Demon King and works hard to raise vicious monsters. One night, a wounded witch visits him and asks him to train Anna, a young girl. In fact, Anna is the last survivor of a legendary witch family… Will a bond be formed between Anna, whose ultimate goal is to destroy the world, and Takeru, the best “Nurturer” in the demon world? What will become of the world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b08099d-513c-4574-9e5e-bc03d36b65e0",
    "title": {
      "en": "King Golf"
    },
    "updatedAt": "2024-10-11T17:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/8b08099d-513c-4574-9e5e-bc03d36b65e0/6f449660-b1bf-4d3a-a8a0-f261d17dee6d.jpg",
    "altTitles": [
      {
        "en": "Golf King"
      },
      {
        "ja": "キングゴルフ"
      },
      {
        "ja": "高球王"
      }
    ],
    "description": {
      "en": "In Teirin High School, you are either part of a gang or an elite sports player. Sousuke Youki, called 'the predator,' is an undefeated master at fighting. One morning, as he finishes up a fight, Kazumi, a prodigy amateur golf player, took a look at Sousuke, ignored him, and walked right by. Infuriated, Sousuke sets out to get revenge on Kazumi for dissing him but Sousuke's revenge takes a detour as he gets himself involved in playing golf by the thuggish golf coach. Will this delinquent break legends and become \"the King of Golf\"?  \n  \nKing Golf also won the 56th Shogakukan Manga Award in January 2010 in the boys category."
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e836868-6459-4c58-b3b3-92ee808a197f",
    "title": {
      "en": "S-Kyuu Boukensha ga Ayumu Michi: Tsuihou Sareta Shounen wa Shin no Nouryoku 'Buki Master' de Sekai Saikyou ni Itaru"
    },
    "updatedAt": "2024-12-07T21:09:32+00:00",
    "coverArt": "https://mangadex.org/covers/4e836868-6459-4c58-b3b3-92ee808a197f/68d3c547-5b86-4a6c-911a-bbb12d95976e.jpg",
    "altTitles": [
      {
        "en": "The Path of an S-Class Adventurer: The Exiled Boy Becomes the World's Strongest With His True Ability, \"Weapon Master\""
      },
      {
        "ja-ro": "S-Class Boukensha ga Ayumu Michi ~Tsuihou Sareta Shounen wa Shin no Nouryoku \"Buki Master\" de Sekai Saikyou ni Itaru~"
      },
      {
        "vi": "Sau Khi Bị Trục Xuất, Tôi Trở Thành Mạnh Nhất Thế Giới Với Chúc Phúc \"Bậc Thầy Vũ Khí\""
      },
      {
        "ja": "Ｓ級冒険者が歩む道　 ～追放された少年は真の能力『武器マスター』で世界最強に至る～"
      },
      {
        "vi": "Hành trình của mạo hiểm giả rank S: Tôi trở thành mạnh nhất thế giới với chúc phúc “Weapon Master”"
      }
    ],
    "description": {
      "en": "Haise is a young boy who has been gifted with an unknown ability. He becomes an adventurer together with his childhood friend Sasha, but is kicked out of the team for being unable to use his ability and being a hindrance. Furthermore, while continuing his solo adventure, he is caught in a trap and falls into dire straits. Just as he is on the brink of death, Haise's ability \"Weapon Master\" awakens! It is a power that shakes the laws of the world, summoning weapons from another world! ? An unrivaled fantasy set in another world that begins with adversity!",
      "ja": "詳細不明の能力を授けられた少年ハイセ。 彼は幼馴染のサーシャとともに冒険者になるも、能力が扱えず足手まといだとチームから追放されてしまう。 さらに一人冒険者を続ける最中、罠に嵌められて絶体絶命の危機に陥ることに。 死の淵に立たされたその時、ハイセの能力『武器マスター』が目を覚ます！ それは異世界の武器を喚び出すという世界の理をも揺るがす力で！？ 逆境から始まる、異世界無双ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3",
    "title": {
      "en": "Sensei! Bokutachi ga Sekai wo Horoboshimasu."
    },
    "updatedAt": "2024-10-23T17:56:43+00:00",
    "coverArt": "https://mangadex.org/covers/1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3/da3de2f4-f8be-48ca-90d2-b3cb8e176f9d.jpg",
    "altTitles": [
      {
        "ja": "先生！ 僕たちが世界を滅ぼします。"
      },
      {
        "ru": "Мы уничтожим весь мир, учитель!"
      },
      {
        "en": "Teacher, We will Destroy the World!"
      },
      {
        "en": "The Strongest Assassin as a Teacher"
      }
    ],
    "description": {
      "en": "A \"Teacher\" has a sacred job that protects and guides students.\n\nIn this world where people who can use magic and people who cannot use magic coexist, Solo is a sorcerer who lives alone. He is also known as No. 0, a skilled assassin who always completes any request he receives.\n\n\"As part of a certain mission, I am assigned to teach at a magic school, and the teenagers I am assigned to teach are the students of the Class 2D, which is made up of dropouts.\"\n\nWhile he is desperately playing the role of a teacher in order to complete his mission, a transfer student arrives and the situation takes an unexpected turn...",
      "ja": "『教師』とは、生徒を守り、教え導く聖なる仕事。\n魔法が使える人間と使えない人間が混在するこの世界で、孤独に生きる一人の魔導士・ソロ。受けた依頼は必ず完遂するという凄腕の殺し屋・No.0（ナンバーゼロ）という異名も持つ彼は、とある任務の一件で魔法学校で教師をすることになりますが、そこで担任することになったのは、学年の落ちこぼれが集まる２年Ｄ組。任務遂行のために必死に教師を演じている最中、そこに転校生がやってきて事態は思わぬ方向に…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd6d0982-0091-4945-ad70-c028ed3c0917",
    "title": {
      "ja-ro": "Mushoku Tensei ~Isekai Ittara Honki Dasu~"
    },
    "updatedAt": "2024-08-16T17:50:43+00:00",
    "coverArt": "https://mangadex.org/covers/bd6d0982-0091-4945-ad70-c028ed3c0917/ec119d54-8a30-4e1b-8c4a-a4c66d8560b9.jpg",
    "altTitles": [
      {
        "pt-br": "A Reencarnação do Vagabundo: Vou dar meu melhor se for para outro mundo"
      },
      {
        "en": "Jobless Reincarnation - I Will Go All Out When I'm Transported to Another World"
      },
      {
        "en": "Jobless Reincarnation - It Will be All Out if I Go to Another World"
      },
      {
        "en": "Mr. No-Job's New Life - If I Go to a Parallel World, Then I'll Get Serious"
      },
      {
        "ja-ro": "Mushoku Tensei"
      },
      {
        "fr": "Mushoku Tensei - Nouvelle vie, nouvelle chance"
      },
      {
        "en": "Mushoku Tensei: If I Get to a Parallel Universe I'll Bring Out my True Effort"
      },
      {
        "en": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "ru": "Реинкарнация безработного ~История о приключениях в другом мире~"
      },
      {
        "ru": "Реинкарнация безработного: Попав в другой мир, я стану сёръёзнее"
      },
      {
        "th": "เกิดชาตินี้พี่ต้องเทพ"
      },
      {
        "zh": "无职转生~在异世界认真地活下去~"
      },
      {
        "ja": "無職転生 〜異世界行ったら本気だす〜"
      },
      {
        "ko": "무직전생 〜다른 세계 가면 진심 낸다〜"
      },
      {
        "it": "Mushoku Tensei: Jobless Reincarnation"
      },
      {
        "de": "Mushoku Tensei - In dieser Welt mach ich alles anders"
      },
      {
        "es": "Mushoku Tensei: Reencarnación desde cero"
      },
      {
        "fa": "موشوکو تنسی: تناسخ علاف"
      },
      {
        "zh-hk": "無職轉生~在異世界認真地活下去~"
      },
      {
        "pt-br": "Jobless Reincarnation: I Will Seriously Try If I Go to Another World"
      },
      {
        "ms": "Penjelmaan Semula yang Menganggur: Jika Saya Pergi ke Dunia Lain, Saya Akan Menjadi Serius"
      },
      {
        "it": "Reincarnazione senza lavoro: Ci proverò seriamente se vado in un altro mondo"
      },
      {
        "fr": "Réincarnation sans emploi : j'essaierai sérieusement si je vais dans un autre monde"
      },
      {
        "vi": "Thất nghiệp chuyển sinh ~ Sống hết mình sau khi tới thế giới khác~"
      },
      {
        "ru": "Реинкарнация безработного: Я серьёзно постараюсь, если отправлюсь в другой мир"
      },
      {
        "ar": "موشوكو تينسي"
      },
      {
        "fa": "موشوکو تنسی"
      },
      {
        "tr": "Mushoku Tensei: İşsiz Reenkarnasyon"
      },
      {
        "tr": "Mushoku Tensei: Paralel Evrene Taşındığımda Her Şeyi Yapacağım"
      }
    ],
    "description": {
      "en": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "ru": "34-летнего отаку-затворника выгнали из дома родственники после похорон его родителей. Этот жирный и уродливый девственник без гроша в кармане осознал, что его жизнь подошла к концу. Затем он понял, что его жизнь вообще могла бы быть намного лучше, если бы тот мог избавиться от тёмных страниц своей жизни. Пребывая в сожалениях, мужчина увидел, как грузовик со спящим водителем быстро надвигается на трёх школьников. Собрав все свои силы, он попытался спасти их и погиб.  \r\n  \r\nА открыв глаза, он обнаружил, что переродился в мире меча и магии как Рудеус Грейрат. Получив в этом мире новую жизнь, Рудеус решил, что в этот раз проживёт свою жизнь на полную, безо всяких сожалений!  \r\n  \r\nИ так началось приключение человека, пожелавшего заново начать свою жизнь.  \r\n  \r\nAlternative Raw: <http://seiga.nicovideo.jp/comic/23831>",
      "es-la": "La historia trata sobre un muchacho que se encierra en su casa tras sufrir una enorme humillación pública sin atreverse a salir durante varios años debido a los traumas que esto le ocasionó. Incapaz de soportar esto, se encerró en casa sin querer salir ni volver a ver a sus compañeros y durante años el miedo a salir creció y creció, acabando por convertirse en una carga para su familia… hasta el día en que sus padres murieron y sus hermanos lo expulsaron de su hogar por el parásito en el que se había convertido. En ese momento, aunque tarde, se arrepintió de su actitud y se puso a pensar que su vida podría haber sido decente si él le hubiera puesto más esfuerzo. Justo cuando estaba a punto de iniciar su nuevo cambio, ve un camión en movimiento a gran velocidad dirigiéndose a tres estudiantes de secundaria. Reuniendo todas las fuerzas que tenía logra salvarlos, pero a cambio él termina siendo atropellado por el camión, muriendo al instante. Cuando abrió los ojos, él había reencarnado en un mundo de espadas y magia como Rudeus Greyrat. Nacido en este nuevo mundo, con una nueva vida, Rudeus decidió que, “Esta vez, realmente voy a vivir mi vida al máximo sin arrepentimientos”. De este modo se inicia el viaje de un hombre que anhela reiniciar su vida."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e26e23-1d15-47ef-b5bc-0229efb3b63a",
    "title": {
      "en": "Madara Rumble"
    },
    "updatedAt": "2024-12-02T21:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/67e26e23-1d15-47ef-b5bc-0229efb3b63a/8e814a31-5cb7-419a-9342-d85cb808f60a.jpg",
    "altTitles": [
      {
        "ja": "マダラランブル"
      },
      {
        "en": "Madara Girls Scramble"
      },
      {
        "ja-ro": "Madara Ramble"
      }
    ],
    "description": {
      "en": "In modern Japan, where \"vampires\" that mimic humans and prey on them run rampant, there are girls who secretly fight these creatures, armed with silver weapons! Among the vampire exterminators is a team known as the \"Madara-sou,\" a unit notorious for being full of \"troublemakers.\" Newly assigned to this group is Reo, a girl with a certain secret. There, she encounters Kaika Kiriya, a woman who's particularly \"dangerous,\" even among the eccentric residents of Madara-sou.\n\nA thrilling, over-the-top, and occasionally heartwarming tale of friendship. Hunt, hunt, hunt! A girly vampire action story!",
      "ja": "人に擬態し、人を喰う「吸血鬼」が跋扈する現代日本。ヤツらを狩るため、銀武器片手に人知れず戦う少女たちがいた！駆除業者の中でも問題児が集まった部隊・即応六班――通称「まだら荘」。吸血鬼を引き寄せる「ごちそう」体質を持ち、人を遠ざけ生きてきた昴 玲央がそこで出会ったのは、まだら荘の中でも一際美しく一際ヤバイ女・紀里谷 開花でーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a50ab40e-a67a-406f-9cea-4155a41359c7",
    "title": {
      "en": "Inu ppoi Imouto"
    },
    "updatedAt": "2024-12-08T05:22:49+00:00",
    "coverArt": "https://mangadex.org/covers/a50ab40e-a67a-406f-9cea-4155a41359c7/31dfc1fb-2ab9-4b27-85a4-c5c7b9d0a1dc.jpg",
    "altTitles": [
      {
        "ja": "犬っぽい妹"
      },
      {
        "ja-ro": "Inuppoi Imouto"
      },
      {
        "en": "Dog-like Little Sister"
      },
      {
        "en": "Puppy-like Sister"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cba7aea2-6c99-4372-a8d1-80179bdf95fc",
    "title": {
      "en": "Houkago, Boku wa Kimi ni Naru"
    },
    "updatedAt": "2024-11-20T22:37:14+00:00",
    "coverArt": "https://mangadex.org/covers/cba7aea2-6c99-4372-a8d1-80179bdf95fc/e2ecded2-a3cf-4512-ba36-b8e86983f303.jpg",
    "altTitles": [
      {
        "ja": "放課後、ぼくは君になる"
      },
      {
        "en": "After School, I'll Be You!"
      }
    ],
    "description": {
      "en": "Akiba, a high school boy who has become addicted to cross-dressing cosplay, devotes himself to emulating his \"oshi.\" Then one day, while he was dressed up as his favorite character, all alone in the club room, he is found out by Shibuya, a gorgeous gal that he has a crush on...? This is the start of a secret relationship between these two polar opposites! They will apply their youthful enthusiasm to a life of \"oshi promotion\"!",
      "ja": "コスプレ沼にハマった高校生・秋葉はひとりぼっちで推し活に励んでいた。そんな中、こっそり部室で推しのコスプレをしていたら、憧れていた顔面天才な美女ギャル・渋谷さんに見られてしまい…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bce90ee1-4a1d-4a64-a01e-2463cf1be061",
    "title": {
      "en": "Gakuen Idolm@ster: Gold Rush"
    },
    "updatedAt": "2024-11-26T09:29:03+00:00",
    "coverArt": "https://mangadex.org/covers/bce90ee1-4a1d-4a64-a01e-2463cf1be061/80a940f6-06f1-447d-a0c5-c3b9afa650f1.jpg",
    "altTitles": [
      {
        "ja": "学園アイドルマスター GOLD RUSH"
      },
      {
        "ja-ro": "Gakuen Idolm@ster GOLD RUSH"
      },
      {
        "ja-ro": "Gakuen Idolmaster: Gold Rush"
      },
      {
        "ja-ro": "Gakum@s"
      },
      {
        "ja-ro": "Gakumas"
      },
      {
        "en": "Academy Idolmaster: Gold Rush"
      }
    ],
    "description": {
      "en": "The story of girls who attend a school where dreams come true!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16f92a6-6f5f-442c-b011-b68abc986209",
    "title": {
      "en": "Houkago no Idol ni wa Himitsu ga aru"
    },
    "updatedAt": "2024-10-29T20:16:00+00:00",
    "coverArt": "https://mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/d66cb705-5d3a-427b-884a-8ac70704d02a.jpg",
    "altTitles": [
      {
        "en": "The After School Idol Has a Secret"
      },
      {
        "ja": "放課後のアイドルには秘密がある"
      },
      {
        "ru": "У школьных айдолов есть свои секреты"
      },
      {
        "id": "Idol Sepulang Sekolah Punya Rahasia"
      },
      {
        "zh": "放学后的偶像有一个秘密"
      },
      {
        "zh-ro": "Fàngxué hòu de ǒuxiàng yǒu yīgè mìmì"
      },
      {
        "vi": "Bí mật của Idol, sau giờ học"
      }
    ],
    "description": {
      "en": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
      "ja": "僕のクラスには、正真正銘のアイドルがいる」超エリート校に進学した高校一年生の昼野は、入学最初の学力テストで記入ミスにより赤点を出し補習を受けることになる。しかし、その補習にはもう一人参加者がいて…？",
      "pt-br": "\"Na minha classe, há uma verdadeiro Idol.\"\n\nUm aluno do primeiro ano do ensino médio em uma escola de ultra-elite, Hiruno tem que ser o melhor aluno da sua classe de acordo com a ordem rigorosa de sua mãe, mas quando ele falha em preencher seu primeiro teste de desempenho, ele recebe uma nota vermelha e tem que fazer uma aula de recuperação. No entanto, há outro participante na aula de recuperação...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "debb2946-5801-4a1c-9c1a-19f4736c5180",
    "title": {
      "en": "Kanojo no Imouto to Kiss wo Shita❤️"
    },
    "updatedAt": "2024-10-30T21:59:07+00:00",
    "coverArt": "https://mangadex.org/covers/debb2946-5801-4a1c-9c1a-19f4736c5180/a263061f-d76c-4e54-a620-2896181da591.jpg",
    "altTitles": [
      {
        "ja": "カノジョの妹とキスをした。"
      },
      {
        "en": "I Kissed My Girlfriend's Little Sister❤️"
      },
      {
        "pt-br": "Beijei a irmã mais nova da minha namorada ❤️"
      }
    ],
    "description": {
      "en": "Hiromichi Satou has been single his whole life, but, he recently got a girlfriend named Saikawa Haruka, and they have been dating for a month. His father remarries, and he gets a new step-sister Saikawa Shigure, the identical twin of Haruka. Sato and Shigure agree to keep their step-sibling relationship a secret from everyone, and Haruka. How will the story unfold?",
      "ja": "**恋人そっくりの小悪魔系女子とひとつ屋根の下で暮らすことに！？**\n\n俺が人生で初めての恋人・晴香と、交際一ヵ月にしてやっと手を繋げた日、親が再婚した。父から同い年の義妹ができると聞かされ驚いたのもつかの間、その義妹は恋人と瓜二つで──！？ 淡い初恋に忍び込む甘い猛毒あいじょう。奥手な恋人にはとても教えられない、小悪魔で甘えん坊な義妹との甘々“不”純愛ラブコメ──開幕！！",
      "pt-br": "Hiromichi Satou está namorando Haruka há um mês, e o relacionamento deles está se fortalecendo. No entanto, um dia, o pai de Hiromichi informa que ele se casou novamente e Hiromichi terá uma nova meia-irmã. Quando ele finalmente a conhece, fica chocado ao ver que ela é idêntica à sua namorada Haruka. O que acontecerá agora que Hiromichi se encontra com a cara de sua namorada em sua nova meia-irmã?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077f94e3-8520-4df4-b198-8560181bbc7c",
    "title": {
      "en": "Karigal"
    },
    "updatedAt": "2024-11-20T00:36:52+00:00",
    "coverArt": "https://mangadex.org/covers/077f94e3-8520-4df4-b198-8560181bbc7c/2b99a74a-b423-48dd-9db4-034d637cc87e.jpg",
    "altTitles": [
      {
        "ja": "かりぎゃる"
      },
      {
        "ja-ro": "Karigyaru"
      }
    ],
    "description": {
      "en": "Mozuno Nie is a small, timid boy with a weak personality, often targeted by delinquents, or stumbling into open manholes—just a typical \"prey type\" with a knack for attracting trouble. One day, an obvious extrovert, a dark-skinned gyaru named Kakao, enters his life. With her loose-fitting uniform, a chest that seems ready to burst, and surprisingly well-defined abs, she's the complete opposite of Mozuno. She takes an interest in him, calling him \"Prey\" and making him the target of her \"hunt\"... but what could she be after!?",
      "ja": "百舌野二枝は小さくて弱キャラな男の子で、日常でも不良に絡まれたり空いたマンホールに落ちたりと、不幸な「獲物体質」を持っている。そんな彼の前に現れたのは明らかに陽キャ、自分とは対極にいるようなタイプの黒ギャルのカカオ。制服を着崩して、胸は溢れんばかり、なぜか立派な腹筋を持った彼女に目を付けられた百舌野くんは彼女から「獲物くん」と呼ばれて「狩り」の対象にされてしまうが…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b6f161-d7b9-4bac-a6c6-1bb701df387e",
    "title": {
      "en": "Idol Yamerukedo Kekkon Shitekuremasu Ka!?"
    },
    "updatedAt": "2024-11-24T23:09:38+00:00",
    "coverArt": "https://mangadex.org/covers/c7b6f161-d7b9-4bac-a6c6-1bb701df387e/a9f38aa1-be5d-4d77-8d9e-1ca0271cab1f.jpg",
    "altTitles": [
      {
        "ja": "アイドル辞めるけど結婚してくれますか!?"
      },
      {
        "en": "Will You Marry Me Because I Quit Being an Idol?"
      },
      {
        "pt-br": "Estou deixando de ser uma Idol, mas você se casaria comigo!?"
      },
      {
        "ja-ro": "Idol Yameru kedo Kekkon Shite Kuremasu ka!?"
      },
      {
        "vi": "Anh Sẽ Kết Hôn Với Em Nếu Em Từ Bỏ Việc Trở Thành Thần Tượng Chứ?"
      }
    ],
    "description": {
      "en": "Sato Itto, an ordinary salaryman, has been shy about love due to an old trauma. Then one day, a reunion is held for the first time in several years. While they are having a good time talking about the good old days, suddenly Hebo, who has become an idol currently on hiatus, decides to attend the reunion!\n\nSato is upset to see Hebo, who was his first love. He manages to get over it with the help of alcohol, which he does not normally drink. When he wakes up, he finds the two of them naked in the same bed. As Sato desperately tries to recall his memories, Hebo shockingly says to him...!\n\n\"Marry me...\"\n\nWhat will happen to the marriage between the two who have no experience with love...!?",
      "ja": "いたって普通のサラリーマンの佐藤一途（さとういっと）は昔のトラウマで恋に奥手になっていた。そんなある日、数年ぶりに同窓会が開かれることに。昔話に花を咲かせていると、急にアイドル休止ほやほやの枦保（へぼ）さんが出席することに!? 初恋の人だった枦保さんを前に動揺する佐藤。普段の飲まないお酒の力を借りてなんとか乗り切るも目を覚ますと同じベッドに裸の二人。必死に記憶を思い出そうとする佐藤に枦保さんから衝撃の一言が…！\n\n「結婚して…」\n\n恋愛偏差値0同士の結婚の行方は果たして―――！？",
      "pt-br": "Sato Itto, um assalariado comum, tem sido tímido em relação ao amor devido a um trauma antigo. Então, um dia, uma reunião é realizada pela primeira vez em vários anos. Enquanto eles se divertem conversando sobre os bons e velhos tempos, de repente Hebo, que se tornou uma Idol que está atualmente em hiato, decide participar da reunião!\n\nSato fica chateado ao ver Hebo, que foi seu primeiro amor. Ele consegue superar isso com a ajuda de álcool, que normalmente não bebe. Quando acorda, encontra os dois nus na mesma cama. Enquanto Sato tenta desesperadamente se lembrar de suas memórias, Hebo lhe diz, de forma chocante...!\n\n“Se case comigo...”\n\nO que acontecerá com o casamento entre os dois que não têm experiência com o amor...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47633ce0-6b5a-44db-8b50-df645f992ab1",
    "title": {
      "en": "The Artistic Genius of Music Is the Reincarnation of Paganini"
    },
    "updatedAt": "2024-08-18T06:05:34+00:00",
    "coverArt": "https://mangadex.org/covers/47633ce0-6b5a-44db-8b50-df645f992ab1/11661599-76e8-4125-949c-ce2e11fd4832.png",
    "altTitles": [
      {
        "ko": "예술고 음악천재는 환생한 파가니니"
      },
      {
        "en": "High School Musical Genius Is Paganini Reincarnated"
      }
    ],
    "description": {
      "en": "The Rebirth of Paganini, Joo-won Moon. He was once a gifted violinist, but due to an injury, he gradually distanced himself from music and lived the life of a regular high school student. “I don’t pursue music.” However, perhaps the irony of fate… Joo-won Moon accidentally transferred to the music class of an arts high school, he picked up the violin… Will Joo-won Moon be able to overcome his psychological trauma? And is there a chance for him to be reborn as a true violinist?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aea945b9-1e08-48bf-9b9e-32a49f5ec85a",
    "title": {
      "en": "Tomodachi Gokko"
    },
    "updatedAt": "2022-03-20T18:49:24+00:00",
    "coverArt": "https://mangadex.org/covers/aea945b9-1e08-48bf-9b9e-32a49f5ec85a/f9c2a955-2490-4550-88b7-950ea12d5e97.jpg",
    "altTitles": [
      {
        "en": "Play at Friendship"
      },
      {
        "ja": "ともだちごっこ"
      }
    ],
    "description": {
      "en": "St Dorothea's Academy is a prestigious all girls' school with top scores and rich history. It's famed for the strong bonds which the students share with each other, known for being eternal. Every year, two friends with the closest bond are chosen to represent the school and guide their fellow students. They are known as \"les reines du printemps.\" With flowers being scattered, a game of friendship and betrayal starts…"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21a05dbf-6e10-4a5e-bd4e-65a2da298904",
    "title": {
      "en": "Cryptid"
    },
    "updatedAt": "2024-11-09T03:28:18+00:00",
    "coverArt": "https://mangadex.org/covers/21a05dbf-6e10-4a5e-bd4e-65a2da298904/f4c22cde-3b58-47a1-8806-8fef0ab3c304.jpg",
    "altTitles": [
      {
        "ko": "크립티드"
      }
    ],
    "description": {
      "en": "Robin is an ordinary high school student in South Korea.\n\nOn his way home from school as usual, an air raid warning sounds throughout the city, and an unidentified 'thing' takes away Robin's ordinary daily life.\n\nRobin gets caught up in the fight between the 'monster', a being forgotten by humans for a long time, and the 'nameless unit' that protects humans... \n\nWhat the heck, this is scary!",
      "ko": "대한민국의 평범한 고등학생 로빈.\n\n평소와 다름 없던 하교길 도중, 도시 전역에 공습 경보가 울려 퍼지고정체 불명의 '그것'은 평범했던 로빈의 일상을 송두리째 앗아 간다.\n\n오랜 시간동안 인간들에게 잊혀졌던 존재 '괴이'와 인간을 지키는 '무명대'의 싸움에로빈은 휘말리게 되는데... 뭐야, 이거 무서워!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc1d66f3-6e32-4acf-8cb0-057e1f478b4b",
    "title": {
      "en": "A Story About An Office Lady Who Ends Up Looking After A Clingy Delinquent High School Boy She Met at an Arcade"
    },
    "updatedAt": "2024-06-20T08:48:22+00:00",
    "coverArt": "https://mangadex.org/covers/bc1d66f3-6e32-4acf-8cb0-057e1f478b4b/1b70f7ab-5a71-4e5b-a371-f4c952d63774.jpg",
    "altTitles": [
      {
        "ja": "OLがゲーセンで会ったヤンキー男子高校生に懐かれる話"
      },
      {
        "ja-ro": "OL ga Gesen de Atta Yankee Danshi Koukousei ni Natsukareru Hanashi"
      }
    ],
    "description": {
      "en": "Office lady Haru frequents the arcade daily to distract from her discontent with her company. There she easily crushes a delinquent high school boy in a game and somehow, he becomes attached to her. From acquaintances who just met at the arcade to gaming buddy, and beyond that, their relationship is...!?\n\nA heart-pounding and heart-warming exchange between an office lady and a delinquent high school boy begins!",
      "ja": "OLのハルは、会社の不満の憂さ晴らしにゲームセンターに通う日々。\nそこでヤンキー男子高校生をボコボコに負かしてしまうが、なぜか懐かれてしまう。\n\nゲームセンターで会うだけの知り合いからゲーム仲間、そしてさらに二人の関係は…! ?\nOL×ヤンキー高校生の胸キュン&微笑ましい交流が始まる!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "16"
  },
  {
    "mangaId": "a33ed583-0bc0-40f2-af73-5395c3b7fbee",
    "title": {
      "en": "Jashinkankin Harem de Isekai seifuku!"
    },
    "updatedAt": "2024-11-29T20:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/a33ed583-0bc0-40f2-af73-5395c3b7fbee/da586c8d-4176-4763-987e-3c8f4afe5ec2.jpg",
    "altTitles": [
      {
        "ja": "邪神監禁ハーレムで異世界征服！"
      },
      {
        "zh": "监禁邪神用后宫征服异世界"
      }
    ],
    "description": {
      "en": "A chaotic, different world ruled by evil gods. The main character, Yuya, wakes up to the sound of a girl's voice calling his name. It is a temple of desire ruled by the evil god Liv where numerous people were immersed in pleasure like crazy. Even in the midst of all this, Yuya still maintains his rationality. Liv shows her interest and ties him up with special chains. However, the chain was originally a weapon that deprived evil of their powers by imprisoning and subjugating them. Due to the revelation of the old god Agnes, who resides in the chains, Yuya uses his power to imprison dangerous evil gods one after another.",
      "ja": "邪神たちに支配された混沌の異世界――。\n主人公・ユウヤは、自分の名前を呼ぶ少女の声とともに目覚める。\nそこは邪神リヴが支配する欲望の神殿で、\n大勢の人々が狂ったように快楽を貪っていた。\n\nそんな中でも理性を保ったままのユウヤに、\nリヴは興味を示し、特別な鎖で縛りあげる。\nしかしその鎖こそは、本来邪神を戒めるための道具であり、\n監禁・屈服させることで邪神のスキルを奪う武器だったのだ。\n\n鎖に宿る旧神アグネスの「王座におつきなさい」との啓示により、\nユウヤはその力を使い、危険な邪神たちを次々と監禁していく…。\n\n冴えない男の異世界監禁×逆襲エロファンタジー、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa27706b-4209-4baf-9040-d1d7033c712b",
    "title": {
      "en": "A Story About Becoming Temporary Lovers With a Classmate Who I Fell In Love With at First Sight"
    },
    "updatedAt": "2022-12-27T00:01:20+00:00",
    "coverArt": "https://mangadex.org/covers/aa27706b-4209-4baf-9040-d1d7033c712b/25ff266c-c11f-48a1-938e-82df3a1277e4.jpg",
    "altTitles": [
      {
        "en": "Hitomebore shita dōkyūsei to kari koibito ni naru hanashi"
      },
      {
        "en": "一目惚れした同級生と仮恋人になる話"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "921aeb3c-c73f-4145-bcbc-10ac58917378",
    "title": {
      "en": "JESUS Sajin Kouro"
    },
    "updatedAt": "2024-12-01T23:52:01+00:00",
    "coverArt": "https://mangadex.org/covers/921aeb3c-c73f-4145-bcbc-10ac58917378/b594d3a0-5e9b-4e1c-b6a9-ada221ceb3c0.jpg",
    "altTitles": [
      {
        "ja": "JESUS 砂塵航路"
      },
      {
        "en": "Jesus: Path of the Sandstorm"
      }
    ],
    "description": {
      "en": "Continuation of the manga \"Jesus\". The legendary killer, hiding under the guise of school teacher Fujisawa Shingo, returns to Japan after more than ten years! What made him come back? What has he been doing for these ten years? Is one of his new students connected to 24?\nRead on and find out in JESUS: Path of the Sandstorm!"
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "erotica",
    "lastVolume": "14",
    "lastChapter": "154"
  },
  {
    "mangaId": "737c292b-5b97-41bb-8b04-51bcc945f7a7",
    "title": {
      "en": "Garbage Brave: Isekai ni Shoukan Sare Suterareta Yuusha no Fukushuu Monogatari"
    },
    "updatedAt": "2024-11-21T21:29:07+00:00",
    "coverArt": "https://mangadex.org/covers/737c292b-5b97-41bb-8b04-51bcc945f7a7/b7279ed6-7c3b-4d82-a42d-5c5eb2ff0eb5.jpg",
    "altTitles": [
      {
        "en": "Garbage Brave: Revenge Story of a Hero Who Has Been Thrown Away After Being Summoned to Another World"
      },
      {
        "en": "Garbage Hero: A Revenge Story of a Hero Who Got Summoned to Another World"
      },
      {
        "de": "Rache des Müll Helden"
      },
      {
        "de": "Rache des Müll Helden: Geschichte eines Helden, der in einer anderen Welt beschworen und weggeworfen Wurde"
      },
      {
        "ru": "Отстойный герой"
      },
      {
        "ru": "Отстойный герой: Месть в ином мире"
      },
      {
        "ja": "ガベージブレイブ"
      },
      {
        "ja": "ガベージブレイブ 異世界に召喚され捨てられた勇者の復讐物語"
      },
      {
        "zh-hk": "廢物勇者"
      }
    ],
    "description": {
      "en": "While on a regular school day, Tsukuru along with his classmates got transported to another world.  \n  \nHowever, at the other side of the summoning there was a hero's auction, where each nation would bid for the heroes to defeat the demon kings of each territories.  \n  \nWhile his classmates received cheat jobs and got auctioned quickly Tsukuru got the useless job \"Chef,\" as no nation bid for him, he got thrown out through a transfer gate. At the other side of the gate was a territory dominated by strong monsters…  \n  \nAs he manages to survive the monster's attacks while nearly dying, Tsukuru goes forward on the path of becoming the strongest!  \n\n(Series went on Hiatus starting in September 2024 due to artist's maternity leave)\n\n---\n\n[Original Webnovel](https://ncode.syosetu.com/n2248el/)  \n\n\n---",
      "fr": "Un jour d'école normal, Tsukuru et ses camarades de classe sont transportés dans un autre monde.  \r\n  \r\nIls se retrouvent… au beau milieu d’une vente aux enchères! Alors que ses camarades de classe, encore confus, sont rapidement mis aux enchères, Tsukuru découvre qu\"il possède la classe \"cuisinier.\" Aucune nation ne faisant d’offres, il est rapidement jeté dehors par une porte de transfert.  \r\n  \r\nDe l'autre côté de cette porte se trouve un territoire dominé par de puissants monstres…  \r\n  \r\nAlors qu'il réussit tout juste à survivre aux attaques d’un monstre, Tsukuru décide d'avancer sur le chemin qui le rendra plus fort!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e",
    "title": {
      "en": "Rougo ni Sonaete Isekai de 8-manmai no Kinka o Tamemasu"
    },
    "updatedAt": "2024-10-29T21:48:09+00:00",
    "coverArt": "https://mangadex.org/covers/89ed3ec2-ebe6-4d6b-92eb-d753a8bb365e/41f2eb52-b84e-4459-a6ef-080d0872d473.jpg",
    "altTitles": [
      {
        "ja": "老後に備えて異世界で８万枚の金貨を貯めます"
      },
      {
        "en": "Saving 80,000 Gold in Another World for My Retirement"
      },
      {
        "ko": "노후를 대비해 이세계에서 금화 8만 개를 모읍니다"
      },
      {
        "zh": "为了养老金，去异界存八万金！"
      },
      {
        "zh-hk": "為了養老金，去異界存八萬金！"
      },
      {
        "fr": "Économiser 80,000 pièces d'or dans un autre monde pour ma retraite"
      },
      {
        "ru": "Сохранение 80 000 золотых монет в другом мире для моей старости"
      },
      {
        "es": "Ahorre 80 000 monedas de oro en otro mundo en preparación para mi jubilación"
      }
    ],
    "description": {
      "en": "After growing up an orphan, Mitsuha has a healthy respect for money and a desire to live well—at least, until she dies after being pushed off a cliff. Waking up in a strange fantasy world, Mitsuha narrowly survives an encounter with a pack of wolves, then realizes she has the power to move between this world and the real one. A lesser person might embark on heroic adventures—Mitsuha instead immediately recognizes the lucrative possibilities of her new situation, and heads out to buy an arsenal of modern weapons. Her goal: to acquire 80,000 gold, and the life of leisure she's always dreamed of!",
      "ja": "山野ミツハは18歳でありながら中学生に見られてしまう童顔小柄な少女。高校卒業を目前にして両親と頼れる兄を一度に失い、いきなり天涯孤独の身になってしまう。ショックで大学受験にも失敗して途方に暮れていたミツハは、たまたま謎の存在から「世界間転移」という能力を与えられる。そこから彼女が思いついた将来設計は、世間一般の常識の斜め上をいっていた──!!",
      "pt-br": "Uma garota de 18 anos que perdeu sua família em um acidente, Yamano Mitsuha cai de um penhasco em um dia qualquer e é transportada para um mundo diferente com uma civilização ao nível da Europa Medieval. Mitsuha descobre que é possível ir e retornar à terra após uma luta mortal com lobos. Assim, ela decide viver em ambos os mundos. “Para ter segurança na velhice, eu vou mirar em alcançar 80.000 moedas de ouro!” “Tentarei não deixar coisas estranhas circularem para não distorcer o progresso do mundo, mas não vou me conter pelo bem da minha vida fácil e segura!” Enquanto usa três pistolas junto com palavras e ações que parecem decentes, em sua cabeça Yamano Mitsuha é uma garota esperta. Fazendo um esforço para ganhar dinheiro mesmo com um pequeno corpo que parece uma criança para os ocidentais!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48221bce-0fd2-4519-b5f3-4fdc1921007b",
    "title": {
      "en": "Captain Corinth: The Galactic Navy Officer Becomes an Adventurer"
    },
    "updatedAt": "2024-12-10T04:28:35+00:00",
    "coverArt": "https://mangadex.org/covers/48221bce-0fd2-4519-b5f3-4fdc1921007b/56d12305-048c-4bb5-b33c-6e4bce5c6e6b.jpg",
    "altTitles": [
      {
        "en": "The Galactic Navy Officer Becomes an Adventurer"
      },
      {
        "ja": "航宙軍士官、冒険者になる"
      },
      {
        "pt-br": "Capitão Corinth: Um Oficial da Marinha Galáctica Torna-se um Aventureiro"
      },
      {
        "ja-ro": "Kouchuugun Shikan Boukensha ni Naru"
      }
    ],
    "description": {
      "en": "In order to protect the planet Ares from invasion by the Bugs, Alan Corinth has set his sights on nothing less than ruling the entire continent. The Kingdom of Belta, which borders the Great Demon Forest, is the ideal spot to start putting his plan in motion, so he and his party set off for the gathering place of the finest adventurers the kingdom has to offer: the citadel of Gantz.\n\nWill Alan be able to keep the hostile aliens from overrunning this fantasy planet?  The sci-fi medieval fantasy story begins!",
      "ja": "- Official Site: [Link](https://famitsubunko.jp/specialcontents/kochugun/)  \n- Web Novel [(raw)](https://ncode.syosetu.com/n3490ee/)",
      "pt-br": "A nave espacial que o oficial da Marinha Imperial Galáctica que Alan Corinth estava foi derrubada por um ataque surpresa durante a navegação no hiperespaço.\n\nCompletamente a deriva, e sobre uma estranha coincidência, Alan se tornou o único na nave a sobreviver. A nave espacial severamente danificada perdeu suas capacidades de navegação e despencou em um planeta próximo.\n\nUsando uma cápsula de fuga, Alan dirigiu-se ao planeta sozinho.\n\nAssim começou a busca de Alan pela sobrevivência no planeta subdesenvolvido utilizando as nanomáquinas simbiótica dentro de seu corpo.\n\nSurpreendentemente, o planeta era o lar de uma próspera civilização humana cujo código genético se assemelhava ao de Alan.\n\nMesmo permanecendo perdido devido a ser jogado em um mundo de espadas e magia, ele tenta viver o melhor que pode junto com seus novos companheiros.\n\nO que Alan conseguiria nesse mundo estranho?\n\nA história de fantasia de ficção científica em um cenário medieval agora começa!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49496e76-08b8-4d47-aced-a13f2f8d90a4",
    "title": {
      "en": "Kiraware Majo Reijou to Dansou Ouji no Kon'yaku"
    },
    "updatedAt": "2024-10-09T00:33:54+00:00",
    "coverArt": "https://mangadex.org/covers/49496e76-08b8-4d47-aced-a13f2f8d90a4/6ddfd48e-da87-4148-baff-b0be9ac09224.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女令嬢と男装皇子の婚約"
      },
      {
        "en": "The Engagement of the Disgraced Witch and the Cross-Dressing Princess"
      },
      {
        "vi": "Hôn Ước Của Phù Thủy Bị Ruồng Bỏ Và Công Chúa Cross-dressing"
      },
      {
        "es": "El compromiso de la bruja deshonrada y la princesa travestida"
      },
      {
        "vi": "Cuộc đính hôn giữa Nàng phù thủy bị ghét bỏ và Cô công chúa giả nam"
      },
      {
        "th": "การหมั้นหมายของยัยเจ้าหญิงแต่งชายกับคุณหนูแม่มดผู้ถูกชิงชัง"
      },
      {
        "zh": "万人厌的魔女大小姐与男装皇子的婚约"
      },
      {
        "zh-hk": "萬人厭的魔女大小姐與男裝皇子的婚約"
      },
      {
        "zh-ro": "Wàn rén yàn de mónǚ dà-xiǎojiě yǔ nánzhuāng huángzǐ de hūnyuē"
      },
      {
        "ru": "Помолвка презираемой ведьмы и переодетой принцессы"
      },
      {
        "ko": "미움받는 마녀 영애와 남장 황자의 약혼"
      }
    ],
    "description": {
      "en": "Vilified by others as a \"witch\", Evris, the youngest daughter of the House of Bradley, is engaged to Mark, the fifth prince of the Kingdom of Klengel. When he abruptly announces that their engagement is broken off, Evris is plunged into despair. However, someone reaches out to her instead... The cross-dressing crown prince (♀) of a neighboring country!?\n\nThis is the story of a red-haired witch who manipulates shadows and a cross-dressing crown prince (♀) who is serving as a body double for her missing older brother. \n\nThe curtain rises on a fantasy romantic comedy of a girl being teased by a princess!\n\nSerialization began in the July 2023 issue of *Yuri Hime*.",
      "ja": "「魔女」と罵られるブラッドリー家の末娘・イヴリスは、婚約相手であるクレンゲル王国第5王子・マルクに突然の婚約破棄を宣言されていた。絶望のどん底に落とされるイヴリス。しかし、そんな彼女に手を差し伸べるのは…隣国の男装皇太子!?\n影を操る赤髪の魔女令嬢と失踪した兄の影武者となる男装皇子。\n王子様系女子に翻弄されるファンタジーラブコメ開幕！",
      "ru": "Эйвери, младшая дочь дома Брэдли, проклинаемая окружающими как \"ведьма\", помолвлена с Марком, пятым принцем королевства Кленгель. Когда он неожиданно объявляет, что их помолвка расторгнута, Эйвери впадает в отчаяние. Однако кто-то протягивает ей руку помощи... Наследный принц (♀) соседней страны?!\n\nЭто история о ведьме, управляющей тенями, и о переодетом наследном принце (♀), который является двойником пропавшего старшего брата.\n\nЗанавес приподнимается над фэнтезийной романтической комедией о девушке, которую дразнит принцесса!",
      "tr": "Bu, gölgeleri manipüle eden kızıl saçlı bir cadı ile kayıp ağabeyinin dublörü olarak rol yapan melez veliaht prensin hikâyesidir.\n\nDiğerleri tarafından “cadı” olarak lanetlenen Bradley Hanesi’nin en küçük kızı Evris, Klengel Krallığı’nın beşinci prensi Mark ile nişanlıdır. Mark aniden nişanı bozduğunu açıklayınca Evris umutsuzluğa kapılır. Ancak biri ona yardım elini uzatacaktır… Komşu ülkelerden birinin karşı cinsin kıyafetlerini giymeyi seven veliaht prensi!? Bir prenses tarafından dalga geçilen bir kızın fantastik romantik komedisinde perde açılıyor!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e08d1933-5765-4b95-890a-e810ab035096",
    "title": {
      "en": "Mythical Invasion: I Slay Gods on Earth"
    },
    "updatedAt": "2024-12-14T06:40:06+00:00",
    "coverArt": "https://mangadex.org/covers/e08d1933-5765-4b95-890a-e810ab035096/645a5223-398e-4d20-9fc5-bbc9ece6e8c6.png",
    "altTitles": [
      {
        "zh": "神话入侵：我在地球斩神明"
      },
      {
        "zh-ro": "Shenhua Ruqin: Wo Zai Diqiu Zhan Shenming"
      },
      {
        "en": "Myth Invasion: I Kill Gods on Earth"
      }
    ],
    "description": {
      "en": "The descent of the deities had ushered the invasion of Earth, eventually leading to the collapse of human civilisation! Guardian Deity Lin Fang has returned back to three months before the descent of the deities. In this life, he must lead humanity, charged with the might of the nation, to wage war against the deities!",
      "zh": "神明降临，入侵地球，人类文明最终走向灭亡！ 守护神林凡重回神明降临三月前，这一世，定要带领人类以举国之力迎战神明！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90728818-cf2d-4f31-be1b-0dde6a46ccf1",
    "title": {
      "ja": "Shin Honkaku Mahou Shoujo Risuka"
    },
    "updatedAt": "2024-04-21T00:51:15+00:00",
    "coverArt": "https://mangadex.org/covers/90728818-cf2d-4f31-be1b-0dde6a46ccf1/f9f56b38-b459-44cd-85e9-f179999e9080.jpg",
    "altTitles": [
      {
        "ja": "新本格魔法少女りすか"
      },
      {
        "en": "New Authentic Magical Girl Risuka"
      },
      {
        "th": "ริสึกะ มิติใหม่ของสาวน้อยเวทมนตร์"
      }
    ],
    "description": {
      "en": "The elementary schooler unlike any other, Kugi Kizutaka—who is searching for \"useful pawns\" in order to achieve his own ambitions—comes to learn of Mizukura Risuka, a magician with the title \"The Red Witch of Time.\" Risuka had left the Kingdom of Magic through the Gate, chasing after her father, a great mage called both \"a God\" and \"a Demon.\" An unpredictable and unchained magical tale!",
      "ja": "己の野心のため“使える手駒”を探す小学５年生・供犠創貴は、赤い髪に赤い瞳の転校生・水倉りすかが\"赤き時の魔女”の異名を持つ魔法使いだと知る。二人は手を取り合って時を超え、危機また危機の大冒険を繰り広げる――！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "32"
  },
  {
    "mangaId": "6df5cd9d-4d29-4c4b-81a3-72f81d2de5bf",
    "title": {
      "en": "My Clumsy and Erotic Neighbor Sayuri-san"
    },
    "updatedAt": "2024-04-18T20:45:02+00:00",
    "coverArt": "https://mangadex.org/covers/6df5cd9d-4d29-4c4b-81a3-72f81d2de5bf/bd470a7d-bfa4-4278-aa07-a22bff9e8653.jpg",
    "altTitles": [
      {
        "en": "Sayuri-san is lewd"
      },
      {
        "ja": "不器用でエロい隣人さゆりさん"
      },
      {
        "ja-ro": "Bukiyou de Eroi Rinjin Sayuri-san"
      },
      {
        "es-la": "Mi torpe y erótica vecina Sayuri-san"
      }
    ],
    "description": {
      "en": "Series Follows Our Main Character and His Interactions With His Neighbor Sayuri-san.",
      "ja": "高校生の主人公が、隣人の主婦である「さゆりさん」と様々なエロティックなシチュエーションを繰り広げるというストーリー。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ecc994b-de37-4acc-8741-524bdf02a733",
    "title": {
      "en": "Have You Seen My Brother?"
    },
    "updatedAt": "2024-08-04T17:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/5ecc994b-de37-4acc-8741-524bdf02a733/f7df0ce4-63ad-473c-b38c-20bbc97865a3.png",
    "altTitles": [
      {
        "zh": "兄台看见我弟了吗"
      },
      {
        "zh-ro": "Xiōng Tái Kànjiàn Wǒ Dìle Ma"
      },
      {
        "ja": "君、弟を見なかったか?"
      },
      {
        "es": "Has visto a mi hermano?"
      }
    ],
    "description": {
      "en": "The martial arts master Chu Wenshan has lost his memories, but the only clue to finding out about himself is a threatening letter… Huh? My brother was kidnapped? Wait, who’s my brother? No, even if I don’t know, I have to rescue him. Excuse me my friend, have you seen my brother?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af96ad04-08d2-4aff-ba50-6794e06c8404",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2024-10-21T00:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/af96ad04-08d2-4aff-ba50-6794e06c8404/0c5d56c9-9963-43c0-a192-feb0138ca92c.jpg",
    "altTitles": [
      {
        "ko": "놀이감"
      },
      {
        "en": "Her Toys"
      },
      {
        "en": "A Sense of Amusement"
      },
      {
        "th": "สนามเด็กล่า"
      },
      {
        "zh": "玩物"
      },
      {
        "pt-br": "Uma Sensação de Diversão com seus brinquedos"
      }
    ],
    "description": {
      "en": "Lee Myung-jun, the Vice Chairman of Hyundo Group, lost his daughter to a group of bullies. Seeking revenge, he adopts Yoon Karma, a psychopathic defector girl.\n\nYoon Karma: A sadistic human weapon created through drug experiments in North Korea. After killing everyone in the research lab, she escaped to South Korea on her own.\n\nHaving just been released from a juvenile detention center in South Korea, Yoon Karma sets out to hunt down the bullies at school, driven by the desire to avenge her new father and satisfy her sadistic pleasures.",
      "pt-br": "Lee Myung-jun, o vice-presidente do grupo Hyundo, perdeu sua filha para um grupo de pessoas que faziam bullying. Buscando vingança, ele adota Yoon Karma, uma garota desertora psicopata.\nYoon Karma: Uma arma humana sádica criada por meio de experimentos com drogas na Coreia do Norte. Depois de matar todos no laboratório de pesquisa, ela escapou para a Coreia do Sul sozinha.\nTendo acabado de ser libertada de um centro de detenção juvenil na Coreia do Sul, Yoon Karma sai para caçar os valentões na escola, movida pelo desejo de vingar seu novo pai e satisfazer seus prazeres sádicos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e538d58-7927-41fa-af10-9b13a743977b",
    "title": {
      "en": "The Even Bigger Island of Giant Insects"
    },
    "updatedAt": "2024-12-14T02:20:51+00:00",
    "coverArt": "https://mangadex.org/covers/7e538d58-7927-41fa-af10-9b13a743977b/c7d6660a-5cf3-40fa-92c0-c9fb89da4db6.jpg",
    "altTitles": [
      {
        "ja": "大巨蟲列島"
      },
      {
        "ja-ro": "Die Kyochuu Rettou"
      },
      {
        "ja-ro": "Dai Kyochuu Rettou"
      },
      {
        "en": "The Island of Giant Insects, Die"
      },
      {
        "vi": "Siêu Đảo Côn Trùng"
      }
    ],
    "description": {
      "en": "New enemies, new bugs and an even bigger island.",
      "ja": "辰野神島へと脱出した睦美たちは天空を制圧するトンボに追いつめられる!",
      "vi": "Mutsumi và những người bạn của cô đã thành công đến được đảo Tatsuno Oshima, nơi mà người dân vẫn đang vui vẻ tổ chức lễ hội... Và rồi đúng như những gì Mutsumi đã đoán trước những con côn trùng khổng lồ đã bắt đầu âm thầm tấn công người dân. Để tránh thảm kịch như các hòn đảo trước thì Mutsumi và các bạn của cô sẽ làm gì đây?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b9d73ff-a19e-4817-9eb7-657471f4d8d5",
    "title": {
      "en": "Kinnikuman"
    },
    "updatedAt": "2024-10-09T03:06:00+00:00",
    "coverArt": "https://mangadex.org/covers/7b9d73ff-a19e-4817-9eb7-657471f4d8d5/f96c6d48-d8d1-4d97-b83c-e605686e28c5.jpg",
    "altTitles": [
      {
        "ja": "キン肉マン"
      },
      {
        "pt-br": "Homem Músculo"
      }
    ],
    "description": {
      "en": "Kinnikuman (Muscleman), a weak and clumsy super hero, constantly getting into wacky situations. As the series progressed, the story began changing from comedy to action as Kinnikuman battles stronger and stronger foes in the wrestling ring. The series continually introduced new Super Human characters, known as Chojin, who would challenge Kinnikuman and his friends for various purposes.  \n    \n---\n- **The initial serialization lasted from 1979-1986 and ended with Vol. 36. The series directly continued in 2011 with Vol. 37.**\n- **The 2011 Chapters resets the Count to 1 during it set of volumes (Beyond Vol 36)**\n\n---\n- **Won the Shogakukan Manga Award for Shonen in 1985**",
      "pt-br": "Kinnikuman (Homem Músculo), um super-herói fraco e desajeitado, constantemente entrando em situações malucas. À medida que a série avançava, a história começou a mudar de comédia para ação, enquanto Kinnikuman lutava contra inimigos cada vez mais fortes no ringue de luta livre. A série continuamente introduziu novos personagens Super Humanos, conhecidos como Chojin, que desafiariam Kinnikuman e seus amigos para vários propósitos. \n\nA serialização original foi de 1979-1986 e terminou com o Vol. 36. A série continuou diretamente em 2010. \n\nGanhou o Shogakukan Manga Awards por melhor Shounen em 1985."
    },
    "status": "ongoing",
    "releaseDate": 1979,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "707133cd-d9c2-4c83-8398-55bfdda7da14",
    "title": {
      "en": "Blue Archive - Kankan's Blue Archive Logs (Doujinshi)"
    },
    "updatedAt": "2024-02-13T02:33:10+00:00",
    "coverArt": "https://mangadex.org/covers/707133cd-d9c2-4c83-8398-55bfdda7da14/f8f47bc0-5c7b-41e7-84cc-93d32a2a15cc.jpg",
    "altTitles": [
      {
        "ja": "透き通る世界"
      },
      {
        "en": "A Transparent World"
      }
    ],
    "description": {
      "en": "A collection of Blue Archive short comics by artist ポテトルス on pixiv."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d545e62-d4cd-4e65-a65c-a5c46b794918",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 3 - Stardust Crusaders"
    },
    "updatedAt": "2024-07-27T09:56:05+00:00",
    "coverArt": "https://mangadex.org/covers/0d545e62-d4cd-4e65-a65c-a5c46b794918/062dcbaa-fb90-4bd6-8894-6717c7d54339.jpg",
    "altTitles": [
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 3: Vitejii Stelelor"
      },
      {
        "ja-ro": "Dai 3 Bu Kuujou Joutarou: Mirai e no Isan"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Stardust Crusaders"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 3 Jotaro Kujo: Heritage for the Future"
      },
      {
        "ar": "مغامرة جوجو الغريبة الجز  3:"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険スターダストクルセイダース"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Жұлдыз-тозаң Кірескерлері"
      }
    ],
    "description": {
      "en": "Third story arc of the JoJo's Bizarre Adventure series.\n\nIn 1989, Joseph Joestar arrives in Japan to meet his troubled grandson Jotaro Kujo at the request of his daughter Holly. Jotaro has locked himself in a jail cell out of fear that an evil spirit is possessing him and that he may cause harm to others. However, Joseph reveals the truth to Jotaro: this \"spirit\" is really a \"Stand,\" a physical manifestation of one's fighting spirit. What's more, Joseph and his companion Mohammed Avdol possess Stands of their own and have learned to control them with ease.  \n  \nJoseph's arrival comes with another piece of news: an old family enemy has returned from the grave, causing the Stands of the Joestar family to awaken. However, when a Stand manifests within Holly, her inability to cope with it leaves her gravely ill, stirring the men into action.  \n  \nArmed with the power of Stands, a globe-trotting adventure from Japan to Egypt—where their adversary resides—begins. Meeting an array of nefarious Stand users along the way, as well as new allies, the team leads a crusade to save Holly and put an end to their enemy for good."
    },
    "status": "completed",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "152"
  },
  {
    "mangaId": "fd0fc305-ac85-4ae5-8885-7fa84530b3a1",
    "title": {
      "en": "Boku no Risou no Isekai Seikatsu ~Tensei shitara Kemomimi Musume darake no Sekai de Harem ni~"
    },
    "updatedAt": "2024-10-31T22:55:13+00:00",
    "coverArt": "https://mangadex.org/covers/fd0fc305-ac85-4ae5-8885-7fa84530b3a1/9820eb2f-56aa-4b18-b0a1-0f6eba61d322.jpg",
    "altTitles": [
      {
        "ja": "ボクの理想の異世界生活 ～転生したらケモ耳娘だらけの世界でハーレムに～"
      },
      {
        "es": "Mi vida ideal de otro mundo - Reencarnación en un mundo lleno de chicas Nekomimi"
      },
      {
        "en": "My Ideal Life in Another World: Reincarnated in Another World With a Harem of Animal-eared Girls"
      }
    ],
    "description": {
      "en": "A 40-year-old virgin man working for a black company has never been with a girl, let alone married one. Having nothing to do but love cute girls, one day he loses consciousness during an all-nighter of work――. When he wakes up...he finds himself reborn as \"Norun,\" a male with cat ears, in another world full of animal-eared girls, where there are far more females than males!!!? His cute fiancée, Misha, and other attractive girls with animal-ears who are potential brides appear before him one after the other――!?\n\nThus begins \"Norun's\" dream-filled otherworldly life ♪ However, this world has a big secret......!? He can procreate with cute girls as much as he wants!!? The slow sex life in another world, which has become a big hit in the doujinshi scene and has been downloaded more than 300,000 times, is about to begin――!!!!!",
      "ja": "結婚どころか女の子と一度も付き合ったことのない、ブラック会社勤務の40歳の童貞男子。可愛い女の子を愛でること以外何もない彼はある日、徹夜続きの労働中に意識を失ってしまう――。\n\n目が覚めると…オスよりメスが圧倒的に多いケモ耳女子だらけの異世界で“ノルン”というケモ耳男子に転生していた!!!?\n\nそんなノルンの前に可愛い婚約者のミーシアや魅力的なお嫁さん候補のケモ耳娘達が次々と現れて――!?\n\nこうして始まる“ノルン”の夢溢れる異世界ライフ♪しかし、この世界にはある重大な秘密があった……!?\n可愛い女の子たちと子作りし放題!!? 同人誌で話題沸騰＆DL数30万超えの異世界スロー性活、開幕――!!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7262e67-e7d7-44b5-b39a-96fafef39edf",
    "title": {
      "en": "Koi ni Koi suru Koibito Kankei"
    },
    "updatedAt": "2024-10-27T01:09:02+00:00",
    "coverArt": "https://mangadex.org/covers/f7262e67-e7d7-44b5-b39a-96fafef39edf/89c52367-893a-4b6d-93ac-3ff055f39174.jpg",
    "altTitles": [
      {
        "ja": "恋に恋するコイビト関係"
      },
      {
        "en": "Becoming Her Lover For the Sake of Love"
      },
      {
        "pl": "Związek w związku ze związkiem"
      }
    ],
    "description": {
      "en": "Asako Ichijou, the student council president at a prestigious girls' high school, has been racking her brain about the ladykiller Nagi Tenma. That's the sort of person Asako is, but Nagi discovers Asako has broken school rules by bringing a shoujo manga to school...\n\nAsako pleads with Nagi to keep it a secret, and Nagi reveals her condition: \"Become my lover.\"\n\n(Source: Takeshobo, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bf55e63-4128-4457-a955-5cdbaf5179c3",
    "title": {
      "en": "Off-Nature Museum"
    },
    "updatedAt": "2024-12-02T12:48:27+00:00",
    "coverArt": "https://mangadex.org/covers/9bf55e63-4128-4457-a955-5cdbaf5179c3/d70d03b9-93b8-46b6-b45c-77db3c18a8d5.png",
    "altTitles": [
      {
        "zh": "不自然博物馆"
      }
    ],
    "description": {
      "en": "This museum's treasured collection is a slew of strange comics!",
      "zh": "这个博物馆，珍藏着许多奇怪的漫画！"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "0ca1627e-95dd-4118-892a-f144adf02256",
    "title": {
      "en": "March Comes in Like a Lion"
    },
    "updatedAt": "2024-11-18T23:04:12+00:00",
    "coverArt": "https://mangadex.org/covers/0ca1627e-95dd-4118-892a-f144adf02256/9a6d6f9e-9031-4488-8a5c-c88a4ca46432.jpg",
    "altTitles": [
      {
        "ja-ro": "3-gatsu no Lion"
      },
      {
        "ja": "3月のライオン"
      },
      {
        "pt": "Março vem como um leão"
      },
      {
        "es": "El león de marzo"
      },
      {
        "id": "Maret Datang Seperti Singa"
      },
      {
        "vi": "Sư Tử Tháng 3"
      },
      {
        "it": "Un marzo da leoni"
      },
      {
        "ru": "Мартовский лев"
      },
      {
        "ar": "يَحٍلُ مارس كالأسد"
      },
      {
        "th": "ตราบวันฟ้าใส"
      },
      {
        "zh": "三月的狮子"
      },
      {
        "zh-hk": "三月的獅子"
      },
      {
        "pt-br": "Sangatsu no Lion – O Leão de Março"
      },
      {
        "de": "Der März kommt wie ein Löwe"
      }
    ],
    "description": {
      "en": "A youth named Kiriyama Rei, who lost his family as a child, endures loneliness to become a professional shogi player. Then, through a chance meeting, he develops a relationship with the three Kawamoto sisters (Akari, Hinata, Momo), who hail from a working-class district of the city, and little by little his frozen heart begins to thaw.  \n \n--- \n- **Won the 4th Manga Taisho Award in 2011**  \n- **Won the Kodansha Manga Award for General Manga in 2011, which it shared with Space Brothers**\n-  **Won the 18th Osamu Tezuka Cultural Grand Prize in 2014**",
      "pt-br": "Kiriyama Rei tem 17 anos e é um jogador profissional de shogi, mas na vida real, ele não tem nada. Calmo e não muito social, Rei não tem família, sem amigos, e ele não vai à escola. Ele é apenas familiarizado com uma mulher chamada Akari, que é sua vizinha que mora sozinha com suas duas irmãs mais novas, Momo e Hinata. Este é um mangá seinen dia-a-dia, com monólogos fortes e as reflexões Rei."
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b02afc5d-8de3-4181-ba6e-4a926d515a85",
    "title": {
      "en": "Hibiki's Magic"
    },
    "updatedAt": "2024-11-16T05:58:55+00:00",
    "coverArt": "https://mangadex.org/covers/b02afc5d-8de3-4181-ba6e-4a926d515a85/a95c9d09-d93e-4124-91cf-c750ad53a35c.jpg",
    "altTitles": [
      {
        "ja-ro": "Hibiki no Mahou"
      },
      {
        "ja": "ヒビキのマホウ"
      },
      {
        "zh": "小小魔法使響"
      }
    ],
    "description": {
      "en": "Some of our most cherished manga characters are blessed with magical powers…others have an extraordinary combination superhuman strength and cunning intellect. But Hibiki? Her only real skill seems to be making a pot of delicious tea… Or is it?!"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "35"
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6724bbf4-5855-4972-b6c9-ea92469aba89",
    "title": {
      "en": "Prey"
    },
    "updatedAt": "2024-11-19T21:42:14+00:00",
    "coverArt": "https://mangadex.org/covers/6724bbf4-5855-4972-b6c9-ea92469aba89/3f49cf2b-ff30-4750-bb62-31e303a20238.png",
    "altTitles": [
      {
        "en": "Food"
      },
      {
        "id": "Mangsa"
      },
      {
        "zh-hk": "餌"
      },
      {
        "ko": "먹이"
      },
      {
        "pt-br": "Presa"
      },
      {
        "th": "เหยื่อ"
      }
    ],
    "description": {
      "en": "Park Yun-yeong has a mysterious power which allows her to see ghastly creatures that seem to inhabit our world but not interact with it - unless they notice you acknowledge their existence. That’s when they stop being harmless.",
      "pt-br": "Park Yun-yeong tem um poder misterioso que permite que ela veja criaturas horríveis que parecem habitar nosso mundo, mas sem interagir com ele, a menos que percebam que você sabe que eles existem. É nesse momento que eles deixam de ser inofensivos."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "131"
  },
  {
    "mangaId": "f8e294c0-7c11-4c66-bdd7-4e25df52bf69",
    "title": {
      "en": "Blue Period"
    },
    "updatedAt": "2024-11-21T13:52:54+00:00",
    "coverArt": "https://mangadex.org/covers/f8e294c0-7c11-4c66-bdd7-4e25df52bf69/1e23c841-4f3c-4a35-afbe-beff623c95a8.jpg",
    "altTitles": [
      {
        "ja": "ブルーピリオド"
      },
      {
        "ja-ro": "Buru Piriodo"
      },
      {
        "en": "The Blue Period"
      },
      {
        "zh": "蓝色时期"
      },
      {
        "zh-hk": "藍色時期"
      },
      {
        "ar": "الحقبة الزرقاء"
      },
      {
        "ar": "النقطة الزرقاء"
      },
      {
        "fr": "Blue Period"
      },
      {
        "kk": "Көк Кезең"
      },
      {
        "ne": "नीलो अवधि"
      },
      {
        "fa": "دوره ی آبی"
      },
      {
        "pt-br": "O Período Azul"
      },
      {
        "ru": "Голубой период"
      },
      {
        "tr": "Mavi Dönem"
      },
      {
        "uk": "Блакитний період"
      }
    ],
    "description": {
      "de": "Sieh die Welt mit neuen Augen!\n\nYataro Yaguchi hat gute Noten – aber keine Leidenschaft. Er trinkt, raucht und treibt sich bis nachts in der Stadt herum. Aber glücklich macht ihn das nicht. Und nun, kurz vor dem Schulabschluss, muss er sich fragen, ob das wirklich alles ist, was er vom Leben zu erwarten hat.\n\nDa kommt er durch einen Zufall mit der Malerei in Kontakt – und plötzlich sieht er die Welt mit anderen Augen. Ohne jede Erfahrung beschließt er, sich für eine Kunstakademie zu bewerben. Doch die Aufnahmeprüfung ist hart… und ihm bleibt nicht mehr viel Zeit!",
      "en": "Yatora is the perfect high school student, with good grades and lots of friends. It’s an effortless performance, and, ultimately…a dull one. But he wanders into the art room one day, and a lone painting captures his eye, awakening him to a kind of beauty he never knew. Compelled and consumed, he dives in headfirst — and he’s about to learn how savage and unforgiving art can be!\n\n---\n- **Won the 13th Manga Taisho Award in 2020**  \n- **Won the 44th Kodansha Manga Award for General Manga in 2020**",
      "es": "Es un estudiante de bachillerato espabilado, popular, que saca muy buenas notas y tiene ideas pragmáticas sobre su futuro. También bebe, fuma y sale de juerga por las noches. Y un día, de repente, descubre el gozo de dibujar.\n\n¡Esta es la historia de superación de Yatora Yaguchi, repleta de vicisitudes en su camino para aprobar el examen de ingreso a una universidad de arte, en una versión de la tenacidad deportiva aplicada a las bellas artes!",
      "fr": "Yatora est un lycéen studieux à qui tout réussit. Pourtant, il ressent depuis toujours une impression de vide en lui. Jusqu’au jour où, par hasard, il tombe sur un tableau qui le subjugue littéralement… Très vite, Yatora réalise que peindre est le seul moyen de faire passer ses émotions et de se révéler. Cet événement le pousse à se livrer corps et âme à la peinture pour tenter le concours d’entrée de la plus sélective des écoles de Beaux-arts !\n\n---\n\nMaison d'édition FR : **Pika**",
      "it": "Un liceale dalla vita piena, che prende buoni voti, sa sempre come cavarsela, beve, fuma e ama la vita notturna... un bel giorno, sente dentro di sè risvegliarsi la passione per il disegno. Inizia così la storia di un ragazzo che farà ardere la propria gioventù, aspirando a entrare in un'università d'arte!\n\nPrima tiratura con in regalo il Quaderno d'artista.",
      "ja": "成績優秀かつスクールカースト上位の充実した毎日を送りつつ、どこか空虚な焦燥感を感じて生きる高校生・矢口八虎（やぐち　やとら）は、ある日、一枚の絵に心奪われる。その衝撃は八虎を駆り立て、美しくも厳しい美術の世界へ身を投じていく。美術のノウハウうんちく満載、美大を目指して青春を燃やすスポ根受験物語、八虎と仲間たちは「好きなこと」を支えに未来を目指す！",
      "pl": "Ma doskonałe stopnie i świetnie radzi sobie w życiu towarzyskim. Czasami pije, pali i bawi się do białego rana. Jest popularny. Nie można sobie wyobrazić lepszych doświadczeń w liceum, więc dlaczego ktoś taki nagle zapałał miłością do sztuki?!\n\nOto początek opowieści o młodym, przepełnionym pasją chłopaku, który celuje w uniwersytet sztuki, i jego walecznych przygotowaniach do egzaminów wstępnych na studia!",
      "pt": "Excelentes notas e sociável. Por que esse estudante colegial popular que ama beber, fumar e sair à noite e parecia estar satisfeito com sua vida despertou para a alegria de pintar? A história de um jovem vestibulando que está dando tudo de si para entrar na Universidade de Artes começa aqui!",
      "ru": "Можно ли увлечься чем-то настолько, что ради этого вдруг решишь свернуть с намеченного ранее жизненного пути? Если вдруг поймешь, что выбранная до этого дорога, хоть и сулила благополучие в будущем, но не отражала истинного желания?  \r\nС виду безалаберный Ятора Ягути на удивление своих друзей-разгильдяев преуспел в учёбе и по окончании школы мог поступить почти в любой университет. Однако сам парень большой радости от этого не испытывал. Велика задача — подтянуть предметы, нужно только приложить немного больше усилий, чем остальные. Скучно. Да и по мнению парня, гордиться тут нечем…  \r\nЖгучая потребность в самореализации и отсутствие очевидного способа самовыражения так и довлели бы над Яторой, если бы однажды вечером пагубная привычка не привела его в школьный клуб изобразительного искусства. Увидев там картину Мори, он решает попробовать запечатлеть на холсте приглянувшийся ему городской пейзаж. Неумелая, нелепая, но старательно написанная картина всё же достигает сердец некоторых людей, и парень понимает, что таким образом, через искусство, может по-настоящему общаться с другими.  \r\nТак стоит ли ради этого сворачивать с намеченного пути, даже если, вполне возможно, эта другая дорога в конце концов приведёт к пропасти?",
      "th": "คะแนนสอบเป็นเลิศ มนุษยสัมพันธ์กับใครรอบข้างก็ไปได้ดี กินเหล้า สูบบุหรี่ เที่ยวกลางคืนทำได้ทุกอย่าง เพื่อนๆ ต่างก็สนิทสนมเชื่อใจ เขาเป็นเด็กผู้ชายในวัยม.ปลายที่ชีวิตดูกำลังไปได้สวยคนหนึ่ง\n\nทว่ามาวันหนึ่งเขากลับเพิ่งรู้ตัว่า ตนเองนั้นชอบวาดภาพ!?\n\nสุดยอดมังงะที่ตีแผ่เรื่องราวของเหล่าคนที่มุ่งมั่นในการสอบเข้ามหา'ลัยศิลปะ เปี่ยมล้นไปด้วยพลังของช่วงชีวิตวัยรุ่นเปิดฉากขึ้นแล้ว!",
      "tr": "Lisenin sondan bir önceki sınıfında, çalışkan ama isteksiz Yatora Yaguchi, kendini sanat ile keşfediyor. Daha önce deneyimi olmamasıyla birlikte, bir sanat üniversitesine girmek için çalışmaya başlıyor. Fakat bu seçimin korkunç sonuçları da olabilir.\n\n- 2020 13. Manga Taisho Ödülleri kazananı.  \n- 2020 44. Kodansha Manga Ödülleri \"En İyi Manga\" ödülü kazananı.",
      "uk": "Під час другого року старшої школи безпристрасний, але дуже старанний учень Ягучі Ятаро нарешті знаходить своє покликання у мистецтві. Не маючи досвіду у цій сфері, він приймає рішення плідно працювати, щоб вступити до університету мистецтв. Рішення з потенціально катастрофічними наслідками.",
      "pt-br": "Em seu segundo ano do ensino médio, o desapaixonado mas estudioso, Yataro Yaguchi finalmente se encontra em arte. Sem nenhuma experiencia anterior em arte, ele decide trabalhar com o objetivo de ingressar em uma universidade de arte. Uma decisão com resultados potencialmente desastrosos.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 6, Cap 25. ]",
      "zh-hk": "矢口八虎雖然像個不良少年，愛喝酒抽菸和朋友打混，但在學校卻是個成績優異、深受歡迎的學生，然而他卻對這種空虛無趣的生活感到焦躁。某一天在美術社中，看見學姊美麗的油畫，以及美術老師那番建言，讓他決心想嘗試畫畫這條路。在作畫的過程中，也重新發現自我，從中找到人生的意義與目標，就此開啟了考美術大學的努力之路。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efa1976e-1364-44d2-8225-980691ecedd6",
    "title": {
      "en": "Tokyo ESP"
    },
    "updatedAt": "2022-03-11T12:47:12+00:00",
    "coverArt": "https://mangadex.org/covers/efa1976e-1364-44d2-8225-980691ecedd6/30430f0e-b95e-40f8-8c2c-6000923c4e77.jpg",
    "altTitles": [
      {
        "zh": "东京ESP"
      },
      {
        "ja": "東京ESP"
      }
    ],
    "description": {
      "en": "Urushiba Rinka was a fairly normal high school girl, though she was a bit poor and her only family was her father. Then one day, she saw a penguin and some glowing fish swimming through the sky. Rinka might have thought it was a hallucination if there hadn't been another witness with her, a boy from her school with a strangely scratched-up face.  \n Contact with a fish caused her to pass out, and when she awoke, she had developed the power to move through inanimate objects… such as the floor of her apartment! Later, a call from her father showed her that she was not the only one the flying fish bestowed with hard-to-control superpowers! What exactly is going on here? And does Rinka's classmate know more about this situation than he's letting on?"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "76"
  },
  {
    "mangaId": "61079efc-d1c4-4565-bbe6-de58e1d75fdf",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 2 - Battle Tendency"
    },
    "updatedAt": "2024-07-27T09:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/61079efc-d1c4-4565-bbe6-de58e1d75fdf/577ecc04-368a-4117-bf3c-3bc16fd57a8d.jpg",
    "altTitles": [
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 2: Ispita Luptei"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 2 - Joseph Joestar: His Proud Lineage"
      },
      {
        "ja-ro": "Dai Ni Bu Joseph Joestar: Sono Hokoritakaki Kettō"
      },
      {
        "it": "JoJo e a sua Aventura Bizarra: Battle Tendency"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Sentou Chouryuu"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 PART2 戦闘潮流"
      },
      {
        "ja": "ジョセフ・ジョースター　―その誇り高き血統―"
      },
      {
        "en": "Battle Tendency"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Ұрыс Үрдісі"
      },
      {
        "pt-br": "Jojo's Bizarre Adventure - Parte 2: Battle Tendency"
      }
    ],
    "description": {
      "en": "Second story arc of the JoJo's Bizarre Adventure series.    Takes place in the 1930s, and follows the misadventures of Joseph Joestar, the grandson of Jonathan Joestar, as he fights vampires and ancient super beings with some help from a cybernetically-enhanced Nazi and an Italian man he has a lot in common with.\n\n[Official English](https://www.viz.com/read/manga/jojo-s-bizarre-adventure-part-2-battle-tendency/all)"
    },
    "status": "completed",
    "releaseDate": 1987,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "69"
  },
  {
    "mangaId": "5efc2417-d036-48e6-b86d-e4299a077093",
    "title": {
      "en": "A Boyish Girlfriend in High Humidity"
    },
    "updatedAt": "2024-12-10T15:29:18+00:00",
    "coverArt": "https://mangadex.org/covers/5efc2417-d036-48e6-b86d-e4299a077093/a1801d05-fabc-4e4a-911a-bb0fcea51fd5.jpg",
    "altTitles": [
      {
        "ja": "湿度高めのボーイッシュ彼女"
      },
      {
        "ja-ro": "Shitsudo Takame no Boyish Kanojo"
      },
      {
        "pt-br": "Uma namorada masculina com alta umidade"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/115806876)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b1d5fe1-5942-402e-91ad-94dd99a96fdc",
    "title": {
      "en": "Oshiegoto"
    },
    "updatedAt": "2024-10-30T10:33:05+00:00",
    "coverArt": "https://mangadex.org/covers/0b1d5fe1-5942-402e-91ad-94dd99a96fdc/7103d867-97fa-48e9-aede-725c7c813353.jpg",
    "altTitles": [
      {
        "ja-ro": "Oshiegoto"
      },
      {
        "ja": "おしえごと"
      },
      {
        "ja": "おしえごと 同人教師と天才ギャル"
      }
    ],
    "description": {
      "en": "A female art teacher who creates doujinshi meets a high school student gyaru who is a talented artist.\n\n(Source: MangaUpdates)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "15"
  }
]