[
  {
    "mangaId": "5ecf58d2-fcac-44f1-8341-97b7ef4fe82e",
    "title": {
      "en": "Replica Datte, Koi wo suru."
    },
    "updatedAt": "2024-07-11T19:26:12+00:00",
    "coverArt": "https://mangadex.org/covers/5ecf58d2-fcac-44f1-8341-97b7ef4fe82e/82ff0ba3-8889-435a-af90-eec541ad0005.jpg",
    "altTitles": [
      {
        "ja": "レプリカだって、恋をする。"
      },
      {
        "en": "Even a Replica Falls in Love"
      },
      {
        "vi": "Kể Cả Bản Sao Cũng Biết Yêu"
      },
      {
        "ru": "Даже копия может влюбиться"
      },
      {
        "es-la": "Las réplicas también se enamoran"
      }
    ],
    "description": {
      "en": "On days when she is sick, on days when she has a tedious day job, on days when she has regular tests.\n\nOn days when she is too lazy to go to school, I am called upon.\nI am a convenient substitute for the body of a girl named Sonao Aikawa, and that is me.\nI may look exactly the same, but my personality is a little different.\nI can't go out freely, I can't even make plans for tomorrow,\nI am a replica whose mission is to work for the original.\nI was supposed to be a replica, but I fell in love.\n\nA very pure and slightly mysterious \"love story\" that takes place in a town by the sea.",
      "ru": "В дни, когда она болеет, в дни, когда у нее нудная дневная работа, в дни, когда у нее очередные контрольные.\n\nВ дни, когда ей лень идти в школу, обращаются ко мне.\nЯ - удобный заменитель тела девушки по имени Сунао Аикава, и это я.\nМожет, я и выгляжу точно так же, но характер у меня немного другой.\nЯ не могу свободно выходить на улицу, не могу даже строить планы на завтра,\nЯ - копия, чья миссия - работать на оригинал.\nЯ должна была стать копией, но я влюбилась.\n\nОчень красивая и немного загадочная \"история любви\", которая происходит в городке на берегу моря.",
      "vi": "Vào những ngày mà cô ấy bị cảm, vào những ngày mà cô ấy có một công việc tẻ nhạt, vào những ngày mà cô ấy có bài kiểm tra thường xuyên.\n\nVào những ngày mà cô ấy quá lười để đi học, tôi được gọi ra.\nTôi là vật thay thế cho cơ thể của một cô gái tên là Sonao Aikawa, và đó chính là tôi.\nTôi có lẽ trông giống hệt họ, nhưng mà tính cách của tôi thì có hơi khác một chút.\nTôi không thể tự do ra ngoài được, tôi cũng chẳng thể nào lên kế hoạch cho ngày mai.\nTôi chỉ được coi là một bản sao thôi, nhưng tôi đã biết yêu.\n\nMột \"chuyện tình\" rất trong sáng và có chút bí ẩn diễn ra tại một thị trấn ven biển.",
      "es-la": "En los días en que se siente enferma, en los días en que tiene la trabajosa tarea de ser responsable del turno, en los días de exámenes regulares...\n \nCuando ella no tiene ganas de ir a la escuela, me llaman a mí. Soy el duplicado de Sonao Aikawa, una niña llamada Sonao, un sustituto conveniente. \n\nAunque nuestra apariencia es completamente idéntica, nuestras personalidades son un poco diferentes. No puedo salir libremente ni planificar mis propios planes para el día siguiente. Soy una réplica cuyo propósito es trabajar en beneficio del original. Eso es lo que se suponía que era, pero me enamoré."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ae6ba69-9680-456a-8b84-47c68a6bac00",
    "title": {
      "en": "Risou no Kanojo"
    },
    "updatedAt": "2024-05-12T16:24:12+00:00",
    "coverArt": "https://mangadex.org/covers/5ae6ba69-9680-456a-8b84-47c68a6bac00/24029b85-4aac-42d7-aa0f-a198159aa4c8.jpg",
    "altTitles": [
      {
        "ja": "理想の彼女"
      },
      {
        "ja-ro": "Riso no Kanojo"
      },
      {
        "en": "Ideal Girlfriend"
      }
    ],
    "description": {
      "en": "Saeki is an ordinary high school boy with a girlfriend, Sara, who is the heiress of the Saionji Group, and whose beauty and intelligence are the envy of everyone.\n\nSara seems like a prim and proper young lady to other people, but the two share a secret! Because of the secret, Saeki can't fully commit, but Sara prepares lunch for him, she hugs him to deepen their relationship, and she acts like she's trying to seduce Saeki to corrupt him!!!?\n\nWhat is the secret of their relationship and what is Sara's true purpose…!!? A love comedy about a young lady disguising herself, and a boy in an enviable situation!\n\n(Source: ComicWalker)\n\nBased on the ero doujinshi by the author.\n\n---\n\n**Links:**\n- Alternative Official Raw - [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/67455)",
      "ja": "誰もが羨む美貌と知性を持つ、西園寺グループのお嬢様・紗良…を彼女に持つ冴えない男子高校生・佐伯。\n\n他人にはクール＆ツンしか見せない絶対零度のお嬢様な紗良と仲睦まじい関係を築いているが、実は二人にはある秘密があった!!\nそんな秘密を抱えているのもあり、中々踏み出せない佐伯をよそに、紗良は彼のためにお弁当を用意したり、関係を深めるために抱きしめ合ったり、佐伯を堕とそうとするようなアプローチをしかけてくる!!!?\n\n二人の恋人関係の秘密とはいったい、そして紗良の目的とは…!!? お嬢様との羨ましすぎる、複雑Hな偽装ラブコメ!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ab99945-f7f2-41d3-8060-bcfbefe32b84",
    "title": {
      "en": "Koibumi to 13-sai no Actress"
    },
    "updatedAt": "2024-09-16T12:19:28+00:00",
    "coverArt": "https://mangadex.org/covers/6ab99945-f7f2-41d3-8060-bcfbefe32b84/4f07d3a9-5ecb-44da-8c13-de36e033e996.jpg",
    "altTitles": [
      {
        "ja": "恋文と13歳の女優（アクトレス）"
      },
      {
        "en": "A Love Letter and a 13-Year-Old Actress"
      }
    ],
    "description": {
      "en": "Fumi Isshiki works as an accountant at an entertainment agency. One day, he is transferred to the management department, where Ayano Haga, a 13-year-old child actress, seems to take a liking to him...?\n\nShe is just a child, yet she acts more mature than most adults.\nA dramatic story woven between a professional child actress and her manager!\n\n(Source: Comic Fuz, translated)",
      "ja": "芸能事務所で経理として働く一色文は、ある日営業へと部署異動を言い渡される。担当するまだ13歳の子役の少女、羽賀文乃は、妙に文のことを気に入ったようで…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a5d11d6-cafd-41b1-adab-06e0bef692c6",
    "title": {
      "en": "GOLDEN MAN"
    },
    "updatedAt": "2024-08-17T15:06:51+00:00",
    "coverArt": "https://mangadex.org/covers/8a5d11d6-cafd-41b1-adab-06e0bef692c6/d2e54357-d0c0-4128-abdc-91d027b0c9a2.jpg",
    "altTitles": [
      {
        "ja": "ゴールデンマン"
      }
    ],
    "description": {
      "en": "The city of freedom, Neo York, is targeted by villains day and night, but it's also home to the strongest hero, Golden Man!!! But one night, during a rescue operation at a fire at an abandoned factory, Golden Man suddenly disappears. Left in his place, a single amnesiac young man with the Golden Man suit in his hands… Who on Earth is he? A new original hero story by the strongest tag team of Petos of *Demi-chans Want To Tell* and Kouji Megumi of *ACMA:GAME* and *BLOODY MONDAY*!\n___\n[Alt Official Raw (MagaPoke)](https://pocket.shonenmagazine.com/episode/2550668106005965940)",
      "ja": "自由の街ネオヨークを守るヒーロー・ゴールデンマンが、突然姿を消した。その失踪現場には、異常な強さを持つ記憶喪失の青年が倒れていた。ヒーロー不在の中、サポートチームは出現したヴィランに対抗するため、その青年をゴールデンマンとして送り出す。しかし、彼にはネオヨークの平和を揺るがす大きな秘密があった――！！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d5e015d-a5b1-4999-bbd2-95280fe33019",
    "title": {
      "en": "Haru no Resista"
    },
    "updatedAt": "2024-09-16T16:42:25+00:00",
    "coverArt": "https://mangadex.org/covers/6d5e015d-a5b1-4999-bbd2-95280fe33019/0e7991a0-7a7f-4499-9588-c9f044662680.jpg",
    "altTitles": [
      {
        "ja": "ハルのレジスタ"
      },
      {
        "ja-ro": "Haru no Regista"
      },
      {
        "ja-ro": "Haru no Rejisuta"
      },
      {
        "en": "Haru's Regista"
      }
    ],
    "description": {
      "en": "Once hailed as a soccer prodigy, high school girl Arai Haru transferred to a school far from her hometown, hoping to start a new life away from soccer. However, a new student, Osanai Satsuki, who admired Haru's past glory, appeared before her and declared her intention to join the Soccer Club, which is on the verge of disbandment. This is a girls' soccer story about a girl who gave up her dream and a girl who chases after it!\n___\n**What is a regista?**\nThe regista is a creative player who operates in front of the defense, almost always in a central position, and looks to get on the ball as often as possible. They are responsible for providing the link between defense and offense, and controlling the tempo of the game through their passing. The regista is also known as the deep-lying playmaker: they retain their deep position and dictate their team’s play with their distribution. ([Coaches' Voice](https://www.coachesvoice.com/cv/what-is-a-regista-explained-jorginho-andrea-pirlo/))"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e48840ea-f28b-44fe-9412-d95db2a1ac3c",
    "title": {
      "en": "Legend of the Galactic Heroes (MICHIHARA Katsumi)"
    },
    "updatedAt": "2024-05-30T15:38:33+00:00",
    "coverArt": "https://mangadex.org/covers/e48840ea-f28b-44fe-9412-d95db2a1ac3c/4d66cc0f-7429-4244-ae15-59704a35245e.jpg",
    "altTitles": [
      {
        "ja-ro": "Ginga Eiyuu Densetsu"
      },
      {
        "ru": "Легенда о героях Галактики"
      },
      {
        "ja": "銀河英雄伝説"
      },
      {
        "zh": "银河英雄传说"
      }
    ],
    "description": {
      "en": "Manga adaptation of 1980s.  \r\n  \r\nFive hundred years ago, Rudolf von Goldenbaum united the disparate governments of humankind and established a mighty human empire, a tribute to his own greatness that stretched across the galaxy. Demanding loyalty and discipline, Rudolf created an order designed to long outlast his own rule; but all human works fade in time. Today, the decaying empire faces the threat of the Free Planets Alliance, and military leaders on both sides jockey for power in the face of a seemingly inevitable conflict. On the side of the empire, the young general Reinhard von Lohengramm sees war as opportunity, and the empire as soft clay ready for his own sculpting. On the side of the alliance, would-be historian Yang Wen-li would like nothing better than to live out his days in peace - but times of war have little use for men who waste their days studying the mistakes of the past. Circumstances will make heroes and villains of both these men, as they write new history one blood-splattered page at a time.  \r\n  \r\n\r\n\r\n---",
      "ru": "История человечества всегда была историей войн, во все времена, во все эпохи. И во все эпохи находятся люди, оставляющие след в истории, чьи имена выжжены на её скрижалях. Этих людей называют героями.  \r\nВ третьем тысячелетии, когда люди давно переселились с Земли на просторы Галактики, между абсолютной монархией Галактический Рейх и республикой Союз Свободных Планет уже 150 лет продолжается война. И на озарённом пламенем войны небосклоне зажигаются звёзды героев, судьба которых - изменить мир."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": ""
  },
  {
    "mangaId": "d2befbc2-3e34-4716-a25d-e072c0ff3d02",
    "title": {
      "en": "Kaifukushoku no Akuyaku Reijou"
    },
    "updatedAt": "2024-08-25T16:37:11+00:00",
    "coverArt": "https://mangadex.org/covers/d2befbc2-3e34-4716-a25d-e072c0ff3d02/2f91eef8-3c7b-4d60-a475-8f348cc86c1b.jpg",
    "altTitles": [
      {
        "ja": "回復職の悪役令嬢"
      },
      {
        "en": "From Villainess to Healer: I Know the Cheat to Change My Fate"
      },
      {
        "en": "Villainess Healer"
      },
      {
        "en": "The Healer Villainess"
      }
    ],
    "description": {
      "en": "Charlotte discovered that she was in the game world she played in her previous life when her engagement was broken off. With her cheat knowledge, she escapes from the scenario and changes her job to a <healer> in the enemy country, and enjoys a free adventurous life!",
      "id": "Ketika pertunangannya diputus, Charlotte menyadari bahwa dia berada di dunia game yang dia mainkan di kehidupan sebelumnya. Dengan pengetahuan cheatnya, dia melarikan diri dari skenario cerita dan mengubah pekerjaannya menjadi <Penyembuh> di negara musuh, dan menikmati kehidupan petualangan yang bebas!",
      "ja": "婚約破棄されたことをきっかけに、ここが前世でプレイしていたゲーム世界だと気づいたシャーロット。チート知識でシナリオ脱出＆敵国で＜癒し手＞にジョブチェンジして、自由な冒険ライフを堪能します！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21b848be-1bfe-4f97-b92c-62d319d8a093",
    "title": {
      "en": "Onee-sama to Watashi: Ojou-sama ga Isekai Tensei"
    },
    "updatedAt": "2024-08-04T15:57:12+00:00",
    "coverArt": "https://mangadex.org/covers/21b848be-1bfe-4f97-b92c-62d319d8a093/c0db219a-b08d-4bfe-9db8-ace3f25bbf98.jpg",
    "altTitles": [
      {
        "ja": "お姉さまと巨人（わたし）～お嬢さまが異世界転生～"
      },
      {
        "zh": "姐姐大人和巨人(我)～大小姐转生进入异世界～"
      },
      {
        "en": "Sister and Giant: A Young Lady Is Reborn in Another World"
      },
      {
        "en": "My Sister and Giant: A young lady is reborn in another world."
      },
      {
        "ja-ro": "Onee-sama to Kyojin (Watashi): Ojou-sama ga Isekai Tensei"
      },
      {
        "es-la": "La hermana mayor y la Gigante (Yo): La señorita reencarnada en otro mundo"
      },
      {
        "ja": "お姉さまと巨人 お嬢さまが異世界転生"
      },
      {
        "en": "The Onee-sama and the Giant"
      },
      {
        "en": "My Sister And The Giant (Me): A Young Lady Is Reborn In Another World"
      }
    ],
    "description": {
      "en": "Hinako, a girl who came from another world, made a vow of sisterhood with a giant called Elis, and together they became known as 'The Smallest Giants'. They both have goals that aligned in tracking down people who were significant to them. For Hinako, it is her 'Onee-sama' who was also transported to this world, and for Elis it's the kin she was separated from. However, when collecting their reward after fulfilling a request at the guild, Hinako caught the eye of a knight who serves the church... \n\nThis is the story of a Young Lady and a Giant, two girls who were born to different races and different worlds, and the quest to find their \"loved ones\" which binds them together.",
      "id": "Tidak ada kemampuan (Cheat),  Karena itu merupakan kecurangan.\n\nHinako, merupakan orang yang bereinkarnasi dari dunia lain, sedang mencari \"saudarinya\"  yang juga bereinkarnasi ke dunia lain. Dan Alice yang juga sedang mencari saudara laki-lakinya, karena mereka memiliki tujuan yang sama, Hinako menandatangani perjanjian persaudaraan dengan raksasa Alice yang disebut sebagai \"raksasa terkecil.\"\n\nNamun, ketika mereka menyelesaikan sebuah misi, mereka diperhatikan oleh seorang pria yang merupakan ksatria gereja.\n\nKisah reinkarnasi ke dunia fantasy yang menghubungkan seorang wanita muda dan seorang raksasa, mencari dua \"orang berharga\" dari ras dan tempat kelahiran yang berbeda.\n\nDimulai.",
      "ja": "能力(チート)なし。それは、ズルですから。\n\n異世界転生者ヒナコは巨人エイリスと姉妹の契を交わし「最も小さな巨人」と呼ばれていた。\n同じく転生したであろうヒナコの『お姉さま』と、エイリスの兄弟を捜すため、お互いの目的が一致したがため。 しかし、ある依頼を精算する際に教会騎士の男に目をつけられてしまう――。\n\nお嬢さまと巨人、種族も生まれも違う２人の『大切な人』を捜す、絆を結ぶ異世界転生ファンタジー、開幕。",
      "es-la": "Hinako, es una de las reencarnadas de otro mundo, fue llamada \"la gigante más pequeña\" después de que ella y la gigante Eiris se unieran como hermanas porque tienen el mismo objetivo; encontrar a sus seres queridos. Hinako busca a su hermana, que también puede haberse reencarnado, y a los hermanos de Eiris. Sin embargo, al resolver cierta petición, un caballero de la iglesia le llama la atención, y se ve obligada a arriesgarse.\n\nLa historia de una joven y un gigante, dos personas de diferente raza y nacimiento, que buscan a sus \"seres queridos\", comienza en esta fantasía de reencarnación de otro mundo que los une."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c2cf97e-0c2e-47ac-a4ed-9bd97f710fdc",
    "title": {
      "en": "Mobile Suit Gundam SEED Destiny - The Edge: Desire"
    },
    "updatedAt": "2022-12-24T19:29:03+00:00",
    "coverArt": "https://mangadex.org/covers/3c2cf97e-0c2e-47ac-a4ed-9bd97f710fdc/0fc3f34a-caae-4c10-bd08-4d02ea3bc288.png",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED DESTINY THE EDGE Desire"
      },
      {
        "ja-ro": "Kidou Senshi Gundam Seed Destiny The Edge Desire"
      }
    ],
    "description": {
      "en": "The world of *The Edge* that could not be depicted only from Athrun's point of view is presented in this fascinating omnibus work!"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "9dafc070-807d-453e-ada8-0bc73d458277",
    "title": {
      "en": "Counterattacking System Available At The Grand Ascension Stage"
    },
    "updatedAt": "2024-02-10T22:28:50+00:00",
    "coverArt": "https://mangadex.org/covers/9dafc070-807d-453e-ada8-0bc73d458277/1c3a5806-1dcb-4919-a477-19516866ca92.jpg",
    "altTitles": [
      {
        "zh": "大乘期才有逆袭系统"
      },
      {
        "zh": "Dacheng Qi Cai You Ni Xi Xitong"
      },
      {
        "en": "Only in the Mahayana Period Does the Counterattack System Exist"
      }
    ],
    "description": {
      "en": "Jiang Li, after crossing over, discovered he possessed no cheat abilities so he had no choice but to diligently cultivate. Five hundred years later, he became the strongest in the Nine Provinces. Suddenly, a system appeared, claiming it could help the host go from the Qi Refining stage to becoming the number one in the Nine Provinces. Jiang Li stared at the first task, lost in thought. “Host, please defeat your cousin (at the sixth level of Qi Refining).” “Your system seems to have quite a delay, doesn’t it?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe2e8d39-6644-4e5f-aadc-32c26406073b",
    "title": {
      "en": "Maxed Talent Player"
    },
    "updatedAt": "2024-08-31T14:45:53+00:00",
    "coverArt": "https://mangadex.org/covers/fe2e8d39-6644-4e5f-aadc-32c26406073b/7e72246e-9d65-4fff-9e8e-e3d5d5fb9c8d.jpg",
    "altTitles": [
      {
        "en": "Talent Management Player"
      },
      {
        "en": "A Talented Player"
      },
      {
        "ko": "재능만렙 플레이어"
      },
      {
        "ko-ro": "Jaeneungmallep Peulleieo"
      },
      {
        "en": "Max Talent Player"
      }
    ],
    "description": {
      "en": "In 2018, monsters swarmed Seoul, and heroic “players” saved the city. Fast forward a decade, Hyukjin Kim, stuck in a seven-year rut after failing to become a player himself, gets a do-over. Zapped back to 2018, Hyukjin seizes his chance to rewrite history. With knowledge from the future and his re-awakened player talents, Hyukjin battles beasts and conquers dungeons in a pulse-pounding quest for redemption and survival!"
    },
    "status": "hiatus",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fea4e84-6cde-45f3-8924-2a09f6c4820f",
    "title": {
      "en": "Conquering the Academy with Just a Sashimi Knife."
    },
    "updatedAt": "2024-09-17T14:21:47+00:00",
    "coverArt": "https://mangadex.org/covers/0fea4e84-6cde-45f3-8924-2a09f6c4820f/ba3fb515-8806-407a-96c6-6b85a82b94f1.jpg",
    "altTitles": [
      {
        "ko": "사시미 한 자루로 아카데미를 씹어먹음"
      },
      {
        "en": "I Took Over the Academy With a Single Sashimi Knife"
      },
      {
        "en": "Chewed Up the Academy With a Bag of Sashimi"
      },
      {
        "en": "Chew the Academy With a Sashimi Stick"
      },
      {
        "pt-br": "Eu Conquistei a Academia Com Uma Única Faca de Sashimi."
      }
    ],
    "description": {
      "en": "\"If I slash, it will be cut.\"\n\nI, who was once called the best swordsman in the nation, have ended up in a mobile game I've only spent money on a few times. And I’ve even received the blessing of the 'Sword God'!\n\nBut… the only weapon I can use is a sashimi knife?\n\nJust one minute a day. I become a Sword Saint with a sashimi knife.",
      "pt-br": "Se eu cortar, será rompido.”\n\nEu, que já fui chamado de o melhor espadachim da nação, caí em um jogo de celular no qual gastei apenas um pouco de dinheiro.\n\nAlém disso, fui agraciado com a “Bênção do Deus da Espada”…!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb",
    "title": {
      "en": "Kyouran Reijou Nia Liston - Byoujaku Reijou ni Tensei shita Kamigoroshi no Bujin no Karei Naru Musouroku"
    },
    "updatedAt": "2024-04-13T16:22:01+00:00",
    "coverArt": "https://mangadex.org/covers/5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb/a6ccbd60-ee08-40f5-b118-cad47a11b572.jpg",
    "altTitles": [
      {
        "ja": "凶乱令嬢ニア・リストン 病弱令嬢に転生した神殺しの武人の華麗なる無双録"
      },
      {
        "en": "Brutal Daughter Nia Liston: A Splendid Matchless Record of a God-Slaying Warrior Reincarnated as a Sickly Daughter"
      },
      {
        "vi": "Cuồng loạn lệnh nương - Nia Liston"
      },
      {
        "en": "Nia Liston: The Merciless Maiden"
      }
    ],
    "description": {
      "en": "The strongest reincarnated daughter goes on the rampage! A gripping, otherworldly entertainment!\n\n\"I wanted to die fighting anyway.\"\n\nThe great hero, who once even killed a god, wanted to fight even in death. What awaited her was her reincarnation as a sickly noblewoman. In the future world, she becomes the beautiful but too weak Daughter Nia Liston, but in her second life, she goes on a rampage in battle, in delivery activities and in academy life!\n\nThis is a record of the brilliant battles of the hero who will eventually be known as the \"Wicked Rampant Daughter\". The most powerful Warriors' Daughter presents the start of a painful otherworldly entertainment!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the Soon-to-Be-Ruined Family"
    },
    "updatedAt": "2024-08-22T00:00:22+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/09916525-d0c2-4f85-abfd-d2910f3b2a65.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec0f5d68-b14a-4d83-82f7-8a5b150affe4",
    "title": {
      "en": "Oshiego-kun to wa Dekimasen"
    },
    "updatedAt": "2024-08-21T16:03:56+00:00",
    "coverArt": "https://mangadex.org/covers/ec0f5d68-b14a-4d83-82f7-8a5b150affe4/ffbd3a5e-0594-4b89-93fc-caaadb539aa2.jpg",
    "altTitles": [
      {
        "ja": "教え子くんとはデキません"
      },
      {
        "en": "My Student Grew Huge and Proposed to Me"
      },
      {
        "vi": "Cậu học trò nay đã “lớn” và cầu hôn tôi"
      }
    ],
    "description": {
      "en": "A teacher finds herself getting a marriage proposal from her former student, who has had a significant growth-spurt since they last met.\n\n---\n**Links:**\n- Alternative Official Raw - [Twitter](https://twitter.com/_71416/status/1702677638756872490)",
      "ja": "18歳年下の教え子がグイグイ求婚とか告白とかしてくるっ!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b1d7ca0-6b34-415c-96c8-f3ffd460e932",
    "title": {
      "en": "Dragon and Chameleon"
    },
    "updatedAt": "2024-09-06T03:54:25+00:00",
    "coverArt": "https://mangadex.org/covers/8b1d7ca0-6b34-415c-96c8-f3ffd460e932/9da64ba3-b4df-4895-8432-462ac8088f80.jpg",
    "altTitles": [
      {
        "ja": "龍とカメレオン"
      },
      {
        "ja-ro": "Ryuu to Chameleon"
      },
      {
        "fr": "Le dragon contre le caméléon"
      },
      {
        "pt-br": "Dragão e Camaleão"
      }
    ],
    "description": {
      "en": "Garyou Hanagami is a veteran mangaka. Best known for the behemoth of a series that is Dragon Land, Hanagami-sensei has years of experience under his belt and is always thinking up new manga ideas. \n\nShinobu Miyama is not. An amateur working for Hanagami-sensei as an assistant, Miyama is nicknamed “The Chameleon” for his ability to copy the artstyles of those he works under. However, his true dream is to escape the faceless crowds and become someone. \n\nSo what happens when a work accident causes them to swap bodies?",
      "fr": "Garyou Hanagami est un mangaka chevronné. Il est connu pour son oeuvre Dragon Land, le manga le plus populaire. Hanagami a des années d'expérience à son actif et déborde d'une créativité et d'une énergie folle.\n\nShinobu Miyama est un dessinateur travaillant pour Hanagami en tant qu'assistant libre. Miyama est surnommé \"le caméléon\" en raison de sa capacité à copier le style de n'importe quel artiste à la perfection. Cependant, son véritable rêve est de sortir de la masse et de devenir quelqu'un avec une grande renommée.\n\nSuite a un accident, les deux mangaka échangent de corps. Garyou va maintenant devoir battre sa propre oeuvre, dans le corps d'un illustre inconnu.\nUne bataille au sommet du manga commence ! \nEntre le dragon qui repart de zéro et le caméléon qui tente d'imiter cet animal céleste ! \n\nQui va remporter le titre du meilleur mangaka ?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc3db8cd-fe54-457d-90b3-3cc43148b9c8",
    "title": {
      "en": "Jesus"
    },
    "updatedAt": "2024-05-21T15:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/dc3db8cd-fe54-457d-90b3-3cc43148b9c8/884a541d-6edf-4943-80b4-9d3354af7345.png",
    "altTitles": [
      {
        "ja": "シーザス"
      },
      {
        "ja": "復活殺手JESUS"
      },
      {
        "en": "Jesus (FUJIWARA Yoshihide)"
      },
      {
        "id": "J"
      }
    ],
    "description": {
      "en": "The underground speaks of hitman of incredible skill, this man goes by the name \"Jesus.\" Why, you ask? because that happens to be last word to escape the lips of any fool unfortunate enough to be caught on the wrong end of his gun.\n\n\n----\n\nIndonesian release by Elex Media Komputindo as **J**"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "125"
  },
  {
    "mangaId": "4ad8613b-1987-4d6f-ac0e-3d28a9b2b6f2",
    "title": {
      "en": "Franken Fran Frantic"
    },
    "updatedAt": "2024-05-13T16:27:16+00:00",
    "coverArt": "https://mangadex.org/covers/4ad8613b-1987-4d6f-ac0e-3d28a9b2b6f2/c17143af-af95-45bc-af7d-e02fb1531f46.jpg",
    "altTitles": [
      {
        "ja-ro": "Franken Furan Frantic"
      },
      {
        "ru": "Безумная Франкен Фран"
      },
      {
        "ja": "フランケン・ふらん Frantic"
      },
      {
        "ja": "フランケン・ふらん フランティック"
      }
    ],
    "description": {
      "en": "The wacky adventures of Fran, Veronica and the other strange creatures continue.  \n  \nMore experiments, more medical miracles and more wondrous surprises."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e544761-7d3d-4fce-8137-719814d7d138",
    "title": {
      "en": "Eleceed"
    },
    "updatedAt": "2024-08-25T06:25:00+00:00",
    "coverArt": "https://mangadex.org/covers/7e544761-7d3d-4fce-8137-719814d7d138/248fb53b-45da-4f0f-b7e0-0be6f3eb1025.jpg",
    "altTitles": [
      {
        "ko": "일렉시드"
      },
      {
        "es": "Eleceed: Velocidad eléctrica"
      },
      {
        "es-la": "Electricidad veloz"
      },
      {
        "uk": "Ілексід"
      },
      {
        "ru": "Элисед"
      },
      {
        "ar": "بذور الكهرباء"
      },
      {
        "ar": "تجاوز الكهرباء"
      },
      {
        "zh": "觉醒吧，铲屎官！"
      },
      {
        "zh-hk": "覺醒吧！貓奴"
      },
      {
        "ja": "エレキシード"
      }
    ],
    "description": {
      "en": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a …um… decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "es": "Jiwoo es un joven amable que utiliza sus reflejos increíblemente rápidos, como los de un gato, para hacer del mundo un mejor lugar salvando niños o mascotas. Kayden es un agente secreto prófugo que termina encerrado en el cuerpo de un... mmm... gato gordo, peludo y viejo. Juntos y con la ayuda de los superpoderes de Jiwoo y la inteligencia de Kayden lucharán contra las fuerzas que desean que el mal tome control del mundo. Aunque solo lo lograrán si consiguen soportarse lo suficiente para hacerlo.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "fr": "Jiwoo est un jeune lycéen au bon coeur qui utilise ses réflexes incroyablement rapides pour rendre le monde meilleur, que ce soit en sauvant un petit enfant ou bien un animal de compagnie. Kayden est un agent secret fugitif qui finit par être enfermé dans le corps d'un... euh... vieux, gros chat tout poilu. Ensemble, et équipés des superpouvoirs de Jiwoo et de l'intelligence de Kayden, ils lutteront contre les forces obscures qui veulent que le mal domine le monde... mais seulement s'ils arrivent à bien s'entendre !\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "id": "Kolaborasi yang luar biasa dari author \"Noblesse\" dan author \"Girls the Wild's\"! Kisah aksi fantasi mengenai Kaiden yang jiwanya masuk ke seekor kucing gendut dan Jiwoo yang suka menyembunyikan kekuatannya!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ja": "敵の不意打ちで深い傷を負い、猫の体に身を隠した覚醒者のカイド。猫好きの主人公・勇羽に助けられるが… 『ノブレス』 X 『少女ザワイルズ』作家らによる爽快アクション！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ko": "<노블레스> 손제호 작가와 <소녀더와일즈> 제나 작가가 만났다!\n고양이 몸에 깃든 각성자 카이든과 각성능력을 숨겨온 고등학생 지우\n러블리 2인조의 액션 판타지\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "ru": "Кайден - загадочный человек, который словно комета спустился с неба. Весь израненный, почти потерявший последние силы, он решает скрыть свое присутствие - ведь по-другому от погони не уйти. По дороге Кайден встречает обычную дворовую кошку и, почти не думая, решает вселиться в ее тело. Со Чжи У - энергичный и общительный молодой человек из средней школы, который очень любит кошек. Один раз по пути домой он встречает до боли потрепанного кота и берет его к себе домой. Наш У не только добрый, но еще и обладает одной скрытой способностью. Какой же?\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "th": "เรื่องใหม่ของนักเขียน Son Je-ho จาก <โนเบลส> และ Zhena จาก <วีน เหวี่ยง WILD มัธยมสาวพันธุ์ดุ>! แอ็กชันแฟนตาซีสุดน่ารัก เรื่องราวของ \"ไคเดน\" ผู้มีพลังพิเศษแต่แฝงตัวด้วยการสิงอยู่ในร่างแมว และ \"จีอู\" นักเรียนหนุ่มทาสแมวแสนธรรมดาที่แอบซ่อนพลังที่ไม่ธรรมดาเอาไว้\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "zh": "超强觉醒者意外变身胖橘，\n没想到铲屎官也有超能力!\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)",
      "pt-br": "Ji-U é um jovem de bom coração que aproveita os reflexos rápidos de um gato para secretamente tornar o mundo um lugar melhor - uma criança salva ou um animal de estimação adotivo de cada vez. Kayden é um agente secreto em fuga, que se encontra preso no corpo de um... hum... decididamente gordo velho gato fofo. Juntos, armados com os superpoderes de Ji-U e a super inteligência de Kayden, eles estão prontos para lutar contra as forças que deixariam o mal governar este mundo. Isto é, se eles aguentarem um ao outro tempo suficiente para fazer o trabalho.\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/FANTASY/juexingbachanshiguan/list?title_no=1313)\n- [Official Spanish <Es> Translation](https://www.webtoons.com/es/action/eleceed/list?title_no=2642)\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/eleceed/list?title_no=2034)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000883)\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/eleceed/list?title_no=2861)\n- [Official Thai Translation](https://www.webtoons.com/th/fantasy/eleceed/list?title_no=3523)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df6c5911-aeca-4f88-8e0b-d9fa013426b9",
    "title": {
      "en": "I Created a Salvation Organization"
    },
    "updatedAt": "2024-07-24T20:46:44+00:00",
    "coverArt": "https://mangadex.org/covers/df6c5911-aeca-4f88-8e0b-d9fa013426b9/224f6d99-1674-47b0-a8c8-7f48fde8e8fc.png",
    "altTitles": [
      {
        "zh": "我打造了救世组织"
      }
    ],
    "description": {
      "en": "He got a doomsday salvation system. As long as he saves the world, he can have everything. He recruited top talents to build the Pan-Human Principle Guardian Association. He descended into the doomsday worlds as the guardian of human principles, allowing the whole world to admire him and worship him as a god. The ultimate natural disaster. The mutation frenzy. The whisper of the evil god. Thus, a huge organization spanning many worlds, taking the protection of human principles as its own responsibility and saving civilization from the fate of destruction, gradually appeared in the eyes of the world."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "Latna Saga: Survival of a Sword King"
    },
    "updatedAt": "2024-06-15T12:08:37+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "The Survival Story of the Sword King in Another World"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcf2a791-c789-483a-91b1-12b09d2b38d7",
    "title": {
      "en": "Inochi no Tabekata"
    },
    "updatedAt": "2024-08-15T10:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/bcf2a791-c789-483a-91b1-12b09d2b38d7/bc5620f2-3071-4fd2-a5d2-fad46a8e3fc1.jpg",
    "altTitles": [
      {
        "ja": "いのちの食べ方"
      },
      {
        "en": "How to Eat Life"
      },
      {
        "pt-br": "Como Comer a Vida"
      }
    ],
    "description": {
      "en": "Otogiri Tobi, a 2nd grade middle school student, spends his depressing days searching for his missing older brother alongside his inhuman companion, Baku.\nTobi used to rarely speak to anyone besides Baku, however one day after his classmate Shiratama Ryuuko suddenly approaches him, his life begins to change…?\n\nThis is an adventure surrounding the “human” and the “inhuman” that a lone boy faces.\n___\n**Character Designers:** [Mariyasu](https://mangadex.org/author/c4b0336b-a879-4634-9053-9efb11c3f71b), [Waboku](https://mangadex.org/author/03dcd51c-8a6b-4302-8c84-d943a039db25), [lack](https://mangadex.org/author/b68dc199-aaab-4deb-825a-5f3df6482b28)\n\n**Note:** Adapted from the song and novel of the same name."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "69016681-4add-4022-8894-bacd6f4b69fe",
    "title": {
      "en": "Haunted Dream"
    },
    "updatedAt": "2024-05-31T20:01:01+00:00",
    "coverArt": "https://mangadex.org/covers/69016681-4add-4022-8894-bacd6f4b69fe/d65fa729-83e7-4159-afde-3c6ba2666ac6.jpg",
    "altTitles": [
      {
        "ko": "혼몽"
      },
      {
        "ko-ro": "Honmong"
      },
      {
        "zh": "昏梦/魂梦"
      }
    ],
    "description": {
      "en": "Woo Jae was raised by his mother who was obsessed with shamanism. The day Woojae got tired of her mother's obssession, he refused to pray for the first time. His mother, on the other hand, died that day on a car accident. Suffering from guilt, Woo Jae began to suffer from a strange symptoms of seeing futile things, sleeping and having nightmares from time to time, and wonders whether he should visit the shaman again. At that time, a man calls himself Imoogi and suggests that he can cure Woo Jae's symptoms.\n\nBut... is the treatment method includes skinship?\nCan I trust this man?",
      "ko": "무속 신앙에 광적으로 집착하는 어머니 밑에서 자란 우재.\n\n그와 관련된 일이라면 지긋지긋해진 우재가 처음으로 굿을 거부한 날, 교통사고로 어머니가 세상을 떠난다. 죄책감에 괴로워하던 우재는 헛것을 보거나 시시때때로 잠들고 악몽을 꾸는 기묘한 증상을 겪기 시작하고, 다시 무당을 찾아가야 할지 고민한다.\n\n그때, 한 남자가 스스로를 이무기라 칭하며 나타나 우재의 증상을 낫게 해줄 수 있다며 제안해온다."
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "113c8d8d-dc45-4e88-95b9-9950afca37e2",
    "title": {
      "en": "King's Proposal"
    },
    "updatedAt": "2024-08-07T13:23:06+00:00",
    "coverArt": "https://mangadex.org/covers/113c8d8d-dc45-4e88-95b9-9950afca37e2/aa9f5651-34be-4d28-9493-9b516b3fb016.jpg",
    "altTitles": [
      {
        "ja-ro": "Ousama no Propose"
      },
      {
        "ja": "王様のプロポーズ"
      }
    ],
    "description": {
      "en": "The boy’s strongest first love, a witch who rules over the world with her body and strength! Kuozaki Saika. The most powerful witch who has been saving the world from destruction every 3XX hours, and the director of the magicians’ school.\n\n“…I entrust you, my world…”\n\nAnd then… the first girl the boy ever loved died, entrusting her body and power to Kuga Mushiki.\n\nInstructed by the servant of Saika, Kuga Mushiki is tasked with attending school as his now-deceased lover so that no one finds out the truth…\n\nHe’s feared by his classmates and even his teachers. His life becomes even more troublesome as he reunites with his younger sister who asks for counseling about her love for her own brother- him!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc41ee4b-9a40-402b-babd-55c230094325",
    "title": {
      "en": "Touge Oni"
    },
    "updatedAt": "2024-09-08T15:27:44+00:00",
    "coverArt": "https://mangadex.org/covers/bc41ee4b-9a40-402b-babd-55c230094325/fb392215-6656-4345-87d5-754bd6a2a85b.jpg",
    "altTitles": [
      {
        "en": "Primal Gods in Ancient Times"
      },
      {
        "ja": "峠鬼"
      },
      {
        "en": "Touge Oni: Primal Gods in Ancient Times"
      }
    ],
    "description": {
      "en": "In ancient times, there existed the land of Wa, split between the reign of the gods and the world of man. It was an age when gods and men existed together. Miyo, an orphan girl, spent her days trying to accept her upcoming death as the designated sacrifice for the god worshipped by her village, Kippuuson-no-Mikoto-no-Kami. However, her fate changed as she encountered En-no-Ozuno, a monk with supernatural abilities capable of conversing with the gods. An orphan girl, a great monk, and a demon boy. Follow their adventure as they encounter the gods, traveling through even dimension and time.",
      "pt-br": "Nos tempos antigos, existia a terra de Wa, dividida entre o reino dos deuses e o mundo dos homens. Era uma época em que deuses e homens viviam juntos.\n\n\nMiyo, uma garota órfã, passava seus dias tentando aceitar sua morte iminente como o sacrifício designado para o deus adorado por sua aldeia, Kippuuson-no-Mikoto-no-Kami. No entanto, seu destino mudou quando ela encontrou En-no-Ozuno, um monge com habilidades sobrenaturais capaz de conversar com os deuses. \n\nUma garota órfã, um grande monge e um garoto demônio. Acompanhe a aventura deles enquanto encontram deuses, viajando por diferentes realidades e eras."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "576f3eec-a728-4f36-a87f-dd3fc2342812",
    "title": {
      "en": "Fushi no Kami: Rebuilding Civilization Starts with a Village"
    },
    "updatedAt": "2024-09-19T08:12:59+00:00",
    "coverArt": "https://mangadex.org/covers/576f3eec-a728-4f36-a87f-dd3fc2342812/bb9b30c5-688e-4d9e-a92d-a979534c0405.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushi no Kami ~Henkyou kara Hajimeru Bunmei Saiseiki~"
      },
      {
        "ja": "フシノカミ～辺境から始める文明再生記～"
      }
    ],
    "description": {
      "en": "Ash is a young boy with apparent past-life memories who lives in a remote, deserted village. As he remembers leading a bountiful life, he can’t bear living in a world akin to the Dark Ages, where not even the internal combustion engine exists. Ash envisions the rebirth of a civilization where housing with proper sanitation is the norm and the world is connected via a means of transportation faster than horses. For that reason, he is eager to consult books containing knowledge from a highly-developed ancient culture that is rumored to have existed far in the past. Ash makes use of the church’s resources, learning how to read and obtaining the knowledge that he seeks. In addition, he enlists the help of the people around him, including Maika, the village chief’s daughter. Together, they aim to develop their own village. This is only the beginning of the story about a young boy who sets out to revolutionize the world in order to rebuild civilization and create his ideal life!",
      "ja": "――意志を繋いだのは、いつだって本だった。\n\n辺境の農村で暮らす少年アッシュには秘密があった。それは今より遙かに豊かな前世らしき記憶を持っている事。あまりに貧しく、辛い生活の中で、決意する――記憶にある便利な生活を、今世に取り戻そう、と。その鍵こそが、古代文明の叡智が記されたという〝書物〟の解読だった――。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4980c403-32b9-4a8d-b419-baba79ca0b37",
    "title": {
      "en": "Eighty Eight wo 2 Dewatte"
    },
    "updatedAt": "2024-02-19T22:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/4980c403-32b9-4a8d-b419-baba79ca0b37/0b9c63e2-cdab-4524-af9c-f4bb61d185dd.jpg",
    "altTitles": [
      {
        "ja": "エイティエイトを2でわって"
      },
      {
        "ko": "에이티에이트를 2로 나누어서"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8a7bb0f-a6ae-4060-9b0e-8ad5f5d13cc9",
    "title": {
      "en": "Isekai Craft Gurashi ~Jiyuu Kimama na Seisan Shoku no Honobono Slow Life~"
    },
    "updatedAt": "2024-09-08T08:43:08+00:00",
    "coverArt": "https://mangadex.org/covers/c8a7bb0f-a6ae-4060-9b0e-8ad5f5d13cc9/31ac618f-f575-49e2-8f77-e096c4ff85a5.jpg",
    "altTitles": [
      {
        "ja": "異世界クラフトぐらし～自由気ままな生産職のほのぼのスローライフ～"
      },
      {
        "en": "Another World Craft Life: The Heartwarming Slow Life of a Free-spirited Production Worker"
      }
    ],
    "description": {
      "en": "Miyabi always had dreams of being an architect, creating buildings that would inspire awe in others. And in the MMORPG Yume Sekai, he was finally able to achieve that dream - even if his constructions were used entirely to house marriage proposals. \n\nOne day, Miyabi received a message from the admins of the game - as his architecture was so good for couples, they are gifting him with a once-in-a-lifetime opportunity to go to a new world. Assuming they mean a private server, Miyabi accepts - and quickly gets transported to another world.\n\nAfter confirming that he was spirited away, Miyabi discovers that all of his crafting skills from the game are intact here. No longer tethered to his job in the real world, Miyabi now has a real goal: to build his own house and family.",
      "ja": "VRMMOの世界で【クラフター】として、理想の建築物を造っていたミヤビは、ひょんなことからゲームスキルを引き継いだ状態で異世界に転移してしまう。広大な自然を有する異世界で夢のスローライフを送る決意をしたミヤビは、冒険者のリズとともに素材採取に奔走！　規格外のクラフトスキルで旅先でもぬくぬく快適生活──！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2024-07-20T12:43:41+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/7c13e953-f6db-43d9-8215-957e8e8e9b43.jpg",
    "altTitles": [
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "en": "Am I Actually the Strongest?"
      },
      {
        "zh-hk": "其實，我是最強的？"
      },
      {
        "zh": "其实，我是最强的？"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7aca9347-6757-4415-a340-4d892ccaf798",
    "title": {
      "en": "Harem Yori Heion o! Isekai de Shizuka ni NEET Hime sasete Kure"
    },
    "updatedAt": "2024-08-04T02:50:27+00:00",
    "coverArt": "https://mangadex.org/covers/7aca9347-6757-4415-a340-4d892ccaf798/1d0de790-d3d6-42d6-a7c0-c27f97ec4c2b.jpg",
    "altTitles": [
      {
        "ja": "ハーレムより平穏を！異世界で静かにニート姫させてくれ"
      },
      {
        "ja-ro": "Harem Yori Heion wo! Isekai de Shizuka ni NEET Hime sasete Kure"
      },
      {
        "en": "More peace than a harem"
      },
      {
        "en": "More Peace than a Harem - In Another World, Let Me Be a Neet Princess in Peace"
      },
      {
        "en": "I Wish for Peace Instead of a Harem! Let Me Be a NEET Princess Peacefully in Another World"
      }
    ],
    "description": {
      "en": "An elite salaryman (aspiring NEET), gets reincarnated and genderswapped into a princess living an idle life of masturbation...!?\n\nKishibe is an elite office worker who dreams of becoming a NEET who has attained FIRE (Financial Independence, Retire Early). The fulfillment of his dream is now right before his very eyes!! ...or was, when he died saving a girl from getting hit by a car. A self-proclaimed god felt pity for such a man, so she reincarnated Kishibe into another world where he could live as a NEET. The next thing he knew, he had become Iris, the princess of a superpower kingdom!!\n\nBlessed with incredible beauty and not having the need to work even once, Kishibe won the jackpot with a life full of indolence, freedom and masturbation!! ...is what he believed, but there was a catch. Princess Iris seemed like she possessed a trait that made others love her at the highest level (a skill?), and various girls just keep coming on to her (who was formerly a man)...!?\n\nThis is another world where one can experience endless love and eat meals that one didn't work for (does it taste good?), it's an envy-inducing, genderswap isekai story with a super NEET harem!\n\n(Source: Nico Nico Seiga)",
      "ja": "エリートサラリーマン（ニート志望）、姫様にTS転生してオナ●ート生活…!!!?\n\nニートを夢見てFIREをした、エリートサラリーマン・岸辺。夢の生活も目前!!のはずが、車にひかれる寸前だった女の子を助けたことで死亡してしまう。そんな彼を憐れんだ自称神様が岸辺をニートができる異世界へと転生。気づけば超大国の姫様・アイリスになっていた!!!\n超絶美少女で一切働く必要がなく、惰眠と自由とオナ●ーのし放題で岸辺は人生勝ち組!!…と確信していたが、ある問題が。この姫様、最高レベルの愛され体質（スキル？）みたいで、色々な女の子が姫様（元男）に迫られまくり……!!?\n\n\n異世界で愛されまくって働かないメシが上手いか？を体験できる、羨ましすぎる異世界TSクソニートハーレム!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfefed86-3ed1-4557-8428-81985ea7ca91",
    "title": {
      "en": "Guinea Pig wa Ori no Soto no Yume o Minai"
    },
    "updatedAt": "2024-09-19T06:49:34+00:00",
    "coverArt": "https://mangadex.org/covers/dfefed86-3ed1-4557-8428-81985ea7ca91/4fc8dc44-246a-4bf5-9d68-901d39d06cb2.jpg",
    "altTitles": [
      {
        "ja": "ギニーピッグは檻の外の夢を見ない"
      },
      {
        "en": "Guinea Pig Doesn't Dream of Outside the Prison"
      }
    ],
    "description": {
      "en": "Taking place in the future, research on male pregnancy is underway to halt the decline in population. Nagisa Fuyumi, who had been forced to become a test subject even though he did not wish to become pregnant, has lived in the institute for five years without ever becoming pregnant. While living in his new, lousy life, he meets his childhood friend, Hayato Hinozaki, who he once admired and fell in love with again but now is meeting him as a test subject and a researcher…?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "10.5"
  },
  {
    "mangaId": "f2b62555-1056-4996-bf3b-986ccac0b6ee",
    "title": {
      "en": "Yume ka Utsutsu ka"
    },
    "updatedAt": "2024-07-17T03:26:10+00:00",
    "coverArt": "https://mangadex.org/covers/f2b62555-1056-4996-bf3b-986ccac0b6ee/a1962c45-ad53-421e-8132-177c4180774c.jpg",
    "altTitles": [
      {
        "ja": "ユメかウツツか"
      }
    ],
    "description": {
      "en": "SeishunScans: Youth romance between a girl who has a hard time talking to people and her supportive senpai, a boy no one knows.",
      "fr": "de Himnae Scans: Iroha est une fille qui n'est pas douée pour parler aux gens, et n'arrive à discuter qu'avec son Senpai, qui la soutient mais que personne ne semble voir... ?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8e1ac0b-684a-46e5-8558-1357ada187f4",
    "title": {
      "en": "Itsuka Hataraku Onii-san!"
    },
    "updatedAt": "2019-10-11T20:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/d8e1ac0b-684a-46e5-8558-1357ada187f4/42e71fa2-e7c2-45e3-874e-940502a24569.jpg",
    "altTitles": [
      {
        "en": "Working Buddies!"
      },
      {
        "en": "いつか働くお兄さん！"
      }
    ],
    "description": {
      "en": ""
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "20"
  },
  {
    "mangaId": "c7b6f161-d7b9-4bac-a6c6-1bb701df387e",
    "title": {
      "en": "Idol Yamerukedo Kekkon Shitekuremasu Ka!?"
    },
    "updatedAt": "2024-07-29T01:25:03+00:00",
    "coverArt": "https://mangadex.org/covers/c7b6f161-d7b9-4bac-a6c6-1bb701df387e/9f5450f7-6fce-42fb-8d1f-1868aab618bd.jpg",
    "altTitles": [
      {
        "ja": "アイドル辞めるけど結婚してくれますか!?"
      },
      {
        "en": "Will You Marry Me Because I Quit Being an Idol?"
      },
      {
        "pt-br": "Estou deixando de ser uma Idol, mas você se casaria comigo!?"
      },
      {
        "ja-ro": "Idol Yameru kedo Kekkon Shite Kuremasu ka!?"
      }
    ],
    "description": {
      "en": "Sato Itto, an ordinary salaryman, has been shy about love due to an old trauma. Then one day, a reunion is held for the first time in several years. While they are having a good time talking about the good old days, suddenly Hebo, who has become an idol currently on hiatus, decides to attend the reunion!\n\nSato is upset to see Hebo, who was his first love. He manages to get over it with the help of alcohol, which he does not normally drink. When he wakes up, he finds the two of them naked in the same bed. As Sato desperately tries to recall his memories, Hebo shockingly says to him...!\n\n\"Marry me...\"\n\nWhat will happen to the marriage between the two who have no experience with love...!?",
      "ja": "いたって普通のサラリーマンの佐藤一途（さとういっと）は昔のトラウマで恋に奥手になっていた。そんなある日、数年ぶりに同窓会が開かれることに。昔話に花を咲かせていると、急にアイドル休止ほやほやの枦保（へぼ）さんが出席することに!? 初恋の人だった枦保さんを前に動揺する佐藤。普段の飲まないお酒の力を借りてなんとか乗り切るも目を覚ますと同じベッドに裸の二人。必死に記憶を思い出そうとする佐藤に枦保さんから衝撃の一言が…！\n\n「結婚して…」\n\n恋愛偏差値0同士の結婚の行方は果たして―――！？",
      "pt-br": "Sato Itto, um assalariado comum, tem sido tímido em relação ao amor devido a um trauma antigo. Então, um dia, uma reunião é realizada pela primeira vez em vários anos. Enquanto eles se divertem conversando sobre os bons e velhos tempos, de repente Hebo, que se tornou uma Idol que está atualmente em hiato, decide participar da reunião!\n\nSato fica chateado ao ver Hebo, que foi seu primeiro amor. Ele consegue superar isso com a ajuda de álcool, que normalmente não bebe. Quando acorda, encontra os dois nus na mesma cama. Enquanto Sato tenta desesperadamente se lembrar de suas memórias, Hebo lhe diz, de forma chocante...!\n\n“Se case comigo...”\n\nO que acontecerá com o casamento entre os dois que não têm experiência com o amor...?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b8b65ac-4dfc-485d-81b3-17190f8f91c4",
    "title": {
      "en": "Akari"
    },
    "updatedAt": "2024-08-04T07:28:37+00:00",
    "coverArt": "https://mangadex.org/covers/5b8b65ac-4dfc-485d-81b3-17190f8f91c4/1a9f1889-324b-47a0-aaf4-27f35bd339a0.jpg",
    "altTitles": [
      {
        "ja": "あかり"
      },
      {
        "zh": "灯"
      }
    ],
    "description": {
      "en": "Upon his wife's passing, stained glass artisan Kagari loses his interest in his life and his work -- that is, until his long-lost granddaughter Akari appears on his doorstep. A story of artistic inspiration, identity, and self-discovery.",
      "ja": "妻と死別し、生きる意味を見失った老ステンドグラス作家篝のもとに、生き別れた孫のあかりが訪ねてくる。ふたりはステンドグラスの制作を通じて心を通わせていくがーー。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "97080ea0-3738-4415-9018-df279cfe48b6",
    "title": {
      "en": "The Supporting Female Is Reborn, She Will No Longer Serve This Broken Plot"
    },
    "updatedAt": "2024-09-08T12:38:22+00:00",
    "coverArt": "https://mangadex.org/covers/97080ea0-3738-4415-9018-df279cfe48b6/0906274b-0b11-4206-a427-8cb7517e46bc.jpg",
    "altTitles": [
      {
        "zh": "女配重生，这破剧情她不伺候了"
      },
      {
        "ko": "조연으로 태어났지만 막장드라마에 봉사하지 않겠다"
      }
    ],
    "description": {
      "en": "Yin Susu couldn't believe that she was reborn again, her life was repeating again, the setting was the same, the painful things were the same.\n\nShe thought that she would just become a salted fish,* living a lazy life, waiting for death, waiting for everything to end, for the female lead to die, which would mean the end of everything, but she did not want to accept her fate!\n\n\"If you, the female lead, has a golden hand, then I will break that golden hand.\"\n\n*salted fish: metaphor of a corpse or a person who doesn't want to do anything."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "240"
  },
  {
    "mangaId": "dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec",
    "title": {
      "en": "I Think I Have Transmigrated Somewhere"
    },
    "updatedAt": "2024-07-13T19:08:39+00:00",
    "coverArt": "https://mangadex.org/covers/dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec/b04eeadd-b3c1-4bde-86ad-5e3939aee8ec.png",
    "altTitles": [
      {
        "ko": "제가 어딘가 빙의를 한 것 같은데요."
      },
      {
        "pl": "Myślę że gdzieś się przeniosłam."
      },
      {
        "en": "I Have Possessed the Body of the Protagonist"
      },
      {
        "en": "I Think I've Transmigrated Somewhere"
      },
      {
        "en": "It Seems I've Transmigrated Somewhere"
      },
      {
        "en": "I Think I've Been Possessed Somewhere"
      },
      {
        "es-la": "Creo que he transmigrado en alguna novela"
      }
    ],
    "description": {
      "en": "Even though the harsh reality feels like living as a beggar, to think that the end would be death from overworking!\nIf it’s going to end like this, I should’ve been in a lot of relationships, but wait,\noh my... who are you in the mirror?\n\nI’m a little flustered but this body… it’s really pretty!\nIt feels like I’ve been transmigrated into a romance fantasy novel.\nSince I’m already like this, should I enjoy the romance while I’m at it?\n\n“But which novel did I get transmigrated into?”\n\nI’ve read dozens of books where the ‘Northern Duke’ and ‘Childhood Friends’ exist,\nI’ve read so many with a black-haired male lead and a blonde female lead,\nAh~ I don’t know!! For now, let’s start by conquering the male characters!\n\n“I already have a promised marriage.\"\n\n“I volunteered for the Western Guard. We won’t be able to meet for several years.”\nWhat is this, is this really a romance fantasy novel? Why is everyone running away?!\nIn the first place… was I really transmigrated as the female lead?\n\nWhat kind of novel is this!!!!\n<It Seems I’ve Transmigrated Somewhere>",
      "pl": "Uwielbiam powieści romantyczno-fantastyczne, a nawet trafiłam do jednej z nich.\n\"W każdym razie, do której książki się przeniosłam?\"\nMyślę, że przeczytałam około 20 książek z brązowowłosymi pokojówkami z piegami,\nMyślę, że przeczytałem około 20 książek z południową damą, która poślubia zimnego księcia z północy,\nI wydaje się, że jest więcej książek z czarnowłosymi mężczyznami i blondynkami?\n\"Czekaj, czy to w ogóle prawda, że zmieniłam się w główną bohaterką?\"\nNie, myślę, że to może nawet nie być romans fantasy?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ed865b4-e055-4f12-872e-c04dbbbcc043",
    "title": {
      "en": "Witch's Fantasy Cosmetics"
    },
    "updatedAt": "2024-08-10T07:42:55+00:00",
    "coverArt": "https://mangadex.org/covers/9ed865b4-e055-4f12-872e-c04dbbbcc043/4174cf4e-0b8b-4bcd-98d6-6ab298706be7.jpg",
    "altTitles": [
      {
        "ja": "魔女の空想コスメ"
      }
    ],
    "description": {
      "ja": "魔女が生み出す、夢と魔法に満ちた「空想コスメ」ショップへようこそ\n\n花の香りをたどった先にあるコスメショップ「シャルムドレッサー」。\nそこには、訪れた人の望みを叶える魔法の「空想コスメ」があるという――\n\n大人気イラストレーターmeecoが描く\n見ているだけでときめく魅力的な架空のコスメと、\n店に訪れる人たちの個性豊かなエピソードが収録された\nオールカラー コミック＆イラスト集。\n\n苺水晶、姫葡萄エキス、恋占いの花つぼみ…\n仕上げにあなたの想いが詰まった「空想」を込めて\nさあ、空想コスメをつくりましょう。"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-09-07T17:53:05+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      },
      {
        "es-la": "El Villano Del Destino"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6079d103-113b-45b4-a76b-8750842b0770",
    "title": {
      "en": "Bokura no Ai wa Kimochi Warui"
    },
    "updatedAt": "2024-09-15T07:57:38+00:00",
    "coverArt": "https://mangadex.org/covers/6079d103-113b-45b4-a76b-8750842b0770/c09b3317-bc6f-42c6-bf16-da2a2af0a2ac.jpg",
    "altTitles": [
      {
        "ja": "僕らのアイは気持ち悪い"
      },
      {
        "ja-ro": "Bokura no Ai wa Kimochi Warui"
      },
      {
        "es-la": "Nuestro \"Amor\" es repugnante"
      },
      {
        "en": "Our \"Love\" is Disgusting"
      }
    ],
    "description": {
      "en": "Everyone is hiding a \"secret.\"\r\n\r\nAzuki Komugi is obsessed with ruminating on her memories of her high school girlfriend \"Meguru,\" and creating a body model of hers out of clay.\r\n\r\nOne day, Azuki drops her homemade \"Meguru\" at the 100-yen shop where she works part-time, and sneaks into her workplace on her off-shift to get \"her\" back. However, what she sees there is a fellow co-worker, high school girl Yoyuki Remu, who is about to express her lust for \"Meguru\" in a way that is different from Azuki's..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/32cc09d8-18ca-45b2-bb60-1e1504a272ba.png",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7fb957e4-a94b-496d-be91-b7d75fad7b21",
    "title": {
      "en": "Osananajimi to wa LoveCome ni Naranai"
    },
    "updatedAt": "2024-09-14T23:07:53+00:00",
    "coverArt": "https://mangadex.org/covers/7fb957e4-a94b-496d-be91-b7d75fad7b21/2ab33f44-d8c8-45a4-88ed-718510a3b4ca.jpg",
    "altTitles": [
      {
        "ja": "幼馴染とはラブコメにならない"
      },
      {
        "th": "ไม่มีทางที่มันจะกลายเป็นเลิฟคอมเมดี้กับยัยเพื่อนสมัยเด็กหรอก"
      },
      {
        "zh-hk": "和青梅竹馬之間不會有戀愛喜劇"
      },
      {
        "ar": "لا مزيد من الحب مع الفتيات."
      },
      {
        "ru": "Больше никакой любви к девушкам"
      },
      {
        "vi": "Làm Gì Có Chuyện Tình Hài Hước Giữa Bạn Thuở Nhỏ Được!"
      },
      {
        "en": "It Won't Become A Romcom With Childhood Friends"
      },
      {
        "ja-ro": "Osananajimi to wa Love Comedy ni Naranai"
      },
      {
        "ja-ro": "Osananajimi to wa Romcom ni Naranai"
      }
    ],
    "description": {
      "en": "The high school boy Eiyuu has a problem! His two childhood friends (♀) who go to the same school as him, Shio and Akari, are too cute! Even though they have no interest in him, he looks at their grown-up selves with sexual interest. If they were to find out… it would be utterly embarrassing! Meanwhile, his two childhood friends also have secrets of their own...!? It's irritating! It's complicated!! But childhood friends are the best!!! A sweet and irritating love triangle romcom ♡ where you can't be honest!",
      "ja": "高校生男子・えーゆーの悩み。それは、二人の幼馴染「しお」と「あかり」が可愛すぎること! 向こうにその気はないのに、俺だけがオトナになった二人をエッチな目で見てるなんてバレたら…ハズすぎる! 一方、実は二人もえーゆーのことが…!? ヒロイン全員、幼馴染!! じれったい! ややこしい!! けど幼馴染って超最高っ!!!",
      "th": "เอยู (A.U.) หนุ่มมอปลายที่กำลังพบปัญหาใหญ่! ปัญหานั่นก็คือเพื่อนสมัยเด็กทั้งสองคน \"ชิโอ\" และ \"อาการิ\" ที่อยู่โรงเรียนเดียวกันนั้นน่ารักเกินต้าน! ถ้าหากทั้งสองรู้ว่าเขาได้มองพวกเธอที่เติบโตขึ้นมาอย่างสมส่วนด้วยสายตาลามก (ถึงแม้จะไม่ได้ตั้งใจ) ล่ะก็มีหวังแย่แน่! ในทางกลับกัน เพื่อนสมัยเด็กทั้งสองคนนั้นเองก็มีความลับของตนเอง...!? ทั้งหยอกเย้า! ทั้งทำให้สับสน!! ถึงจะอย่างนั้นเพื่อนสมัยเด็กนี่แหละยอดที่สุด!!! เลิฟคอมเมดี้รักสามเส้าแสนหวานที่พูดตรง ๆ ไม่ได้♡"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "012e7cb8-a807-4c5f-86d8-73837444cbb4",
    "title": {
      "en": "The Limits of High Specs Marriage: 13 Great Men in a Reality Love Show"
    },
    "updatedAt": "2024-09-09T17:15:38+00:00",
    "coverArt": "https://mangadex.org/covers/012e7cb8-a807-4c5f-86d8-73837444cbb4/90a4fb33-d510-428c-8aef-bb097bd54119.jpg",
    "altTitles": [
      {
        "ja-ro": "High Spec Kon ni mo Hodo ga Aru: 13-nin no Ijin-tachi to no Renai Reality Show"
      },
      {
        "ja": "ハイスペ婚 ほどがある  13人の偉人たちとの恋愛リアリティーショー"
      },
      {
        "en": "High Specs History Marriage"
      }
    ],
    "description": {
      "en": "A poor girl named Anako Nao is down on her luck, when she's suddenly approached by a strange creature, offering a chance to give her a better life on a Reality TV Show starring her... and 13 famous historical men?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-07-29T19:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41bfb7ca-3256-4af0-b6b2-1017d714d1ed",
    "title": {
      "en": "Summer Trend"
    },
    "updatedAt": "2024-09-14T04:54:35+00:00",
    "coverArt": "https://mangadex.org/covers/41bfb7ca-3256-4af0-b6b2-1017d714d1ed/6c24bbca-7496-4e81-b12d-2fc56c5ebd44.png",
    "altTitles": [
      {
        "zh": "潮夏"
      }
    ],
    "description": {
      "en": "After her parents divorced, Lu Yang moved into her mother's good friend's house and began living with the friend's daughter, Su Gui. Su Gui is smart and gentle, like the warm sun in winter, kind yet unobtrusive. She illuminates Lu Yang's life and shines into Lu Yang's heart. Lu Yang saw her as a sister, a friend, and a mother figure... Later on, Lu Yang didn't want to be her little sister anymore, she wanted to date her. However, after realizing that her feelings for Su Gui had changed, Lu Yang did not want to ruin their current relationship. She was afraid to lose her identity as \"little sister\". She had to change her dependence on Su Gui and distance herself. But after reuniting with Su Gui at work, the suppressed feelings bloomed like a rose, tightly binding Lu Yang and Su Gui together. Was it a long-term scheme or destiny?..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "147b039d-3913-4c32-aae6-2241ddaa073d",
    "title": {
      "en": "R402"
    },
    "updatedAt": "2023-05-22T08:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/147b039d-3913-4c32-aae6-2241ddaa073d/64b93ccc-521f-4345-a277-b727ae9009d6.jpg",
    "altTitles": [
      {
        "en": "Room 402"
      }
    ],
    "description": {
      "en": "“R“ or rather Room 402 is the room where our illustrious female main character lives. One day which seems to be by mere coincidence her fate intertwines with that of Sasamoto, a savvy man who seems to be down in the dumps. That is until he picks up a trinket which fell from her nether regions. Prepare yourself for a story of sexual psychological horror as Sasamoto enters into a brave new world."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "215e3ced-247e-4f34-8e1a-27b60ffef8ac",
    "title": {
      "en": "My Girlfriend's Not Here Today"
    },
    "updatedAt": "2024-09-03T14:44:27+00:00",
    "coverArt": "https://mangadex.org/covers/215e3ced-247e-4f34-8e1a-27b60ffef8ac/7ba3667c-7e5b-4a09-9a2d-4bc7680355de.jpg",
    "altTitles": [
      {
        "ja": "今日はカノジョがいないから"
      },
      {
        "ja-ro": "Kyou wa Kanojo ga Inai kara"
      },
      {
        "zh": "因为今天女友不在"
      },
      {
        "zh-hk": "因為今天女友不在"
      },
      {
        "zh-ro": "Yīn wéi jīntiān nǚyǒu bùzài"
      },
      {
        "en": "Today, She is not here…"
      },
      {
        "en": "Today, My Girlfriend's Not Here, So"
      }
    ],
    "description": {
      "en": "It's a secret that I'm dating the love of my life at school. There's no way I can tell anyone, especially when we're both girls. But I can't help my feelings from slipping out in the background. It's not the ideal way to be a couple, but I can put up with it because I really love her... But such loneliness has also nurtured dark thoughts in my head.",
      "th": "ผลงานมังงะเรื่องใหม่ของ อ.อิวามิ คิโยโกะ ผู้เขียน \"Luminous = Blue\"\nโลกความเป็นจริงกับโลกออนไลน์ สิ่งที่เปิดเผยให้คนอื่นรู้ได้กับสิ่งที่ต้องการปิดเป็นความลับจากคนรอบข้าง ใครหลายคนอาจมีโลกสองฝั่งแบบนี้อยู่เหมือนกัน\nอาซาฮินะ ยูนิ คือหนึ่งในคนที่เป็นแบบนั้น แต่แล้วความลับของเธอก็ถูก ทาคิ ฟูโกะ เพื่อนร่วมชั้นคนหนึ่งล่วงรู้เข้า..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]