[
  {
    "mangaId": "8854c205-70c9-4f81-ad96-5d066bf81880",
    "title": {
      "en": "Kazari drip"
    },
    "updatedAt": "2024-06-07T09:24:12+00:00",
    "coverArt": "https://mangadex.org/covers/8854c205-70c9-4f81-ad96-5d066bf81880/d68e7191-b56b-4c80-8d1b-e000decfd7f9.png",
    "altTitles": [
      {
        "ja": "カザリドリップ"
      },
      {
        "ko": "카자리 드립"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5c3f6203-ab26-4514-9600-1ef443e3fba6",
    "title": {
      "en": "Ojou to Banken-kun"
    },
    "updatedAt": "2024-05-28T15:23:28+00:00",
    "coverArt": "https://mangadex.org/covers/5c3f6203-ab26-4514-9600-1ef443e3fba6/bf6a76a1-d0a5-45f8-9e79-8405be8998d0.jpg",
    "altTitles": [
      {
        "ja": "お嬢と番犬くん"
      },
      {
        "en": "A Girl & Her Guard Dog"
      }
    ],
    "description": {
      "en": "Senagaki Isaku will be a first year high school student starting in spring. Her grandfather is the third head of the Senagaki group, a yakuza organization, so she is feared by those around her. However, starting from spring, she hopes to make normal friends and normally fall in love. She is admitted into a high school further from her hometown, however, the overprotective young head of the Senagaki group, Utou Keiya, (26 years old) falsifies his age and enters the school with her through a backdoor admission…?! Keiya proclaims that love is too early for her although Isaku is perfectly ready. In truth, she has held an unrequited love for Keiya for quite some time.",
      "pt-br": "Senagaki Isaku, é uma estudante do primeiro ano do ensino médio e neta do chefe da família Senagaki, um grupo de Yakuzas. Por isso, sempre teve medo de tudo ao seu redor, mas a partir de agora quer poder ter amigos e se apaixonar por pessoas normais. Para isso, Isaku-Chan decide ir estudar em uma escola longe de sua cidade, sem contar que o super protetor Utou Keiya (jovem de 26 anos, integrante do grupo gangster) não tem intenção de deixar nenhum menino se aproximar e vai atrás dela, entrando na mesma escola mentindo sobre sua idade. E assim a história de amor começa!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f59f8548-6ed2-47fd-bb29-5bc23b30b319",
    "title": {
      "en": "Laurels of Sand"
    },
    "updatedAt": "2024-02-20T01:36:36+00:00",
    "coverArt": "https://mangadex.org/covers/f59f8548-6ed2-47fd-bb29-5bc23b30b319/6ef7d5fb-d793-48e5-818c-71d155457853.jpg",
    "altTitles": [
      {
        "ja": "砂の栄冠"
      },
      {
        "ja-ro": "Suna no Eikan"
      }
    ],
    "description": {
      "en": "Nanashima’s high school baseball team missed going to the Koshien by one heartbreaking game during his 2nd year in school. Now as a 3rd year and the team captain, he sees that the team is nothing compared to last year. The all star starters from last year have graduated and Nanashima is left with unskilled and, more importantly, unmotivated players that have no shot at making the Koshien. That is when Mr. Toku, an old man in the neighborhood who has watched every practice and every game the school has ever played for the past few decades, secretly entrusts Nanashima with 10.000.000 yen. Mr. Toku wants Nanashima to use the money however he wants to ensure the team makes it to the Koshien. But that large of an untraceable fund is too big of a responsibility for a high school teenager and even a goodhearted kid like Nanashima might fall into its temptation."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "247"
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "The Survival Story of the Sword King in Another World"
    },
    "updatedAt": "2024-02-17T06:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "Latna Saga: Survival of a Sword King"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee03b8cd-29f9-4340-8e9b-8e8db57c3393",
    "title": {
      "en": "Osabori Jouzuna Komukai-san wa Ore wo Nogasanai!!"
    },
    "updatedAt": "2023-06-11T23:56:12+00:00",
    "coverArt": "https://mangadex.org/covers/ee03b8cd-29f9-4340-8e9b-8e8db57c3393/8ef2174e-4a66-4640-a6b0-6135193d1907.jpg",
    "altTitles": [
      {
        "ja": "おサボり上手な小向井さんは俺を逃さない!!"
      },
      {
        "ja-ro": "Osabori Jozu na Komukai-san ha Ore wo Nigasanai!!"
      },
      {
        "pt-br": "Komukai-san Não Me Deixa Em Paz!!"
      },
      {
        "en": "Slacking Master Komukai-san won't let me off!"
      },
      {
        "zh": "擅长逃课的小向井同学不放过我!!"
      }
    ],
    "description": {
      "en": "Kuraishi is an introverted high school boy with a mean look, no friends, and seriousness as his only merit. He has always kept a low profile, until his peaceful life was shattered by a girl. Komukai-san is a minefield (?) of a girl, a delinquent who keeps trying to convince Kuraishi to skip school! She'll miss classes, skip cram school, and ignore her parents. But Kuraishi couldn't help but be attracted to the mysterious Komukai-san, as she tempts him in increasingly bold ways!!",
      "pt-br": "Kuraishi Itsuki é um menino que prefere manter distância dos outros devido às más experiências que sofreu por causa de sua expressão, e uma das pessoas com quem ele menos quer se envolver é Komukai-san, a típica garota com olhar delinquente , sem saber que um dia sua vida mudará quando ela começar a “tentá-lo” a faltar às aulas juntos e fazer muitas outras coisas que ele não teria considerado antes, iniciando assim uma comédia romântica entre uma Yanque e um garoto antissocial!\n\n[Tradução da sinopse e título pega da Hikari Scan]"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcef51f3-2c03-441c-9ad8-8e5cdd412bc8",
    "title": {
      "en": "I Have No Intention of Dating"
    },
    "updatedAt": "2023-08-23T06:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/fcef51f3-2c03-441c-9ad8-8e5cdd412bc8/966562fb-c2c5-4ff4-819b-030d06ea506f.jpg",
    "altTitles": [
      {
        "ko": "연애 생각은 없지만"
      },
      {
        "id": "Say No to Pacaran"
      }
    ],
    "description": {
      "en": "\"I want to live a simple life.\"\n\"I'm not interested in dating in the office.\"\n\nDohee, who wants to live quietly as usual, and Dongyi, a co-worker who 'likes' to be alone. \n\nHow intimate are these two people who keep seeing each other?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b145f724-fe5d-4a59-a48f-e0426db401b7",
    "title": {
      "en": "Maid no Kishi-san"
    },
    "updatedAt": "2023-01-05T12:37:06+00:00",
    "coverArt": "https://mangadex.org/covers/b145f724-fe5d-4a59-a48f-e0426db401b7/6b74f32f-2c86-44eb-a26a-e14e080e91c3.jpg",
    "altTitles": [
      {
        "en": "My Maid, Miss Kishi"
      },
      {
        "ja": "メイドの岸さん"
      }
    ],
    "description": {
      "en": "Kiichiro Hayase has a reputation as the wealthiest, hottest, most eligible bachelor in town. But as they say...behind every successful man is the maid who keeps him from tripping over his own two feet! Enter Miss Kishi, the most competent, professional maid around—and the only thing keeping from Kiichiro quite literally crashing and burning. He owes it all to her, but can he ever make it up to her? He's sworn to try... no matter how many things must get broken, scattered, or lost to do so!",
      "pt": "Uma comédia romântica sobre um mestre desajeitado que quer fazer sua calma empregada feliz. Hayase Kiichirou vem de uma importante família. Como próximo sucessor, todas as empresas da família serão dele. Ele é a elite da elite. Contudo, sua única fraqueza é o fato de ser desajeitado, assim, Kishi-san, sua empregada, é aquela que sempre da um jeito nas coisas pra ele. Apesar de ter sempre a mesma expressão, Kiichirou está determinado a fazê-la feliz, independente da situação."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "70"
  },
  {
    "mangaId": "0c6fe779-1958-45f8-bbdd-a4f4f6e204c9",
    "title": {
      "en": "Roman Club"
    },
    "updatedAt": "2023-11-07T09:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/0c6fe779-1958-45f8-bbdd-a4f4f6e204c9/cd27dc86-79ff-4cf0-ac8c-7a680ad49d72.jpg",
    "altTitles": [
      {
        "ja-ro": "Roman Kurabu"
      },
      {
        "ja-ro": "Rouman Kurabu"
      },
      {
        "ja": "浪漫倶楽部"
      }
    ],
    "description": {
      "en": "A mountain spirit is strangely attracted to the club members of the Roman club in the high school near her shrine … and thus begins all their adventures into the unknown."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "34"
  },
  {
    "mangaId": "e099058f-02aa-4917-9bd4-ea3a30f6de9f",
    "title": {
      "en": "THE iDOLM@STER Cinderella Girls - U149"
    },
    "updatedAt": "2023-10-04T14:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/e099058f-02aa-4917-9bd4-ea3a30f6de9f/cf2dcafd-0a6c-4cc0-b9fc-3983754ba834.jpg",
    "altTitles": [
      {
        "ja": "アイドルマスター シンデレラガールズ U149"
      },
      {
        "en": "THE IDOLM@STER CINDERELLA GIRLS U149"
      }
    ],
    "description": {
      "en": "U149, also known as \"Under149\", is a spinoff story of Cinderella Girls encompassing the younger idols, who are under 149 cm, and their pursuits to be big time idols with their newly hired P-san.  \n  \nPart of [THE iDOLM@STER](https://mangadex.org/search?q=iDOLM%40STER) series."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-05-22T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e9b92394-e563-4957-a44c-af92626d42e0",
    "title": {
      "en": "Harenai Sekai de Kimi Dake Mieru"
    },
    "updatedAt": "2024-02-04T19:01:06+00:00",
    "coverArt": "https://mangadex.org/covers/e9b92394-e563-4957-a44c-af92626d42e0/5e0af7ce-5104-42a6-a14f-57c1b601c590.jpg",
    "altTitles": [
      {
        "ja": "晴れない世界で君だけ見える"
      }
    ],
    "description": {
      "en": "He’s incapable of recognising other people’s faces. The only exception to that symptom is a handsome young man who’s his exact opposite?",
      "fr": "Il est incapable de discerner le visage d'autres personnes. La seule exception est ce jeune homme qui est son exact opposé ?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5236f24-c534-4f36-a289-4bf82657c359",
    "title": {
      "en": "After Becoming Everyone's Favorite, I Went on a Killing Spree"
    },
    "updatedAt": "2023-09-13T06:26:44+00:00",
    "coverArt": "https://mangadex.org/covers/f5236f24-c534-4f36-a289-4bf82657c359/58cd585e-3d06-422d-9c89-c0a0518d505e.png",
    "altTitles": [
      {
        "zh": "成为团宠后，我大杀四方"
      }
    ],
    "description": {
      "en": "Growing up as an orphan in the arena, Ora was determined to awaken her summoner bloodline and gain immense power. However, her world turns upside down when she learns that the king has taken her loyal companion, Dragong, putting him in grave danger. In a daring escape, Ora and Dragong flee together, embarking on a series of thrilling adventures. Along the way, Ora hones her strength and resilience, while meticulously planning her revenge against those who have wronged her."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f25dd269-368f-41d2-9cc1-3ea5d43ff97e",
    "title": {
      "en": "Way to the Glory"
    },
    "updatedAt": "2024-05-30T20:04:14+00:00",
    "coverArt": "https://mangadex.org/covers/f25dd269-368f-41d2-9cc1-3ea5d43ff97e/18e58e9e-6ed1-43cb-b67f-4460d55875b9.jpg",
    "altTitles": [
      {
        "zh-ro": "È nǚ wèi dì"
      },
      {
        "en": "The Evil Girl is Emperor"
      },
      {
        "en": "Way to the Glory"
      },
      {
        "zh": "恶女为帝"
      }
    ],
    "description": {
      "en": "The Goddess of War died with grievances. Now after being reborn as Ye Weiyun she is on her way to start a new and happy life.   \n  \nWhat revenge? What scum? Violence should be fought with violence!   \n  \nI will become a rich woman, and build my own harem.   \n  \n\"In the past I got bullied and never resisted. Now, take a good look at the queen I have become.\"\n\n[Alternative Official Raw: Kuaikan Manhua](https://www.kuaikanmanhua.com/web/topic/5975)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "145"
  },
  {
    "mangaId": "69854e22-5bb8-4491-ab71-c8f8a0cb94d0",
    "title": {
      "en": "Apocalyptic Thief"
    },
    "updatedAt": "2024-05-25T21:23:53+00:00",
    "coverArt": "https://mangadex.org/covers/69854e22-5bb8-4491-ab71-c8f8a0cb94d0/800d870a-14ea-41d0-b6c6-72c11d9b11a2.jpg",
    "altTitles": [
      {
        "en": "Rogue of Doom"
      },
      {
        "zh": "末世盗贼行"
      }
    ],
    "description": {
      "en": "A storm of the universe brought species mutations. The poison, undead, giants and monsters in the city roared as they waved their weapons. As the beasts in the woods fought over territorial rights, humans, too, awakened an ability known as star power… Zhou Zheng, without star power, traversed to this apocalyptic world. Using the abilities of the thief character in the game, he destroys the darkness and fog, seeking supreme power!",
      "fr": "Un mouvement dans l'univers a apporté des mutations au niveau des espèces vivantes. Un poison, des morts vivants, des géants et des monstres rugissent dans la ville en agitant leurs armes. Alors que des bêtes dans les bois se battent pour des territoires, certains humains éveillent une capacité spéciale connue sous le nom de pouvoir des étoiles... Zhou Zheng, déficient de ce pouvoir, va traverser ce nouveau monde post apocalyptique.\nUtilisant ses capacités de voleur issue d'un autre jeu, il détruit ténèbres et brouillard, à la recherche du pouvoir suprême !",
      "zh": "一场宇宙风暴带来了物种的变异。城市中的毒尸巨怪，挥动着战斧咆哮。丛林中的异兽们，争夺着领地的主权。人类也觉醒了一种名为星力的异能……没有星力的周正穿越到这个末世。利用游戏中盗贼的角色能力，他将撕毁黑暗迷雾，追逐至高的力量！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c89080f-681a-4bcf-8abe-ce12659e010f",
    "title": {
      "en": "Subdue My \"Villain\" Hubby"
    },
    "updatedAt": "2023-03-20T01:36:45+00:00",
    "coverArt": "https://mangadex.org/covers/8c89080f-681a-4bcf-8abe-ce12659e010f/77142dd0-7f0d-4f4d-a423-6dfad07838da.jpg",
    "altTitles": [
      {
        "zh": "我成了反派大佬的小娇妻"
      },
      {
        "en": "I Became the Villain's Wife"
      }
    ],
    "description": {
      "en": "The dainty flower idol Chen Cong Rong unluckily fell into a trap and awoke to a stunning naked man in her bed! Hahaha, is it okay to be with such a beautiful man? Hang on… Are you telling me I've switched places with the toxic, evil, and manipulative side character who won’t even survive 20% of the plot?! No, I'm definitely not ready to die!! Watch as I keep on living my ideal life!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "320da354-11f7-4cff-8aeb-191b39f0bf88",
    "title": {
      "en": "Kono Ko Shirimasenka?"
    },
    "updatedAt": "2024-04-17T21:50:29+00:00",
    "coverArt": "https://mangadex.org/covers/320da354-11f7-4cff-8aeb-191b39f0bf88/ba4d1129-63d5-4a78-81e3-cdf051a28e41.jpg",
    "altTitles": [
      {
        "ja": "この子知りませんか？"
      },
      {
        "en": "Do You Know This Girl?"
      },
      {
        "en": "Missing Girl"
      },
      {
        "vi": "Anh có biết cô bé này không?"
      },
      {
        "ja-ro": "Kono Ko Shirimasen ka?"
      },
      {
        "vi": "偀固別姑閉呢崆？ (Nom Script)"
      }
    ],
    "description": {
      "en": "Nakayama Ryouhei, who works at a run-down factory, sets out on a journey to accomplish the things he has left undone in his life! And by his side is an innocent girl... This is the greatest and final story of a man who has never made a decision for himself and a troubled runaway girl!! An indie masterpiece that gained popularity has evolved and is now being serialized!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "The Ghost and the Exhausted Office Worker"
    },
    "updatedAt": "2024-05-25T01:52:42+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/aa7c8cdf-f75e-43ec-80b7-e83ccf25316d.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "ja-ro": "Yuurei to Tsukareta Kaishain"
      }
    ],
    "description": {
      "en": "A story about a ghost and the exhausted office worker he watches over as he gradually learns to find meaning in his life.\n\nOriginal by [@yukiyuki_nkym](https://twitter.com/yukiyuki_nkym) on Twitter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cfc8b79-2c1b-4e33-beda-a0d70a7674ca",
    "title": {
      "en": "I Will Become the Villain's Poison Taster"
    },
    "updatedAt": "2024-02-12T01:57:26+00:00",
    "coverArt": "https://mangadex.org/covers/8cfc8b79-2c1b-4e33-beda-a0d70a7674ca/86f878ce-e1b5-458f-84be-d0c4f8b7afcf.jpg",
    "altTitles": [
      {
        "ko": "흑막의 독 감별사가 되겠습니다"
      },
      {
        "ko-ro": "Heungmagui Dok Gambyeolsaga Doegetseumnida"
      },
      {
        "en": "I Will Become the Villain's Poison Detector"
      },
      {
        "en": "I Will Become a Poison Detector in the Dark World"
      },
      {
        "en": "I Will Become a Poison Detector of Darkness"
      },
      {
        "zh": "完蛋！成了反派的试毒小跟班"
      },
      {
        "zh": "成为反派的鉴毒师"
      },
      {
        "zh-hk": "成爲反派的鑑毒師"
      }
    ],
    "description": {
      "en": "I, an innocent office worker, possessed a character in the devastating novel *The Poisoned Apple*. On top of that, I'm Giselle Lloydsvin, a villainess who gets poisoned to death before being hanged! But the poison brought by the assassins doesn't work? It even tastes like fruit!\n\n\"You'll be okay since it's only a little bit, so hurry and drink it.\"\n\n…Even though I possessed someone, it seems my destiny is to be tormented by a crazy assassin. \n\nHowever, \"Leniel\", who I thought was just a crazy assassin, turns out to be the frontman for the final villain, \"Wayne Ayore\"?!\n\nIn order to hold onto this lifeline, I clung to the villain in *The Poisoned Apple*. \n\n\"I can distinguish the taste of poison.\"\n\n“Poison?”\n\n“Yes.”\n\n“What use is that?”\n\n“Your boss is going to be poisoned, so I can be his poison taster.”\n\nAnd so, I thought I could survive well as a general store employee of the villain’s frontman(?)... \n\n“My boss is so strong to the point that there’s something suspicious about him!”\n\n…Why does it feel like I’m doomed in this life too?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Konosuba: God's Blessing on This Wonderful World!"
    },
    "updatedAt": "2024-06-04T23:12:05+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "Bless This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      },
      {
        "ja-ro": "Kono Subarashii Sekai ni Shukufuku wo!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "156f0573-1ea4-4c3e-824f-25df6d2271ae",
    "title": {
      "en": "Southern Bird and Northern Bird"
    },
    "updatedAt": "2022-06-30T08:18:08+00:00",
    "coverArt": "https://mangadex.org/covers/156f0573-1ea4-4c3e-824f-25df6d2271ae/d41f02f2-2847-4466-ac02-aa0b96d47232.jpg",
    "altTitles": [
      {
        "zh-ro": "Nanfang De Niao He Beifang De Niao"
      },
      {
        "vi": "Ngỗng trời và Sẻ nhỏ"
      },
      {
        "en": "Southern Sparrow & Northern Brant"
      },
      {
        "zh": "南方的鸟和北方的鸟"
      }
    ],
    "description": {
      "en": "The story of a southern sparrow who befriends a northern duck."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9f0e566-426e-4408-a71b-833f24102b2c",
    "title": {
      "en": "IF"
    },
    "updatedAt": "2024-06-07T06:50:17+00:00",
    "coverArt": "https://mangadex.org/covers/b9f0e566-426e-4408-a71b-833f24102b2c/97a466b5-f310-4821-a1c2-9463a3d81327.jpg",
    "altTitles": [
      {
        "vi": "Giá Như"
      }
    ],
    "description": {
      "vi": "Doujinshi của Thuê mèo"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "acdbf57f-bf54-41b4-8d92-b3f3d14c852e",
    "title": {
      "en": "Aishiteru Game wo Owarasetai"
    },
    "updatedAt": "2024-06-06T12:15:59+00:00",
    "coverArt": "https://mangadex.org/covers/acdbf57f-bf54-41b4-8d92-b3f3d14c852e/2e239897-0808-4d2f-bc05-9e12b36b361f.jpg",
    "altTitles": [
      {
        "ja": "愛してるゲームを終わらせたい"
      },
      {
        "ja-ro": "Aishiteru Game o Owarasetai"
      },
      {
        "ja-ro": "Aishiteru Gēmu wo Owarasetai"
      },
      {
        "en": "I Want to End the \"I Love You\" Game"
      },
      {
        "en": "I Want to End This Love Game"
      },
      {
        "en": "I Want To End This “I Love You” Game"
      },
      {
        "en": "I want to end the game that I love"
      },
      {
        "fr": "Je veux finir le jeu du \"je t'aime\""
      },
      {
        "th": "เกมสารภาพรักนี้น่ะเรามาจบกันเถอะ"
      },
      {
        "zh": "想让“我爱你”游戏快点结束"
      }
    ],
    "description": {
      "en": "Childhood friends who have been together since they were little. They both realize their feelings for each other, but are too close to be honest. What connects them is the \"I love you game\" that they have been playing since they were little. The end of their love is decided in this simple game where the winner is the one who makes the other embarrassed!",
      "es-la": "Se conocen desde que eran niños. Ambos son conscientes de lo que sienten el uno por el otro, pero están demasiado unidos como para ser sinceros. Lo único que les une es el juego \"Te quiero\" al que juegan desde pequeños. Si haces pasar vergüenza a tu compañero, ¡ganas!",
      "pt-br": "Amigos de infância que estão juntos desde que eram pequenos. Eles percebem seus sentimentos pelo outro, mas são muito próximos para serem honestos. O que os conecta é seu “jogo do eu te amo”, que eles brincam desde que eram pequenos. O fim do seu amor é decidido nesse jogo simples onde o vencedor é aquele que deixa o outro com vergonha!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck - Digital Colored Comics"
    },
    "updatedAt": "2024-05-24T21:25:42+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck"
      },
      {
        "en": "Undead Unluck (Official Colored)"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89b23664-94b6-4dda-b0b0-ebee71f67653",
    "title": {
      "en": "Happy Family - Fukushuu no Rental Okaa-san"
    },
    "updatedAt": "2024-04-25T22:51:26+00:00",
    "coverArt": "https://mangadex.org/covers/89b23664-94b6-4dda-b0b0-ebee71f67653/a812019a-7773-4505-9189-248cbd124161.jpg",
    "altTitles": [
      {
        "ja": "ハッピーファミリー"
      },
      {
        "ja": "ハッピーファミリー 復讐のレンタルお母さん"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b05825a3-9d8e-45bc-a45a-1fe065186b83",
    "title": {
      "en": "Filter-Goshi no Kanojo"
    },
    "updatedAt": "2024-02-20T11:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/b05825a3-9d8e-45bc-a45a-1fe065186b83/4be8d90a-99bd-489a-b084-4770ba5486df.jpg",
    "altTitles": [
      {
        "ja": "フィルター越しのカノジョ"
      },
      {
        "zh-hk": "隔著濾鏡的女朋友"
      },
      {
        "ru": "Девушка через фильтр"
      },
      {
        "en": "Secret Girl Through the Filter"
      }
    ],
    "description": {
      "en": "Hakobe Narumi is an expressionless high schooler known as Stoney. The highlight of his unnoticeable existence is following posts from the popular selfie poster \"Efa\" on social media. But it turns out \"Efa\" is his studious and popular classmate Mitsuha Koto?! The slightly erotic, adolescent, selfie, romantic comedy between an Iron Walled Selfie girl and a stone-faced boy begins!",
      "ja": "つねに無表情な能面高校生・箱部成海。クラスでも存在感激うすな彼の人生の楽しみは、SNSで人気のえっちな自撮り女子「えふぁ」の投稿を追いかけること。しかし、その「えふぁ」の正体が、真面目で誰からも好かれるクラスメイトの三葉琴であることを知ってしまいーー⁉︎鉄壁自撮り女子✖️能面男子のちょっとえっちな青春自撮りラブコメ開幕‼︎",
      "ru": "Хакобэ Наруми — невыразительный старшеклассник по прозвищу «Каменнолицый». Его незаметное существование состоит в том, что он следит за постами популярного эротического аккаунта «Эфа» в соцсетях. Но оказывается, что «Эфа» — это его одноклассница Мицуха Кото! Начинается слегка эротическая, подростковая, селфи-романтическая комедия между селфи-девочкой с железной стеной и парнем с каменным лицом!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "MARRIAGETOXIN"
    },
    "updatedAt": "2024-06-04T15:37:07+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78e3cb6e-8673-4623-84b3-c5e459200ce5",
    "title": {
      "en": "Kaiju No. 8: B-Side"
    },
    "updatedAt": "2024-04-12T09:27:01+00:00",
    "coverArt": "https://mangadex.org/covers/78e3cb6e-8673-4623-84b3-c5e459200ce5/0e38cdd4-4e56-4958-833d-226e17c7f2de.jpg",
    "altTitles": [
      {
        "ja": "怪獣８号 side B"
      },
      {
        "ru": "Кайдзю № 8 сторона В"
      }
    ],
    "description": {
      "en": "Front-line stories of the Defense Force not covered in the main series!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9dca6682-2632-40f2-b77e-05582ac43399",
    "title": {
      "en": "Outside the Timetable"
    },
    "updatedAt": "2024-06-07T06:11:34+00:00",
    "coverArt": "https://mangadex.org/covers/9dca6682-2632-40f2-b77e-05582ac43399/c358bc40-af25-47ea-81cd-efe498ebd462.jpg",
    "altTitles": [
      {
        "ja": "時間割の外"
      }
    ],
    "description": {
      "en": "We may not know anything about that girl who's in the same class and has the same route to school yet— a sweet, sour, and embarrassing omnibus of three girls drawn by Toyobayashi Sakane, a \"more than youth but less than romance\" expert!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "653000fb-1edd-4e05-9d44-36358708a5e9",
    "title": {
      "en": "Kemono Joushi ni Jitsuwa Mitomerarete Ita Hanashi"
    },
    "updatedAt": "2023-11-09T18:50:05+00:00",
    "coverArt": "https://mangadex.org/covers/653000fb-1edd-4e05-9d44-36358708a5e9/ce94f5c8-9d39-4cd5-b3ab-31f9add7c3aa.jpg",
    "altTitles": [
      {
        "ja": "獣上司に実は認められていた話"
      },
      {
        "en": "Me and My Beast Boss"
      }
    ],
    "description": {
      "en": "In a world where beastmen stand on top of humans, OL Saki continues to struggle to lose.\n\nSaki endured the days of power harassment from her boss, but one day she was suddenly called by the company president, Atlas.\n\nI'll do my best!\n\nMofumofu story with 100% power of healing ♪"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "237d527f-adb5-420e-8e6e-b7dd006fbe47",
    "title": {
      "en": "Kaiju No. 8"
    },
    "updatedAt": "2024-05-25T15:12:37+00:00",
    "coverArt": "https://mangadex.org/covers/237d527f-adb5-420e-8e6e-b7dd006fbe47/3af56897-f26d-4526-8b8d-d56b0da89e24.jpg",
    "altTitles": [
      {
        "en": "Monster #8"
      },
      {
        "ja-ro": "Kaijuu 8-gou"
      },
      {
        "ru": "Кайдзю No. 8"
      },
      {
        "ru": "Монстр № 8"
      },
      {
        "ja": "怪獣8号"
      },
      {
        "uk": "Кайджю №8"
      },
      {
        "fr": "Kaiju n°8"
      },
      {
        "es": "Kaiju 8"
      },
      {
        "es": "Kaiju Nº8"
      }
    ],
    "description": {
      "en": "A man working a job far removed from his childhood dreams gets wrapped up in an unexpected situation…! Becoming a monster, he aims once again to fulfill his lifelong dream…!\n\n---\n**Links:**\n- Alternative Official English - [Viz](https://www.viz.com/kaiju-no-8)",
      "es": "Japón tiene la mayor tasa de incidencias por ataques de Kaijus de todo el mundo. Los Kaijus irrumpen continuamente y sin piedad en las vidas cotidianas de la gente. Kafka Hibino, que siempre quiso ser un miembro de las Fuerzas de Defensa, actualmente trabaja como limpiador de cadáveres de Kaijus.\nSin embargo, un día, una misteriosa criatura convierte a Kafka en un Kaiju, y las Fuerzas de Defensa de Japón, encargados de derrotar a estos monstruos, le identificaron con el nombre clave de “Kaiju N.8”.",
      "fr": "Enfant, Kafka Hibino rêvait d’intégrer les Forces de Défense pour combattre ces terribles ennemis, mais après de nombreux échecs à l’examen d’entrée, ce trentenaire travaille à nettoyer les rues de leurs encombrants cadavres. Jusqu’au jour où une mystérieuse créature s’introduit dans son organisme et le métamorphose en une entité surpuissante mi-humaine, mi-kaiju. Son nouveau nom de code : “Kaiju n° 8” !\n\nMaison d'édition FR : Kazé / Crunchyroll",
      "it": "Un uomo, infelice del lavoro che deve fare per il resto della sua vita, rimane coinvolto in un evento inaspettato…!  \r\nSi è trasformato in un kaiju, una creatura mostruosa, che gli darà un'altra opportunità per raggiungere ciò che ha sempre sognato!",
      "ja": "怪獣発生率が世界屈指の日本。この国は、容赦なく怪獣が日常を侵していた。かつて防衛隊員を目指していたが、今は怪獣専門清掃業で働く日比野カフカ。ある日カフカは、謎の生物によって、身体が怪獣化、怪獣討伐を担う日本防衛隊からコードネーム「怪獣8号」と呼ばれる存在になる。",
      "ru": "Некоторые люди проживают серую жизнь, так и не пережив ничего захватывающего. Но нашему герою вроде бы повезло: хоть он и был недоволен работой, которой ему пришлось заниматься, случается кое-что неожиданное. Он превращается в кайдзю — чудовищное существо, и теперь получает шанс не просто изменить свою жизнь, а достичь всего, о чём он когда-либо мечтал!",
      "tr": "Yapmak zorunda olduğu işinde pek de memnun olmayan bir adam beklenmedik olaylara karışır..! Bir Kaiju'ya, dehşet verici korkunç, muazzam bir yaratığa dönüşür. Peki ya bu, uzun zamandır hayal ettiği şeylere sonunda kavuşabileceği fırsatıysa..?.",
      "pt-br": "Um homem, descontente com o trabalho que teve na vida, está envolvido em um evento inesperado...! Ele se torna um Kaijuu, uma criatura monstruosa, dando-lhe uma nova chance de alcançar o que ele sempre sonhou!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-06-05T07:27:51+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/31f449e9-e273-4c7b-bc63-14849b21167d.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "zh-hk": "錯了宫原、不是妳啊！"
      },
      {
        "zh": "我要找的、才不是宫原你啦！"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. (Source: [ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc8f71a4-49d8-498b-a231-10faa0d53ab6",
    "title": {
      "en": "Stardust Telepath"
    },
    "updatedAt": "2024-03-07T00:49:39+00:00",
    "coverArt": "https://mangadex.org/covers/bc8f71a4-49d8-498b-a231-10faa0d53ab6/77302f0c-54bc-430e-b29f-6cee377517a7.jpg",
    "altTitles": [
      {
        "ja": "星屑テレパス"
      },
      {
        "zh": "星灵感应"
      },
      {
        "ja-ro": "Hoshikuzu Telepath"
      },
      {
        "pt-br": "Telepata de Poeira Estelar"
      },
      {
        "ko": "별무리 텔레패스"
      },
      {
        "th": "โทรจิตละอองดาว"
      },
      {
        "zh-hk": "星靈感應"
      }
    ],
    "description": {
      "en": "Umika is a very shy girl who has always been very bad at communicating with others. Over time she gave up on making any friends, until one day she meets the transfer student Yuu. Yuu claims to be an alien with the power of \"Foreheadelepathy\" - being able to read people's emotions by pressing her forehead to theirs.    From the up-and-coming author Okuma Rasuko, a dazzling story about yuri, space and youth.",
      "pt-br": "Umika é uma estudante muito gentil e tímida. Ela acha difícil falar com outras pessoas e sonha em um dia conhecer alguém de outro planeta. Mas sua solitária vida escolar toma um rumo cósmico quando ela conhece a nova aluna transferida chamada Yu, uma alienígena com poderes telepáticos! As duas se aproximam e prometem um dia irem ao espaço. É assim que elas decidem construir um foguete e disparar em direção às estrelas, fazendo novas amizades pelo caminho."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-01-28T20:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46596dea-95de-40e8-b2b8-4e63aa6acd1a",
    "title": {
      "en": "The Magical Revolution of the Reincarnated Princess and the Genius Young Lady"
    },
    "updatedAt": "2024-05-03T20:32:24+00:00",
    "coverArt": "https://mangadex.org/covers/46596dea-95de-40e8-b2b8-4e63aa6acd1a/4ddd3939-d2e2-4542-b75d-4e68a2b823b7.jpg",
    "altTitles": [
      {
        "ja-ro": "Tensei Oujo to Tensai Reijou no Mahou Kakumei"
      },
      {
        "ja": "転生王女と天才令嬢の魔法革命"
      },
      {
        "zh-hk": "轉生王女與天才千金的魔法革命"
      },
      {
        "zh": "转生王女与天才千金的魔法革命"
      },
      {
        "zh-ro": "Zhuǎnshēng wángnǚ yǔ tiāncái qiānjīn de mófǎ gémìng"
      },
      {
        "ja-ro": "Mahou Kakumei"
      },
      {
        "en": "MagiRevo"
      },
      {
        "ko": "전생 왕녀와 천재 영애의 마법 혁명"
      },
      {
        "ru": "Магическая революция перерождённой принцессы и гениальной юной леди"
      },
      {
        "id": "Revolusi Ajaib Putri yang Bereinkarnasi dan Wanita Muda yang Jenius"
      },
      {
        "it": "La magica rivoluzione della principessa reincarnata e della figlia geniale"
      },
      {
        "vi": "Cuộc cách mạng ma thuật của công chúa chuyển sinh và tiểu thư thiên tài"
      },
      {
        "th": "การปฏิวัติเวทมนตร์ขององค์หญิงเกิดใหม่กับยัยคุณหนูยอดอัจฉริยะ"
      },
      {
        "ja-ro": "Tenten Kakumei"
      }
    ],
    "description": {
      "en": "Despite her supposed ineptitude with regular magic, Princess Anisphia defies the aristocracy's expectations by developing \"magicology,\" a unique magical theory based on memories from her past life. One day, she witnesses the brilliant noblewoman Euphyllia unjustly stripped of her title as the kingdom's next monarch. That's when Anisphia concocts a plan to help Euphyllia regain her good name-which somehow involves them living together and researching magic! Little do these two ladies know, however, that their chance encounter will alter not only their own futures, but those of the kingdom...and the entire world!\n\n---\n- [Official Web Novel](https://ncode.syosetu.com/n8558fh/)",
      "es-la": "Anis Sophia, a princesa que lembrou de sua vida passada quando criança, assim como o seu amor intenso pela magia do seu eu antigo, saiu para vivenciar fantasias nesse mundo de fantasia. Um dia, durante um acidente mágico, ela se deparou com uma cena em que seu irmão, Algard, estava rompendo o noivado com sua pretendente, Euphilia. O que ninguém poderia prever é que esse estranho encontro acabaria mudando o rumo da história."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddcd1002-1f44-45b8-9c5d-6b9a91629a43",
    "title": {
      "en": "Nightwatcher"
    },
    "updatedAt": "2023-08-28T12:05:20+00:00",
    "coverArt": "https://mangadex.org/covers/ddcd1002-1f44-45b8-9c5d-6b9a91629a43/43446100-1025-4342-9c1f-da602d060979.jpg",
    "altTitles": [
      {
        "en": "Dafeng's Night Squad"
      },
      {
        "zh-ro": "Dà Fèng Dǎ Gēng Rén"
      },
      {
        "zh": "大奉打更人"
      },
      {
        "vi": "Đại Phụng Đả Canh Nhân"
      }
    ],
    "description": {
      "en": "In this world, there is: Confucianism; Taoism; Buddhism, Demons, and Magicians. Xu Qi’an, a graduate from the police academy, suddenly finds himself waking up in prison, to be exiled to the border three days later …\n\nHis initial goal was to protect himself in this world with no laws, and to be able to live a leisurely life as a rich man..\n\nMany years later, Xu Qi’an looks back on the past, and the long-dead enemies and friends, as well as the numerous bones he has left behind.\n\nAs the Yangtze River flows eastward, the waves wash away the heroes; right and wrong, success or failure will all turn into nothing but history. However, just like the sun’s rays gleaming over the towering mountains, after the sunset, a new sun will rise."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0d3d73c-afc9-4d5e-b610-d0e97dc76db6",
    "title": {
      "en": "Hajimete no Gal"
    },
    "updatedAt": "2024-03-16T20:37:22+00:00",
    "coverArt": "https://mangadex.org/covers/b0d3d73c-afc9-4d5e-b610-d0e97dc76db6/5daba51c-d592-4586-95db-343aa58de309.jpg",
    "altTitles": [
      {
        "ja-ro": "Hajimete no gyaru"
      },
      {
        "en": "My First Girlfriend is a Gal"
      },
      {
        "en": "My First Gyaru"
      },
      {
        "ru": "Первая Гяру"
      },
      {
        "ja": "はじめてのギャル"
      },
      {
        "zh": "第一次的Gal"
      },
      {
        "zh-hk": "첫 갸루"
      },
      {
        "pt-br": "Minha primeira namorada é uma Gal!"
      }
    ],
    "description": {
      "en": "Spring. The 'season of love' has arrived and it seems that finding himself a girlfriend was harder than Jun'ichi believed. To break the status quo, Jun'ichi's friends have forced him into confessing to the gyaru, Yame Yukana. However, things do not go quite as he expected. A series of \"firsts\" begins!",
      "pt-br": "Junichi Hashiba é um jovem colegial virgem que está desesperado para perder esse status. Sob pressão de seus amigos, o garoto acaba se declarando para Yukana Yame. Surpreendentemente a garota aceita  e um casal é formado. Porém, Jun acaba se encontrando em águas desconhecidas com Yame, que é uma gyaru (um tipo de moda urbana japonesa). Enquanto ele fantasia em perder a sua virgindade, ela se mostra mais normal e inocente do que ele imaginava."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c353cd64-d95c-4b98-b5f4-4aae9368f50a",
    "title": {
      "en": "Keep an Eye on You"
    },
    "updatedAt": "2024-06-05T22:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/c353cd64-d95c-4b98-b5f4-4aae9368f50a/e4cb8772-eb19-4776-839b-31469c08001b.png",
    "altTitles": [
      {
        "zh": "囚你于掌中"
      },
      {
        "zh-ro": "Qiu Ni Yu Zhang Zhong"
      },
      {
        "en": "confine you in my palm"
      }
    ],
    "description": {
      "en": "A mystery murder case shatters Lan Zhiqing's serene and blissful life into pieces. The past she has long forgotten returns in the form of a nightmarish case, encroaching ever the closer... Shocked, Lan Zhiqing discovers that the most dangerous existence may just be the person she shares a bed with."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "6df1a6d3-2b1f-4254-87b4-b620a86d6ebf",
    "title": {
      "en": "Raising the Princess After Her Death"
    },
    "updatedAt": "2024-06-06T05:49:52+00:00",
    "coverArt": "https://mangadex.org/covers/6df1a6d3-2b1f-4254-87b4-b620a86d6ebf/ab337523-186d-46d7-a615-84a538c88e63.jpg",
    "altTitles": [
      {
        "en": "A Princess Is Raised After Death"
      },
      {
        "en": "Desperately Making Her a Princess"
      },
      {
        "en": "The Princess Is Raised After She Dies"
      },
      {
        "ja": "正規エンディングまで異世界ループ転生"
      },
      {
        "ko": "공주는 죽어서 키운다"
      },
      {
        "en": "Raising the Princess to Overcome Death"
      }
    ],
    "description": {
      "en": "The long-term public service exam candidate, Minseo, finds himself trapped in the game, “Raising Lena” as he tries to escape his grim reality. In the game, Minseo becomes a character named Leo, and he must navigate through a world with three different scenarios to accomplish his mission of turning the protagonist, Lena, into a princess. However, the game “Raising Lena” boasts an overwhelming level of difficulty due to enemies who are set to thwart Minseo with their immense power and influence. Will Minseo be able to complete the game by making Lena a princess and return to reality?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "811e3492-298c-4222-a450-15abefe32c81",
    "title": {
      "en": "Green Plum Island"
    },
    "updatedAt": "2023-10-06T00:25:56+00:00",
    "coverArt": "https://mangadex.org/covers/811e3492-298c-4222-a450-15abefe32c81/f5cdcdb1-36b0-42dc-b092-a9ef14c6069c.jpg",
    "altTitles": [
      {
        "zh-hk": "Gingmei Island"
      },
      {
        "zh-hk": "青梅嶼"
      },
      {
        "zh": "青梅屿"
      }
    ],
    "description": {
      "en": "When I was ten, I fell from a tree and hit my head. When I woke up, the world around me had changed. I could see people’s emotions in the form of numbers and colours—pink for love, red for anger, green for awkwardness, blue for sorrow, yellow for desire…\nI met Yan Kongshan the summer after college entrance exams on Green Plum Island. Mysterious and handsome, with a tinge of melancholy, he was the ideal man of every woman on the island. And mine.\nI wanted him to turn pink for me, but one day, he suddenly turned yellow. Despite that, he seemed ever so nonchalant when facing me.\nLove is like lemon soda water. Sour and sweet, filled with energy.\nYou never know how a person’s heart beats for you, hidden in its cage beneath their flesh."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd507977-fea6-4741-b357-57b6d819e413",
    "title": {
      "en": "Himitsu no AiPri Full Color Osarai 4-Koma"
    },
    "updatedAt": "2024-05-06T17:54:52+00:00",
    "coverArt": "https://mangadex.org/covers/cd507977-fea6-4741-b357-57b6d819e413/f05ba993-0193-49af-b205-02adeb3265ba.jpg",
    "altTitles": [
      {
        "en": "The Secret of AiPri - Full Color Review 4-Koma"
      },
      {
        "ja": "ひみつのアイプリ フルカラーおさらい4コマ"
      }
    ],
    "description": {
      "en": "The anime, \"Himitsu no AiPri,\" is now available as a cute full-color 4-Koma! The main characters are Himari Aozara and Mitsuki Hoshikawa, who enroll in the private Paradise Academy. Himari, who longs to be in AiPri, dreams of making 10,000 friends! She unexpectedly makes her AiPri debut?! She has a secret that she can't even tell her close friend, Mitsuki! However, it seems Mitsuki holds a secret of her own as well... (Translated from Ciao website)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a79e2584-c08e-4bc8-9293-8a441b6802d6",
    "title": {
      "en": "Otagai Dondon Hamatteiku Kyouikugakari to Shinnyuushain"
    },
    "updatedAt": "2024-06-04T16:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/a79e2584-c08e-4bc8-9293-8a441b6802d6/7c61bd15-3fc0-4c01-ae56-e925d577b101.jpg",
    "altTitles": [
      {
        "ja": "お互いどんどんハマっていく教育係と新入社員"
      },
      {
        "en": "The Mentor and the New Employee Who are Getting More and More Into Each Other"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "955c730a-9304-4f82-ae96-af48ff5eaa0c",
    "title": {
      "en": "Kurai Anoko to Shitai koto"
    },
    "updatedAt": "2024-05-03T14:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/955c730a-9304-4f82-ae96-af48ff5eaa0c/3de48302-1ced-4433-8f15-9688c591f339.jpg",
    "altTitles": [
      {
        "ja": "くらいあの子としたいこと"
      },
      {
        "en": "What I’d like to do with that gloomy girl"
      },
      {
        "id": "Apa yang inginku lakukan dengan gadis yang murung itu?"
      },
      {
        "ja-ro": "Kurai Ano Ko to Shitai Koto"
      },
      {
        "zh": "想与阴暗的她一起做的事"
      },
      {
        "zh-ro": "Xiǎng yǔ yīn'àn de tā yīqǐ zuò de shì"
      }
    ],
    "description": {
      "en": "That gloomy girl is so beautiful! Let's aim for it! A school romance comedy together with that reserved, cute girl as we try to stop being loners!",
      "ja": "陰のある子は美しい！\n内気可愛いあの子と送る、目指せ脱ぼっち学園ラブコメ！",
      "pt-br": "A garota sombria é linda!  Uma romcom escolar sobre uma garota fofa e tímida e um garoto que quer fazer amigos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0a006ff-bcd8-4d3f-bcaa-ef9a0370b302",
    "title": {
      "en": "A Story of Being Toyed with by the Plain Girl in Class"
    },
    "updatedAt": "2024-06-07T02:15:23+00:00",
    "coverArt": "https://mangadex.org/covers/d0a006ff-bcd8-4d3f-bcaa-ef9a0370b302/b500df83-e77c-423c-aa68-72e4c1dd7f45.png",
    "altTitles": [
      {
        "ja": "クラスの地味女子に翻弄されるはなし"
      },
      {
        "ja-ro": "Class no Jimi Joshi ni Honrou Sareru Hanashi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed52674d-b345-4067-a90e-a9de704f27fa",
    "title": {
      "en": "Frontier Diary"
    },
    "updatedAt": "2024-01-21T15:25:24+00:00",
    "coverArt": "https://mangadex.org/covers/ed52674d-b345-4067-a90e-a9de704f27fa/be92f916-0f69-4ac1-9204-05ed3f4965fe.jpg",
    "altTitles": [
      {
        "ja-ro": "Frontier Diary  ~Motokizoku no Isekai Henkyo Seikatsu Nikki~"
      },
      {
        "ja": "フロンティアダイアリー　～元貴族の異世界辺境生活日記"
      }
    ],
    "description": {
      "en": "Saphate is the second son of the Greed noble family. He hates the way his clan squeezes the money from the population and the way it wastes it and when he went to oppose his family's way of act, he's kicked out. Although he lost his job at the Magic Academy and become a wanderer, he managed to live normally with his former elf colleague and a cat maid that worked for his family and that left her work for following him…  \n  \nThis is a story that narrates his everyday life",
      "es-la": "Safate es el segundo hijo de la noble familia Greed. Odia la forma en que su clan exprime el dinero de la población y la forma en que lo desperdicia, y cuando fue a oponerse a la forma de actuar de su familia, lo echaron. Aunque perdió su trabajo en la Academia Mágica y se convirtió en un vagabundo, logró vivir normalmente con su antigua colega elfa y una criada que trabajaba para su familia y que dejó su trabajo por seguirlo… \n\nEsta es una historia que narra su vida cotidiana."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "74258dd0-a0fe-4979-b4f7-a0a7a044d951",
    "title": {
      "en": "Zombie Land SAGA"
    },
    "updatedAt": "2024-05-02T21:11:50+00:00",
    "coverArt": "https://mangadex.org/covers/74258dd0-a0fe-4979-b4f7-a0a7a044d951/b77949d8-a50b-4b82-a5b5-40b27558c7a7.jpg",
    "altTitles": [
      {
        "en": "Zombieland Saga"
      },
      {
        "ja-ro": "Zonbirando Saga"
      },
      {
        "ru": "Зомбиленд Сага"
      },
      {
        "ja": "ゾンビランドサガ"
      }
    ],
    "description": {
      "en": "In the year 2008, high school girl Sakura Minamoto is abruptly killed in a traffic accident. Ten years later, Sakura, along with six \"legendary\" girls from various eras of Japan's history, are brought back as zombies by a man named Kotaro Tatsumi, who seeks to save the Saga prefecture by putting together an all-zombie idol group."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "34e45b02-b5c8-4a4b-a21a-7b5059391dc8",
    "title": {
      "en": "To Your Eternity"
    },
    "updatedAt": "2024-04-21T13:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/34e45b02-b5c8-4a4b-a21a-7b5059391dc8/be0e6f20-c9c3-4457-93a7-dc9a22ae39ac.jpg",
    "altTitles": [
      {
        "ja": "不滅のあなたへ"
      },
      {
        "ja-ro": "Fumetsu no Anata e"
      },
      {
        "es-la": "A ti, el inmortal"
      },
      {
        "de": "Für dich, den Unsterblichen"
      },
      {
        "vi": "Gửi Em Người Bất Tử"
      },
      {
        "vi": "Tới Ngươi Đích Bất Diệt"
      },
      {
        "pl": "Ku twej wieczności"
      },
      {
        "pt-br": "Uma vida imortal"
      },
      {
        "it": "A te, l'immortale"
      },
      {
        "id": "Untukmu yang Abadi"
      },
      {
        "tr": "Ölümsüz Sana"
      },
      {
        "tr": "Sana, Ölümsüz Olan"
      },
      {
        "ru": "Для тебя, Бессмертный"
      },
      {
        "ar": "إلى أبديتك"
      },
      {
        "ar": "إليك، أيُها الخالد"
      },
      {
        "hi": "तिम्रो अनन्तकाल को लागी"
      },
      {
        "th": "แด่เธอผู้เป็นนิรันดร์"
      },
      {
        "zh": "致不灭的你"
      },
      {
        "zh-hk": "致不滅的你"
      },
      {
        "ko": "불멸의 그대에게"
      },
      {
        "en": "To You, the Immortal"
      },
      {
        "kk": "Мәңгілігіне"
      },
      {
        "fr": "To Your Eternity"
      }
    ],
    "description": {
      "en": "An immortal being was sent to the surface of the earth and met a boy living alone in the middle of tundra.   \nThe being can take the shape of dying things, but only if the \"impetus\" is stronger than the previous one. What sort of experiences and meetings will the being encounter while living forever?   \n\n---   \n- **Won the 43rd Kodansha Manga Award for Shonen in 2019** \n   \n---\n\n**Links:**  \n**Officially Translated:**   \n- Alternative English version by [K MANGA](<https://kmanga.kodansha.com/title/10076/episode/319887>)\n- Alternative English version by [Inkr Comics](<https://inkr.page.link/Hmgv5BX51rftn9ar5>)\n- In French by [Pika](<https://www.pika.fr/serie/your-eternity>)   \n- In Italian by [Star Comics](<https://www.starcomics.com/fumetto.aspx?Fumetto=281315>)   \n- In Polish by [Kotori](<http://kotori.pl/nasze-wydania/ku-twej-wiecznosci/>)   \n- In Russian by [Istari](<https://istaricomics.com/katalog-knig/manga/istari-comics/to-your-eternity/>)   \n- In German by [Egmont](<https://www.egmont-shop.de/to-your-eternity-01.html>)   \n- In Indonesian by [m&c!](<http://www.mncgramedia.id/comics/comic_detail/untukmu-yang-abadi-01>) as **Untukmu yang Abadi** (2019)\n- In Brazilian Portuguese by [NewPOP](<https://www.lojanewpop.com.br/uma-vida-imortal-to-your-eternity-15576289>)",
      "fr": "\"C'est à l'épreuve de la réalité que je saurai ce que je suis... Voilà pourquoi mon voyage commence.\"\n\nUn être sous forme d'une petite sphère est envoyé sur terre, celle-ci change d'apparence en fonction de ce qu'elle rencontre.\nElle rencontre d'abord un loup puis un jeune garçon vivant seul au milieu d'un paysage enneigé. Chaque nouvelle rencontre est une occasion de vivre de nouvelles expérience pour cet être. Ainsi commence le voyage de l'Immortel, un voyage fait d'expériences et de rencontres dans un monde implacable...",
      "ja": "『聲の形』の大今良時が贈る、永遠の旅。真っ白な魂で世界に降り立つ！──現実だけが自分が誰なのかを教えてくれる。だから僕は、旅に出る。",
      "ru": "Отправленное на землю бессмертное существо знакомится с мальчиком, одиноко живущим в Тундре. Существо может принимать форму умерших, но только если «импульс» сильнее предыдущего. С какими впечатлениями и встречами столкнётся существо, живущее вечно?",
      "pt-br": "Um ser imortal foi enviado à superfície da terra e encontrou um menino que vivia sozinho no meio da tundra.\nO ser pode assumir a forma de coisas moribundas, mas somente se o \"ímpeto\" for mais forte que o anterior. Que tipo de experiências e encontros o ser encontrará enquanto viver para sempre?\n\n---\n- **Ganhou o 43º Prêmio Kodansha Manga na categoria shounen em 2019**"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d269f6e-10e1-4e4c-b453-48b38814494a",
    "title": {
      "en": "Soukyuu Boys"
    },
    "updatedAt": "2022-11-17T19:28:33+00:00",
    "coverArt": "https://mangadex.org/covers/3d269f6e-10e1-4e4c-b453-48b38814494a/1117ce0b-0dab-4d9f-b183-332d38798b9b.jpg",
    "altTitles": [
      {
        "ja": "送球ボーイズ"
      }
    ],
    "description": {
      "en": "In Himi city, where handball is the most popular sport and famous schools come to scout the players, there's Hinezumi High School, the only public school. After going to the inter high 4 years ago, they want to come back there and recover their glory. And for that they have established a height rule, preventing small players to enter the club since height equals power and they don't want small players who can do nothing against bigger opponents.  \n  \nNow Shiguma Eito, small first year who came from Tokyo, is fixated on joining the club since handball is the thing he wants to do…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "245"
  },
  {
    "mangaId": "e563a8e9-a730-4216-ba42-734aee59b3f3",
    "title": {
      "en": "Genkai Dokushin Joshi (26) Gohan"
    },
    "updatedAt": "2024-05-20T18:09:37+00:00",
    "coverArt": "https://mangadex.org/covers/e563a8e9-a730-4216-ba42-734aee59b3f3/e674b9c8-d5ac-46cf-8020-8e9a07fbfe29.jpg",
    "altTitles": [
      {
        "ja": "限界独身女子(26)ごはん"
      },
      {
        "ru": "Страдания 26-летней одинокой девушки-думера"
      },
      {
        "en": "The Meals Of A Single Woman (26) At Her Limit"
      },
      {
        "en": "26 Year Old Bachelorette's Meals"
      },
      {
        "en": "The Suffering of a 26 Year Old Unloved Female Doomer"
      },
      {
        "vi": "Bữa ăn đạm bạc của bà chị (26) độc thân"
      },
      {
        "es-la": "Comidas de despedida de soltera de 26 años"
      },
      {
        "es-la": "El sufrimiento de una Doomer no amada de 26 años"
      }
    ],
    "description": {
      "en": "Daily life of a 26 year old NEET with a bombastic bod",
      "ja": "鬱、孤独、たまに飯。\n仕事につかれ、生活につかれた限界独身女子の柊さん。どんなに憂鬱でも、おなかだけは空いてしまうようです。",
      "vi": "Cuộc sống hằng ngày cùng những bữa ăn đạm bạc của bà chị độc thân thất nghiệp chán đời.",
      "es-la": "La Sr. Hiiragi, es una chica marginalmente soltera que está cansada del trabajo y la vida. No importa cuán deprimido esté, mi estómago parece estar vacío."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30a46213-85cb-4e93-9f84-740677ddd7f5",
    "title": {
      "en": "Jyoshikou no Ouji-sama ga Watashi shika Ganchyuu ni nai rashii Yuri Anthology Comic"
    },
    "updatedAt": "2024-01-31T21:02:21+00:00",
    "coverArt": "https://mangadex.org/covers/30a46213-85cb-4e93-9f84-740677ddd7f5/d4b7b2b3-551c-4dab-ab2b-80365ccd2b38.png",
    "altTitles": [
      {
        "ja": "女子校の王子様は私しか眼中にないらしい 百合アンソロジーコミック"
      },
      {
        "ko": "여학교의 왕자님이 나 말고는 안중에 없는 것 같다 백합 앤솔로지 코믹"
      },
      {
        "en": "The Prince of the Girls’ School Seems to Only Have Eyes for Me Yuri Anthology Comic"
      }
    ],
    "description": {
      "en": "\"At the school I attend, there's a so-called 'prince of the girls' school.' Beautiful and accomplished — she's beloved by all. But for some reason, this prince seems to only have eyes for me...!?\"\n\nA yuri anthology comic of short love stories about various princes, including sparkling princes, athletic princes, and hidden otaku princes."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  }
]