[
  {
    "mangaId": "37b88c85-20b9-4f35-a024-db2c62220564",
    "title": {
      "en": "Getting Shot on the Frying Pan"
    },
    "updatedAt": "2024-02-24T18:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/37b88c85-20b9-4f35-a024-db2c62220564/027124c4-3e3f-47a4-9563-faf557e016e4.jpg",
    "altTitles": [
      {
        "ja": "鍋に弾丸を受けながら"
      },
      {
        "ja": "Nabetama"
      },
      {
        "en": "Getting Shots On Frying Pan"
      },
      {
        "ja-ro": "Nabe ni Dangan wo Ukenagara"
      },
      {
        "vi": "Ăn Đạn Trên Chảo Nóng"
      }
    ],
    "description": {
      "en": "Meet Juntaro. A Japanese fishing addict who was born and raised in what is perceived to be one of the roughest parts of Japan. It is through his lens where you can experience various parts of the world, their culture, and of course their food. He particularly loves to visit countries and cities that are also believed to be highly dangerous due to his personal belief that they will absolutely have delicious food. Because this was intended for a Japanese audience, you will also get to witness various worldviews unique to Japan alongside it all. There's just one problem:\n\nHe has extreme brainrot and views the world through a cute anime girl filter.",
      "ja": "50000点の美味を求めて美少女（？）が世界の危険地帯に赴き、現地の怪しくも魅惑的な料理の数々を喰らう！ノンフィクション＆カオス＆ハードグルメリポートコミック！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba8e2125-7879-4b62-8e3f-4f3b22d27bb7",
    "title": {
      "en": "Aoi Kiseki"
    },
    "updatedAt": "2022-04-21T17:57:35+00:00",
    "coverArt": "https://mangadex.org/covers/ba8e2125-7879-4b62-8e3f-4f3b22d27bb7/4aff9d10-ab76-4f00-a1f1-bb9fc1f3a872.jpg",
    "altTitles": [
      {
        "en": "Blue Miracle"
      },
      {
        "en": "Mavi Mucize"
      },
      {
        "en": "Milagre Azul"
      },
      {
        "en": "Лазурное чудо"
      },
      {
        "en": "المعجزة الزرقاء"
      },
      {
        "en": "苍之奇迹"
      },
      {
        "en": "蒼いキセキ"
      },
      {
        "en": "蒼之奇跡"
      }
    ],
    "description": {
      "en": "From Nagareboshi Manga:  \n  \nAll the girls are crazy over the swimming prodigy Wakatsuki Ran. Ageha, who wants to find love but isn't really looking that hard, bumps into him one day, and after surviving his sarcasm instantly pegs him as a \"stupid, obsessed swimmer\". Nonetheless, she is amazed by his talent and asks him to teach her to swim like him. How will their relationship develop?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "b8e2e934-48f3-4cae-bb77-4da512887cfa",
    "title": {
      "en": "VR HERO"
    },
    "updatedAt": "2024-02-14T14:37:54+00:00",
    "coverArt": "https://mangadex.org/covers/b8e2e934-48f3-4cae-bb77-4da512887cfa/65c8ac15-ca22-4aeb-a712-37b6d093dc36.jpg",
    "altTitles": [
      {
        "ko": "VR히어로"
      }
    ],
    "description": {
      "en": "The main character, who has a very bad life in real life, experiences a 180-degree shift in his circumstances after entering the virtual world Bitworld. Manjae was actually paying a hefty price even if he is glad to have become the strongest and to have gained a lot of fame and fortune thanks to his unexpected weapon. What will happen to the protagonist in that compulsive struggle between power and guilt… Which decision will he make?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0bb65ad2-d238-49c3-aa19-98fa02768942",
    "title": {
      "en": "Aishuu Lava"
    },
    "updatedAt": "2024-04-08T15:38:55+00:00",
    "coverArt": "https://mangadex.org/covers/0bb65ad2-d238-49c3-aa19-98fa02768942/034fe0de-7ed6-4464-b408-0528bb10b9a0.jpg",
    "altTitles": [
      {
        "es-la": "Lava, La Prisionera del amor"
      },
      {
        "ja": "愛囚ラヴァ"
      },
      {
        "en": "Aishuu Lover"
      }
    ],
    "description": {
      "en": "In a world where people suddenly developed super-powers, those who used their abilities to do evil are held at Catastrophe Prison. Shu Ono, a guard at the prison, somehow fell in love with the strongest female prisoner Lava! A crazy love-comedy about the forbidden relationship between guard and prisoner!",
      "es-la": "Un mundo en el que las personas desarrollan repentinamente habilidades diferentes. Los que utilizan sus habilidades para hacer el mal son encarcelados en una prisión de catastrófica. Shu Ono, que trabaja allí como guardia, se enamora de algún modo de la prisionera más fuerte, ¡Lava!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-04-10T12:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/175849f0-09fd-4bc0-b92a-ab601587a241.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Mes charmes sont inutiles sur Kuroiwa Medaka"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "eb2454df-4c6f-4bad-ab92-58848e8fb90f",
    "title": {
      "en": "RoboPon"
    },
    "updatedAt": "2023-02-23T12:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/eb2454df-4c6f-4bad-ab92-58848e8fb90f/7b91458d-d6b0-4407-9edd-73eddef33838.png",
    "altTitles": [
      {
        "ja-ro": "Robot Ponkots"
      },
      {
        "ja": "ロボットポンコッツ"
      },
      {
        "ja-ro": "Robot Poncots"
      }
    ],
    "description": {
      "en": "Based on the video game of the same name by Hudson Soft & Red Company, this manga follows the story of a boy who finds a robot and uses him to battle against other robots.\n\nNote: Numbering is based on both Greatest and Specialist Editions (combines 1 & 2)"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "46"
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2023-08-14T21:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/9155f8de-88f8-49a9-844d-770b5ee86dd7.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \n  \nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f53528a2-1c93-4485-b3a5-eb483693dd97",
    "title": {
      "en": "Eisei Otome no Tatakaikata"
    },
    "updatedAt": "2023-12-19T00:52:16+00:00",
    "coverArt": "https://mangadex.org/covers/f53528a2-1c93-4485-b3a5-eb483693dd97/fa2f7eeb-b30c-495a-b103-53391ae543cc.jpg",
    "altTitles": [
      {
        "ja": "永世乙女の戦い方"
      },
      {
        "zh": "永世少女的战斗方式"
      },
      {
        "ko": "영세 소녀의 싸우는 법"
      }
    ],
    "description": {
      "en": "This is the story of Kou Saotome, a high school student aiming to reach a far higher level in the world of shogi. In front of her, beautiful and fierce maidens stand in her way."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6df29d13-2dab-4ca6-a0b5-74070abf3e1d",
    "title": {
      "en": "The One Within the Villainess"
    },
    "updatedAt": "2024-02-18T12:08:29+00:00",
    "coverArt": "https://mangadex.org/covers/6df29d13-2dab-4ca6-a0b5-74070abf3e1d/f8e1f874-1ee4-4ae0-92c6-54ef8a72ddda.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuyaku Reijou no Naka no Hito ~Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu~"
      },
      {
        "ja": "悪役令嬢の中の人"
      },
      {
        "ja": "悪役令嬢の中の人〜断罪された転生者のため嘘つきヒロインに復讐いたします〜"
      },
      {
        "zh": "恶役千金的真面目"
      },
      {
        "zh": "恶役千金的真面目～为被定罪的转生者向骗子女主报复～"
      },
      {
        "zh-hk": "惡役千金的真面目"
      },
      {
        "zh-hk": "惡役千金的真面目～為被定罪的轉生者向騙子女主報復～"
      },
      {
        "ko": "악역 영애 안의 사람"
      },
      {
        "ja": "Akuyaku Reijou no Naka no Hito"
      },
      {
        "vi": "Kẻ Cư Ngụ Bên Trong Ác Nữ"
      },
      {
        "fr": "La fille au sein de l'antagoniste"
      },
      {
        "fr": "Celle à l'intérieur de la vilaine"
      },
      {
        "id": "Didalam Diri Seorang Villaness"
      }
    ],
    "description": {
      "en": "In order to clear the name of 'Emi,' a girl who had reincarnated as Remilia, the villainess of an otome game, the real Remilia who had been watching all along inside awakens.\n\nNow it's time for the true villainess' revenge to begin!",
      "id": "Agar bisa membersihkan nama \"Emi\", yaitu nama seorang gadis yang bereinkarnasi menjadi Remilia sang villainess dari sebuah game otome, Remilia asli yang selama ini mengawasi emi dari dalam akhirnya telah tersadar.\n\nSekarang adalah waktunya bagi sang villainess yang asli untuk membalaskan dendamnya!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58167656-a065-4b49-b499-bd73d00555d5",
    "title": {
      "en": "Pick Me Up"
    },
    "updatedAt": "2024-03-09T14:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/58167656-a065-4b49-b499-bd73d00555d5/4fbfc611-19f8-4a33-b8f3-8535c2779288.jpg",
    "altTitles": [
      {
        "en": "Pick Me Up, Infinite Gacha"
      },
      {
        "ko": "픽 미 업!"
      },
      {
        "ko-ro": "Pick Me Up!"
      },
      {
        "ja": "PICK ME UP～低レア★英雄の成り上がり～"
      },
      {
        "ja": "ピックミーアップ！低レア英雄の成り上がり"
      },
      {
        "ja-ro": "Pick Me up!! Tei Rea Eiyū No Nariagari"
      }
    ],
    "description": {
      "en": "1-Star heroes are just fodder for learning a boss' attack patterns.\n\nThat was Seojin Han's philosophy when playing the notoriously difficult game Pick Me Up. But after being transported into the game as one of those 1-star heroes, he's got no choice but to rise in rank and defeat the player controlling him and his party.\n\nCan a gacha game character hope to defeat a player akin to being his god?",
      "pt-br": "No jogo de gacha mobile famoso por sua extrema dificuldade, o Mestre classificado em 5º lugar no mundo, \"Loki\" perde a consciência ao invadir a Masmorra.\n\n\"O quê? Eu sou um personagem de jogo agora?\"\n\nDepois de acordar, \"Loki\" percebe que ele se transformou em um Herói de Nível 1, 1 Estrela – 'Han Yslat'. Para retornar à Terra, ele deve liderar o Mestre e os heróis novatos e limpar o 100º andar da Masmorra!\n\n\"Você mexeu com o cara errado\".\n\nEsta é a história de transporte mais difícil  pelo Mestre Loki que nunca aceita uma única derrota."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce7cd7b0-e595-4f0d-98e8-447da10d652d",
    "title": {
      "en": "Yozakura-san Chi no Daisakusen"
    },
    "updatedAt": "2024-04-12T12:33:23+00:00",
    "coverArt": "https://mangadex.org/covers/ce7cd7b0-e595-4f0d-98e8-447da10d652d/d73ab1ee-e887-4ce1-b857-314c7afda820.jpg",
    "altTitles": [
      {
        "it": "Missione: Famiglia Yozakura"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "ja": "夜桜さんちの大作戦"
      },
      {
        "en": "Mission: Yozakura Family"
      },
      {
        "ru": "Миссия семьи Ёдзакура"
      },
      {
        "vi": "Nhiệm vụ tối thượng nhà Yozakura"
      }
    ],
    "description": {
      "en": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?! A spy family comedy - the mission begins!\r\n\r\n---\r\nOfficial Release:\r\n- Indonesian release by Elex Media as **Mission: Yozakura Family** (2023)",
      "it": ":||Tradotto da [Isekai Italy Scan](https://linktr.ee/isitscan/) e [Bullet Club](https://mangadex.org/group/8588/bullet-club)   \r\n  \r\nTaiyo Asano è un timidissimo studente delle superiori e l'unica persona a cui può parlare è la sua amica d'infanzia, Mutsumi Yozakura. Si scopre che Mutsumi è la figlia della suprema famiglia di spie! Ancora peggio, Mustumi viene tormentata dal suo fratello iperprotettivo, Kyoichiro. Quale tragico destino Taiyo dovrà affrontare per salvare Mustumi?! Una commedia su una famiglia di spie - la missione avrà inizio!||"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d22cf103-18fa-4fb0-bc2c-75695895c74b",
    "title": {
      "en": "Jaco the Galactic Patrolman"
    },
    "updatedAt": "2023-01-04T17:37:20+00:00",
    "coverArt": "https://mangadex.org/covers/d22cf103-18fa-4fb0-bc2c-75695895c74b/3b4b4cbc-154e-4616-83cc-b56b79de37d7.png",
    "altTitles": [
      {
        "en": "Galactic Patrol Jaco"
      },
      {
        "es": "Jaco el patrullero galáctico"
      },
      {
        "fr": "Jaco le patrouilleur de la galaxie"
      },
      {
        "pt": "Jaco o Patrulheiro da Galáxia"
      },
      {
        "pt-br": "Jaco o Patrulheiro Galáctico"
      },
      {
        "ja-ro": "Ginga Patrol Jako"
      },
      {
        "ja": "銀河パトロールジャコ"
      }
    ],
    "description": {
      "en": "Retired scientist Omori lives alone on a deserted island while continuing his research into time-travel. His quiet life in interrupted when galactic patrolman Jaco crash-lands and decides to move in with him. This agent from space claims to be elite, but sometimes it can a little hard to believe. Can Jaco get along with the old man long enough to save the earth from a dangerous threat?  \n  \nA bonus series, [Dragon Ball Minus](https://mangadex.org/manga/13175), was released with it.\n\n[Official English](https://www.viz.com/jaco-the-galactic-patrolman)"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-04-08T11:09:07+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/d71efde0-cddf-4ccc-b52e-e953cd9d12d4.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7644b1d7-a810-4df6-82d6-bb6b0750aa5d",
    "title": {
      "en": "Legacy of the Skipped Hero: Second-Class Ascendant"
    },
    "updatedAt": "2024-03-24T13:10:04+00:00",
    "coverArt": "https://mangadex.org/covers/7644b1d7-a810-4df6-82d6-bb6b0750aa5d/c38377f4-c6eb-4d96-a5cb-75365b2fa1bb.png",
    "altTitles": [
      {
        "ko": "2차전직 스킵용사"
      }
    ],
    "description": {
      "en": "Douji, a renowned marksman specialist and the top strategist in gaming, known for skipping through content at double speed and ignoring anything not summarized in three lines, decides to take on the challenge of Ferrerus, which is a game of \"Land of Hardship\" in the gaming world.\n\nDespite his usual nonchalant approach, Douji finds himself forcefully transitioned into the hidden class of \"Skip Warrior\" within the perilous depths of Ferrerus, where even gamers who can't spare a moment for footnotes tremble.\n\nWith this melee-oriented hidden class, can Douji reclaim his former glory and ascend once more to the top rank?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b686f11-c43a-486b-aaf3-534677e87607",
    "title": {
      "en": "Bocchi the Rock! - Rock and Roll is Red (Doujinshi)"
    },
    "updatedAt": "2024-04-12T13:47:38+00:00",
    "coverArt": "https://mangadex.org/covers/0b686f11-c43a-486b-aaf3-534677e87607/9101dfe5-f275-45b0-8221-e03fd0192981.jpg",
    "altTitles": [
      {
        "ja": "ロックンロールイズレッド"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-04-08T21:41:22+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      }
    ],
    "description": {
      "en": "In a world where humans sell and buy otherworldly species as slaves, the great mage Rifenhardt is treated like the Demon King for helping the otherworldly species.\n\nA party of heroes arrive to bring down the Demon King! Rifenhardt succeeds in greatly injuring the heroes, but he faces death at the hands of... the Martial King Tesslon!\n\n\"Time and Space Regression Spell.\"\n\nHowever, Rifenhardt miraculously manages to cast this last-resort spell and regresses to the past. But...\n\n“Who are you?”\n\nHe awakens reincarnated in the body of the continent’s strongest physical warrior, Tesslon!\n\nNow begins Rifenhardt's adventures as both a great mage and the physically strongest man to change the world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0438d896-547b-497f-866f-e97b8a77a574",
    "title": {
      "en": "Anan-san wa Deatte 3-byou de Gattai shitai!"
    },
    "updatedAt": "2024-03-13T04:48:57+00:00",
    "coverArt": "https://mangadex.org/covers/0438d896-547b-497f-866f-e97b8a77a574/8a0ed30a-2077-4474-8fd9-123ab7eff2d9.jpg",
    "altTitles": [
      {
        "ja": "阿南さんは出会って3秒で合体したい!"
      },
      {
        "en": "Anan-san Wants to Combine Within 3 Seconds of Meeting!"
      },
      {
        "zh-ro": "Ānán xiǎojiě jiànmiàn 3 miǎo hòu jiù xiǎng hétǐ!"
      },
      {
        "zh": "阿南小姐见面3秒后就想合体！"
      }
    ],
    "description": {
      "en": "Anan, an office worker who's only experience with men comes watching porn, tries to win over her boss and love interest, Dept. Chief Kitazono, but fails at every turn. In fact, Kitazono is also a virgin with zero romantic experience... This is the start of a wild AV romantic comedy!",
      "ja": "恋愛経験の乏しい阿南さんは、AVを見て知識を得る拗らせOL。憧れの男性である上司の北園部長を落とすべく奮闘するが、ことごとく失敗してしまう。実は北園も童貞を拗らせた、恋愛経験0な男で…。妄想AVラブコメスタート！",
      "es-la": "Anan, una oficinista que sólo conoce a los hombres por el porno, intenta conquistar a su jefe e interés amoroso, el jefe de departamento Kitazono, pero fracasa en cada intento. De hecho, Kitazono también es virgen y no tiene ninguna experiencia romántica... Este es el comienzo de una salvaje comedia romántica AV."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "611abd12-2640-49f0-89e1-44a6a79bf8c8",
    "title": {
      "en": "Unexpected Luck"
    },
    "updatedAt": "2024-03-26T18:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/611abd12-2640-49f0-89e1-44a6a79bf8c8/b38be28c-2604-4ae5-a2c1-3554064541b2.jpg",
    "altTitles": [
      {
        "zh": "追尾"
      },
      {
        "en": "Rear-End Collision"
      }
    ],
    "description": {
      "en": "\"Young Master Chi, you're not going to help me unconditionally, are you?\"\n\n\"You'll find out soon enough what this deal entails. Now, all you need to do is give me an answer. Do you want this opportunity or not?\"\n\n\"Yes, I do.\"\n\nChi Mingyao made a deal with an actor who was brave enough to block him because of a car accident. He only wanted to tease the little actor at first, but eventually, he genuinely wanted to befriend Li Yangxiao and pass on his good luck to him—all so that Yangxiao could chase his dreams without a care in the world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41fbd08c-e2da-4f62-ae84-5ce55503e116",
    "title": {
      "en": "My Fake Girlfriend's Defending Against Their Attacks"
    },
    "updatedAt": "2024-04-12T14:00:27+00:00",
    "coverArt": "https://mangadex.org/covers/41fbd08c-e2da-4f62-ae84-5ce55503e116/d4d55478-ee6b-4e2f-928e-e13e336622de.jpg",
    "altTitles": [
      {
        "zh": "我的假女友正全力防御她们的进攻"
      },
      {
        "en": "My Fake Girlfriend's Defending Against Their Attack"
      },
      {
        "en": "My Fake Girlfriends are using me as a Shield"
      },
      {
        "zh-ro": "Wo De Jia Nüyou Zheng Quanli Fangyu Tamen De Jingong"
      }
    ],
    "description": {
      "en": "One day, I was suddenly confessed by a girl, in order to reject her, I had to find a fake girlfriend. I didn’t expect that my plan to avoid trouble… would lead to an even bigger trouble? The arrogant Archery Department ” Vicious Princess”, the “White Fox” who is good at flirting, the long black straight “Flower of the Highlands”, and… the sickly brother and sister plot! Is my youthful love story also full of problems?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a023b19-970d-4ca9-9d11-a7dedfd37d70",
    "title": {
      "en": "Yakuza Paradise"
    },
    "updatedAt": "2024-02-25T09:49:47+00:00",
    "coverArt": "https://mangadex.org/covers/0a023b19-970d-4ca9-9d11-a7dedfd37d70/9292dde3-1e8d-4690-83ae-f0b02da7b745.jpg",
    "altTitles": [
      {
        "ja": "極道楽園"
      },
      {
        "ja": "極道パラダイス"
      },
      {
        "ja-ro": "Gokudo Paradise"
      }
    ],
    "description": {
      "en": "The 18-year-old Taro Sato, who had no dreams or goals and was leading a lazy life, is scouted by chance to be a driver for a yakuza boss. Taro is at the mercy of the yakuza gang leader's life, which has suddenly begun. Can he become a \"cool guy\" like his gang leader?!\n\nThis is a genuine gangster story that pursues realism to the extreme!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af0527c1-8734-4498-b128-7090340bc10d",
    "title": {
      "en": "Dragon Ball - Digital Colored Comics"
    },
    "updatedAt": "2023-08-03T15:12:56+00:00",
    "coverArt": "https://mangadex.org/covers/af0527c1-8734-4498-b128-7090340bc10d/74af82cd-d605-4600-a697-64b2cc96d01b.jpg",
    "altTitles": [
      {
        "en": "Dragon Ball - Full Color Edition"
      },
      {
        "en": "Dragon Ball (Official Colored)"
      },
      {
        "ja": "DRAGON BALL カラー版"
      }
    ],
    "description": {
      "en": "Digital colored version of Akira Toriyama's original best selling manga"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "519"
  },
  {
    "mangaId": "983fb5f1-3555-4769-b8f1-2d857499d3cd",
    "title": {
      "en": "Coffee wo Shizuka ni"
    },
    "updatedAt": "2024-01-18T08:06:59+00:00",
    "coverArt": "https://mangadex.org/covers/983fb5f1-3555-4769-b8f1-2d857499d3cd/e56da150-227f-4806-9b49-08c67b8884c6.jpg",
    "altTitles": [
      {
        "ja": "珈琲をしづかに"
      },
      {
        "ja-ro": "Koohii o Shizuka ni"
      },
      {
        "en": "Coffee for Shizuka"
      },
      {
        "en": "A cup of coffee."
      },
      {
        "ja-ro": "Kimi no Love o Misetekure!"
      }
    ],
    "description": {
      "en": "Hatano Takaki is a third-year in high school who can’t wait to become a “real adult”. One day, he passes by a café and finds himself mysteriously drawn to the proprietress, a mysterious woman who seems to be hiding a secret sadness. Through her, through coffee, and through his encounters with the other café patrons, he begins to taste the bittersweet feelings of love and growing up."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30"
  },
  {
    "mangaId": "3424f790-bc25-4a5d-8798-cd79b6f34487",
    "title": {
      "en": "The Ex-tra Hot Neighbor"
    },
    "updatedAt": "2024-03-08T14:45:23+00:00",
    "coverArt": "https://mangadex.org/covers/3424f790-bc25-4a5d-8798-cd79b6f34487/233b4a44-14f9-4316-981f-dff8719c9310.jpg",
    "altTitles": [
      {
        "ko": "허상의 관계"
      },
      {
        "en": "An Imaginary Relationship"
      }
    ],
    "description": {
      "en": "Finding the perfect guy isn’t easy, but looks like Eunseo just hit the jackpot. Seung-hyuk’s a handsome, hot hunk with a pretty face that anyone would fall in love with. How could you resist someone like that, especially if they feel so much like Mr. Right? Well, as with any good thing, there is a small catch. Apparently, Seung-hyuk is a friend’s ex-boyfriend. Not just any friend, but Eunseo’s new roommate, Minjae. What a fix. Eunseo wants to keep on meeting this hottie, but hurting his friend’s feelings isn’t right, right? Even if the hottie lives next door and they literally run into each other all the time? Right?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "56"
  },
  {
    "mangaId": "fed16739-b4fc-447a-9e2f-36cf61ea1908",
    "title": {
      "en": "Renai Flops"
    },
    "updatedAt": "2024-03-16T12:08:07+00:00",
    "coverArt": "https://mangadex.org/covers/fed16739-b4fc-447a-9e2f-36cf61ea1908/d9bec578-a7a3-4396-a715-b0e151a90450.jpg",
    "altTitles": [
      {
        "en": "Love Flops"
      },
      {
        "ja": "恋愛フロップス"
      }
    ],
    "description": {
      "en": "Asahi Kashiwagi lives the typical life of an average high school student—until the day a TV fortune teller's predictions come true one after another, culminating in a series of risqué encounters! Destiny seemingly draws five beautiful girls into Asahi's path, and soon he finds himself fielding not one, not two, but five love confessions. Asahi will need to follow his heart to find the perfect love for him, or else his love fortunes may end in one epic flail and flop.",
      "ja": "平凡な男子高校生・柏樹朝はある朝つけたテレビで5つのラッキーワードを耳にする。\n「曲がり角」「電車」「階段」「お掃除ロボ」「犬」、それはこれから出会う5人のヒロインとの\n邂逅を示唆するものだった…！ムフフなハプニングを越え、初手から強烈なビンタを喰らった朝の運命は——？",
      "es-la": "Asahi Kashiwagi vive la típica vida de un estudiante de instituto medio, hasta el día en que las predicciones de una adivina de la televisión se hacen realidad una tras otra, culminando en una serie de encuentros arriesgados. El destino parece atraer a cinco hermosas chicas al camino de Asahi, y pronto se encuentra con que tiene que hacer no una, ni dos, sino cinco confesiones de amor. Asahi tendrá que seguir a su corazón para encontrar el amor perfecto para él, o de lo contrario su fortuna amorosa podría terminar en un épico fracaso.",
      "pt-br": "Asahi Kashiwagi vive a vida típica de um estudante médio do ensino médio - até o dia em que as previsões de uma cartomante da TV se tornam realidade uma após a outra, culminando em uma série de encontros arriscados! O destino aparentemente atrai cinco lindas garotas para o caminho de Asahi, e logo ele se vê recebendo não uma, não duas, mas cinco confissões de amor. Asahi precisará seguir seu coração para encontrar o amor perfeito para ele, ou então sua fortuna amorosa pode terminar em um épico flop."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "19"
  },
  {
    "mangaId": "4ddbf0cb-b00e-43fa-a980-21aab630c7ff",
    "title": {
      "en": "The Woman Who Messes With My Emotions (2022)"
    },
    "updatedAt": "2024-03-28T18:23:30+00:00",
    "coverArt": "https://mangadex.org/covers/4ddbf0cb-b00e-43fa-a980-21aab630c7ff/872648e3-32b2-4f1a-9ee5-30036cdedbf5.jpg",
    "altTitles": [
      {
        "ja": "情緒をめちゃくちゃにしてくる女"
      },
      {
        "ja-ro": "Joucho wo Mechakuchani Shitekuru Onna"
      },
      {
        "en": "A Woman Who Will Mess Up My Emotions"
      }
    ],
    "description": {
      "en": "Yuta was your typical introverted loser.\n\nOne day, he got invited to an IRL meeting by someone he met online with a shared interest. He wondered what kind of person will be there, and it turned out to be a beautiful lady far beyond his expectation! Yuta felt thrilled but guilty, and he was flustered at every turn.\n\nSeeing his nervousness, she tried to draw him out of his shell...?\n\n---\n\nThe serialized version of the original webcomic A Woman Who Will Mess Up Your Emotions."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9b3de2c-5398-4d51-a4f9-bbad25834c3c",
    "title": {
      "en": "White Angels Have No Wings"
    },
    "updatedAt": "2022-12-30T14:09:58+00:00",
    "coverArt": "https://mangadex.org/covers/f9b3de2c-5398-4d51-a4f9-bbad25834c3c/41f34cc2-112f-435a-8ea7-28e5625bc27c.jpg",
    "altTitles": [
      {
        "ko": "하얀천사에게 날개는 없다"
      }
    ],
    "description": {
      "en": "A Catholic school where everything seems tranquil and fine. But for Ayeon, a day doesn't pass without getting bullied until one day, Yeonhwa steps in against the bullies. Ayeon is grateful for Yeonhwa but what she doesn't realize is that there seems to be something more than just good intentions behind that beautiful smile.",
      "pt": "A história se passa em um colégio católico, onde a doce e gentil Song Ayeon, passa seus dias de tormento sofrendo Bullyng dia após dia, até que um \"anjo\" Baek Yeinhwa à salva com suas \"boas\" intenções, mas por trás dessa bondade toda ela têm seus motivos pra salvar a pobre donzela das garras…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "77"
  },
  {
    "mangaId": "e6798008-41b8-49fa-9318-a653ffe11c73",
    "title": {
      "en": "Onegai, Nugashite."
    },
    "updatedAt": "2024-03-31T13:20:48+00:00",
    "coverArt": "https://mangadex.org/covers/e6798008-41b8-49fa-9318-a653ffe11c73/d118e5ce-242e-4e47-abc8-986c1d0b0bab.jpg",
    "altTitles": [
      {
        "en": "Please, Take It Off."
      },
      {
        "ko": "부탁이야, 벗겨줘"
      },
      {
        "ja": "お願い、脱がシて。"
      },
      {
        "zh-hk": "拜託了、脫下來吧。"
      },
      {
        "ne": "कृपया, फुकालिदेऊ"
      },
      {
        "vi": "Làm ơn, giúp tớ cởi nó xuống!"
      }
    ],
    "description": {
      "en": "There is a curse on this school. It prevents the person who commits \"impure acts\" from taking off his or her panties. Only the right hand of the protagonist can break the curse and remove the panties, his name is Kamite.\n\nKamite tells the girls that they have been cursed and that he can take off their panties, but... obviously it is almost unacceptable for them to have any man take them off...!\n\nThis is how the girls end up in a lot of trouble. But if the panties are not removed, they can get into even more trouble...",
      "es": "Hay una maldición en esta escuela. La cual, le impide quitarse la ropa interior a toda persona que cometa \"actos impuros\" dentro de la escuela. Solamente la mano derecha de Kamite es capaz de romper la maldición y quitarles la ropa interior. Él les menciona a las chicas que han sido maldecidas y que es capaz de quitarles la ropa interior, pero… ¡Obviamente es casi inaceptable para ellas que un hombre cualquiera se las quite…! Así es como las chicas terminan pasando por momentos de confusión. Pero, si no les es quitada la ropa interior, puede que tengan algo que lamentar.",
      "pt-br": "Existe uma maldição nesta escola. Que impede que a pessoa que cometa “atos impuros” tire sua calcinha. Só a mão direita do protagonista consegue quebrar a maldição e tirar a calcinha, seu nome é Kamite. Kamite fala para as garotas que elas foram amaldiçoadas e que ele pode tirar sua calcinha, mas… obviamente é quase inaceitável para elas que um homem qualquer a tire…! É assim que as garotas acabam passando por vários perrengues. Mas se a calcinha não for retirada, elas podem ter mais problemas ainda."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "183"
  },
  {
    "mangaId": "8f542695-6d90-48a3-bee7-cc84175857ee",
    "title": {
      "en": "One Day Outing Foreman"
    },
    "updatedAt": "2023-12-12T01:57:36+00:00",
    "coverArt": "https://mangadex.org/covers/8f542695-6d90-48a3-bee7-cc84175857ee/a372da68-ca8c-4d39-872c-08dc220cbc3a.png",
    "altTitles": [
      {
        "ja": "１日外出録ハンチョウ"
      },
      {
        "en": "1 Day Outing Foreman"
      },
      {
        "ja-ro": "Ichinichi Gaishutsuroku Hanchou"
      }
    ],
    "description": {
      "en": "At a certain prison under the surface, the \"bottom of the bottom\" that is the Teiai Underground Labor Facility, there is a man who uses his \"one-day outing passes\" to go above ground and enjoy all the luxuries of life while living in the poor conditions of the underground. His name is Ootsuki, and he is the leader of Squad E and a master of enjoying himself all day long with eating, drinking, and having a great time."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-04-05T22:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc0174cc-33a0-4792-aa03-78d155179d27",
    "title": {
      "en": "Saiyuki Gaiden"
    },
    "updatedAt": "2021-05-25T15:48:35+00:00",
    "coverArt": "https://mangadex.org/covers/dc0174cc-33a0-4792-aa03-78d155179d27/4d59fd5c-61e2-405a-8fe1-61dc204f0efd.jpg",
    "altTitles": [
      {
        "en": "Saiyuuki Gaiden"
      },
      {
        "en": "最遊記外伝"
      }
    ],
    "description": {
      "en": "500 years before the story of Saiyuki, a heretic child with golden eyes is brought into Heaven. He is given into the reluctant care of a minor deity named Konzen, the nephew of the Merciful Goddess Kanzeon Bosatsu. Konzen eventually gives the child the name \"Goku\". Goku becomes friends with two other minor gods, Marshal Tenpou and General Kenren of the Western Army of Heaven. He also meets a strange little boy who seems to be his own age, the War Prince Nataku. Although Goku is happy in his new home, Heaven is not kind to heretics. There are those who would use Nataku and Goku as tools in an attempt to seize the throne of Heaven, and Konzen, Tenpou, and Kenren may not be able to save them."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "0ab982b4-4159-45b5-b865-fd55df90372d",
    "title": {
      "en": "His Little Amber"
    },
    "updatedAt": "2023-12-24T12:31:16+00:00",
    "coverArt": "https://mangadex.org/covers/0ab982b4-4159-45b5-b865-fd55df90372d/42073ac9-d7aa-4fda-840f-7bba21726af3.jpg",
    "altTitles": [
      {
        "ja": "ヒズ・リトル・アンバー"
      }
    ],
    "description": {
      "en": "20 years ago, Genji, a widower and former Yakuza, rescued what he thought was an abandoned kitten in the rain. That ‘cat’ turned out to be a shape-shifting non-human, and Genji found himself raising a young boy. Now, that boy has grown into a handsome young man, and now, their relationship begins to change."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "2",
    "lastChapter": "8"
  },
  {
    "mangaId": "4c823fc9-34bd-4403-b678-cd4f26a80f13",
    "title": {
      "en": "New Testament - Star of the Giants"
    },
    "updatedAt": "2022-05-17T22:58:02+00:00",
    "coverArt": "https://mangadex.org/covers/4c823fc9-34bd-4403-b678-cd4f26a80f13/584e6e6e-f27c-4bc2-86c4-0ceb9bd3501f.jpg",
    "altTitles": [
      {
        "en": "New Testament - Hoshi of the Giants"
      },
      {
        "ja-ro": "Shinyaku"
      },
      {
        "ja-ro": "Shinyaku Kyojin no Hoshi Hanagata"
      },
      {
        "ja": "新約「巨人の星」花形"
      },
      {
        "ja": "花形"
      }
    ],
    "description": {
      "en": "Mitsuru Hanagata, the genius little league pitcher. He injured his shoulder in a little league match and withdrew from baseball. His shoulder should have healed, but in a match against the a baseball club full of hooligans, he realises that his shoulder is permantly injured. He will never be able to pitch again. So he turns to becoming a genius batter instead!"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "192"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d834-fdab-4ac4-b3c9-821f1580f991",
    "title": {
      "en": "Company and Private Life"
    },
    "updatedAt": "2024-02-25T14:48:48+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d834-fdab-4ac4-b3c9-821f1580f991/ce992131-1769-4a6a-afcf-78134100f73b.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu"
      },
      {
        "es-la": "Vida empresarial y privada"
      }
    ],
    "description": {
      "en": "A Twitter series about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.\n\n---\n**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/4729811/series/198059)",
      "es-la": "Los colegas con diferentes personalidades tienen una vida privada donde uno se viste como una lolita y el otro se viste como una persona funky goath."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "The Fragrant Flower Blooms With Dignity"
    },
    "updatedAt": "2024-03-21T12:41:07+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/2304951d-bd3a-4442-abab-690bc532af52.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59c546fb-2dff-4b3c-8859-9a0b55066830",
    "title": {
      "en": "Gunjou Other Half"
    },
    "updatedAt": "2023-12-03T06:36:00+00:00",
    "coverArt": "https://mangadex.org/covers/59c546fb-2dff-4b3c-8859-9a0b55066830/8139d830-4b51-49ef-b1f2-e6ff60071a01.jpg",
    "altTitles": [
      {
        "ja": "群青アザ―ハーフ"
      },
      {
        "en": "Ultramarine Blue Other Half"
      }
    ],
    "description": {
      "en": "\"I found you, my fated person\"\n\nI thought it was something that existed in a totally different universe from mine...\n\nNaganuki Natsume is unexpectedly assessed to have transitioned into an Omega. Unable to catch a break, on that same day, he meets his \"fated pair\", Arima Kouta.\nThe naive and innocent Arima, who transferred into his school, remains undettered and constantly whispers his love to Naganuki.\nNaganuki had spent his life peacefully until now, but before he knows it, he's already swept up by Arima's enthusiasm...?!\n\nAn Infatuated, Devoted Puppy Alpha x An Aloof, Strong-willed Tsun Omega\n\nThe two's fates intertwine in this youthful omegaverse school-life story!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1eea01be-0694-47ac-8993-a23ad826aef7",
    "title": {
      "en": "Jojoni Deremi ga Mashiteku Tsundere Gyaru"
    },
    "updatedAt": "2024-04-12T12:30:45+00:00",
    "coverArt": "https://mangadex.org/covers/1eea01be-0694-47ac-8993-a23ad826aef7/155d682a-ee06-4ece-bbae-9eb3a4e84d4e.jpg",
    "altTitles": [
      {
        "ja": "徐々にデレ味が増してくツンデレギャル"
      },
      {
        "vi": "Cô nàng gal tsundere ngày càng đáng yêu hơn"
      },
      {
        "ja-ro": "Jojoni Deremi ga Mashiteku Tsundere Gal"
      },
      {
        "ja-ro": "Jojoni Deremi ga Mashiteku Tsundere Gyaru"
      },
      {
        "tr": "Tsundere Gal Günden Güne Daha Sevimli Hale Geliyor"
      },
      {
        "en": "The Tsundere Gal Whose Dere Side Gradually Increases"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b47b35d7-fa7f-4277-a626-5525f3ba20bb",
    "title": {
      "en": "Mobile Suit Gundam SEED Destiny - The Edge"
    },
    "updatedAt": "2023-12-26T19:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/b47b35d7-fa7f-4277-a626-5525f3ba20bb/fe23d079-1fef-4778-99d8-38450eacb446.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam SEED Destiny - The Edge"
      },
      {
        "ja": "機動戦士ガンダムSEED DESTINY THE EDGE"
      }
    ],
    "description": {
      "en": "Retelling of Mobile Suit Gundam SEED Destiny's story from Athrun Zala's point of view."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "751254d3-ba82-4f3d-9c3c-97c070469bff",
    "title": {
      "en": "Zatsuyou Fuyo Jutsushi ga Jibun no Saikyou ni Kizuku made"
    },
    "updatedAt": "2024-01-28T21:36:28+00:00",
    "coverArt": "https://mangadex.org/covers/751254d3-ba82-4f3d-9c3c-97c070469bff/f936ca28-7a5b-4966-8fd4-a5b26ccadf5b.jpg",
    "altTitles": [
      {
        "ja": "雑用付与術師が自分の最強に気付くまで"
      },
      {
        "en": "Until the Chore Granting Sorcerer Realized That He Is At His Strongest"
      }
    ],
    "description": {
      "en": "Wimme Strauss is an adjunct sorcerer who provides support and does odd jobs. However, after defeating the master of the hierarchy, he is expelled from the party by the leader, whose pride is hurt. Wimme is at a loss, but his childhood ~~stalker~~friend Heidemarie finds him and recruits him for the biggest party, the Wings of the Dragon.\n\"It's like a miracle ...... fuhehe.\"\nHe claims that his achievement is a coincidence, but it's only a matter of time before everyone around him realizes what he's capable of."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "26a869ad-bd0c-4d2d-9ce4-e136d4d02777",
    "title": {
      "en": "My Crazy Boss"
    },
    "updatedAt": "2023-07-23T10:14:28+00:00",
    "coverArt": "https://mangadex.org/covers/26a869ad-bd0c-4d2d-9ce4-e136d4d02777/231d1aa1-0470-4e24-8e74-35d5819710fb.jpg",
    "altTitles": [
      {
        "ko": "사장님이 미쳤어요"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcd11e14-3551-4dec-a780-0b5241fe87e2",
    "title": {
      "en": "Chatting at the Amber Teahouse"
    },
    "updatedAt": "2023-12-05T00:30:45+00:00",
    "coverArt": "https://mangadex.org/covers/fcd11e14-3551-4dec-a780-0b5241fe87e2/bd550385-3e5f-461c-9df3-5f1312acba6a.jpg",
    "altTitles": [
      {
        "ja-ro": "Ameiro Kouchakan Kandan"
      },
      {
        "en": "Chatting Over Tea at the Amber Teahouse"
      },
      {
        "ja-ro": "Otomeiro Stay Tune"
      },
      {
        "ru": "Беседа за чашечкой чая"
      },
      {
        "zh": "飴色紅茶館歓談"
      },
      {
        "ja": "飴色紅茶館歓談"
      }
    ],
    "description": {
      "en": "Set at a shop called The Amber Tea-house, this is a very heartwarming story that focuses on Seriho, the proprietress of the tea house, and Sarasa, the high school student who works there part-time. It'll set your heart aflutter!  \n  \nVolume 2 also includes Chapters 1-4 of Otomeiro Stay Tune as extras.  \n  \nA prologue can be found in Eternal Sisters."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "12"
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou."
    },
    "updatedAt": "2024-03-30T23:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/b70c874a-be6d-4089-989d-7c408536544d.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind.\n\nWhen he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.\n\nThe new normal graph of youth is about to begin.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。\n\n舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。\n\n真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n日常が変わっていく、つみきさんと一緒なら。\n\nまだ誰も知らない、ニューノーマルな青春がここに。",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee6b75bd-d359-473d-a2b4-c8fb10470833",
    "title": {
      "en": "The Strongest in History"
    },
    "updatedAt": "2024-04-12T11:47:37+00:00",
    "coverArt": "https://mangadex.org/covers/ee6b75bd-d359-473d-a2b4-c8fb10470833/71435291-c2a8-4c21-b2f5-0100dfef0a24.jpg",
    "altTitles": [],
    "description": {
      "en": "Be it Guan Yunchang, the Saint of War, Xiang Yu, the Hegemon King of Chu,  the below one and above all, Lu Fengxian, or Oboi, each pair is going to face off each other in a life-death battle. The ultimate winner shall be granted a wish. [Remake]"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d152582d-3f0c-4f5e-a0c1-6658b9be30f0",
    "title": {
      "en": "Captain Kid"
    },
    "updatedAt": "2024-03-02T14:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/d152582d-3f0c-4f5e-a0c1-6658b9be30f0/1e43bd67-4ab7-42a9-a005-dfab9d0ff31d.png",
    "altTitles": [
      {
        "vi": "Hoàng Tử Cướp Biển"
      },
      {
        "vi": "Hoàng Tử Sinh Bá"
      },
      {
        "ru": "Капитан Кид"
      },
      {
        "ja": "キャプテンキッド"
      },
      {
        "zh-hk": "海盜王子"
      },
      {
        "zh-ro": "Hǎidào wángzǐ"
      }
    ],
    "description": {
      "en": "In the 19th century, there lived a young pirate king, feared enough to be called the “Devil of the Sea”. His name is Captain Kid! With his mysterious guardian sword, Black Lightning, he sails the seven seas aboard his vessel, the Golden Drake!! What awaits him? Is it hell, or the furious waves of the ocean?! The adventurous tale of Kid and his band of rogues begins here!!"
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "64"
  },
  {
    "mangaId": "109cf150-2ec3-4e34-9ecf-ce928e484f43",
    "title": {
      "en": "Beni Tsubaki"
    },
    "updatedAt": "2024-04-07T11:36:16+00:00",
    "coverArt": "https://mangadex.org/covers/109cf150-2ec3-4e34-9ecf-ce928e484f43/c31958dd-4f42-4e8e-ac41-73277f14f845.jpg",
    "altTitles": [
      {
        "es": "Camelia Carmesí"
      },
      {
        "en": "Crimson Camellia"
      },
      {
        "ja": "紅椿妃"
      },
      {
        "ko": "베니츠바키"
      },
      {
        "zh-hk": "紅椿妃"
      },
      {
        "zh": "红椿妃"
      },
      {
        "ja-ro": "Benitsubaki"
      }
    ],
    "description": {
      "en": "Kisshouin Tsubaki aka the \"Crimson Camellia\" wants to satisfy her occultistic curiosity by having a hands-on experience with every Yokai she can find.  Let's follow her in her travels, accompanied by her trusted cameraman Yokomizo-kun.",
      "es": "Kisshouin Tsubaki alias la \"Camelia Carmesí\", una bella reportera de lo oculto, quiere satisfacer su curiosidad intelectual teniendo una experiencia práctica con cada Yokai que pueda encontrar.  \nSígala en sus viajes, acompañada por su confiable camarógrafo Yokomizo-kun."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2023-07-08T05:43:17+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/40d9e0e8-7329-44e3-8d81-4a3d687b8d55.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e3ec8e6-cee0-4779-8f4e-c42ab683ef75",
    "title": {
      "en": "Musuko ga Kawaikute Shikataganai Mazoku no Hahaoya"
    },
    "updatedAt": "2024-02-22T11:23:50+00:00",
    "coverArt": "https://mangadex.org/covers/2e3ec8e6-cee0-4779-8f4e-c42ab683ef75/4b7fd04e-96f8-4850-bb8a-49aac4472704.jpg",
    "altTitles": [
      {
        "en": "Demon Mother: My Son is so Cute, I Just Can't Help Myself!"
      },
      {
        "es-la": "La madre demonio indefensa frente a la lindura de su hijo"
      },
      {
        "zh": "儿子可爱过头的魔族母亲"
      },
      {
        "ja": "息子がかわいくて仕方がない魔族の母親"
      },
      {
        "ko": "아들이 귀여워서 어쩔 수 없는 마족엄마"
      },
      {
        "tr": "Oğlunun Tatlılığına Karşı Koyamayan Bir Şeytan Anne"
      }
    ],
    "description": {
      "en": "Lorem, an infamous and fearsome demoness, has had to settle down for the sake of Gospel, her baby boy. Try as she might, she is a loving and doting mother, but she remains fearsome to both fellow demon and human onlookers because she retains the dire reputation of her wild and terrible youth years past.\n\nFor the sake of motherly love, she has to persevere, to learn and to thrive in a world where she's not alone. For the sake of Gospel and his future.\n\nFeel the Love in it!",
      "tr": "Bir iblisin kötü günlerini arkada bırakarak, anne olma yolundaki adımlarını anlatan sevimli bir seri."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "202"
  },
  {
    "mangaId": "ebe6dcbf-8e3a-4f79-b6df-e9e18f5d3cce",
    "title": {
      "en": "Kaguya-den"
    },
    "updatedAt": "2024-01-29T17:44:51+00:00",
    "coverArt": "https://mangadex.org/covers/ebe6dcbf-8e3a-4f79-b6df-e9e18f5d3cce/f981eb32-87ba-4f0f-bc21-009bf00c8c02.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaguya-den"
      },
      {
        "ja-ro": "Kaguyaden"
      },
      {
        "en": "Tale of Kaguya"
      },
      {
        "ja": "輝夜伝"
      }
    ],
    "description": {
      "en": "Once upon a time, there was a beautiful woman among the bamboo...\n\nIn order to defeat the enemy of her brother, her only living relative, a young girl dives into her destiny to find out the truth of \"Fifteen Nights of Blood\" and the mystery of her brother's death."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": ""
  },
  {
    "mangaId": "5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb",
    "title": {
      "en": "Kyouran Reijou Nia Liston - Byoujaku Reijou ni Tensei shita Kamigoroshi no Bujin no Karei Naru Musouroku"
    },
    "updatedAt": "2024-04-04T16:55:31+00:00",
    "coverArt": "https://mangadex.org/covers/5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb/6e5ce4e6-a281-43c1-a867-a93a54087c27.jpg",
    "altTitles": [
      {
        "ja": "凶乱令嬢ニア・リストン 病弱令嬢に転生した神殺しの武人の華麗なる無双録"
      },
      {
        "en": "Brutal Daughter Nia Liston: A Splendid Matchless Record of a God-Slaying Warrior Reincarnated as a Sickly Daughter"
      },
      {
        "vi": "Cuồng loạn lệnh nương - Nia Liston"
      },
      {
        "en": "Nia Liston: The Merciless Maiden"
      }
    ],
    "description": {
      "en": "The strongest reincarnated daughter goes on the rampage! A gripping, otherworldly entertainment!\n\n\"I wanted to die fighting anyway.\"\n\nThe great hero, who once even killed a god, wanted to fight even in death. What awaited her was her reincarnation as a sickly noblewoman. In the future world, she becomes the beautiful but too weak Daughter Nia Liston, but in her second life, she goes on a rampage in battle, in delivery activities and in academy life!\n\nThis is a record of the brilliant battles of the hero who will eventually be known as the \"Wicked Rampant Daughter\". The most powerful Warriors' Daughter presents the start of a painful otherworldly entertainment!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "de2c8252-d340-4f8f-a071-0ca69e145c1d",
    "title": {
      "en": "Asoko de Hataraku Musubu-san"
    },
    "updatedAt": "2024-01-08T10:42:08+00:00",
    "coverArt": "https://mangadex.org/covers/de2c8252-d340-4f8f-a071-0ca69e145c1d/17db115f-b6dc-4985-867f-c17001f490c7.jpg",
    "altTitles": [
      {
        "en": "Musubu, the Girl Working There"
      },
      {
        "en": "The Musubu who works there"
      },
      {
        "ru": "Здесь работает Мусубу-сан"
      },
      {
        "ja": "あそこではたらくムスブさん"
      },
      {
        "ko": "그곳에서 일하는 무스부 씨"
      },
      {
        "th": "คุณมุสุบุกับงานของเธอ"
      },
      {
        "zh": "在那里工作的结小姐"
      },
      {
        "it": "Il duro lavoro di Musubu"
      },
      {
        "fr": "Le labo de Musubu"
      },
      {
        "ko": "거기서 일하는 무스부 씨"
      },
      {
        "en": "Musubu-san Who Works Over There"
      }
    ],
    "description": {
      "en": "Sagami Gorou works in sales at Shounan Rubber Industries Co., Ltd. He is secretly harboring feelings for Musubu, a girl working in the company's integrated development department. And what this lovely young scientist is researching day and night are actually…",
      "pt-br": "Sagami Gorou trabalha no setor de vendas da Indústria de Borracha Shounan Ltda e tem guardado seus sentimentos por Musubu, uma garota que trabalha no departamento de desenvolvimento integrado, em segredo. O objeto de estudo desta adorável cientista, na verdade é…"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]