[
  {
    "mangaId": "64ed4d14-9e00-4b63-8799-547a508f5344",
    "title": {
      "en": "Parallel Paradise"
    },
    "updatedAt": "2024-05-16T17:52:48+00:00",
    "coverArt": "https://mangadex.org/covers/64ed4d14-9e00-4b63-8799-547a508f5344/2e17bb23-f791-49a3-9446-a171f0c25add.jpg",
    "altTitles": [
      {
        "fr": "Un paradis parallèle"
      },
      {
        "ja": "パラレルパラダイス"
      },
      {
        "zh": "平行天堂"
      },
      {
        "ko": "병렬 파라다이스"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "vi": "Thiên đường song song tại dị giới"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?",
      "pt-br": "Em um dia na escola Youta vê alguém estranho entrando na escola, do nada este ser aparece ao seu lado e o joga do 3º andar! Porém ele vai parar em um mundo estranho, onde seres parecidos com dragões existem! Youta conhece uma jovem paladina, e descobre que é o único homem habitando aquele planeta, e que suas habitantes são extremamente ‘fracas’ a sua presença… seria este o paraíso?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5caf00b-2c15-400d-a5e4-b35410172255",
    "title": {
      "en": "The Extra Is Too Powerful"
    },
    "updatedAt": "2024-05-29T00:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/a5caf00b-2c15-400d-a5e4-b35410172255/383369fc-b02d-4a93-a677-decd0697f2db.jpg",
    "altTitles": [
      {
        "ko": "엑스트라가 너무 강함"
      },
      {
        "ko-ro": "Ekseuteura-ga Neomu Gangham"
      },
      {
        "en": "The Extra Is Too Strong"
      },
      {
        "es-la": "El Extra es Demasiado Fuerte"
      }
    ],
    "description": {
      "en": "I received the same question every day, but the answer never changed. The only things I had left were sympathetic gazes and the monthly insurance payments. \n\nAnd the cruel reality of being half-paralyzed. \n\nThey say that God only gives you trials you can endure, but I would rather have died. That was when I woke up— \n\n[This is the world of the “Magician Who Dominates the World.”] \n\n[From now on, you must live as the character “Mord Vernars.”] \n\nI became an extra in the novel I was reading overnight.",
      "ko": "반신불구의 남자, 엄태성.\n그의 취미는 오로지 소설을 읽는 것뿐이었다.\n\n그러던 어느 날, 자신이 밤새 읽은 소설 속에 들어와 버렸다?!\n게다가 이야기 속에서 그가 맡은 역할은…….\n‘엑스트라잖아?’\n\n그런데 이 엑스트라의 설정은 무시할 수 없다,\n최강의 혈통, 괴물 같은 재능!\n\n그리고 그에게 주어진 하나의 운명!\n\n[파멸의 운명을 깨부숴라. 그러면 소원을 이룰 것이다.]\n\n세계의 파멸을 막기 위한 먼치킨 엑스트라의 대반란이 시작된다!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4bafceb5-c1b9-46f7-928d-3ff01b6627b4",
    "title": {
      "en": "Saigo no Saiyuuki"
    },
    "updatedAt": "2024-05-20T15:07:56+00:00",
    "coverArt": "https://mangadex.org/covers/4bafceb5-c1b9-46f7-928d-3ff01b6627b4/b1c4f395-b77b-40a1-82a1-94bc56adcac6.jpg",
    "altTitles": [
      {
        "pt": "O Último Saiyuk"
      },
      {
        "ru": "Последнее Путешествие на Запад"
      },
      {
        "ja": "最後の西遊記"
      },
      {
        "en": "The Last Saiyuki"
      }
    ],
    "description": {
      "en": "Returning from school, third-grader Ryunosuke is introduced to a young girl. His father tells him that she will be his little sister starting that day. Her name is Koharu. She is blind and her arms and legs are prosthetics. She holds within her a power beyond human understanding… A bizarre and fantastic Saiyuki story for a new generation!",
      "it": "Al ritorno da scuola, Ryunosuke, al terzo anno di scuola, viene presentato a una giovane ragazza. Suo padre gli dice che sarà la sua sorellina a partire da quel giorno. Il suo nome è Koharu. È cieca e le sue braccia e le sue gambe sono protesi. Ha dentro di sé un potere che va oltre la comprensione umana… Una bizzarra e fantastica storia Saiyuki per una nuova generazione!",
      "pt-br": "Retornando da escola, Ryunosuke, aluno do terceiro ano, é apresentado a uma jovem garota. Seu pai diz a ele que ela será sua irmãzinha a partir daquele dia. O nome dela é Koharu. Ela é cega e seus braços e pernas são próteses. Ela mantém dentro dela um poder além do entendimento humano... Uma história bizarra e fantástica de Saiyuki para uma nova geração!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "a047b8f0-c3f0-455a-a506-3301eac7bb9f",
    "title": {
      "en": "Amatsuki"
    },
    "updatedAt": "2021-05-25T15:45:52+00:00",
    "coverArt": "https://mangadex.org/covers/a047b8f0-c3f0-455a-a506-3301eac7bb9f/e5ea7f59-50dc-4308-9d5b-2bb90452635f.png",
    "altTitles": [
      {
        "en": "Аматсуки"
      },
      {
        "en": "آماتسوکی"
      },
      {
        "en": "ย้อนอดีตทะลุมิติ"
      },
      {
        "en": "あまつき"
      },
      {
        "en": "天月/雨月"
      },
      {
        "en": "아마츠키"
      }
    ],
    "description": {
      "en": "History isn't Tokidoki's strong subject. He's even forced to do make-up work at a high-tech museum to boost his failing grades. After being attacked by a virtual reality monster and having his goggles broken, he finds himself trapped in the Edo period. Could it be real?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "24",
    "lastChapter": "156"
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-05-09T23:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/1f7fced7-69e9-4f63-b34e-853885341167.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\"."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4fa3679-6918-4684-bcb6-377c9f336898",
    "title": {
      "en": "Touhou Chireikiden - Hansoku Tantei Satori"
    },
    "updatedAt": "2024-02-27T12:24:38+00:00",
    "coverArt": "https://mangadex.org/covers/f4fa3679-6918-4684-bcb6-377c9f336898/3e5857a9-cf3c-48fa-af36-964cc1b9368e.jpg",
    "altTitles": [
      {
        "en": "Eastern Strange Legend of Wise Spirits - Cheating Detective Satori"
      },
      {
        "en": "Eastern Strange Legend of Wise Spirits - Foul Detective Satori"
      },
      {
        "pt-br": "Estranha Lenda dos Sábios Espíritos Orientais ~ Satori Detetive Trapaceira"
      },
      {
        "ja": "東方智霊奇伝　反則探偵さとり"
      },
      {
        "vi": "Đông Phương Trí Linh Kỳ Truyện ~ Thám Tử Bất Tuân Satori"
      }
    ],
    "description": {
      "en": "The fifth official Touhou manga (and the first webcomic) written by ZUN and originally drawn by Ginmokusei. \n\nTouhou Chireikiden focuses on Satori Komeiji's endeavors as a detective, solving mysteries around Gensokyo.\n\n*Serialization was paused for a few months after volume 2 was finished due to the health concerns of the original artist Ginmokusei. The series resumed serialization with Yuu Akimaki as the new artist.*\n\n- **Links:**\n[Manga on NicoNico](http://seiga.nicovideo.jp/comic/44569)\n[Touhou Web Blog](https://touhougarakuta.com/comic/touhouchireikiden_1/)\n\n- **New serialisation:**\n[Amazon](https://www.amazon.co.jp/gp/product/B0BQ5KZHYV)\n[Bookwalker](https://bookwalker.jp/series/356764/list/)\n[EbookJapan](https://ebookjapan.yahoo.co.jp/books/701436/)",
      "vi": "Manga chính thức thứ 5 của Touhou, kịch bản được viết bởi ZUN và được minh họa bởi Ginmonkusei (Sau này được đổi thành Akimaki Yuu vì sức khỏe của Ginmonkusei có vấn đề) \n\nBộ truyện tập trung vào Satori Komeji, một yêu quái có khả năng đọc tâm trí người khác, cô bắt đầu trở thành thám tử và đi giải quyết các vụ án ở khắp Ảo Tưởng Hương.",
      "es-la": "Cada vez que en Gensokyo se produce un incidente en el que está involucrado un youkai, la sacerdotisa Reimu Hakurei suele resolver la situación confrontando al culpable. Sin embargo, los casos en los que los culpables ocultan su identidad suelen ser demasiado complejos como para que la exterminadora de youkais se encargue de ello.\n\nEntra en escena Satori Komeiji. Como youkai satori, posee un tercer ojo que le permite leer las mentes, detectando a cualquier criminal sin importar las mentiras que pueda inventarse. Con su extraordinaria aptitud como detective, Satori es capaz de resolver todos los misterios que se le plantea, aunque no siempre quiera salir de su mansión.",
      "pt-br": "Touhou Chireikiden é a primeira webcomic oficial da série Touhou Project, escrita por ZUN com ilustrações da novata Ginmokusei, apresentando Satori Komeiji como a mestra detetive das profundezas da Terra.\n\nPode ser lido em japonês gratuitamente no web blog oficial: https://touhougarakuta.com/comic/touhouchireikiden_1/"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "237d527f-adb5-420e-8e6e-b7dd006fbe47",
    "title": {
      "en": "Kaiju No. 8"
    },
    "updatedAt": "2024-05-25T15:12:37+00:00",
    "coverArt": "https://mangadex.org/covers/237d527f-adb5-420e-8e6e-b7dd006fbe47/3af56897-f26d-4526-8b8d-d56b0da89e24.jpg",
    "altTitles": [
      {
        "en": "Monster #8"
      },
      {
        "ja-ro": "Kaijuu 8-gou"
      },
      {
        "ru": "Кайдзю No. 8"
      },
      {
        "ru": "Монстр № 8"
      },
      {
        "ja": "怪獣8号"
      },
      {
        "uk": "Кайджю №8"
      },
      {
        "fr": "Kaiju n°8"
      },
      {
        "es": "Kaiju 8"
      },
      {
        "es": "Kaiju Nº8"
      }
    ],
    "description": {
      "en": "A man working a job far removed from his childhood dreams gets wrapped up in an unexpected situation…! Becoming a monster, he aims once again to fulfill his lifelong dream…!\n\n---\n**Links:**\n- Alternative Official English - [Viz](https://www.viz.com/kaiju-no-8)",
      "es": "Japón tiene la mayor tasa de incidencias por ataques de Kaijus de todo el mundo. Los Kaijus irrumpen continuamente y sin piedad en las vidas cotidianas de la gente. Kafka Hibino, que siempre quiso ser un miembro de las Fuerzas de Defensa, actualmente trabaja como limpiador de cadáveres de Kaijus.\nSin embargo, un día, una misteriosa criatura convierte a Kafka en un Kaiju, y las Fuerzas de Defensa de Japón, encargados de derrotar a estos monstruos, le identificaron con el nombre clave de “Kaiju N.8”.",
      "fr": "Enfant, Kafka Hibino rêvait d’intégrer les Forces de Défense pour combattre ces terribles ennemis, mais après de nombreux échecs à l’examen d’entrée, ce trentenaire travaille à nettoyer les rues de leurs encombrants cadavres. Jusqu’au jour où une mystérieuse créature s’introduit dans son organisme et le métamorphose en une entité surpuissante mi-humaine, mi-kaiju. Son nouveau nom de code : “Kaiju n° 8” !\n\nMaison d'édition FR : Kazé / Crunchyroll",
      "it": "Un uomo, infelice del lavoro che deve fare per il resto della sua vita, rimane coinvolto in un evento inaspettato…!  \r\nSi è trasformato in un kaiju, una creatura mostruosa, che gli darà un'altra opportunità per raggiungere ciò che ha sempre sognato!",
      "ja": "怪獣発生率が世界屈指の日本。この国は、容赦なく怪獣が日常を侵していた。かつて防衛隊員を目指していたが、今は怪獣専門清掃業で働く日比野カフカ。ある日カフカは、謎の生物によって、身体が怪獣化、怪獣討伐を担う日本防衛隊からコードネーム「怪獣8号」と呼ばれる存在になる。",
      "ru": "Некоторые люди проживают серую жизнь, так и не пережив ничего захватывающего. Но нашему герою вроде бы повезло: хоть он и был недоволен работой, которой ему пришлось заниматься, случается кое-что неожиданное. Он превращается в кайдзю — чудовищное существо, и теперь получает шанс не просто изменить свою жизнь, а достичь всего, о чём он когда-либо мечтал!",
      "tr": "Yapmak zorunda olduğu işinde pek de memnun olmayan bir adam beklenmedik olaylara karışır..! Bir Kaiju'ya, dehşet verici korkunç, muazzam bir yaratığa dönüşür. Peki ya bu, uzun zamandır hayal ettiği şeylere sonunda kavuşabileceği fırsatıysa..?.",
      "pt-br": "Um homem, descontente com o trabalho que teve na vida, está envolvido em um evento inesperado...! Ele se torna um Kaijuu, uma criatura monstruosa, dando-lhe uma nova chance de alcançar o que ele sempre sonhou!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af5f2646-cddd-4c4c-b652-96577ed89647",
    "title": {
      "en": "Maken Tsukai no Moto Shounen Hei wa, Moto Teki Kanbu no Onee-san to Issho ni Ikitai"
    },
    "updatedAt": "2024-02-27T18:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/af5f2646-cddd-4c4c-b652-96577ed89647/3848315f-7230-46dc-8b95-00625d9d7f27.jpg",
    "altTitles": [
      {
        "ja-ro": "Makendzukai no Moto Shounenhei wa, Moto Tekikanbu no Onee-san to Issho ni Ikitai"
      },
      {
        "ja-ro": "Maken Tsukai no Moto Shōnen Hei wa, Moto Teki Kanbu no Onēsan to Issho ni Ikitai"
      },
      {
        "ja": "魔剣使いの元少年兵は、元敵幹部のお姉さんと一緒に生きたい"
      },
      {
        "en": "A Former Child Soldier Who Uses a Magic Sword Wants to Live With a Missy, the Former Enemy Leader"
      },
      {
        "id": "Seorang Mantan Prajurit Laki-laki Pengguna Pedang Sakti, Ingin Tinggal Bersama Mbak-Mbak yang Mantan Pemimpin Musuh"
      },
      {
        "zh": "魔王女干部X勇者少年兵"
      },
      {
        "es-la": "Un antiguo niño soldado con una espada mágica quiere vivir con su hermana, una antigua líder enemiga."
      }
    ],
    "description": {
      "en": "Seto is an ex-boy soldier who was expelled from the party of heroes on his journey because of his ruthless and incomparable fighting style. The former leader of the Demon King's army, Satis, was kicked out after a series of failures.\n\nThe two \"former\" enemies decide to travel together to find a second life. Sometimes they go to hot springs, sometimes they sleep in the same bed, sometimes they are attacked by demons. But what do they find at the end of their journey when they lose their place in the world?\n\nThe road story of the (former) brave boy soldier and (former) demon lord's army leader's \"rebirth\"!",
      "ja": "冷酷無比な戦いぶりを疎まれ、旅の途中で勇者パーティを追放された魔剣使いの元少年兵・セト。失敗続きで魔王軍を追い出された元幹部・サティス。“元”敵同士のふたりが第二の人生を探すため一緒に旅に出る。時には温泉に行ったり、一緒のベッドで寝たり――居場所を失くしたもの同士の“生き直し\"ロードストーリー！",
      "es-la": "Seto es un ex-soldado que fue expulsado del grupo de héroes en su viaje debido a su despiadado e incomparable estilo de lucha. El antiguo líder del ejército del Rey Demonio, Satis, fue expulsado tras una serie de fracasos. Los dos \"antiguos\" enemigos emprenden juntos un viaje para encontrar una segunda vida. A veces van a las termas, a veces duermen en la misma cama... ¡Una historia de \"renacimiento\" para los que han perdido su lugar en el mundo!",
      "pt-br": "\"Seto é um ex-garoto soldado que foi expulso do grupo dos heróis em sua jornada por causa de seu estilo de luta impiedoso e incomparável. A ex-líder do exército do Rei Demônio, Satis, foi expulsa após uma série de fracassos.\n\nOs dois \"antes\" inimigos decidem viajar juntos para encontrar uma segunda vida. Às vezes eles vão para fontes termais, às vezes dormem na mesma cama, às vezes são atacados por demônios. Mas o que eles encontram no final de sua viagem quando perdem seu lugar no mundo?\n\nA história do \"renascimento\" do \"antigo\" herói e da antiga líder do exército do rei demônio!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "39"
  },
  {
    "mangaId": "9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0",
    "title": {
      "en": "Sakamoto Days"
    },
    "updatedAt": "2024-04-13T18:58:08+00:00",
    "coverArt": "https://mangadex.org/covers/9d9b04ad-9a83-49f4-8ae4-a9a3780fe9c0/03e2f561-d213-473e-8faa-b9aba49cf37e.jpg",
    "altTitles": [
      {
        "ru": "Дни Сакамото"
      },
      {
        "ja": "サカモト デイズ"
      },
      {
        "ne": "साकामोतो डेज"
      },
      {
        "pt-br": "Sakamoto Days"
      },
      {
        "fr": "Sakamoto Days"
      }
    ],
    "description": {
      "en": "Taro Sakamoto was the ultimate assassin, feared by villains and admired by hitmen. But one day…he fell in love! Retirement, marriage, fatherhood and then… Sakamoto gained weight! The chubby guy who runs the neighborhood store is actually a former legendary hitman! Can he protect his family from danger? Get ready to experience a new kind of action comedy series!",
      "fr": "Taro Sakamoto est un assassin légendaire, le meilleur d'entre tous, craint par tous les gangsters, adulé par ses pairs. Mais un beau jour... il tombe amoureux ! S'ensuivent retraite, mariage, paternité... et prise de poids.\nSakamoto est aujourd'hui patron d'une petite épicerie de quartier et coule des jours heureux avec sa famille. Mais lorsque son passé le rattrape sous les traits de Shin, un jeune assassin télépathe, Sakamoto reprend du service...\nEt malgré son apparence, il est toujours aussi charismatique lorsqu'il passe à l'action !",
      "ja": "町の商店を営むふくよかな男・坂本太郎。その正体は全ての悪党が恐れ、憧れた元・伝説の殺し屋!!　襲い来る危険から家族と日常を守る、坂本の日々とは…!?",
      "ru": "Таро Сакамото был профессиональным киллером. Другие наёмники им восхищались, а злодеи боялись. Но однажды… Сакамото влюбился! Завязал с криминалом, женился, стал отцом и в итоге… Разжирел! Толстый дядька из соседнего магазина — в прошлом непревзойдённый убийца! Сможет ли он уберечь свою семью от опасности? Приготовьтесь к новой остросюжетной комедии!",
      "pt-br": "Taro Sakamoto era o assassino supremo, temido pelos vilões e admirado pelos assassinos. Mas um dia... ele se apaixonou! Aposentadoria, casamento, paternidade e depois… Sakamoto engordou! O cara gordinho que administra a loja do bairro é na verdade um ex-assassino lendário! Ele pode proteger sua família do perigo? Prepare-se para experimentar um novo tipo de série de comédia de ação!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f18c4ef-3eb6-40ee-98a4-507343f05855",
    "title": {
      "en": "The Novel’s Extra"
    },
    "updatedAt": "2024-05-28T15:35:06+00:00",
    "coverArt": "https://mangadex.org/covers/6f18c4ef-3eb6-40ee-98a4-507343f05855/69531c8e-59b1-46a2-aff0-7e5bb74a5a24.png",
    "altTitles": [
      {
        "ko": "소설 속 엑스트라"
      },
      {
        "en": "The Novel’s Extra (Remake)"
      },
      {
        "ru": "Дополнение в новелле"
      },
      {
        "en": "The Novel’s Extra (2022)"
      },
      {
        "es-la": "El extra de la novela"
      }
    ],
    "description": {
      "en": "Waking up, Kim Hajin finds himself in a familiar world but an unfamiliar body.\n\nA world he created himself and a story he wrote, yet never finished.\n\nHe had become his novel’s extra, a filler character with no importance to the story.\n\nThe only clue to escaping is to stay close to the main storyline.\n\nHowever, he soon finds out the world isn’t exactly identical to his creation.\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=4mamlw_Z8eo)",
      "ko": "\"나는 누구지?\"\n\n이 세상은 내가 쓴 소설.\n그러나 나는 단 한 번도 쓴 적 없는 인물이 되었다.\n\n얼굴은 물음표에다,\n소설 속 그 누구와도 접점이 없는,\n아무도 기억 못할 그런 인물.\n\n영웅 아카데미에 입학한 엑스트라, 아니 소설 속 먼지가 살아남는 법.\n\n남은 소설 분량까지 버텨야 한다!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f654255b-a884-4141-a568-c94561da31b6",
    "title": {
      "en": "Half Succubus wo Hirotta"
    },
    "updatedAt": "2024-05-30T15:28:16+00:00",
    "coverArt": "https://mangadex.org/covers/f654255b-a884-4141-a568-c94561da31b6/1021308f-8511-4f29-9c4a-3a4c471de3ac.jpg",
    "altTitles": [
      {
        "ja": "ハーフサキュバスを拾った"
      },
      {
        "en": "Taking Home a Half Succubus"
      },
      {
        "pt-br": "Eu Adotei uma meio-sucubus"
      },
      {
        "es-la": "Llevando a casa una medio súcubo"
      },
      {
        "vi": "Tôi nhặt về nhà một bán Succubus"
      },
      {
        "id": "Pungut anak setengah succubus"
      }
    ],
    "description": {
      "en": "Take a child half succubus and half human.",
      "id": "Mungut anak setengah succubus dan setengah Manusia",
      "pt-br": "Eu Adotei uma meio-sucubus"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5af9fb7f-5d27-4869-8aeb-e135e44b7443",
    "title": {
      "en": "Erotic x Anabolic"
    },
    "updatedAt": "2024-05-12T10:16:24+00:00",
    "coverArt": "https://mangadex.org/covers/5af9fb7f-5d27-4869-8aeb-e135e44b7443/898a1e43-836e-4ff4-bbd5-3188b852c763.jpg",
    "altTitles": [
      {
        "ja-ro": "EroAna"
      },
      {
        "ja": "エロティック×アナボリック"
      },
      {
        "zh-hk": "性感×塑身"
      }
    ],
    "description": {
      "en": "Ageki Kyousuke, a fat guy with a big appetite, has always been interested in Mitsukura Itsuha, a girl who doesn't stand out in his class.   \r\nHe comes across her alone on the rooftop after school, exposing her erotic body in an extreme swimsuit!  \r\nKyousuke finds out Itsuha's secret, which is too unexpected to be ……!  \r\n  \r\n[ So in short THICCNESS is great on this one ;) ]"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f7ee454-7478-40d5-9eeb-b8ae8e72600d",
    "title": {
      "en": "Kurasu no Gyaru ni Kuuki Atsukai Sareteimasu"
    },
    "updatedAt": "2024-05-13T17:56:01+00:00",
    "coverArt": "https://mangadex.org/covers/4f7ee454-7478-40d5-9eeb-b8ae8e72600d/c458b1a0-5956-491e-abff-dbc16f133f6e.jpg",
    "altTitles": [
      {
        "ja-ro": "Class no Gal ni Kuuki Atsukai Sareteimasu"
      },
      {
        "ja": "クラスのギャルに空気扱いされています"
      },
      {
        "en": "The Gals in My Class Treat Me Like Air"
      },
      {
        "id": "Aku Dianggap Seolah-olah Udara Oleh Gadis Gyaru Di Kelas"
      },
      {
        "es-la": "Las chicas de mi clase me tratan como el aire"
      }
    ],
    "description": {
      "en": "A boy named Aizawa is getting treated by his gyaru classmates like he wasn't there, like this girl named Aino who sits on his seat. With him still in it.",
      "es-la": "Un par de gals parecen no notar al chico delante de ellas."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ee33627-9a1d-454d-bf11-25ee1fa0a136",
    "title": {
      "en": "Yeon Lok Heun"
    },
    "updatedAt": "2024-04-06T19:23:03+00:00",
    "coverArt": "https://mangadex.org/covers/0ee33627-9a1d-454d-bf11-25ee1fa0a136/1ce09e66-3f4c-4f9c-9753-5fcd9489f7bf.jpg",
    "altTitles": [
      {
        "ko-ro": "Yeon Lokheun"
      },
      {
        "ko": "연록흔"
      },
      {
        "en": "His Majesty's Secret Heroine"
      },
      {
        "ja": "蓮禄昕～宿命の華～"
      },
      {
        "zh-hk": "尹樂香"
      },
      {
        "fr": "Yeon Lokheun, l'héroïne secrète"
      },
      {
        "es-la": "La heroína oculta de su Majestad"
      }
    ],
    "description": {
      "en": "Yeon Lokheun is a girl who grows up living as a boy learning martial and spiritual arts. She heads for the palace in order to clear the name of her father, a wanted criminal, where she meets the young Emperor Garyun. He promises to save her father's life in exchange for her lifelong services. After gaining Garyun's trust, she travels the world solving supernatural-like problems that arise in place of the Emperor. But how long can she continue this life without the others finding out that she is actually a woman?\n\n---\nLokheun’s name means \"happy morning,\" but her life takes a tragic turn when her mother is murdered and her father becomes a fugitive after exacting revenge. To save him, Lokheun devotes her life to Garyun, the dashing emperor who’s committed to right the wrongs of his father. Believing Lokheun to be a boy, Garyun is determined to mold her into an unsurpassed martial artist, even if it means sending her to hell. Their strained relationship turns into something more as Lokheun searches for the one thing she’s never had: a life befitting her name.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%97%B0%EB%A1%9D%ED%9D%94/2621), [KakaoPage](https://page.kakao.com/home?seriesId=51793959)\n\n**Official Translations:**\n* [English](https://tapas.io/series/his-majestys-secret-heroine/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/76054)",
      "es-la": "Yeon Lokheun es una niña que crece viviendo como un niño aprendiendo artes marciales y espirituales. Se dirige al palacio para limpiar el nombre de su padre, un criminal buscado, donde conoce al joven emperador Garyun. Él promete salvar la vida de su padre a cambio de sus servicios de por vida. Después de ganarse la confianza de Garyun, viaja por el mundo resolviendo problemas sobrenaturales que surgen en lugar del Emperador. ¿Pero cuánto tiempo puede continuar esta vida sin que los demás descubran que en realidad es una mujer?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be7dda55-4eb6-4a73-92a7-21e5e8faf0a5",
    "title": {
      "en": "Isekai Shoukan Oji-san no Juumusou Life - Sabage Suki Salaryman wa Kaisha Owari ni Isekai e Chokki suru"
    },
    "updatedAt": "2024-02-02T17:45:06+00:00",
    "coverArt": "https://mangadex.org/covers/be7dda55-4eb6-4a73-92a7-21e5e8faf0a5/79eb2887-295f-44a0-84b1-ff2fbd432566.jpg",
    "altTitles": [
      {
        "ja": "異世界召喚おじさんの銃無双ライフ 〜サバゲー好きサラリーマンは会社終わりに異世界へ直帰する〜"
      },
      {
        "ru": "Призванный в потусторонний мир дядя - живёт оружейным воином"
      },
      {
        "en": "The Gunner's Life of a Middle-aged Man Summoned to Another World and Armed with a Rifle: An Airsoft Addicted Salaryman Returns to the Alternative World After Work"
      },
      {
        "id": "Om-Om Pegawai Kantoran Pecinta Airsoft Pergi Ke Dunia Lain"
      }
    ],
    "description": {
      "en": "The middle-aged man and airsoft enthusiast Daisuke Koga is summoned to a different world on his 40th birthday. Given the ability to turn airsoft guns into real guns, Daisuke must save the other world while traveling back and forth between reality and the fantasy world. Alongside female swordsman Rena, Daisuke becomes the only gun user and dominates in the fantasy world after work!",
      "id": "Seorang om-om yang hobi bermain airsoft bernama koga daisuke telah terpanggil ke dunai lain pada ulang tahunnya yang ke-40. Dianugerahi sebuah kekuatan untuk mengubah senjata airsoft menjadi senjata asli, daisuke harus bisa menyelamatkan dunia tersebut selagi bolak-balik dari dunia lain ke dunia nyata. bersama dengan seorang ksatria bernama lena, daisuke menjadi satu-satunya pengguna senapan yang akan mendominasi dunia lain tersebut sepulang kerja!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efe96a2d-8626-4f45-8cc3-1a8d6ad19df8",
    "title": {
      "en": "Kare First Love"
    },
    "updatedAt": "2022-04-14T14:37:49+00:00",
    "coverArt": "https://mangadex.org/covers/efe96a2d-8626-4f45-8cc3-1a8d6ad19df8/7c5f9e62-8a53-419a-97c2-46776f10f67b.jpg",
    "altTitles": [
      {
        "en": "「彼」first love"
      },
      {
        "en": "He's My First Love"
      },
      {
        "en": "Kiriya at 13 (Spring)"
      },
      {
        "en": "Lui - il primo amore"
      },
      {
        "en": "My First Love"
      },
      {
        "en": "حُبي الأول"
      },
      {
        "en": "彼 first love"
      },
      {
        "en": "第一恋人"
      }
    ],
    "description": {
      "en": "Timid and self-conscious high school student Karin never paid much attention to boys until she met Kiriya, a popular student from a nearby boys' school. Karin and Kiriya embark on a romantic journey despite Karin's classmate Yuka's best efforts to sabotage their relationship, but Karin soon learns that living happily ever after isn't on the curriculum when she becomes Kiriya's center of attention, as well as embittered Yuka's bull's-eye on her dartboard of hate.  \n  \nIncluded one-shot:  \nVolume 10: Kiriya at 13 (Spring)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "57"
  },
  {
    "mangaId": "31ef5ecf-d06a-4335-8b0d-591d5f481993",
    "title": {
      "en": "Ao Ashi Midnight Dinner"
    },
    "updatedAt": "2024-05-30T18:51:43+00:00",
    "coverArt": "https://mangadex.org/covers/31ef5ecf-d06a-4335-8b0d-591d5f481993/b08205fe-5bdd-46b9-8d6d-374eb1384e10.jpg",
    "altTitles": [],
    "description": {
      "en": "Special one-shot series of the popular Ao Ashi football manga focusing on Taira Nakamura and his love for cooking."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f9634a5-00d9-44bd-9514-a3c2a0ca2dd2",
    "title": {
      "en": "Byakuda no Hanamuko"
    },
    "updatedAt": "2024-05-30T18:56:55+00:00",
    "coverArt": "https://mangadex.org/covers/2f9634a5-00d9-44bd-9514-a3c2a0ca2dd2/db7cc694-dffd-46c9-ad61-c906773054a8.jpg",
    "altTitles": [
      {
        "ja": "白蛇のはなむこ"
      }
    ],
    "description": {
      "en": "A white snake who is a divine messenger and a childhood friend with a mystery. Entangled obsessions in a Japanese-style fantasy.\nTsubaki, a high school student with a predisposition for bad luck, has a one-sided love for his childhood friend Sakuya, who is both beautiful and talented. Then, one day while leaving school they are randomly attacked on the street.\n\nIn the ancient capital Kyoto, a lovestory defying fate unfolds.\n\n(Source: Young Champion Web, translated)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/c72709f8-6d48-4081-b670-c4f2a25aad8a.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fbcdc4e-c990-40e5-a9b0-4d0816206783",
    "title": {
      "en": "Black Lagoon: Eda Initial stage"
    },
    "updatedAt": "2023-12-28T22:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/0fbcdc4e-c990-40e5-a9b0-4d0816206783/f3d09c0a-e44c-4d45-85a5-63d028adc76b.jpg",
    "altTitles": [
      {
        "en": "Black Lagoon Eda - Initial Stage"
      },
      {
        "ja": "BLACK LAGOON エダ -initial stage-"
      },
      {
        "ru": "Чёрная Лагуна: Эда. Начальный этап"
      },
      {
        "ja": "BLACK LAGOON エダ イニシャルステージ"
      }
    ],
    "description": {
      "en": "The manga centers on Eda, the original manga's undercover CIA agent based in Roanapur's church, during her early days as a rookie in the CIA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eacb5381-e64c-4a58-a34f-d5124d765697",
    "title": {
      "en": "Feng Qi Cang Lan"
    },
    "updatedAt": "2023-06-03T09:56:39+00:00",
    "coverArt": "https://mangadex.org/covers/eacb5381-e64c-4a58-a34f-d5124d765697/a6bc662d-9cf2-4ee5-b34b-055b17d2a33d.jpg",
    "altTitles": [
      {
        "en": "The World of Canglan"
      },
      {
        "en": "Wind and Sky"
      },
      {
        "zh": "风起苍岚"
      },
      {
        "vi": "Phong Khởi Thương Lam"
      },
      {
        "en": "The Wind From Cang Lan"
      },
      {
        "ko": "눈떠보니 레벨1"
      }
    ],
    "description": {
      "en": "When playing a virtual reality game called Cang Lan, Xiao Wan gets pushed off a cliff. She ends up in another game world. What will happen to Xiao Wan?\n\n---\n**Contents:** 147 (or 410 split chapter parts) (S1) + >197 (S2) = >344 chapters\n- **Season 1:** vol. 1 ch. 1-147 (1-147)\n- **Season 2:** vol. 2 ch. 1-197+ (148-344+) (ongoing)\n\n**Note:** season 1 chapter 1-114 is in single page format. Starting with season 1 chapter 115, the page format switches to long strip."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "185b9534-dc03-4eff-b40b-66346541d005",
    "title": {
      "en": "Dantoudai ni Kieta Densetsu no Akujo, Nidome no Jinsei de wa Gariben Jimi Megane ni Natte Heion wo Nozomu"
    },
    "updatedAt": "2023-11-22T22:32:56+00:00",
    "coverArt": "https://mangadex.org/covers/185b9534-dc03-4eff-b40b-66346541d005/2106fbdf-e047-496e-b1ea-009c64b86d2f.jpg",
    "altTitles": [
      {
        "ja": "断頭台に消えた伝説の悪女、二度目の人生ではガリ勉地味眼鏡になって平穏を望む"
      },
      {
        "en": "The Legendary Wicked Woman Who Died on the Guillotine Wishes for a Peaceful Second Life as a Boring Bespectacled Studious Girl"
      },
      {
        "en": "The Legendary Wicked Woman Wants a Peaceful Second Life as a Boring Studious Girl"
      },
      {
        "es-la": "La legendaria villana que desapareció en la guillotina espera la paz en su segunda vida"
      }
    ],
    "description": {
      "en": "“Don’t you think it’s stupid to be crazy in love?”\n\nQueen Laetitia was executed on the scaffold. For she had done evil things to make his lover turn her infatuated husband. However, she thought she was dead, but for some reason, she had returned back in time and her second life began.\n\n“I won’t fall in love in this life. I’m going to live a peaceful life by becoming a sober student with glasses!”\n\nI will be taken. After that, for some reason, Camillus' raging love affair began…?!\n\nI’ll somehow survive with these glasses…!!\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n0744gz/)\n\n**Original Web Publication:** [Comic Days](https://comic-days.com/episode/4856001361054105850), [NicoVideo](https://seiga.nicovideo.jp/comic/62861), [Pixiv Comic](https://comic.pixiv.net/works/8591)",
      "ja": "「恋に狂うって馬鹿みたいだと思わない？」\n\n王妃レティシアは断頭台にて処刑された。恋人に夢中の夫を振り向かせるため悪事を働いたから。しかし死んだと思ったはずが何故か時を遡り、二度目の人生が始まる。「今度の人生では恋なんてしない。ガリ勉地味眼鏡になって平穏に生きていく！」そう誓ったレティシアだけれど、ある日、眼鏡がずれて学園のスーパースター・カミロに素顔を見られてしまう。それからというもの、何故かカミロからの怒涛の溺愛が始まって…！？\n\nなんとかこの眼鏡で生き延びてみせます…！！\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n0744gz/)\n\n**Original Web Publication:** [Comic Days](https://comic-days.com/episode/4856001361054105850), [NicoVideo](https://seiga.nicovideo.jp/comic/62861), [Pixiv Comic](https://comic.pixiv.net/works/8591)",
      "es-la": "¿No crees que es una tontería estar locamente enamorado? \n\nLa reina Leticia fue ejecutada en la guillotina. Había cometido todo tipo de maldades para ganarse a su esposo quien estaba obsesionado con su amante. Creía que estaba muerta, pero de alguna manera viajó en el tiempo y comenzó una segunda vida. \"No me enamoraré en esta vida. Voy a ser una chica trabajadora, sobria y con anteojos.\" Leticia lo juró, pero un día sus anteojos se caen y Camilo, la superestrella del colegio ve su verdadero rostro... entonces, por alguna razón, ¡¿él comienza a encariñarse con ella...?! \n\n\"¡Me las arreglaré para sobrevivir con estos anteojos...!\"\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n0744gz/)\n\n**Original Web Publication:** [Comic Days](https://comic-days.com/episode/4856001361054105850), [NicoVideo](https://seiga.nicovideo.jp/comic/62861), [Pixiv Comic](https://comic.pixiv.net/works/8591)",
      "pt-br": "Você não acha que é bobagem estar loucamente apaixonado? A rainha Letícia foi executada na guilhotina. Ela havia cometido todo tipo de maldade para conquistar seu marido, que era obcecado por sua amante. Ele pensou que ela estava morta, mas de alguma forma ela viajou no tempo e começou uma segunda vida. \"Não vou me apaixonar nessa vida. Serei uma garota trabalhadora de óculos e discreta.\" Leticia jurou, mas um dia seus óculos caíram e Camilo, o craque da escola, viu sua verdadeira face... então, por algum motivo, ele começou a se apegar a ela...?! \"Vou conseguir sobreviver com esses óculos...!\"\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n0744gz/)\n\n**Original Web Publication:** [Comic Days](https://comic-days.com/episode/4856001361054105850), [NicoVideo](https://seiga.nicovideo.jp/comic/62861), [Pixiv Comic](https://comic.pixiv.net/works/8591)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "The Old Man Who Was Reincarnated as a Cat"
    },
    "updatedAt": "2024-02-19T21:13:25+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "NekoOji"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55035e2c-154f-43c5-be27-7f649bb210e6",
    "title": {
      "en": "The Terminally Ill Young Master of the Baek Clan"
    },
    "updatedAt": "2024-05-29T00:09:14+00:00",
    "coverArt": "https://mangadex.org/covers/55035e2c-154f-43c5-be27-7f649bb210e6/51b586b4-d62c-4cdb-9a94-9dd625106c7d.jpg",
    "altTitles": [
      {
        "en": "Baek Clan's Terminally Ill Young Master"
      },
      {
        "ko": "백씨세가 시한부 공자"
      },
      {
        "es-la": "El enfermo terminal joven maestro Baek"
      }
    ],
    "description": {
      "en": "Baek Yigang is a son of the Baek Clan, one of the seven great clans of Zhongyuan. Afflicted with the Taiyin Qi Blockage, he is cursed with a shortened lifespan and the inability to collect internal energy. He had been peacefully spending the rest of his days indoors when he was ambushed by a group of masked people. During the ambush, he lost his servant who was like a sister to him. Chased by the attackers, Baek Yigang escaped through a secret underground path. When he came across a blocked path, he decided he’d at least die fighting and picked up a rusted sword that was stuck in the ground…"
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4dcb7c0d-96f0-4f45-86d9-eb08cb03afa6",
    "title": {
      "en": "The Devilish Duke Can't Sleep"
    },
    "updatedAt": "2024-05-28T19:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/4dcb7c0d-96f0-4f45-86d9-eb08cb03afa6/bf5376ad-dbe3-493d-b5dc-1d3feb359d7e.jpg",
    "altTitles": [
      {
        "ko": "마성의 공작님은 잠 못 이루고"
      },
      {
        "ko-ro": "Maseongui Gongjangnimeun Jam Mot Irugo"
      },
      {
        "ko-ro": "Maseong-eui Gongjag-nim-eun Jam Mos Irugo"
      },
      {
        "en": "The Duke's Cursed Charm"
      },
      {
        "en": "The Demonic Duke Can't Sleep"
      },
      {
        "pt-br": "O encanto amaldiçoado do duke"
      },
      {
        "es": "El encanto maldito del duque"
      },
      {
        "ru": "Демонический герцог не может спать"
      },
      {
        "th": "เสน่ห์ที่ไม่หลับใหลของดยุกปีศาจ"
      },
      {
        "vi": "Những đêm dài thao thức của vị công tước ác ma"
      },
      {
        "zh": "公爵大人今夜也失眠"
      },
      {
        "es-la": "Él Duque Diabólico no puede Dormir"
      }
    ],
    "description": {
      "en": "Kahil Ruave, an unlucky duke who has no one by his side, charms all people of different ages with his demonic magic, and Lena is a maid who is unaffected by those charms. If the demonic charm from him was a scent, the room would've been flooded with a dizzying strong scent. However, Lena's eyes held no other emotion other than worry and fear. Kahil decided to use another route. His appearance was also seductive, and even though he suppressed his demonic charm, people still fell for him. Remembering that, Kahil smirked at Lena. This special treatment wasn't freely given to anyone, but... \n\n\"S-save me, please...\" Lena, who was barely holding her tears back, plead for her life over and over.\n\nIt was at that moment when his expression that would 'make even the gods swoon' faded, \"You're not normal. You’re suspicious.\"\n\n---\nDuke Carhel Luave is known as the devilish duke due to his uncontrollable magical ability to charm every single person who lays their eyes on him. But this is more of a curse than a blessing with several noble houses plotting to drive him out of power. Having no one he can genuinely like or trust, Carhel wonders if he will ever be able to feel the warmth of another human being. One day, after raiding the estate of one of his enemies, Carhel mistakenly has Lena, the house’s maid, captured in the aftermath. But when he tries to use his charming powers to give her a painless death, something unexpected happens. For some reason, Carhel’s powers have no effect on Lena!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6744675), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=784826)\n\n**Official Translations:**\n* English: [LINE](https://www.webtoons.com/en/romance/the-dukes-cursed-charm/list?title_no=4678), [Tappytoon](https://www.tappytoon.com/en/comics/the-dukes-cursed-charm)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/gongjuedarenjinyeyeshimian/list?title_no=2021)\n* [Spanish / Español](https://www.webtoons.com/es/romance/the-dukes-cursed-charm/list?title_no=4507)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-duke/list?title_no=4028)",
      "es": "Al duque Carhel Luave se lo conoce como el “duque demoníaco” debido a su incontrolable habilidad mágica para encantar a cualquier persona que lo mire a los ojos. Al ser una maldición más que una bendición, muchas casas nobles conspiran para derrocarlo. Y como no tiene a nadie de verdadera confianza, Carhel se pregunta si alguna vez podrá sentir el calor de otro ser humano. Un día, luego de atacar la finca de uno de sus enemigos, Carhel captura por error a Lena, la criada de la casa. Pero cuando intenta usar sus poderes para encantarla y que tenga una muerte rápida, ocurre algo inesperado. Por alguna razón, ¡los poderes de Carhel no tienen efecto en ella!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6744675), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=784826)\n\n**Official Translations:**\n* English: [LINE](https://www.webtoons.com/en/romance/the-dukes-cursed-charm/list?title_no=4678), [Tappytoon](https://www.tappytoon.com/en/comics/the-dukes-cursed-charm)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/gongjuedarenjinyeyeshimian/list?title_no=2021)\n* [Spanish / Español](https://www.webtoons.com/es/romance/the-dukes-cursed-charm/list?title_no=4507)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-duke/list?title_no=4028)",
      "ko": "남녀노소를 홀리는 마성 때문에 시종 하나 곁에 둘 수 없는 비운의 공작 카헬 루아브,\n마성이 통하지 않는 희귀 체질 하녀 레나를 만나다.​\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6744675), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=784826)\n\n**Official Translations:**\n* English: [LINE](https://www.webtoons.com/en/romance/the-dukes-cursed-charm/list?title_no=4678), [Tappytoon](https://www.tappytoon.com/en/comics/the-dukes-cursed-charm)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/gongjuedarenjinyeyeshimian/list?title_no=2021)\n* [Spanish / Español](https://www.webtoons.com/es/romance/the-dukes-cursed-charm/list?title_no=4507)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-duke/list?title_no=4028)",
      "ru": "Герцог Кахэль Руав - молодой человек с печальной судьбой. Ему не суждено обзавестись хотя бы одним слугой из-за своей демонической силы, которая очаровывает людей независимо от пола и возраста. Но молодой господин встречает девушку по имени Рена, на которую не действует его проклятие.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6744675), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=784826)\n\n**Official Translations:**\n* English: [LINE](https://www.webtoons.com/en/romance/the-dukes-cursed-charm/list?title_no=4678), [Tappytoon](https://www.tappytoon.com/en/comics/the-dukes-cursed-charm)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/gongjuedarenjinyeyeshimian/list?title_no=2021)\n* [Spanish / Español](https://www.webtoons.com/es/romance/the-dukes-cursed-charm/list?title_no=4507)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-duke/list?title_no=4028)",
      "th": "‘ลูอาฟ’ ดยุกผู้โชคร้ายที่ไม่สามารถมีบริวารคนรับใช้อยู่รอบกาย เพราะพลังเสน่ห์อันเหลือล้นที่เปรียบดั่งคำสาปของเขา ดึงดูดได้กระทั่งชายหญิงทุกช่วงวัย… แต่กับ ‘เลน่า’ สาวใช้ที่มีพลังวิเศษบางอย่าง กลับไม่โดนพลังอำนาจที่ยากจะต้านทานของเขาครอบงำแม้แต่น้อยนี่สิ!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6744675), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=784826)\n\n**Official Translations:**\n* English: [LINE](https://www.webtoons.com/en/romance/the-dukes-cursed-charm/list?title_no=4678), [Tappytoon](https://www.tappytoon.com/en/comics/the-dukes-cursed-charm)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/gongjuedarenjinyeyeshimian/list?title_no=2021)\n* [Spanish / Español](https://www.webtoons.com/es/romance/the-dukes-cursed-charm/list?title_no=4507)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-duke/list?title_no=4028)",
      "zh": "靠近公爵就会变得不幸！\n平凡的她却能幸免于难？\n卡赫尔·卢雅布作为最年轻的公爵，拥有万贯家财。但任何人只要靠近他，就会被他身上的魔力吸引，并且对他疯狂痴迷，孤独悲惨的他甚至连侍从都无法近身。某天，他突然遇到了莱娜，一个可以不受他魔力干扰的女佣。有意思的事情开始了，他们还会发生什么呢？\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6744675), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=784826)\n\n**Official Translations:**\n* English: [LINE](https://www.webtoons.com/en/romance/the-dukes-cursed-charm/list?title_no=4678), [Tappytoon](https://www.tappytoon.com/en/comics/the-dukes-cursed-charm)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/gongjuedarenjinyeyeshimian/list?title_no=2021)\n* [Spanish / Español](https://www.webtoons.com/es/romance/the-dukes-cursed-charm/list?title_no=4507)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-duke/list?title_no=4028)",
      "pt-br": "Duque Carhel Luave é conhecido como o duque diabólico devido à sua habilidade mágica incontrolável de encantar todas as pessoas que colocam seus olhos nele. Mas isso é mais uma maldição do que uma bênção, com várias casas nobres conspirando para tirá-lo do poder. Não tendo ninguém que ele possa realmente gostar ou confiar, Carhel se pergunta se ele será capaz de sentir o calor de outro ser humano. Um dia, depois de invadir a propriedade de um de seus inimigos, Carhel erroneamente prende Lena, a empregada da casa. Mas quando ele tenta usar seus poderes para dar a ela uma morte indolor, algo inesperado acontece. Por alguma razão, os poderes de Carhel não têm efeito sobre Lena!\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=6744675), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=784826)\n\n**Official Translations:**\n* English: [LINE](https://www.webtoons.com/en/romance/the-dukes-cursed-charm/list?title_no=4678), [Tappytoon](https://www.tappytoon.com/en/comics/the-dukes-cursed-charm)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/gongjuedarenjinyeyeshimian/list?title_no=2021)\n* [Spanish / Español](https://www.webtoons.com/es/romance/the-dukes-cursed-charm/list?title_no=4507)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romantic-fantasy/the-duke/list?title_no=4028)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "793e84d1-bf6a-4d99-aabf-c5f16a39d64f",
    "title": {
      "en": "Happiness Meal"
    },
    "updatedAt": "2024-01-05T05:48:03+00:00",
    "coverArt": "https://mangadex.org/covers/793e84d1-bf6a-4d99-aabf-c5f16a39d64f/24d23e48-bdd5-4f24-9fd4-8e18dd07cf82.png",
    "altTitles": [
      {
        "ja": "しあわせゴハン"
      },
      {
        "ja-ro": "Shiawase Gohan"
      }
    ],
    "description": {
      "en": "A man relaxing with a can of beer when a winter storm hits. A man, burdened with personal strife, finds solace in a bowl of ramen. \n\nA Silent Manga, each chapter is a self-contained glimpse into the life of an ordinary person, and how the meals they eat lift their spirits."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "68"
  },
  {
    "mangaId": "69f06ee0-2434-4a4a-bed6-b43affd4436a",
    "title": {
      "en": "I Adopted the Male Lead from the Shelter"
    },
    "updatedAt": "2024-05-23T07:57:11+00:00",
    "coverArt": "https://mangadex.org/covers/69f06ee0-2434-4a4a-bed6-b43affd4436a/b4349a93-0039-4d7a-95e3-23106c82707a.jpg",
    "altTitles": [
      {
        "ko": "수인보호소에서 남주를 입양해버렸다"
      },
      {
        "ko-ro": "Suin Bohosoeseo Namjureul Ibyanghae Beoryeotda"
      },
      {
        "en": "I Adopted the Male Lead from the Prisoner Shelter"
      },
      {
        "en": "I Adopted a Male Lead From a Prison Shelter"
      },
      {
        "en": "Adopted a Male Lead From a Prisoner Shelter"
      },
      {
        "ja": "捨てられた主人公を引き取りました"
      },
      {
        "th": "เสือดาวกร้าวใจ"
      }
    ],
    "description": {
      "en": "In a universe ripped from the pages of a story, Siena Robert, a self-aware villainess, strives to rewrite her fate. Daughter of a man running a therianthrope shelter, she discovers Ivan Levdilin, the captivating male lead, detained within. Aware of her scripted demise when Ivan's father arrives for his rescue, Siena defies her villainous destiny. She showers Ivan with kindness, a stark contrast to the original Siena's cruel persona. Her actions shield Ivan from her father's cruelty and forge an unscripted bond between them that changes their destiny in an unforeseen direction. \n\n---\nShe possessed Sienna Lovett, the villain of the tragic novel. The greatest leader of the Tigers in the original novel when his Tiger Clan abandoned him for being a mutant, but that didn’t last long before the Duke came looking for his son. I’ve convinced my father to let him live with us somehow, but now I just need to succeed in protecting Ivan until the Duke comes… But when the Duke arrives, the unexpected happens. “I’ll take she too.” huh? I? Do I really want to continue living with my father?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4915d7-e84e-4d14-b7bf-c14a3a0995e0",
    "title": {
      "en": "Confession Attack"
    },
    "updatedAt": "2024-05-09T10:17:40+00:00",
    "coverArt": "https://mangadex.org/covers/0a4915d7-e84e-4d14-b7bf-c14a3a0995e0/a4de6a55-92c6-485a-aeb1-c8cde9feecf5.png",
    "altTitles": [
      {
        "ko": "고백어택"
      },
      {
        "ko-ro": "Gobaek Attack"
      }
    ],
    "description": {
      "en": "Hana was never first. Always because Han Geon Woo came in first every time!\nHana would do anything to best Geon Woo, even though she can't figure him out.\nThis time, she tried to shock him by confessing...\nHe believed and accepted the confession though? \nDoes he like me?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "63"
  },
  {
    "mangaId": "1849fc45-8c4c-4d29-9242-5f35ea689023",
    "title": {
      "en": "Duke Pendragon: Master of the White Dragon"
    },
    "updatedAt": "2024-05-28T15:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/1849fc45-8c4c-4d29-9242-5f35ea689023/9c11ab5c-7d8c-41ce-a7c5-84ab4da8270c.png",
    "altTitles": [
      {
        "ko": "백룡공작 팬드래건"
      },
      {
        "en": "White Dragon Duke: Pendragon"
      },
      {
        "ja": "白龍公爵ペンドラゴン"
      },
      {
        "ja-ro": "Hakuryuu Koushaku Pendragon"
      },
      {
        "ko-ro": "Baengnyonggongjang"
      },
      {
        "ru": "Регрессия Герцога Пендрагона"
      },
      {
        "es-la": "El Duque del dragón blanco: Pendragon"
      }
    ],
    "description": {
      "en": "Born as the successor of a low-ranking noble household, Raven Varte wears the sin of plotting a rebellion against the empire. To be granted amnesty, he was sent to fight demons alongside the worst corp of the empire, the ”Demon” corp. Most say that it is a place where most won’t survive for even a year, but Raven somehow managed to survive for ten. When his amnesty was in front of his eyes, on his last battlefield, he met the ‘Successor of the Pendragon Duke Household, Eren Pendragon.\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=iRX266roHHM)\n\n---\n- [Official Korean Translation](https://page.kakao.com/home?seriesId=58558135)",
      "ja": "下級貴族の次男として生まれたレイヴン・ヴァルトは反逆の汚名を着せられ、 赦免を見返りに最悪の部隊である\"羅刹隊”で魔物と戦うことに。 大半は1年も生きることができないと言われる場所で、レイヴンは10年の歳月を生き延びた。 赦免を目前に控えたある日、最後の戦場でペンドラゴン公爵家の後継者であるエレン・ペンドラゴンと共に任務にあたるが…\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=iRX266roHHM)\n\n---\n- [Official Korean Translation](https://page.kakao.com/home?seriesId=58558135)",
      "ko": "하급 귀족 가문의 차남으로 태어난 레이븐 발트.\n반역에 연루되어 홀로 살아남은 그는\n사면을 대가로 ‘악귀 부대’에서 싸우게 된다.\n\n대부분이 1년을 버티지 못하는 곳에서\n10년의 사면기간을 채울 때까지 살아남은 레이븐 발트.\n\n사면을 목전에 둔 어느 날,\n어려운 임무를 받고 팬드래건 공작가문의 후계자인\n엘렌 팬드래건과 함께 임무에 투입되는데….\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=iRX266roHHM)\n\n---\n- [Official Korean Translation](https://page.kakao.com/home?seriesId=58558135)",
      "ru": "Рэйвен Вальте, наследник малоизвестной аристократической семьи, обвиняется в бунтовщичестве против империи. У него есть выбор - ссылка, или смерть, и он выбирает ссылку. Его наказание - служба в войсках истребителей демонов, худшем военном подразделении в империи. Никто не верит, что Рейвен способен выжить там хотя бы год, но он приспосабливается и выживает до конца срока в десять лет. За несколько дней до амнистии он встречает на поле боя герцога Пендрагона, и происходит невероятное. \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=iRX266roHHM)\n\n---\n- [Official Korean Translation](https://page.kakao.com/home?seriesId=58558135)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18e7581b-b7b7-4987-aa3b-fafc613f4939",
    "title": {
      "en": "Danzai sareta Akuyaku Reijou wa, Gyakkou shite Kanpeki na Akujo wo Mezasu"
    },
    "updatedAt": "2024-05-12T10:01:57+00:00",
    "coverArt": "https://mangadex.org/covers/18e7581b-b7b7-4987-aa3b-fafc613f4939/fa568c46-be9c-4295-8b0f-c51dde5c5804.jpg",
    "altTitles": [
      {
        "ja": "断罪された悪役令嬢は、逆行して完璧な悪女を目指す"
      },
      {
        "ja": "断罪された悪役令嬢は、逆行して完璧な悪女を目指す＠COMIC"
      },
      {
        "ja-ro": "Danzaisareta Akuyaku Reijou wa, Gyakkou shite Kanpeki na Akujo wo Mezasu"
      },
      {
        "ja-ro": "Danzaisareta Akuyaku Reijou wa, Gyakkou shite Kanpeki na Akujo wo Mezasu @COMIC"
      },
      {
        "en": "The Condemned Villainess Goes Back in Time and Aims to Become the Ultimate Villain"
      },
      {
        "es-la": "La villana condenada regresa en el tiempo para convertirse en la villana perfecta"
      },
      {
        "ko": "단죄당한 악역 영애는 회귀하여 완벽한 악녀를 노린다"
      },
      {
        "zh": "被定罪的恶人千金、重生后目标是成为完美恶女"
      }
    ],
    "description": {
      "en": "An exhilarating romantic fantasy about a duke's daughter, a former prostitute, controlling the poison within evil!\n\nThe duke's daughter, Claudia, was supposed to be the fiancée of the crown prince, however her half-sister, Fermina's, schemes had her sold off to a brothel. She didn't want to end it like this, so she climbed to the top at the brothel, but ended up dying from an illness. Except, when she opened her eyes, the face of when she was a child looked back at her. Realizing she had gone back in time, Claudia wins over more and more supporters using the tactics she learnt during her days as a prostitute to prepare for her nearing conflict with Fermina.\n\n\"If Fermina is considered a villainess, I shall aim to become the ultimate villain!\"",
      "ja": "「あなたが悪女なら、それを超える\"完璧な悪女\"になってみせますわ! 」\n\n王太子の婚約者だったはずが、異母妹・フェルミナの策略により娼館へと売られてしまった公爵令嬢・クラウディア。このまま終わるわけにはいかないという一心で娼館のナンバーワンに上りつめるも、病死してしまう。しかし、目が覚めると鏡には子供の頃の自分が! 過去へ逆行したクラウディアは、きたるべきフェルミナとの戦いに向けて、娼婦として身につけた手練手管で周りを次々と味方に引き込んでいく——。\n\n---\n[Original Web Novel](https://ncode.syosetu.com/n6406gp/)\n\n**Original Web Publication:** [Corona Comics](https://to-corona-ex.com/comics/49602840559659), [Nico Video](https://seiga.nicovideo.jp/comic/58462)",
      "es-la": "La hija del duque, Claudia, debía ser la prometida del príncipe heredero, sin embargo, los planes de su hermanastra, Fermina, hicieron que la vendieran a un burdel. Ella no quería terminar de esa manera, así que escaló a la cima del burdel, pero terminó muriendo de una enfermedad. Pero cuando abrió los ojos, la cara de una niña le devolvió la mirada. Al darse cuenta de que ha retrocedido en el tiempo, Claudia gana cada vez más adeptos utilizando las tácticas que aprendió durante sus días como prostituta para prepararse para su inminente conflicto con Fermina. \"Si Fermina es considerada una villana, ¡yo aspiraré a convertirme en la villana perfecta!\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a547d1d-576b-477f-8cb3-70a3b4187f8a",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 1 - Phantom Blood"
    },
    "updatedAt": "2023-11-01T21:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5a547d1d-576b-477f-8cb3-70a3b4187f8a/263645fa-129c-4d77-b69d-61d0880fb13e.jpg",
    "altTitles": [
      {
        "ru": "Η Παράξενη Περιπέτεια του JoJo"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 1: Sângele Trecutului"
      },
      {
        "it": "JoJo e a sua Aventura Bizarra: Phantom Blood"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Phantom Blood"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 1: Jonathan Joestar: His Youth"
      },
      {
        "th": "Jojoล่าข้ามศตวรรษ"
      },
      {
        "zh": "JoJo的奇妙冒险"
      },
      {
        "es": "La Extraña Aventura de JoJo: Sangre Fantasmal"
      },
      {
        "fr": "Le bizzarre avventure di Jojo: Phantom Blood"
      },
      {
        "ms": "Penjelajah Jojo"
      },
      {
        "ar": "مغامرة جوجو الغريبة الجزء 1: دماء الشبح"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ファントムブラッド"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Елес Қан"
      },
      {
        "de": "JoJos bizarres Abenteuer Part 1: Phantomblut"
      },
      {
        "pt-br": "Jojo's Bizarre Adventure - Parte 1: Phantom Blood"
      }
    ],
    "description": {
      "en": "First story arc of the Jojo's Bizarre Adventure series.  \n  \nJonathan Joestar, a young wealthy son living in Victorian England, has his life destroyed by a recently orphaned Dio Brando, who was taken in by Jonathan's father. Dio, who plots to drive Jonathan to insanity and inherit the Joestar fortune, becomes an unstoppable vampire that Jonathan must fight.\n\n[Official English](https://www.viz.com/read/manga/jojo-s-bizarre-adventure-part-1-phantom-blood/all)"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "e0969782-cec4-4382-9366-4c69ecd1f3a2",
    "title": {
      "en": "I Thought She Was a Yandere, but Apparently She's Even Worse"
    },
    "updatedAt": "2024-04-05T16:41:15+00:00",
    "coverArt": "https://mangadex.org/covers/e0969782-cec4-4382-9366-4c69ecd1f3a2/debba5d2-c819-431f-ba85-d9430f198ba0.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレかと思ったらもっとヤベー女だった"
      },
      {
        "id": "Ku kira dia yandere tapi ternyata lebih parah"
      },
      {
        "ja": "ヤンデレかと思ったらラブコメっぽくなる彼女"
      },
      {
        "ja-ro": "Yandere Ka To Omottara Motto Yabe Onna Datta"
      },
      {
        "es-la": "Pensé que era una yandere, pero resultó ser una chica mucho más peligrosa."
      },
      {
        "tr": "Onun Yandere Olduğunu Sanıyordum Ama Durum Daha Betermiş"
      }
    ],
    "description": {
      "en": "A man who no longer can turn a blind eye saves a girl who's being bullied by the other classmate, but little did he know.\n\n---\n\n**Notes:**\n- There is also a fan colored version and an R18 side(?) story:",
      "id": "Seorang pria yang tidak lagi bisa menutup mata menyelamatkan seorang gadis yang di-bully oleh teman sekelasnya,tapi sedikit yang dia tahu.",
      "tr": "Artık sınıf arkadaşının zorbalanmasına göz yumamayan çocuk sınıf arkadaşını kurtarır, oysa...",
      "es-la": "Psicópata se enamora de un chico normal."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi wo Suru"
    },
    "updatedAt": "2024-05-18T12:34:17+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "ja-ro": "Sono Kisekae Ningyou wa Koi wo Suru"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll wa Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52842727-59ff-46a6-9a23-5eba61487586",
    "title": {
      "en": "To Love Ru - Digital Colored Comics"
    },
    "updatedAt": "2024-03-28T01:50:14+00:00",
    "coverArt": "https://mangadex.org/covers/52842727-59ff-46a6-9a23-5eba61487586/1b7bba8a-d22a-4f1a-8723-601a611b135a.jpg",
    "altTitles": [
      {
        "ja": "To LOVEる―とらぶる― カラー版"
      },
      {
        "ja-ro": "To LOVE Ru ―Trouble― Color-ban"
      },
      {
        "en": "To LOVE Ru ―Trouble― Color Edition"
      },
      {
        "en": "To Love-Ru - Digital Colored Comics"
      },
      {
        "en": "To-LOVE-Ru (Official Colored)"
      },
      {
        "ru": "Любовные неприятности"
      },
      {
        "zh": "出包王女"
      }
    ],
    "description": {
      "en": "Rito is a high-school boy who just can't confess to the girl of his dreams, Haruna-chan. One day when coming home and sulking in the bath-tub, a mysterious and barely clothed girl appears out of nowhere. Her name is Lala and she comes from another planet…",
      "es-la": "Yuuki Rito es el estudiante promedio de secundaria: torpe, tímido y desesperado cuando se trata de confesar sus sentimientos a la chica de sus sueños. ¡Pero un día, una princesa alienígena que huye aparece de repente en su bañera! Cuando Rito se compromete con la hermosa Lala después de un malentendido, se ve envuelto en el caos de la política extraterrestre, los pretendientes alienígenas rivales y la hilaridad del harén."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "18",
    "lastChapter": "162.5"
  },
  {
    "mangaId": "f8f3f045-01b5-4216-8f41-d947d8b448b0",
    "title": {
      "en": "Youchien Wars"
    },
    "updatedAt": "2024-05-01T14:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/f8f3f045-01b5-4216-8f41-d947d8b448b0/25c051c5-e2bf-4e1c-b234-43a37cfba22c.jpg",
    "altTitles": [
      {
        "es-la": "GUERRA EN EL JARDIN DE INFANTES"
      },
      {
        "ja": "幼稚園WARS"
      },
      {
        "ko": "Youchien WARS"
      },
      {
        "en": "Kindergarten WARS"
      },
      {
        "ru": "Детсадовские войны"
      },
      {
        "tr": "Anaokulu SAVAŞLARI"
      },
      {
        "fr": "Kindergarten WARS"
      }
    ],
    "description": {
      "en": "Welcome to Kindergarten Noir, an exclusive school catering to children of the global elite!\n\nRita, one of the teachers, has been on the hunt for a boyfriend but has had absolutely zero luck so far. One day, an assassin comes after one of the children... and he’s totally dreamy?!\n\nDive into this action-packed rom-com as it unfolds inside the world’s \"safest\" kindergarten!",
      "fr": "Découvrez le jardin d'enfants le plus sécurisé du monde et ses enseignants au tempérament… explosif !\n\n\nRita est la dernière recrue du \"Kindergarten Black\", surnommé \"la maternelle la plus sûre du monde\", qui accueille les rejetons de l'élite du pays. La réputation de l'établissement n'est pas usurpée : ses employés sont des criminels aguerris chargés de repousser toute attaque ! Rita elle-même est une tueuse légendaire qui, en échange d'une remise de peine, a accepté ce poste hors du commun… Mais cette experte du combat ne rêve que d'amour ! Pour elle, tout assaillant est un potentiel futur copain, à condition d'être beau et, surtout, de partager ses goûts bien tranchés. Cuisine, cinéma, personnalité… chaque adversaire est mis à l'épreuve avec un quiz sans concession, où la moindre erreur est punie de mort ! Trouvera-t-elle l'âme sœur sur le champ de bataille de cette maternelle ultra déjantée ? Travailler avec des enfants n'est pas de tout repos ! Entre deux activités toboggan, il ne faut pas oublier de s'occuper des kidnappeurs et autres tueurs à gages…\n\n\nAvec son mélange détonant d'humour, d'action et de romance, Kindergarten Wars est une véritable récré, les cocktails molotov en plus !\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "tr": "Bu anaokulunda dünyanın en önemli isimlerinin çocukları eğitim görmektedir; politikacılar, şirket başkanları, petrol kralları, aklınıza ne gelirse! Efsanevi eski suikastçı Rita, özgürlük karşılığında anaokulundaki çocukları suikastlardan korumak için gizli bir göreve atanır!? Dünyanın \"en güvenli\" anaokulu hakkında bir Aksiyon/Komedi hikayesi!",
      "es-la": "RESUMEN RAPIDO: encargados de una jardín infantil, son asesinos profesionales y los cuidan con el fin de reducir sus condenas, si logran protegerlos en X tiempo, podrán ser libre pero ¿lo lograran?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1a79e4-7f90-450d-854c-0c780179f47f",
    "title": {
      "en": "The Martial God who Regressed Back to Level 2"
    },
    "updatedAt": "2024-05-29T00:06:48+00:00",
    "coverArt": "https://mangadex.org/covers/8a1a79e4-7f90-450d-854c-0c780179f47f/f840c369-0109-41de-90d3-11ca7bd8a870.png",
    "altTitles": [
      {
        "ko": "2레벨로 회귀한 무신"
      },
      {
        "en": "The God of War Who Regressed to Level 2"
      },
      {
        "es-la": "El dios marcial que regresó al nivel 2"
      }
    ],
    "description": {
      "en": "[NO. 4212: 'Humanity' has failed the Demotion Match.]\n[NO. 4212: ‘Humanity’ has been deemed useless. Beginning deletion.]\n\nEarth lost the fight for survival in the BattleNet system and humanity now faces eradication. However, Jihan Seong is given another chance. He has returned three years into the past before BattleNet became a life-or-death game.\n\nWith his knowledge of the future, he’s determined to become the strongest player. Will Jihan be able to change the fate of humanity? And more importantly, can he protect the ones he loves from those who want him to fail?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-02-24T11:47:23+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/6f235e14-164c-43bb-84a2-02102edefce9.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "adf63281-281d-448f-a618-dee15c47e7e5",
    "title": {
      "en": "Sachiroku 〜Sachi’s Book of Revelation〜"
    },
    "updatedAt": "2024-04-17T08:00:46+00:00",
    "coverArt": "https://mangadex.org/covers/adf63281-281d-448f-a618-dee15c47e7e5/a36e8372-ed25-4b4d-98da-a75bcb230b97.jpg",
    "altTitles": [
      {
        "en": "Sachi’s Records 〜Sachi’s Book of Revelation〜"
      },
      {
        "ja": "サチ録　～サチの黙示録～"
      },
      {
        "ja-ro": "Sachi-roku: Sachi no Mokushiroku"
      },
      {
        "ru": "Записи Сачи: Книга откровений Сачи"
      },
      {
        "ja-ro": "Sachiroku - Sachi no Mokushiroku"
      },
      {
        "vi": "Sachiroku - Cuốn Sách Khải Huyền Của Sachi"
      }
    ],
    "description": {
      "en": "‘Humanity’s Judgment’ — a process by which an angel and a demon meticulously pass judgment upon a human, and the final score determines the fate of mankind. But this time, the chosen subject is the incredibly mischievous 6-year-old elementary school student, Sachi Ueno?! Just how will the unconventional living arrangement of an angel, a demon, and a human shape the future of humanity?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d02647cb-0ec5-40b9-9415-ceb2c137d29a",
    "title": {
      "en": "Rugby Rumble"
    },
    "updatedAt": "2024-05-27T14:59:59+00:00",
    "coverArt": "https://mangadex.org/covers/d02647cb-0ec5-40b9-9415-ceb2c137d29a/f6005258-c644-44ac-a6e4-0caeb875d881.jpg",
    "altTitles": [
      {
        "ja": "最強の詩"
      },
      {
        "ja-ro": "Saikyou no Uta"
      }
    ],
    "description": {
      "en": "The Japan under-16 rugby team—nicknamed the Perfect Squad—shattered the power balance of high school rugby after sweeping the world cup. With so many former Perfect Squad members in their home prefecture, Rikuzen High’s rugby team has given up all hope of victory and now takes a laid-back approach to training. Enter transfer student and rugby novice Kinzan Yamada. He may be new, but he’s ready for the world of rugby. The question is whether they’re ready for him..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ece5274-501e-45f0-ab4d-243f60692960",
    "title": {
      "en": "Skeleton Double"
    },
    "updatedAt": "2024-04-13T12:19:53+00:00",
    "coverArt": "https://mangadex.org/covers/4ece5274-501e-45f0-ab4d-243f60692960/83bf13e2-c06a-4bbc-8b04-5db8ca0ea4d8.jpg",
    "altTitles": [
      {
        "ja": "スケルトンダブル"
      },
      {
        "ru": "Двойной Костяк"
      },
      {
        "ja-ro": "Sukeruton daburu"
      }
    ],
    "description": {
      "en": "A man dies a mysterious death just outside Shinjuku Station. Eight years later, his son, Yodomi Arakawa, is leading a tranquil life until he meets…an invisible man?! And to learn the truth behind his father's death, Yodomi will have to become invisible himself..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0fac2ac-88d6-4998-b203-b041e31fe1ee",
    "title": {
      "en": "Tsuruko Returns the Favor"
    },
    "updatedAt": "2024-04-13T15:27:57+00:00",
    "coverArt": "https://mangadex.org/covers/a0fac2ac-88d6-4998-b203-b041e31fe1ee/4cf6e3ec-b078-4616-bfe8-d691e2d6d430.jpg",
    "altTitles": [
      {
        "ja": "鶴子の恩返し"
      },
      {
        "ja": "Tsuruko no Ongaeshi"
      }
    ],
    "description": {
      "en": "Nekokado is an extremely straight-laced high school teacher who has lived alone since the death of his sister. But one day, he discovers a photo of her in a maid costume. He goes to a concept café in order to investigate his sister's secret, but there he meets a girl named Tsuruko…?!\n\n(Source:MANGA Plus)",
      "ja": "規則に厳格な堅物高校教師・猫門文蒋。ある日、彼は姉の遺した1枚のチェキをきっかけに、コンセプトカフェ「おとぎの國」へと迷い込む。そこで姉とのつながりを感じる新人メイド・鶴子と出会うが、彼女は猫門が担任する生徒でもあり…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ae7fcbc-0aee-417d-9262-be4d5beac3ca",
    "title": {
      "en": "Wild Strawberry"
    },
    "updatedAt": "2024-05-29T13:45:57+00:00",
    "coverArt": "https://mangadex.org/covers/7ae7fcbc-0aee-417d-9262-be4d5beac3ca/43debcd4-c57c-4d71-9074-d260503c6bce.jpg",
    "altTitles": [
      {
        "ja": "ワイルドストロベリー"
      }
    ],
    "description": {
      "en": "Plants have evolved. They can now feed on humans and become terrible monsters known as Jinka. Kingo and Kayano do their best to survive in a Tokyo overrun by plants, but when Kayano becomes a Jinka, Kingo will do anything he can to get her back!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78e3cb6e-8673-4623-84b3-c5e459200ce5",
    "title": {
      "en": "Kaiju No. 8: B-Side"
    },
    "updatedAt": "2024-04-12T09:27:01+00:00",
    "coverArt": "https://mangadex.org/covers/78e3cb6e-8673-4623-84b3-c5e459200ce5/0e38cdd4-4e56-4958-833d-226e17c7f2de.jpg",
    "altTitles": [
      {
        "ja": "怪獣８号 side B"
      },
      {
        "ru": "Кайдзю № 8 сторона В"
      }
    ],
    "description": {
      "en": "Front-line stories of the Defense Force not covered in the main series!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34e45b02-b5c8-4a4b-a21a-7b5059391dc8",
    "title": {
      "en": "To Your Eternity"
    },
    "updatedAt": "2024-04-21T13:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/34e45b02-b5c8-4a4b-a21a-7b5059391dc8/be0e6f20-c9c3-4457-93a7-dc9a22ae39ac.jpg",
    "altTitles": [
      {
        "ja": "不滅のあなたへ"
      },
      {
        "ja-ro": "Fumetsu no Anata e"
      },
      {
        "es-la": "A ti, el inmortal"
      },
      {
        "de": "Für dich, den Unsterblichen"
      },
      {
        "vi": "Gửi Em Người Bất Tử"
      },
      {
        "vi": "Tới Ngươi Đích Bất Diệt"
      },
      {
        "pl": "Ku twej wieczności"
      },
      {
        "pt-br": "Uma vida imortal"
      },
      {
        "it": "A te, l'immortale"
      },
      {
        "id": "Untukmu yang Abadi"
      },
      {
        "tr": "Ölümsüz Sana"
      },
      {
        "tr": "Sana, Ölümsüz Olan"
      },
      {
        "ru": "Для тебя, Бессмертный"
      },
      {
        "ar": "إلى أبديتك"
      },
      {
        "ar": "إليك، أيُها الخالد"
      },
      {
        "hi": "तिम्रो अनन्तकाल को लागी"
      },
      {
        "th": "แด่เธอผู้เป็นนิรันดร์"
      },
      {
        "zh": "致不灭的你"
      },
      {
        "zh-hk": "致不滅的你"
      },
      {
        "ko": "불멸의 그대에게"
      },
      {
        "en": "To You, the Immortal"
      },
      {
        "kk": "Мәңгілігіне"
      },
      {
        "fr": "To Your Eternity"
      }
    ],
    "description": {
      "en": "An immortal being was sent to the surface of the earth and met a boy living alone in the middle of tundra.   \nThe being can take the shape of dying things, but only if the \"impetus\" is stronger than the previous one. What sort of experiences and meetings will the being encounter while living forever?   \n\n---   \n- **Won the 43rd Kodansha Manga Award for Shonen in 2019** \n   \n---\n\n**Links:**  \n**Officially Translated:**   \n- Alternative English version by [K MANGA](<https://kmanga.kodansha.com/title/10076/episode/319887>)\n- Alternative English version by [Inkr Comics](<https://inkr.page.link/Hmgv5BX51rftn9ar5>)\n- In French by [Pika](<https://www.pika.fr/serie/your-eternity>)   \n- In Italian by [Star Comics](<https://www.starcomics.com/fumetto.aspx?Fumetto=281315>)   \n- In Polish by [Kotori](<http://kotori.pl/nasze-wydania/ku-twej-wiecznosci/>)   \n- In Russian by [Istari](<https://istaricomics.com/katalog-knig/manga/istari-comics/to-your-eternity/>)   \n- In German by [Egmont](<https://www.egmont-shop.de/to-your-eternity-01.html>)   \n- In Indonesian by [m&c!](<http://www.mncgramedia.id/comics/comic_detail/untukmu-yang-abadi-01>) as **Untukmu yang Abadi** (2019)\n- In Brazilian Portuguese by [NewPOP](<https://www.lojanewpop.com.br/uma-vida-imortal-to-your-eternity-15576289>)",
      "fr": "\"C'est à l'épreuve de la réalité que je saurai ce que je suis... Voilà pourquoi mon voyage commence.\"\n\nUn être sous forme d'une petite sphère est envoyé sur terre, celle-ci change d'apparence en fonction de ce qu'elle rencontre.\nElle rencontre d'abord un loup puis un jeune garçon vivant seul au milieu d'un paysage enneigé. Chaque nouvelle rencontre est une occasion de vivre de nouvelles expérience pour cet être. Ainsi commence le voyage de l'Immortel, un voyage fait d'expériences et de rencontres dans un monde implacable...",
      "ja": "『聲の形』の大今良時が贈る、永遠の旅。真っ白な魂で世界に降り立つ！──現実だけが自分が誰なのかを教えてくれる。だから僕は、旅に出る。",
      "ru": "Отправленное на землю бессмертное существо знакомится с мальчиком, одиноко живущим в Тундре. Существо может принимать форму умерших, но только если «импульс» сильнее предыдущего. С какими впечатлениями и встречами столкнётся существо, живущее вечно?",
      "pt-br": "Um ser imortal foi enviado à superfície da terra e encontrou um menino que vivia sozinho no meio da tundra.\nO ser pode assumir a forma de coisas moribundas, mas somente se o \"ímpeto\" for mais forte que o anterior. Que tipo de experiências e encontros o ser encontrará enquanto viver para sempre?\n\n---\n- **Ganhou o 43º Prêmio Kodansha Manga na categoria shounen em 2019**"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f251a7ed-a034-432c-8615-d69b8de17edd",
    "title": {
      "en": "Devious Miss Crimson"
    },
    "updatedAt": "2024-05-26T21:31:37+00:00",
    "coverArt": "https://mangadex.org/covers/f251a7ed-a034-432c-8615-d69b8de17edd/3efea537-9e79-4180-8f05-02911910c974.png",
    "altTitles": [],
    "description": {
      "en": "Upon a kingdom ravaged by war, descended a Dragon promising triumph and life eternal - a proposal accepted, a proposal respected, but one that would come at a severe price for the inhabitants.\n\nNow the kingdom is in ruins. How come? It's for amnesiacs 'Missy' and Jess to find out.\n\n______________\n\nDevious Miss Crimson is a short story by RedbowCR (Crimson Ribbon: Summer Rain) aiming to provide a concise but complete narrative for the reader.\n\nMy second ever manga made as I gear up to tackle my next projects, I hope you will enjoy what this fun little story can provide to you, let's look forward to the future."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daa6f76d-b7b4-4328-8d31-65aedbf1e071",
    "title": {
      "en": "Bloody Sweet"
    },
    "updatedAt": "2023-08-09T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/daa6f76d-b7b4-4328-8d31-65aedbf1e071/7c283462-62d2-4b35-a91f-2a831753fb7d.jpg",
    "altTitles": [
      {
        "en": "Honey Blood"
      },
      {
        "ja": "ハニーブラッド"
      },
      {
        "ko": "허니 블러드"
      },
      {
        "uk": "Медова кров"
      }
    ],
    "description": {
      "en": "When the daughter of a shaman gets \"strung up\" with a centuries-old vampire, is it love or something more sinister that binds them? From Narae Lee, artist of the hit OEL manga ’Maximum Ride,’ comes the story of two misfits and their quirky, fantastical romp to find one another."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "85"
  },
  {
    "mangaId": "3d81771e-d138-402d-af01-c6ca4f41feff",
    "title": {
      "en": "Duality of a Loving Heart"
    },
    "updatedAt": "2023-11-11T05:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/3d81771e-d138-402d-af01-c6ca4f41feff/093470c1-fc76-4671-9150-597bb79dc943.jpg",
    "altTitles": [
      {
        "ja": "恋心は解離する"
      }
    ],
    "description": {
      "en": "A Romcon With a Girl With a Dual Personality",
      "ja": "二重人格女の子のラブコメ"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "f819bdb3-5230-401e-9156-f6f55c9fb1f7",
    "title": {
      "en": "Garaku"
    },
    "updatedAt": "2024-05-18T04:01:58+00:00",
    "coverArt": "https://mangadex.org/covers/f819bdb3-5230-401e-9156-f6f55c9fb1f7/46566eca-0fa0-49db-a530-9b3607081f7d.jpg",
    "altTitles": [
      {
        "ja": "ガラク"
      },
      {
        "zh": "骸区"
      },
      {
        "ja-ro": "Garaku (Suzuki Yuuto)"
      }
    ],
    "description": {
      "en": "Garaku, a city where murders occur frequently. A young man involved with the yakuza saw an old man resting with a katana on a bench.",
      "pt-br": "Garaku, uma cidade onde assassinatos ocerrem frequentemente. Um jovem envolvido com a yakuza viu um velho descançando num banco, com uma katana."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d227a249-e17e-4527-af19-01190e0209b1",
    "title": {
      "en": "Hunter Academy’s Strongest Battle God"
    },
    "updatedAt": "2024-05-29T00:07:42+00:00",
    "coverArt": "https://mangadex.org/covers/d227a249-e17e-4527-af19-01190e0209b1/4742a353-4e11-46d2-8ebb-87358cb14f4a.jpg",
    "altTitles": [
      {
        "ko": "헌터 아카데미의 최강투신"
      },
      {
        "en": "Hunter Academy's Strongest Battle God"
      },
      {
        "en": "Hunter Academy's Greatest War God"
      },
      {
        "ru": "Непобедимый бог академии охотников"
      },
      {
        "es-la": "El Dios de la Batalla de la Academia de Cazadores"
      }
    ],
    "description": {
      "en": "With an F-rank Trait, deemed the worst of the worst, 5-year-old Shin Yu-sung is abandoned by the Shin-oh family, which is famous for raising hunters.\n\nThe same year, he meets one of the strongest hunters, the Fist King, at the orphanage and is adopted by him. The Fist King became the strongest not through his Trait or special abilities — but by training his body.\n\nHe takes note of Shin Yu-sung's physique instead of his Trait — nine blocked yin pathways.\n\n“Your blocked pathways cause your body’s mana to overflow, giving you an exceptional mind and god-like looks! But you also pass away before coming of age…”\n\nAn abundance of bodily yang.\n\n“Your body is overflowing with the energy that can cure your nine blocked yin pathways!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]