[
  {
    "mangaId": "440b1df4-1179-4727-a68e-8c888dd22f12",
    "title": {
      "en": "How to Survive Restructuring"
    },
    "updatedAt": "2024-12-01T02:07:44+00:00",
    "coverArt": "https://mangadex.org/covers/440b1df4-1179-4727-a68e-8c888dd22f12/401fdc45-44e5-402a-885d-f7cb5f5bd4c4.jpg",
    "altTitles": [
      {
        "ko": "구조 조정에서 살아남는 법"
      }
    ],
    "description": {
      "en": "The moment the company receives notice of a person subject to restructuring, With a roaring sound as if the sky had collapsed. And the world has changed. [The sale of this district has been decided.] [This will result in a workforce restructuring.] Restructuring for Lives Missions that you can capture to gain special powers If it's a miraculous prank, I'll do my best for it! \"I found it. A way to live together.\" Restructuring candidate Lee Eunho's super-fast promotion starts now!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-11-01T06:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/60b13fdd-6541-48e5-9181-fe1903d840f5.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n**Awards:**\n- Won the 2020 Next Manga Award in the Web category.\n- Was nominated for the 2020 and 2021 Manga Taishou Award.\n- Won the top prize of the 2021 Tsutaya Comic Awards.",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "817326a0-fc3f-42dc-99a6-ff10a952d535",
    "title": {
      "en": "The Male Leads Were Stolen by an Extra"
    },
    "updatedAt": "2024-04-11T07:34:05+00:00",
    "coverArt": "https://mangadex.org/covers/817326a0-fc3f-42dc-99a6-ff10a952d535/8793ff84-d0bc-4be9-8e9e-fbabf0aa1015.jpg",
    "altTitles": [
      {
        "ko": "엑스트라에게 남주들을 빼앗겼다"
      },
      {
        "en": "The Male Leads Were Taken Away by the Extra"
      },
      {
        "en": "The Male Leads Were Stolen by the Extra"
      },
      {
        "zh": "被群演夺去了男主们"
      }
    ],
    "description": {
      "en": "A woman who has lost her male leads to an extra who did not appear in the original story... That's me.\n\nSelonia fell into a coma on the way back from defeating the Demon King. After wandering through death for several months, she survived, but what? \n\n“I want you to break off the engagement. I want to hurry up to marry Grace.” \n\n“I want you to pretend my knight’s oath to you didn't happen.” \n\n“Give me back my heart. I’ll give it to Grace.” \n\nThe fiancé who was the male lead, the paladin and the dragon who were the sub-male leads, and the fellows all turned away. These reckless bastards! There was a lot of cursing, but what can I do to stop it? I was trying to start a new life in a cool way. By the way… \n\n“Do you know me?” \n\nHow is the dead demon king alive? \n\n“What, I don’t know…”\n\n“No, you know me. tell me Who am I?” \n\nTo make matters worse, the Demon King, who has no memory, sticks to my side and does not leave. Inevitably, I tried my best to prevent the return of the Demon King. \n\n“How can I always hold your hand?” \n\nWhy is it not enough to spit out vulgar words? \n\n“Are you going to kill all those who left you? Just speak.” \n\nHe’s even going to kill the male leads for me!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e12cbd1-e446-442f-824a-a5f29fcac410",
    "title": {
      "en": "I'm Da Best"
    },
    "updatedAt": "2022-06-09T13:16:37+00:00",
    "coverArt": "https://mangadex.org/covers/6e12cbd1-e446-442f-824a-a5f29fcac410/90911052-5737-4d11-ada9-dfd2f4137a47.jpg",
    "altTitles": [
      {
        "en": "I Am Cool"
      },
      {
        "en": "I'm the Best"
      },
      {
        "ko": "난 짱이야"
      }
    ],
    "description": {
      "en": "The story of junior high school student new outlook on life. Its an inspiring tale of the many issues in our modern society. And the undue pressures of society to conform their standards instead of being yourself. For those who dealt with issues such as bullying, weight, and appearance. This series is a must read."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0024b57-e10d-4aa8-b8fa-a07d7651804c",
    "title": {
      "en": "Alive"
    },
    "updatedAt": "2024-11-03T11:16:21+00:00",
    "coverArt": "https://mangadex.org/covers/b0024b57-e10d-4aa8-b8fa-a07d7651804c/1a310e9e-686a-41bd-b345-d96c99662450.jpg",
    "altTitles": [
      {
        "ja": "アライブ"
      }
    ],
    "description": {
      "en": "Hondo Akira was shot to death by the U.S. military for a crime he did not commit. However, he somehow survived and became a teacher at a girls’ high school. \n\nThe objective of his assignment to this school? The key to that is in the hands of Tsukishima Hibiki, an ordinary high school girl in the art club… \n\nThe story accelerates as Hondo, an out-of-the-ordinary egoistic gentleman, gets involved in his surroundings.",
      "ja": "無実の罪を着せられ、米軍に射殺されたはずの男・本堂 明。しかし彼は生き永らえ女子高の教師となっていた。\n\n彼がこの学校に赴任した目的とは？その鍵は美術部の普通の女子高生 月島 響が握っている―？\n\n紳士なようで唯我独尊、規格外の男・本堂が周囲を巻き込み物語は加速していく。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c062006-5ea7-4fbc-a39d-23e3f66420e4",
    "title": {
      "en": "Kichiku Eiyuu"
    },
    "updatedAt": "2024-12-06T14:01:51+00:00",
    "coverArt": "https://mangadex.org/covers/7c062006-5ea7-4fbc-a39d-23e3f66420e4/b983e850-253d-42e3-80d4-683410ff033a.jpg",
    "altTitles": [
      {
        "en": "Savage Hero"
      },
      {
        "ja": "鬼畜英雄"
      },
      {
        "id": "Pahlawan Biadab"
      }
    ],
    "description": {
      "en": "It's been 10 years since Takamichi reincarnated in hell. His Incubus power becomes stronger by having sex with women, but his growth peaked. \n\n\"I'll move to a new area, wait for me beautiful women of the new world!\"\n\nSexy & violent pretty girl battle fantasy!",
      "ja": "タカミチは魔界に転生して10年。魔界最強の大魔剣士で次期魔王の座すら譲られるほどになっていた…が、悩んでいた。女性との行為によって強くなる『インキュバス』のスキルツリーは既に行き詰まっていたのだ。インキュバスのスキルツリーを解き明かすため、意を決してゲートをくぐるタカミチを待っていたのは…薬師の美少女アウラや魔眼の暗殺者バイオレットとの…エッロすぎる出会いだった（笑）",
      "pt-br": "10 anos desde que ele reencarnou no inferno ... O herói “Takamichi” está com problemas. Com o poder do “Incubus” de ficar mais forte fazendo sexo com mulheres, ele já não tinha mais inimigos e seu crescimento atingiu o pico. “Vou me mudar para uma nova área, esperem por mim, lindas mulheres do novo mundo!” Fantasia de batalha de menina bonita sexy e violenta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94b1550f-44a6-4872-b117-e72bd6509513",
    "title": {
      "en": "Youkai Seito Series"
    },
    "updatedAt": "2024-12-07T05:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/94b1550f-44a6-4872-b117-e72bd6509513/ce54fe53-5bcd-495a-ad13-b84cb4669ce8.png",
    "altTitles": [
      {
        "ja": "妖怪生徒シリーズ"
      },
      {
        "en": "Youkai Student Series"
      },
      {
        "en": "Youkai Students"
      }
    ],
    "description": {
      "en": "A 4-koma about the lives of the youkai at Youkai-Academy"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "806f2774-d31c-4850-a1ec-656be7579e40",
    "title": {
      "en": "I'm a Loser, Baby"
    },
    "updatedAt": "2023-09-06T21:46:39+00:00",
    "coverArt": "https://mangadex.org/covers/806f2774-d31c-4850-a1ec-656be7579e40/d1421387-333c-41a6-b67b-5ebaf2008c6d.jpg",
    "altTitles": [
      {
        "ru": "Я был ничтожеством"
      },
      {
        "zh": "我本废柴"
      },
      {
        "en": "I Was Trash"
      },
      {
        "en": "I Was Trash, I Am Trash, I Will Be Trash"
      },
      {
        "en": "I am a formal trash"
      },
      {
        "en": "I Formerly Trash"
      },
      {
        "zh-ro": "Won Bei Fei Chai"
      },
      {
        "en": "The Loser Takes It All"
      }
    ],
    "description": {
      "ar": "كان يُنظر اليه نظرة استصغار, اجبر على إلغاء خطوبته وتم قتله, ربما هذه هي الحياة التي ينبغي على القمامة عيشها…. ولكن جسده اٌخذ من قبلي, الممارس الاقوى كانغ كون زي. والان بما انني هنا, ساجعل منه الافضل! راقبني بينما استخدم هذا الجسد القمامة الذي املكه لادعس عليهم كالنمل",
      "en": "He was looked down on, forced to break off his engagement, he was murdered, maybe this is the life that trash should have… But he was taken over by me, the strongest cultivator, Cang Kun Zi, as I reborned. Now that I'm here, I'll make the best of it! Watch as I use this trash body of mine to trample upon you mere ants!",
      "fr": "Il a été regardé de haut, forcé de rompre ses fiançailles, il a été assassiné, c’est peut-être la vie que les ordures devraient avoir… Mais il a été repris par moi, le cultivateur le plus fort, Cang Kun Zi, quand je suis né à nouveau. Maintenant que je suis là, je vais faire de mon mieux ! Regardez comme j’utilise mon corps pour piétiner de simples fourmis !",
      "pt": "Ele era subestimado, foi forçado a terminar seu noivado e foi assassinado. Talvez, esta seja a vida que um inútil mereça…  \nNo entanto, ele foi tomado por mim, o cultivador mais poderoso, Cang Kun Zi, quando renasci. E agora que estou aqui, superarei as adversidades! Testemunhe enquanto eu uso este meu corpo inócuo para pisar em vocês meras formigas!",
      "ru": "На него смотрели свысока, заставили разорвать помолвку, а затем убили. Возможно, такая жизнь и должна быть у неудачника… Но его тело стало моим, когда я возродился. Я сильнейший культиватор Цан Куньцзы, и теперь, когда я здесь, я сделаю всё возможное! Вы увидите, как я использую это тело, чтобы топтать вас, муравьи!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "221"
  },
  {
    "mangaId": "19a1f6e1-6e86-4785-81bc-8a8acfe6bc9a",
    "title": {
      "en": "Sensei to Seito wa, Ai wo Shiranai."
    },
    "updatedAt": "2024-11-12T14:49:11+00:00",
    "coverArt": "https://mangadex.org/covers/19a1f6e1-6e86-4785-81bc-8a8acfe6bc9a/d2a5eeff-ea88-45a5-8cc6-7b1ce5f782df.jpg",
    "altTitles": [
      {
        "ja": "先生と生徒は、愛を知らない。"
      },
      {
        "vi": "Thầy trò không biết yêu"
      },
      {
        "ja-ro": "Sensei to Seito wa, Ai wo Shiranai."
      }
    ],
    "description": {
      "vi": "Người mà tôi yêu thương nhất trên đời hóa ra không hề yêu thương tôi. Tôi lúc này đây không còn cách nào khác ngoài căm ghét chính người ấy. Đây là một câu chuyện giữa hai con người không biết yêu dần thu hút lẫn nhau."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48de1b3e-ce0f-47a9-acf3-f6a7001301bf",
    "title": {
      "en": "T・P Bon"
    },
    "updatedAt": "2024-11-28T19:19:30+00:00",
    "coverArt": "https://mangadex.org/covers/48de1b3e-ce0f-47a9-acf3-f6a7001301bf/54177223-ac60-4daa-abe2-c65726c80a7a.png",
    "altTitles": [
      {
        "ja": "T・Pぼん"
      },
      {
        "en": "Time Patrol Bon"
      },
      {
        "ja-ro": "TP Bon"
      }
    ],
    "description": {
      "en": "There exists a secret organization that has members traveling across time to save people from their wrongful deaths. Bon Namihira accidentally learn about the Time Patrol, and is recruited as an apprentice member. Together with Ream, the patroller in charge of mentoring him , Bon goes to various historical periods to rescue innocent people, trying not to alter history in the process."
    },
    "status": "completed",
    "releaseDate": 1978,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "35"
  },
  {
    "mangaId": "5959afde-d009-43be-94f8-be315484d1ad",
    "title": {
      "en": "Heroic Complex"
    },
    "updatedAt": "2024-03-03T16:23:00+00:00",
    "coverArt": "https://mangadex.org/covers/5959afde-d009-43be-94f8-be315484d1ad/f84e7c46-df7f-4e41-9ff2-9075fe6c85a4.jpg",
    "altTitles": [
      {
        "bg": "Геройский комплекс"
      },
      {
        "ja": "ヒロイック・コンプレックス"
      },
      {
        "sl": "Junaški kompleks"
      }
    ],
    "description": {
      "en": "Misuzu Haruno, a handsome high school girl, has a secret identity—she is a super warrior known as Burning X who seeks to protect the peace. She wishes to become cute, just like the beautiful super heroine she admires, Blue Wing. But the truth is, Blue Wing is actually Aoi Ootori, an effeminate boy from the class next door! Indeed, Blue Wing is *his* secret identity, but he isn't exactly thrilled about it—he wants to be strong and more manly, just like his idol, Burning X.\n\nThis is a romantic comedy in which two people are unable to reveal their true identities to each other.",
      "ru": "Романтическая комедия о супергероях с сюрпризом."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "209"
  },
  {
    "mangaId": "2466dcca-0a2b-45e5-830e-05927fadd463",
    "title": {
      "en": "Deadman"
    },
    "updatedAt": "2024-12-08T07:53:27+00:00",
    "coverArt": "https://mangadex.org/covers/2466dcca-0a2b-45e5-830e-05927fadd463/f94de567-229a-4784-9a06-84a34847f254.png",
    "altTitles": [
      {
        "ja": "ゾンビマン"
      },
      {
        "es": "Mr. Joker"
      },
      {
        "ja-ro": "zonbiman"
      }
    ],
    "description": {
      "en": "A mysterious figure holds fifty-two black cards that represent humankind's fears. Knives, clocks, mirrors and even tests! And as his stories end Hino gives us even more terror with Zombie Man, Rotten Rain and Horror at the Wax Museum!"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "16"
  },
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-11-28T11:28:40+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/50a36b01-6847-4714-b3f5-1dfd22e50f4a.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10c41b70-384e-41c8-8171-f65e0c8abe1d",
    "title": {
      "en": "Josou ga Shishunki ni Ataeru Eikyou o Kangaeyou"
    },
    "updatedAt": "2024-11-21T10:50:09+00:00",
    "coverArt": "https://mangadex.org/covers/10c41b70-384e-41c8-8171-f65e0c8abe1d/5209cc4c-ca6b-4640-804e-ed1246b58abc.jpg",
    "altTitles": [
      {
        "ja": "女装が思春期に与える影響を考えよう"
      },
      {
        "ja-ro": "Josou ga Shishunki ni Ataeru Eikyou wo Kangaeyou"
      },
      {
        "en": "Let's Consider the Impact of Cross-Dressing on Adolescence"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27058e9c-3f75-4857-bc00-37e98ed9fe59",
    "title": {
      "en": "Phoenix of the Nine Heavens (Remake)"
    },
    "updatedAt": "2024-06-19T17:23:43+00:00",
    "coverArt": "https://mangadex.org/covers/27058e9c-3f75-4857-bc00-37e98ed9fe59/fc8abd15-7600-4e97-97cb-7c34cc15492d.jpg",
    "altTitles": [
      {
        "zh": "风于九天"
      },
      {
        "en": "A Phoenix on the Ninth Floor of Heaven"
      },
      {
        "zh-ro": "Feng Yu Jiu Tian"
      }
    ],
    "description": {
      "en": "Feng Ming is on his way to school when he saves a child about to die, losing his own life in the process. He is given the chance to cross time and space to have a new life and awakens in the body of the crown prince of Xi Lei. This crown prince, however, does not have the high status that Feng Ming expects. Instead, the prince regent Rong Tian holds the highest power in Xi Lei. Rong Tian notices the crown prince’s sudden change in demeanor along with Feng Ming’s habit of suddenly blurting out modern words and phrases, and becomes interested in him...",
      "fr": "Feng Ming se rend à l'école lorsqu'il sauve un enfant sur le point de mourir, perdant ainsi la vie. Il a la possibilité de traverser le temps et l'espace pour avoir une nouvelle vie et se réveille dans le corps du prince héritier de Xi Lei. Ce prince héritier, cependant, n'a pas le statut élevé auquel Feng Ming s'attend. Au lieu de cela, le prince régent Rong Tian détient le plus haut pouvoir à Xi Lei. Rong Tian remarque le changement soudain de comportement du prince héritier et l'habitude qu'a Feng Ming de prononcer des mots et des phrases modernes."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "9ad4148b-8c9e-48d5-89ec-e7b98a660e42",
    "title": {
      "en": "Oomuro-ke"
    },
    "updatedAt": "2024-10-14T05:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/9ad4148b-8c9e-48d5-89ec-e7b98a660e42/2be55d2a-87b4-4cf3-8edb-c89f18232771.jpg",
    "altTitles": [
      {
        "en": "OMRK"
      },
      {
        "ja-ro": "Ōmuro-ke"
      },
      {
        "en": "Oomuro Family"
      },
      {
        "en": "Oomuro House"
      },
      {
        "ja-ro": "Oomuroke"
      },
      {
        "ja": "大室家"
      },
      {
        "en": "Ohmuroke"
      },
      {
        "en": "Ohmuro-ke"
      }
    ],
    "description": {
      "en": "*A spin-off of the YuruYuri series featuring the Oomuro family of sisters!*\n\nFrom oldest to youngest, there's **Nadeshiko**, the cool and serious high schooler; **Sakurako**, the silly, lazy, and (slightly) dimwitted middle schooler; and **Hanako**, the intelligent and mature elementary schooler! \n\nThis story focuses on these three sisters, their friends. and the many fun and wild adventures they have together!",
      "ja": "優秀な長女・撫子、残念な次女・櫻子、優秀な三女・花子からなる大室家３姉妹。自由奔放な櫻子を中心に今日も大室さん家は賑やかです♪"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-11-17T22:57:21+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/1d8b322a-eff4-4f2d-ac99-8db32b77b398.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baac09cd-6eb9-43ec-a780-980c8da4f066",
    "title": {
      "en": "Misaki-kun wa Kouryaku Chara Janai"
    },
    "updatedAt": "2024-11-19T11:39:11+00:00",
    "coverArt": "https://mangadex.org/covers/baac09cd-6eb9-43ec-a780-980c8da4f066/18fe7b09-b112-4832-825e-b4ba27c88580.jpg",
    "altTitles": [
      {
        "ja": "三咲くんは攻略キャラじゃない"
      },
      {
        "en": "Misaki-kun is Unobtainable"
      },
      {
        "ja-ro": "Misaki-kun wa Kouryaku Chara ja Nai"
      },
      {
        "es": "Misaki-kun es Inalcanzable"
      },
      {
        "es-la": "Misaki-kun es Inalcanzable"
      },
      {
        "eu": "Misaki-kun lortezina da"
      }
    ],
    "description": {
      "en": "Misaki-kun may be adorable, but he's just the 'best friend' type character you can find in any gal game. However, the protagonist, Kihara Hareta, isn't set on wooing any of the heroines; he has his eyes set on the Unobtainable Misaki-kun!",
      "ja": "ここはギャルゲーの世界。 親友キャラ・三咲泉の使命は、主人公・季原晴太のヒロイン攻略のサポート…のはずが、 肝心の季原は何故か三咲を攻略するつもりで――!? 「男の子のままヒロインになってくれ！」 友情？愛情？男の娘ハッピー胸キュンコメディ!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a70b08-9ad9-4e5c-973d-81ec48c8f5a3",
    "title": {
      "en": "S-Rank Party Kara Kaikosareta [Jugushi] ~\"Noroi no Item\" Shika Tsukuremasen ga, Sono Seinou wa Artifact-kyuu nari......!~"
    },
    "updatedAt": "2024-12-06T17:39:48+00:00",
    "coverArt": "https://mangadex.org/covers/23a70b08-9ad9-4e5c-973d-81ec48c8f5a3/315b82c8-27c8-4c15-be6b-d49076d2d9b4.jpg",
    "altTitles": [
      {
        "ja": "Ｓランクパーティから解雇された【呪具師】～『呪いのアイテム』しか作れませんが、その性能はアーティファクト級なり……！～"
      },
      {
        "en": "I'm a Curse Crafter, and I Don't Need an S-Rank Party!"
      },
      {
        "en": "My S-Rank Party Fired Me for Being a Cursificer: I Can Only Make “Cursed Items”, but They're Artifact Class!"
      },
      {
        "vi": "Chỉ biết chế tạo trang bị nguyền rủa, tôi bị đuổi khỏi tổ đội cấp S"
      }
    ],
    "description": {
      "en": "Gaile, a Cursificer, is left penniless when he's expelled from his party as soon as they reach S Rank. Apparently he wasn't contributing enough?! But they hadn't realized that his cursed items outperform even holy relics and legendary equipment!\n\nGaile decides to try to make a living on his own off of his cursed items.",
      "ja": "【呪具師】のゲイルは大して貢献していないと、パーティがＳランクに昇格したと同時に無一文で追い出される。しかし、彼らは理解していなかった。ゲイルの作る呪具は、そこらの聖遺物や勇者の装備をも凌駕する性能を誇っていたことに…。ゲイルは呪具を活かして一人で生きていこうと決意しーー。\n\n風変わりな職業・呪具師の大活躍が新感覚の爽快感で大反響!!",
      "vi": "Gaile, một nguyền cụ sư tài năng, đã bị các đồng đội phản bội khi tổ đội đạt được hạng S. Họ không ngờ ràng các nguyền cụ của anh ta còn mạnh hơn cả thánh tích và các trang bị thần thoại. Sau khi bị đuổi khỏi tổ đội, Gaile quyết định tự mình kiếm sống bằng những nguyền cụ do mình tạo ra. Chuyến phiêu lưu của anh chàng nguyền cụ sư chính thức bắt đầu.",
      "pt-br": "A versão mangá de um dos romances de fantasia isekai mais populares de Shousetsuka ni Narou!\n\nGaile, um Cursificer, fica sem um tostão quando é expulso de seu grupo assim que chegam ao Rank S. Aparentemente ele não estava contribuindo o suficiente?! Mas eles não tinham percebido que seus itens amaldiçoados superam até mesmo relíquias sagradas e equipamentos lendários!\n\nGaile decide tentar ganhar a vida por conta própria com seus itens amaldiçoados."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea1858c9-30fc-4dd9-81fb-6384ee77bc2c",
    "title": {
      "en": "Watashi no Hara no Naka no Bakemono"
    },
    "updatedAt": "2024-11-08T03:35:26+00:00",
    "coverArt": "https://mangadex.org/covers/ea1858c9-30fc-4dd9-81fb-6384ee77bc2c/c3f7a5d8-f7db-4e4a-b419-9ad6cbe7778a.jpg",
    "altTitles": [
      {
        "en": "The Monster in my Womb"
      },
      {
        "ja": "私の胎の中の化け物"
      },
      {
        "ja-ro": "Watashi no Tai no Naka no Bakemono"
      },
      {
        "vi": "Con quái vật trong tử cung của tôi"
      }
    ],
    "description": {
      "en": "***Awaken the \"malice\" sleeping inside you.***\n\nChinatsu is a middle school girl who's an honor student and highly trusted by her teacher. She gets along with her friends, and she spends her days happily without hating anyone. \n\nHowever, on her period, Chinatsu realized it. That she hated her homeroom advisor, and she's extremely irritated by her surroundings. She had put a lid on her own feelings and pretended not to notice, but when she became aware of it, the \"monster\" inside of her begins to rampage and reveal her true nature.\n\n(Source: Comic-Days)",
      "ja": "貴方の中の“悪意”を目覚めさす。衝撃のサスペンス!!優等生で、先生からの信頼も厚い女子中学生の神城千夏。友達とも仲良く、誰のことも嫌いになんてならない幸せな日々を過ごしていた…はずだった。しかし、千夏は気づいてしまった。担任の塚本のことが嫌いだと、周りに対してとてもいらいらしていることを。フタをして、見ないふりをしていた自分の気持ちを自覚した時、千夏の中にいた“化け物”が暴れ出し、本性を現し始めた。",
      "vi": "Sẽ ra sao nếu một ngày những biến cố, bất công của cuộc đời liên tiếp ập đến, để rồi đánh thức con ác ma đang trú ngụ trong trái tim bạn?\nKamishiro Chinatsu, nữ sinh cấp hai, là một học sinh giỏi, đồng thời còn là lớp trưởng được giáo viên hết mực tín nhiệm. Một cô bé hòa đồng với bạn bè và trải qua những ngày vui vẻ mà không ghét lấy một ai.\nTuy nhiên, Chinatsu nhận thấy cảm xúc căm ghét của cô bé dành cho Tsukada, giáo viên chủ nhiệm của mình đang một lớn dần, đến mức khiến cô bé chán ghét tất cả mọi thứ xung quanh. Nhận ra chuyện này, cô bé đã tìm cách che đậy và quay lưng lại với nó. Nhưng rồi \"con quái vật\" vốn trú ngụ bên trong Chinatsu bắt đầu hành động và bộc lộ bản chất thật của mình, thứ mà cô bé đã luôn muốn trốn tránh."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach (Official Colored)"
    },
    "updatedAt": "2024-10-19T21:19:51+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "Bleach - Digital Colored Comics"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      },
      {
        "en": "BLEACH"
      },
      {
        "tr": "Bleach (RENKLENDİRİLMİŞ)"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n  \nMonochrome version won the 50th Shogakukan Manga Award in the Shounen category.",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.  \n  \nVersión monocroma ganó el 50º Premio Shogakukan Manga en la categoría Shounen.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "718704c8-d61d-41df-93d5-a8f1cef2e5da",
    "title": {
      "en": "I Just Want to Game in Peace"
    },
    "updatedAt": "2023-12-29T03:03:05+00:00",
    "coverArt": "https://mangadex.org/covers/718704c8-d61d-41df-93d5-a8f1cef2e5da/63af077c-f8ea-4db7-b113-8ebf1e45a9e8.jpg",
    "altTitles": [
      {
        "zh": "我只想安静地打游戏"
      },
      {
        "zh-ro": "Wǒ Zhǐ Xiǎng Ānjìng De Dǎ Yóuxì"
      },
      {
        "en": "I Just Want to Play Games Quietly"
      },
      {
        "en": "I Just Want to Play the Game Quietly"
      },
      {
        "zh-ro": "Wo Zhi Xiang Anjing De Da Youxi"
      },
      {
        "en": "Let Me Game in Peace"
      }
    ],
    "description": {
      "en": "Dimensional storms have descended and many extradimensional areas have appeared on Earth. All kinds of mysterious extradimensional lives are born in these extradimensional areas. In order to become strong, humans started to enter these dangerous areas to hunt and kill extradimensional creatures. But I, Zhou Wen, have made these extradimensional areas into instance dungeons in my mobile game. By levelling up my game character, I will be levelling up my strength in reality. When others are risking their lives, I’m here getting stronger by gaming."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec94b8e4-b9a8-4f10-9fd6-0bb6e33377b8",
    "title": {
      "en": "Our Field of Dreams"
    },
    "updatedAt": "2022-06-23T03:00:03+00:00",
    "coverArt": "https://mangadex.org/covers/ec94b8e4-b9a8-4f10-9fd6-0bb6e33377b8/4d1533ce-30f6-480c-9156-13ebcaecc894.jpg",
    "altTitles": [
      {
        "vi": "Sân cỏ ước mơ"
      },
      {
        "ja": "俺たちのフィールド"
      },
      {
        "zh": "我们的足球场"
      },
      {
        "zh": "足球好小子"
      },
      {
        "ja-ro": "Ore-tachi no Field"
      }
    ],
    "description": {
      "en": "A soccer loving boy Takasugi Kazuya dreams of playing soccer with his Japan League star father at the National Yoyogi Stadium. The story follows Kazuya's life as he travels to Argentina, plays for Yamaki, and goes to the 1998 World Cup in France."
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "34",
    "lastChapter": "324"
  },
  {
    "mangaId": "1c258c7a-5529-4fde-b6c0-f8028223993b",
    "title": {
      "en": "Yu-Gi-Oh! OCG Structures"
    },
    "updatedAt": "2024-04-15T15:39:23+00:00",
    "coverArt": "https://mangadex.org/covers/1c258c7a-5529-4fde-b6c0-f8028223993b/beab9107-72c6-464c-867d-40a26ee7b9c7.jpg",
    "altTitles": [
      {
        "en": "Yu-Gi-Oh! Official Card Game Structures"
      },
      {
        "ja": "遊☆戯☆王 OCGストラクチャーズ"
      },
      {
        "ja": "遊☆戯☆王 オフィシャルカードゲーム ストラクチャーズ"
      },
      {
        "ja": "遊戯王 OCGストラクチャーズ"
      },
      {
        "ja": "遊戯王 オフィシャルカードゲーム ストラクチャーズ"
      },
      {
        "pt-br": "O Rei dos Jogos! Estruturas OCG"
      }
    ],
    "description": {
      "en": "Shoma Yusa, a new kid who moved to Tokyo with his sister, learns how to make friends through Dueling and creating Structure Decks.  \n  \n*This series is based on the real life Yu-Gi-Oh! OCG (Official Card Game, known in the west as TCG) and how to build the best deck, based on the latest rule- and banlist.*",
      "pt-br": "Shoma Yusa, um novo garoto que se mudou para Tóquio com sua irmã, aprende a fazer amigos através de Duelos e criando Decks Estruturais. \n\n*Esta série é baseada no jogo da vida real de Yu-Gi-Oh! OCG (Official Card Game, conhecido no ocidente como TCG) e como construir o melhor deck, com base nas últimas regras e banlists.*"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-07T20:04:53+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/cd1b1a38-d957-4baa-991d-38f2f62c17d5.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52565c9-d99a-4380-9dc8-67369d448eb7",
    "title": {
      "en": "Mahou Shoujo Madoka☆Magica"
    },
    "updatedAt": "2024-10-22T18:02:34+00:00",
    "coverArt": "https://mangadex.org/covers/c52565c9-d99a-4380-9dc8-67369d448eb7/47d75e43-2535-47f5-9f4e-ce9c90aec258.png",
    "altTitles": [
      {
        "ja": "魔法少女まどか☆マギカ"
      },
      {
        "ja-ro": "Mahou Shoujo Madoka Magica"
      },
      {
        "ja-ro": "Puella Magi Madoka★Magica"
      },
      {
        "en": "Puella Magi Madoka Magica"
      },
      {
        "en": "Magical Girl Madoka Magica"
      },
      {
        "en": "Magical Girl Madoka★Magica"
      },
      {
        "ru": "Девочка-волшебница Мадока"
      }
    ],
    "description": {
      "en": "There exist familiars who have the power to grant one wish to a chosen girl. However, in return that girl must then become a magical girl and fight against witches, evil creatures born from curses that are responsible for murders and suicides. A schoolgirl named Madoka Kaname and her friend Sayaka Miki are approached by a familiar named Kyubey and a magical girl named Mami Tomoe with offers of becoming magical girls. Another mysterious magical girl named Homura Akemi tries to prevent Madoka from agreeing to the contract."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "12"
  },
  {
    "mangaId": "e64ba108-bbd7-40ce-9243-21791d9489bf",
    "title": {
      "en": "Hazure Hantei kara Hajimatta Cheat Majutsushi Seikatsu"
    },
    "updatedAt": "2024-11-23T14:37:51+00:00",
    "coverArt": "https://mangadex.org/covers/e64ba108-bbd7-40ce-9243-21791d9489bf/c7d5c1e7-1375-42d2-867a-4b9450dec947.jpg",
    "altTitles": [
      {
        "ja": "ハズレ判定から始まったチート魔術士生活"
      },
      {
        "zh": "从废柴判定开始的魔术士人生"
      },
      {
        "en": "Life as a Cheat Magician that began with a False Judgment"
      }
    ],
    "description": {
      "en": "One day, all the eighth grade students were transferred to another world.\n\nThe princess of the other world summoned them to make up for their lack of strength. The students are threatened and decide to follow the princess, and they are made to take a magical power test to determine their abilities. While everyone is sorted according to their results, Kokubun Kento's result is a flop.\n\nJudged as useless, he is expelled. However, there is actually a tremendous ability lurking within Kento... \n\nThe life-size eighth grader Kento, together with his fellow skeletons, aims to rescue his classmates!\n\n---\n\n[web novel](https://ncode.syosetu.com/n5782dy/) (jp)",
      "ja": "ある日、中学２年生の生徒全員が異世界に転移させられた。\n\n異世界の王女が、戦力不足を補うために彼らを召喚したのだ。脅されて王女に従うことにした生徒たちは、能力を調べる魔力判定を受けさせられる。みんなが結果に応じて振り分けられていくなか、国分健人の判定結果はハズレ。\n\n使い物にならないと判断されて、追放されてしまった。だが、健人の内には実は物凄い能力が潜んでいて… \n\n等身大の中学２年生の健人が、仲間になったスケルトンとともに同級生たちの救出を目指す！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bf40d55a-0adc-41ca-953c-a9feb42a0d5f",
    "title": {
      "en": "Clandestine Affair"
    },
    "updatedAt": "2024-06-14T14:25:36+00:00",
    "coverArt": "https://mangadex.org/covers/bf40d55a-0adc-41ca-953c-a9feb42a0d5f/b74d46d4-f66d-4ac6-bf3e-2416e7d6ea32.png",
    "altTitles": [
      {
        "zh": "偷香"
      },
      {
        "zh-ro": "Tōu Xiāng"
      }
    ],
    "description": {
      "en": "Two women, hidden away in a vast estate, who save each other through their roller coaster of a relationship!\nBai Yuetao, wife of a rich businessman, blames herself for her husband's skirt-chasing tendencies. After spending another night alone in their lavish residence, she sees a graceful woman appear in her newly bought western mirror. This woman calls herself \"Butterfly Dream\" and says that she can teach Bai Yuetao how to \"hook\" her husband's heart. But the price she demands?\nBai Yuetao's body."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6077ceaa-97bc-4941-97ff-47674e18c73b",
    "title": {
      "en": "Enkan no Emotions"
    },
    "updatedAt": "2024-12-08T10:21:19+00:00",
    "coverArt": "https://mangadex.org/covers/6077ceaa-97bc-4941-97ff-47674e18c73b/d88b5463-2c6a-47c1-a86c-a0ef3c69abb2.jpg",
    "altTitles": [
      {
        "ja": "円環のエモーションズ"
      }
    ],
    "description": {
      "en": "Arakura Arato is a high school student who is always alert to danger and lives a low-key life. One day, his life changes drastically when he is suddenly attacked by a superpower user named Koki Rara. The power of “EMO”—an ability formed from strong emotions.",
      "id": "Arakura Arato adalah seorang siswa SMA yang selalu waspada terhadap bahaya dan hidup tanpa menonjol. Suatu hari, kehidupannya berubah drastis ketika tiba-tiba dia diserang oleh seorang pengguna kekuatan super bernama Koki Rara. Arato kemudian terseret dalam pertarungan antara para pengguna kekuatan “EMO”—kemampuan yang terbentuk dari emosi yang kuat. Mampukah Arato bertahan dengan kekuatan “barrier” miliknya yang tidak memiliki daya serang…!?",
      "ja": "危険を警戒し、目立たず生きる高校生・荒倉アラト。 ある日突然異能力者・好綺羅羅に襲われ、日常は 崩壊する。強い感情が異能力に転化される「ＥＭＯ能力者」どうしの バトルに巻き込まれたアラトは、バリアという攻撃力０の能力で戦い抜く事が出来るのか…!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6005c789-5a99-43d9-a565-f55f36c6a9f1",
    "title": {
      "en": "Shunrai wa, akiramenai"
    },
    "updatedAt": "2024-12-07T21:59:33+00:00",
    "coverArt": "https://mangadex.org/covers/6005c789-5a99-43d9-a565-f55f36c6a9f1/bd3ab113-b0b8-43c8-990a-dd963309ec88.jpg",
    "altTitles": [
      {
        "ja": "春雷は、あきらめない"
      },
      {
        "vi": "Sấm Xuân Vẫn Vang Dội"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7af7cbd5-6c77-4c9e-9163-7f01dd6e1cc6",
    "title": {
      "en": "Maou Gun Saikyou no Majutsushi wa Ningen datta"
    },
    "updatedAt": "2024-10-11T19:59:32+00:00",
    "coverArt": "https://mangadex.org/covers/7af7cbd5-6c77-4c9e-9163-7f01dd6e1cc6/cd2d2b3b-b6b6-4a2b-b5db-e2b1171a6f21.jpg",
    "altTitles": [
      {
        "en": "The Maou Army's Strongest Magician Was a Human"
      },
      {
        "ru": "Самый сильный волшебник армии Мао оказался человеком"
      },
      {
        "ja": "魔王軍最強の魔術師は人間だった"
      },
      {
        "ko": "마왕군 최강의 마술사는 인간이었다"
      },
      {
        "zh-hk": "魔王軍最強的魔術師是人類"
      },
      {
        "en": "The Strongest Magician in the Demon Lord's Army Was a Human"
      }
    ],
    "description": {
      "en": "“Maou Army’s strongest magician” I’m called. Ike, a demon capable of capturing a fort alone. Clearing away enemies with immense magic, he is without a doubt a monster held in awe by friend and foe. However he has a secret he can’t tell other demons. “I, actually am a human you know.” Using modern knowledge to keep his secret, he became treated as a great commander and the driving force of the Maou’s army.",
      "ja": "**Alternative raw:** <https://seiga.nicovideo.jp/comic/43592>"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-11-30T18:21:22+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/925aefd2-7077-47f4-9237-98de46f97a38.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aacb00c0-7374-4a6c-afcc-0663c73f2329",
    "title": {
      "en": "Inuki Kanako’s Bloody Picture Book"
    },
    "updatedAt": "2024-12-03T08:58:11+00:00",
    "coverArt": "https://mangadex.org/covers/aacb00c0-7374-4a6c-afcc-0663c73f2329/618e0516-f5b2-40ed-9072-2800e46b159b.jpg",
    "altTitles": [
      {
        "ja": "犬木加奈子の血まみれ絵本"
      },
      {
        "ja-ro": "Inuki Kanako no Chimamire Ehon"
      },
      {
        "en": "Kanako Inuki’s Bloody Picture Book"
      }
    ],
    "description": {
      "en": "(This manga is unusual amongst Kanako Inuki's manga due to the highly exaggerated gore (and emphasis on it) compared to her usual manga)\n\nA gruesome picture book-like manga. The cover was originally considered to be so gorey it was censored with a special dust jacket."
    },
    "status": "completed",
    "releaseDate": 1996,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "23b51846-bec4-41e4-a9a2-a034064d01eb",
    "title": {
      "en": "Yahari Ore no Seishun Love Come wa Machigatteiru @comic"
    },
    "updatedAt": "2024-10-05T15:02:38+00:00",
    "coverArt": "https://mangadex.org/covers/23b51846-bec4-41e4-a9a2-a034064d01eb/57be50e8-6ca7-4cc8-b09b-a869c550a80e.jpg",
    "altTitles": [
      {
        "en": "My Youth Romantic Comedy Is Wrong, As I Expected @ comic"
      },
      {
        "ja-ro": "Oregairu"
      },
      {
        "ru": "Как и ожидал, моя школьная романтическая жизнь не удалась @комикс"
      },
      {
        "th": "กะแล้วชีวิตรักวัยรุ่นของผมมันต้องไม่สดใสเลยซักนิด"
      },
      {
        "ja": "やはり俺の青春ラブコメはまちがっている。@comic"
      },
      {
        "vi": "Chuyện tình thanh xuân bi hài của tôi quả nhiên là sai lầm @comic"
      }
    ],
    "description": {
      "en": "Hachiman Hikigaya is a cynic. He believes \"youth\" is a crock-a sucker's game, an illusion woven from failure and hypocrisy. Unsurprisingly, he's not the most popular guy. Meanwhile, there's Yukino Yukinoshita - brilliant, beautiful, and chillier than winter in Antarctica. Would you believe she's not exactly beloved by her classmates either? The unlikely pair gets forced into a club dedicated to helping solve their fellow students' problems. But will an ice queen and a screw-up really be able to help anybody?",
      "ru": "Эта история о школьнике по имени Хачиман Хикигая, который обладает искаженными взглядами на жизнь. У него нет ни друзей, ни подруг, а на вопрос о том, какая у него мечта, можно услышать лишь: «Ее нет». Но не все безразличны к апатии Хачимана. Его учительница просит школьника стать волонтером сервис-клуба, в котором также находится самая красивая девушка школы. Как изменит членство в клубе жизнь Хачимана? Появится ли теперь у него мечта?  \n  \nОдна из двух манга-адаптаций ранобэ Yahari Ore no Seishun Love Comedy wa Machigatteiru."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "118"
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-11-02T14:43:06+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/f6c2fb68-3c79-431e-92cc-ba300842112a.png",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      },
      {
        "vi": "Ponta nhà tôi bỗng dưng hóa thành người?!"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса.",
      "vi": "Một ngày đẹp trời bỗng dưng toàn bộ chó trong một thị trấn nọ hóa thành người...Và cô nàng Saki phải sống(vật lộn) với một bé Husky hóa thành trai đẹp XD"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36306bbb-d12a-471d-af54-413c6b00c14e",
    "title": {
      "en": "The Girl with the Sanpaku Eyes"
    },
    "updatedAt": "2024-11-09T06:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/36306bbb-d12a-471d-af54-413c6b00c14e/56d2960d-8676-4ae9-a733-4ffa77785357.jpg",
    "altTitles": [
      {
        "ja-ro": "Sanpakugan-chan wa Tsutaetai"
      },
      {
        "ja": "三白眼ちゃんは伝えたい"
      },
      {
        "en": "The Feelings of a Girl with Sanpaku Eyes"
      },
      {
        "vi": "Cô Nàng Mắt Tam Bạch Muốn Bày Tỏ"
      }
    ],
    "description": {
      "en": "This is a retelling of how Amane and Katou met, from The Story of a Girl with Sanpaku Eyes.  \n  \nTrivia: Sanpaku (三白) is a Japanese term meaning \"three whites\". It is generally referred to in English as \"sanpaku eyes\" and refers to eyes in which the white space above or below the iris is visible.",
      "vi": "Xin giới thiệu Mizuno Amane, một cô nàng với cặp mắt tam bạch (sanpuku) dữ tợn và trái tim thiếu nữ dịu dàng! Amane đã phải lòng anh chàng bàn bên Katou mất rồi! Rồi bây giờ sẽ phải làm sao để bày tỏ nỗi lòng với chàng trai ấy đây?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "53"
  },
  {
    "mangaId": "1fd22b12-ed87-487e-9b92-614db46e5160",
    "title": {
      "en": "Dominate the Three Realms"
    },
    "updatedAt": "2024-09-06T11:57:33+00:00",
    "coverArt": "https://mangadex.org/covers/1fd22b12-ed87-487e-9b92-614db46e5160/36156d91-0b70-4b59-88f8-485b6f379e55.png",
    "altTitles": [
      {
        "en": "Dominate the Three Exclusive Worlds"
      },
      {
        "zh-ro": "Zhu Zai San Jie"
      },
      {
        "zh": "主宰三界"
      },
      {
        "en": "Master of Three Realms"
      },
      {
        "en": "King of the Realms"
      },
      {
        "vi": "Chúa Tể Tam Giới"
      },
      {
        "id": "Penakluk 3 Dunia"
      },
      {
        "ko": "주재삼계: 절세 강자 환생기"
      }
    ],
    "description": {
      "en": "Three hundred years ago, he was know as the great Martial Emperor, but the night before his wedding he was betrayed and killed by his fiancee; three hundred years later he is reborn, and this time nothing will be able to stop him from his goal to dominate the three realms!!!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "296"
  },
  {
    "mangaId": "ec603d23-fceb-4eb9-bc02-60a0fd5c780e",
    "title": {
      "en": "Aru Hi, Totsuzen Gal no Iinazuke ga Dekita"
    },
    "updatedAt": "2024-11-03T23:26:29+00:00",
    "coverArt": "https://mangadex.org/covers/ec603d23-fceb-4eb9-bc02-60a0fd5c780e/b912fb88-4269-4ade-8c9a-cf9632109dc3.jpg",
    "altTitles": [
      {
        "ja": "ある日、突然ギャルの許嫁ができた"
      },
      {
        "ja-ro": "Aru Hi, Totsuzen Gyaru no Iinazuke ga Dekita"
      },
      {
        "en": "One Day, I Suddenly Got Myself a Gal Fiancée​"
      },
      {
        "en": "One Day, Out of the Blue, I Got a Gal's Forgiving Wife"
      }
    ],
    "description": {
      "en": "Miran Katsuki, a positive gal who reigns in the upper class of the school caste, often asks Shuji Nagasawa, an otaku. I was confused by her suggestive behavior, but she unexpectedly announced that she was his fiancée!?",
      "ja": "「ねぇねぇ、なんでいつも寝たふりしてるの？」スクールカースト上位に君臨する陽キャギャル華月美蘭が度々、底辺オタクの俺こと永沢修二に声をかけてくる。思わせぶりな態度に戸惑っていたら、まさかの許嫁宣言！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "451cf71f-ed06-4da6-abcb-8f792a344420",
    "title": {
      "en": "Toad's Blood"
    },
    "updatedAt": "2024-01-09T23:04:53+00:00",
    "coverArt": "https://mangadex.org/covers/451cf71f-ed06-4da6-abcb-8f792a344420/41085384-a830-4674-a72a-4f0d0806f38b.png",
    "altTitles": [
      {
        "ja-ro": "Gama no Chi"
      },
      {
        "ja": "蟇の血"
      }
    ],
    "description": {
      "en": "A man is entwined and captured by a glamorous yet bizarre, deep-seated terror.\n\nThe gears of a young man with a promising future go a little out of order when he meets a certain woman. The genius Yoko Kondo vividly visualizes the decadent ghost stories recorded in the masterpiece collection of ghost stories \"Kurameshu\" by Kotaro Tanaka, the master of ghost story literature."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-11-15T14:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/390cad21-40ef-49ea-9482-921f44c23dfe.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch has Begun: I Will Live Freely in a World Where Only I can View the \"Strategy Site\""
      },
      {
        "id": "Aku Menjadi Penyihir Terkuat di Dunia: Aku Akan Hidup dengan Bebas di Dunia di Mana Hanya Aku yang Bisa Mengakses \"Situs Panduan\""
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fed930cb-30d2-438e-a136-9a224b7c50aa",
    "title": {
      "en": "I Have An Apocalyptic Dungeon"
    },
    "updatedAt": "2024-12-08T09:51:00+00:00",
    "coverArt": "https://mangadex.org/covers/fed930cb-30d2-438e-a136-9a224b7c50aa/600325c8-d0f6-43b8-9a23-d84eab68591a.png",
    "altTitles": [
      {
        "zh": "我有一座未世地下城"
      },
      {
        "en": "I Have an Apocalyptic Underground City"
      },
      {
        "en": "I Have a Post-Apocalyptic Dungeon"
      },
      {
        "ru": "У меня есть апокалиптическое подземелье"
      },
      {
        "zh": "系统送我避难所"
      },
      {
        "zh-ro": "Xìtǒng sòng wǒ bìnàn suǒ."
      },
      {
        "es-la": "Tengo Un Refugio Apocalíptico"
      }
    ],
    "description": {
      "en": "A Female President? Then come help me manage the shelter. A Female Special Forces Soldier? Then come and be the captain of the guards.   \nAt the end of the world, titles like CEOs, beautiful women, secretaries, electricians, programmers and all other professions are all no longer useful. Don't be afraid to come to my underground system shelter- as long as you are talented people and human beings!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c86edee1-807b-4e17-b524-291ac7c2f650",
    "title": {
      "en": "Lost Man"
    },
    "updatedAt": "2022-03-24T07:11:36+00:00",
    "coverArt": "https://mangadex.org/covers/c86edee1-807b-4e17-b524-291ac7c2f650/d6769e85-20c1-4835-bfaf-87a473984738.jpg",
    "altTitles": [
      {
        "ru": "Потерянный"
      },
      {
        "ja": "ロストマン"
      },
      {
        "zh": "契約足球員"
      }
    ],
    "description": {
      "en": "There lives a man who has lost his memory and can’t remember where he’s from, and who he is, including his name. He just goes by the name Matsumoto and the one and only thing he remembers is how to play soccer. However, the one thing he does remember, he does exceptionally well, even better than the professionals. He sells his ridiculous soccer skills to teams and guarantees them goals and, even more important, wins. As he travels from city to city, country to country playing for money, he hopes that he regains his memory."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "168"
  },
  {
    "mangaId": "010a8ee8-847b-44dd-a269-9ac472e9f91a",
    "title": {
      "en": "Happiness"
    },
    "updatedAt": "2024-10-25T21:28:36+00:00",
    "coverArt": "https://mangadex.org/covers/010a8ee8-847b-44dd-a269-9ac472e9f91a/d39174a3-c68a-400f-9d5c-3891dd86cfa2.jpg",
    "altTitles": [
      {
        "id": "Kebahagiaan"
      },
      {
        "tr": "Mutluluk"
      },
      {
        "fa": "خوشبختی"
      },
      {
        "ja": "ハピネス"
      },
      {
        "ko": "해피니스"
      },
      {
        "uk": "Щастя"
      },
      {
        "ar": "سعادة"
      },
      {
        "pt-br": "Felicidade"
      }
    ],
    "description": {
      "ar": "أوكازاكي ماكوتو تلميذ في الثانوية، هدف سهل للمتنمرين، يقرر في أحد الليالي إرجاع شريط الفيديو للمتجر، فيلمح على أحد السطوح شخصاُ ما وقبل أن يلاحظ حتى، قفز ذلك الشخص من أعلى المبنى عليه و أخذ في مص دمه...، من ذلك الشخص؟!! ما الذي سيحدث لماكوتو...؟ .",
      "en": "Makoto Okazaki is your run of the mill high-schooler, a perfect bullying target and a closet pervert. One night he decides to return a DVD to a friend of his and ventures out into the darkness. He notices a person on a nearby rooftop. The person lunges at him before he is able to make sense of this, and bites into his neck, drinking his blood. The attacker stops. At this point Makoto notices that the attacker is a beautiful girl. She asks him: \"Do you want to die or become like me?\" He decides to live…",
      "fa": "ماکوتو چیزی را در تاریکی روی پشت بام خانه‌ای دید. دختری زیبا روی به سمتش هجوم برد و نیشش را در گلویش فرو کرد و خونش را نوشید. سپس دختر زیبا روی سرش را نزدیک صورت ماکوتو برد و پرسید:« میخوای بمیری یا… میخوای مثل من باشی؟»   \nجوابی که ماکوتو داد زندگی‌ش را برای همیشه تغییر داد.",
      "es-la": "Makoto Okazaki es el típico chico tonto, el objetivo perfecto de los bravucones; además de ser el clásico pervertido. Una noche, camino a casa de un amigo para regresar un DVD, divisa una persona en el techo de una casa. Esta persona lo embiste y muerde su cuello, succionando así su sangre. Y entonces la atacante, una hermosa chica, le pregunta: «¿Quieres morir así o… prefieres ser como yo?» Y Makoto elige la opción que le permitirá seguir con vida…",
      "pt-br": "Makoto Okazaki é um estudante comum do ensino médio, um alvo perfeito de bullying e um pervertido enrustido. Uma noite ele decide devolver um DVD a um amigo e se aventura na escuridão. Ele percebe uma pessoa em um telhado próximo. A pessoa ataca ele antes que ele consiga entender isso e morde seu pescoço, bebendo seu sangue. O atacante para. Neste ponto Makoto percebe que o agressor é uma linda garota. Ela pergunta a ele: \"Você quer morrer ou se tornar como eu?\" Ele decide viver..."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "50"
  },
  {
    "mangaId": "bc9ccb3d-bb15-431d-b7ef-35084514df69",
    "title": {
      "en": "Onna Tomodachi to Kekkon Shitemita"
    },
    "updatedAt": "2024-12-07T06:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/bc9ccb3d-bb15-431d-b7ef-35084514df69/a6eacc4a-9a2e-4a1d-b1a6-f24f7500cde5.png",
    "altTitles": [
      {
        "en": "I Married My Female Friend"
      },
      {
        "ja": "女ともだちと結婚してみた。"
      },
      {
        "zh": "尝试与女性朋友结婚了"
      },
      {
        "zh-hk": "嘗試與女性朋友結婚了"
      },
      {
        "zh-ro": "Chángshì yǔ nǚxìng péngyǒu jiéhūnle"
      },
      {
        "zh-hk": "和女性朋友結婚了。"
      },
      {
        "pl": "Jak poślubić przyjaciółkę"
      },
      {
        "th": "คุณเพื่อนคะลองมาแต่งงานกันมั้ย"
      },
      {
        "ko": "여자 친구와 결혼해봤다."
      }
    ],
    "description": {
      "en": "Two women who are just friends make a pact… \"If both of us are still single in 5 years, let's get married.\" Five years later, they meet again, and their married life begins.  \n  \n[Serialised in Yuri Hime starting in November 2020.](https://www.animenewsnetwork.com/news/2020-10-17/donuts-under-a-crescent-moon-shio-usui-launches-new-manga-in-november/.165322)",
      "ja": "「5年後お互い独り身だったら結婚しよう」そんな友達との約束が実を結び、結婚することになったくるみと瑠璃子。恋人だったわけじゃない”ともだち”同士の二人の結婚生活は、何から何まで初めてづくし。",
      "ko": "\"5년 후에도 독신이면 우리 둘이 결혼하자.”\n‘친구’와의 약속이 결실을 맺어, 결혼하게 된 쿠루미와 루리코.\n연인이 아닌 ‘친구’끼리의 결혼.\n두 사람의 결혼생활은 하나부터 열까지 서툴기만 하다.\n약지에 끼워진 결혼 반지가 언제쯤 익숙해질지......\n그것은 앞으로 두 사람에게 달려있다.",
      "pt-br": "Duas mulheres que são apenas \namigas fazem uma promessa... \n\"Se nós duas ainda estivermos \nsolteiras em 5 anos, vamos nos \ncasar.\" Cinco anos depois, elas se \nreencontram, e as suas vidas \nde casadas começa."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "f1311d54-99bc-49ed-b12f-099b9a40c104",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 2-bu 「Hon no Tamenara Miko ni Naru!」"
    },
    "updatedAt": "2024-10-29T23:16:40+00:00",
    "coverArt": "https://mangadex.org/covers/f1311d54-99bc-49ed-b12f-099b9a40c104/63b56926-faed-43a1-b553-582346fd4633.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll Do Anything to Become a Librarian~ Part 2 \"I'll Become a Shrine Maiden for Books!\""
      },
      {
        "en": "Ascendance of a Bookworm ~I'll Do Anything to Become a Librarian~ Part 2 \"I'll Even Join the Temple to Read Books!\""
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 2"
      },
      {
        "ru": "Власть книжного червя: часть вторая"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第二部 「本のためなら巫女になる！」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 2-bu 「Hon no Tamenara Miko ni Naru!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 2"
      },
      {
        "th": "การปฏิวัติของสาวน้อยหนอนหนังสือ ภาค 2"
      },
      {
        "vi": "Cuộc nổi dậy của nàng mọt sách ~Để trở thành thủ thư, tôi sẽ làm mọi cách~ Phần 2: Vì sách, tôi trở thành nữ tu!"
      }
    ],
    "description": {
      "en": "After the discussions with the temple master and head priest ended, Myne won the right to be treated as a noble with the role of a blue-robed shrine maiden apprentice.   \nWork in the temple began and Myne could read books in the long-awaited temple library.   \nHowever, there were many problems in the temple, such as adapting to the class system and dealing with the problem children assigned to her as attendants.   \nOvercome adversity to be able to read books in peace!   \nA biblio-fantasy written for book lovers and bookworms! The second part begins!\n___\n**Character Designer:** [Shiina You](https://mangadex.org/author/bf3b6af9-eac9-4886-be15-bc4a75640ede)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d3d3403-1a87-4737-9803-bc3d99db1424",
    "title": {
      "en": "The Guy She Was Interested in Wasn't a Guy at All"
    },
    "updatedAt": "2024-11-24T11:04:27+00:00",
    "coverArt": "https://mangadex.org/covers/9d3d3403-1a87-4737-9803-bc3d99db1424/a4c67b90-2f91-43ea-ad1f-c275c4509cde.jpg",
    "altTitles": [
      {
        "ja": "気になってる人が男じゃなかった"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko Jyanakatta"
      },
      {
        "ja-ro": "Ki ni Natteru Hito ga Otoko Janakatta"
      },
      {
        "fr": "Le garçon qui l'intéressait n'en était en fait pas un"
      },
      {
        "pt-br": "O cara de que estou a fim não era um cara?!"
      },
      {
        "uk": "Хлопець, який її цікавив, взагалі не був хлопцем"
      },
      {
        "ru": "Парень, которым она увлечена, на самом деле не парень"
      },
      {
        "az": "Onun maraqlandığı oğlan əslində heç oğlan deyilmiş"
      },
      {
        "tr": "Hoşlandığı Çocuk Meğer Erkek Değilmiş"
      },
      {
        "zh": "我在意的人不是异性"
      },
      {
        "zh-hk": "我在意的人不是異性"
      },
      {
        "zh-ro": "Wǒ zàiyì de rén bùshì yìxìng"
      },
      {
        "id": "Pria Yang Dia Suka Ternyata Sama Sekali Bukan Pria"
      },
      {
        "fr": "She wasn't a guy (Mangetsu)"
      },
      {
        "th": "คนที่เธอปิ๊งความจริงไม่ใช่ผู้ชาย"
      },
      {
        "ja-ro": "Kininatteru Hito ga Otoko ja Nakatta"
      }
    ],
    "description": {
      "az": "Bu twitter qısa hekayəsi məktəbdən kənarda oğlan kimi səhv saldığı orta məktəbli qızla onun sinif yoldaşı arasındakı sevgi hekayəsini təsvir edir. Nəhayət,qızlar rok musiqisindəki ortaq zövqləri üzərində birləşirlər.",
      "en": "Fashionable and upbeat high schooler Aya falls head over heels for an employee at a local CD shop. He’s got an air of mystery about him, always dressed well, and has impeccable taste in music. Little does she know — this supposedly male employee is actually her female classmate Mitsuki!\n\nMitsuki generally keeps to herself, but since her seat is right next to Aya’s, she can't help but be extremely aware of the other’s crush. Revealing the truth is out of the question — but perhaps getting closer to Aya wouldn’t be so bad...\n\n***Overwhelming winner in the Web category of the 2023 Tsugimanga Awards (by Kadokawa).***",
      "fr": "Une histoire très appréciée sur Twitter sur fond de musique de Rock.\r\n\r\nAya, une populaire lycéenne tombe sous le charme du discret vendeur du magasin de musique qu'elle fréquente.\r\n\r\nRetour en classe, elle raconte toute l'histoire à ses amies et comment elle a un faible pour ce garçon aux airs de prince charmant.\r\n\r\nCe qu'elle ne sait pas c'est que ce mystérieux vendeur n'est en fait que sa voisine de bureau , Mitsuki, qu'elle a confondu pour un jeune homme.\r\n\r\nComment leur relation va-t-elle évolué ? Arriveront elles à expliquer ce quiproquo ?",
      "id": "Series Pendek Twitter yang menggambarkan cerita tentang Gyaru dan Teman Sekelasnya.\r\nGyaru yang suka musik rock dan sering mendatangi toko kaset jatuh cinta ke pekerja paruh waktu yang bekerja disitu, tapi sedikit dia tahu ternyata pekerjanya itu perempuan dan teman sekelasnya.",
      "tr": "Süslünün tekinin hoşlandığı çocuk aslında sınıftaki sessiz kız çıkıyor.",
      "uk": "Популярна серія коротких манґ у твіттері, в якій розповідається про історію кохання між ґяру та її однокласницею, яку вона помилково сприймає як хлопця поза школою, через їхню взаємну любов до рок-музики.",
      "pt-br": "Uma Gyaru/Gal que não se parece tanto com suas amigas (Gyarus também) frequenta uma loja de CD's e se apaixona pelo funcionário(?) de meio período do local.\r\nMas mal sabe ela que o funcionário(?) na realidade é uma menina e é uma das suas colegas de classe."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "cedc7401-8c70-4057-b14a-4ecbbcd73945",
    "title": {
      "en": "Otoyomegatari"
    },
    "updatedAt": "2024-11-19T20:24:13+00:00",
    "coverArt": "https://mangadex.org/covers/cedc7401-8c70-4057-b14a-4ecbbcd73945/578314af-062f-4c1e-9a9c-e99205a2d5f2.jpg",
    "altTitles": [
      {
        "ja": "乙嫁語り"
      },
      {
        "ja-ro": "Otoyome Gatari"
      },
      {
        "de": "Young Bride's Story"
      },
      {
        "de": "Die Geschichte einer Braut"
      },
      {
        "no": "Brudens Fortellinger"
      },
      {
        "fr": "Bride Stories"
      },
      {
        "it": "I Giorni Della Sposa"
      },
      {
        "pt": "A història de uma noiva"
      },
      {
        "es": "La historia de una novia"
      },
      {
        "ru": "История молодой невесты"
      },
      {
        "uk": "Історія молодої нареченої"
      },
      {
        "pl": "Opowieść panny młodej"
      },
      {
        "el": "Οι ιστορίες της νύφη"
      },
      {
        "ne": "बेहुलीहरूका कथा"
      },
      {
        "fi": "Aron morsiamet"
      },
      {
        "fi": "Morsiamen tarina"
      },
      {
        "ar": "قصة عروس"
      },
      {
        "tr": "Gelin Öyküsü"
      },
      {
        "id": "The Bride's Stories"
      },
      {
        "vi": "Cô Dâu Thảo Nguyên"
      },
      {
        "ko": "신부이야기"
      },
      {
        "th": "เจ้าสาวแห่งทางสายไหม"
      },
      {
        "zh": "少女新娘物语"
      },
      {
        "zh-hk": "姊嫁物語"
      },
      {
        "kk": "Келін Хикаясы"
      },
      {
        "en": "A Bride's Tale"
      },
      {
        "tr": "Gelinin Öyküsü"
      },
      {
        "az": "Gəlin Hekayəsi"
      },
      {
        "az": "Gəlinin Hekayəsi"
      },
      {
        "tr": "Kelin hikoyasi"
      },
      {
        "tr": "Gelin Hikayesi"
      }
    ],
    "description": {
      "ar": "تدور أحداث القصة في بلدة ريفية بالقرب من بحر قزوين في آسيا الوسطى خلال أواخر القرن التاسع عشر عند الغزو الروسي ، وتدور القصة حول امرأة شابة ، أمير ، تصل من قرية بعيدة عبر الجبال لتتزوج كارلوك ، شاب ثماني سنوات. صغارها. يتتبع المسلسل علاقتهما أثناء تطورها ، بينما يقدم قصصًا أخرى حول مختلف الشابات وحياتهن اليومية مع خطيبهن وأزواجهن على طول طريق الحرير .",
      "de": "Die zwanzigjährige Amira wird von ihrem Clan zu einer Familie jenseits der Berge geschickt, damit sie deren zwölfjährigen Sohn Karluk heiratet. Nach der Hochzeit fügt sich Amira schnell in ihre neue Familie ein. Während sie einige Zeit nach ihrer Hochzeit mit Karluk entfernte Verwandte seines Clans besucht, beschließt ihre eigene Familie, sie zurückzufordern, da sie mit Amira andere Pläne haben...",
      "en": "Central Asia, mid-19th century: in a rural town near the Caspian Sea, a young woman named Amir arrives from a distant village across the mountains to marry Karluk, a boy eight years her junior. The story unfolds among details of everyday family and community life. However, the peaceful atmosphere is disturbed when Amir's family demands to take her back to their village.\n\n---\n- **Won the 7th Manga Taisho Award in 2014**",
      "es": "Ambientada en una ciudad rural cerca del mar Caspio en Asia Central a finales del siglo xix, la historia gira en torno a una joven llamada Amira, que llega de un pueblo distante a través de las montañas para casarse con Karluk, un joven ocho años menor que ella. La serie sigue su relación a medida que se desarrolla, al tiempo que presenta otras historias sobre varias mujeres jóvenes y su vida cotidiana con sus respectivos novios y esposos a lo largo de la Ruta de la Seda.",
      "fi": "Tarina seuraa aluksi tuoreen morsiamen, Amiran, sekä hänen uuden perheensä elämää. Myöhemmin muun muassa kuljetaan tutkimusmatkailijan seurassa ja tutustutaan uusiin seutuihin ja uusiin morsiamiin. Upea piirrosjälki, taidokas tunnelmanluonti, uskottavasti rakennettu eksoottinen miljöö sekä useat kiinnostavat henkilöhahmot tekevät Aron morsiamista vuoden mangatapauksen!",
      "fr": "La vie d’Amir, 20 ans, est bouleversée le jour où elle est envoyée dans le clan voisin pour y être mariée. Elle y rencontre Karluk, son futur époux… un garçon de huit ans son cadet ! Autre village, autres mœurs… La jeune fille, chasseuse accomplie, découvre une existence différente, entre l’aïeule acariâtre, une ribambelle d’enfants et Smith, l’explorateur anglais venu étudier leurs traditions.\n\nMais avant même que le jeune couple ait eu le temps de se faire à sa nouvelle vie, le couperet tombe : pour conclure une alliance plus avantageuse avec un puissant voisin, le clan d’Amir décide de récupérer la jeune femme coûte que coûte…",
      "id": "Karluk Eyhon dan Amira Hargal adalah pasangan suami istri dengan usia terpaut delapan tahun (Amira 20 tahun dan Karluk 12 tahun). Setelah menikah mereka tinggal bersama dengan Keluarga Karluk.\nHubungan keduanya pun berjalan dengan baik. Namun, ketenangan mereka kemudian terusik oleh kedatangan kakak serta sepupu Amira yang berniat membawanya pulang. Apa yang sebenarnya terjadi!?",
      "it": "Tardo XIX secolo, nelle vicinanze del Mar Caspio in Asia centrale, lungo la via della seta. La ventenne Amira viene mandata dalle montagne in cui vive ad un altro villaggio, per sposare il più giovane Karluk, appena dodicenne. Dopo gli iniziali imbarazzi per la differenza di età fra i due, il loro rapporto comincia ad essere sempre più unito e Amira inizia ad abituarsi alla vita della tribù e ad integrarsi nella comunità, ma la pace viene disturbata quando delle persone della famiglia di Amira raggiungono il villaggio per riprenderla con loro.",
      "ja": "美貌の娘・アミル（20歳）が嫁いだ相手は、若干12歳の少年・カルルク。遊牧民と定住民、８歳の年の差を越えて、ふたりは結ばれるのか……？　『エマ』で19世紀末の英国を活写した森薫の最新作はシルクロードの生活文化。馬の背に乗り弓を構え、悠久の大地に生きるキャラクターたちの物語！",
      "ko": "독특한 감성으로 큰 인기를 끌며 많은 사랑을 받았던 만화 <엠마>의 작가 모리카오루의 신작. 19세기 중앙아시아의 실크로드를 배경으로 한 장대한 스케일의 내용과 섬세하고 화려한 그림 그리고 한층 성숙된 탄탄한 스토리로 무장하였다. 드넓은 중앙 아시아를 배경으로 이야기가 펼쳐진다.\n\n이제 무대는 중앙아시아 실크로드. 끝없는 대지에서 살아가는 유목 정착민의 낮과 밤이 펼쳐지는 카스피 해 인근의 지방도시. 아름다운 연상의 신부 아미루와 소년에서 어른이 되어가는 어린 신랑 카르르크는 부부가 된다. 다른 부족에서 시집온 아미루와 어린 신랑 카르르크의 평화롭고 행복한 시간도 잠시. 이 두 부부에게 다가오는 어두운 계획이 꿈틀거리기 시작한다.",
      "ne": "मध्य एशिया, 19 औं शताब्दीको मध्य: \nक्यास्पियन सागर नजिकैको एक ग्रामीण सहरमा, आमिरा नामकी युवती आफू भन्दा आठ वर्ष कान्छो केटा कार्लुकसँग विवाह गर्न पहाड पारी टाढाको गाउँबाट आइपुग्छिन्।  \nकथा दैनिक परिवार र सामुदायिक जीवनको विवरणहरूको बारेमा हो।\nतर, आमिराको परिवारले उनलाई आफ्नो गाउँ फर्काउन माग गर्दा शान्तिपूर्ण वातावरण खलबलिएको छ।",
      "pl": "Dwudziestoletnia Amir zostaje wydana za młodszego o 8 lat Karluka. Dziewczyna opuszcza swoje koczownicze plemię, by zamieszkać wraz z mężem i jego rodziną w odległym mieście na Jedwabnym Szlaku. Uzdolniona w łucznictwie i jeździectwie, otwarta i bezpośrednia Amir próbuje odnaleźć swoje miejsce w nowej społeczności. Gdy między nią a Karlukiem rozkwita głębsze uczucie, w mieście pojawia się starszy brat Amir, żądając unieważnienia małżeństwa. Między dwoma rodzinami wybucha spór.",
      "ru": "Это истории из жизни Амиры - прекрасной лучницы и наездницы, посланной за горы, чтобы выйти замуж за Карлука - одного из поселенцев, который младше её на 8 лет. Благодаря многим своим умениям, Амира быстро находит себе место среди жителей деревни. Но всё меняется, когда люди из деревни Амиры решают забрать её назад.",
      "th": "ตั้งอยู่ในเมืองชนบทใกล้ทะเลแคสเปียนในเอเชียกลางในช่วงปลายศตวรรษที่ 19 ที่รัสเซียพิชิตเรื่องราวหมุนรอบหญิงสาวคนหนึ่งชื่ออาเมียร์ที่มาจากหมู่บ้านห่างไกลข้ามภูเขาเพื่อแต่งงานกับคาร์ลุก ชายหนุ่มอายุแปดขวบ จูเนียร์ของเธอ ชุดนี้ความสัมพันธ์ของพวกเขาในขณะที่มันพัฒนาในขณะที่การนำตุ๊กตุ่นอื่น ๆ เกี่ยวกับหญิงสาวที่ต่างๆและชีวิตประจำวันของพวกเขากับคู่หมั้นของตนและสามีไปตามเส้นทางสายไหม",
      "uk": "Події цієї романтично-пригодницької історії розгортаються у Середній Азії позаминулого століття. Молода дівчина Аміра із суворого кочового клану прибуває до селища, щоб вийти заміж за Карлука. Це незвичайний шлюб – адже наречений молодший за неї на вісім років. Однак найбільше бажання Аміри – стати йому гарною дружиною. Вона усіма силами старається догодити і йому, і своїй новій родині, дивуючи давно осілих землеробів своїми талантами.",
      "vi": "Vào thế kỉ 19, ở khu vực Trung Á, tại một vùng thị tứ gần biển Caspi…\n\nCó một cô dâu đã vượt qua bao núi đồi để đến bên một “chú rể nhỏ”.\nCô hoang dã, đáng yêu, chân thành, đáng quý.\nVút qua thảo nguyên xanh ngời, cô bên “chàng” cưỡi ngựa du ca.\nGiương cung hướng lên trời, cô đem về biết bao ngạc nhiên, kì lạ.\n\nĐây là câu chuyện về một phương trời xa xôi huyền bí.\nCâu chuyện trên Con đường Tơ lụa lắm diệu kì.\nNơi cuộc sống diễn ra trong bao la, hào sảng.\nTrong những hành trình, trong tình người và trong những lời ca.\n\nCùng với đó, không thể không nhắc đến nét vẽ tài hoa, tỉ mỉ đến tuyệt vời của tác giả, sẽ khắc họa những nét văn hóa quyến rũ đến lạ kì của một vùng Trung Á bát ngát, bao la.",
      "zh-hk": "故事設定在19世紀後半，中亞與裏海週邊的草原地帶。以12岁的少年哈剌鲁和比他大8岁的新娘爱米尔为起頭，描写在丝绸之路的游牧民族和定居民族的生活。 由數個新娘的故事組成，新娘年齡不一，來自不同的地方。有各個角色的互動凸顯出當地的民俗風情。"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6941f16b-b56e-404a-b4ba-2fc7e009d38f",
    "title": {
      "en": "Isshou Watashi no Joshu de ite!"
    },
    "updatedAt": "2024-11-05T14:00:33+00:00",
    "coverArt": "https://mangadex.org/covers/6941f16b-b56e-404a-b4ba-2fc7e009d38f/f1d13f6f-2cf2-4b88-83c2-da361113ef9a.jpg",
    "altTitles": [
      {
        "ja": "一生わたしの助手でいて！"
      },
      {
        "en": "Be my Assistant for Life!"
      },
      {
        "id": "Jadilah Asistenku Seumur Hidup!"
      }
    ],
    "description": {
      "en": "\"The relationship between a detective and their assistant is not unlike romance!\"\n\nDue to his natural tendency to assist others (a \"helper type\" personality that makes him constantly want to lend a hand), Mitomo Tasuku had always lived in the shadows. To break out of this, he made it his life's mission to \"become number one.\" However, at the high school he transfers to, he encounters three detective girls, who happen to be his rivals from elementary school with whom he formed a detective club together. Thus begins Tasuku's fierce battle for the top detective spot! However... these girls seem to harbor passionate feelings of a different kind...!?",
      "ja": "持ち前の助手体質(つい手助けをしてしまう体質)のせいで日陰者だった御供助玖は、その状況を打破するため「トップになる」ことを最重要課題として生きてきた。しかし、転校先の高校で出会った探偵少女3人は、小学校の頃に探偵団を一緒にやっていた因縁の相手だった! 探偵(トップ)の座をかけた助玖の熱い戦いが始まる!! ただ‥‥彼女たちは違う意味で熱い想いを秘めていて‥‥!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a71e9594-6269-447f-99fa-3d4c8e1fff6f",
    "title": {
      "en": "Hakumei & Mikochi: Tiny Little Life in the Woods"
    },
    "updatedAt": "2024-12-07T18:24:45+00:00",
    "coverArt": "https://mangadex.org/covers/a71e9594-6269-447f-99fa-3d4c8e1fff6f/78dc640c-6db3-4414-a8db-0ba9be8c80b1.jpg",
    "altTitles": [
      {
        "fr": "Minuscule"
      },
      {
        "en": "Hakumei and Mikochi"
      },
      {
        "ru": "Хакумэй и Микоти"
      },
      {
        "ja": "ハクメイとミコチ"
      },
      {
        "zh": "哈库梅伊与蜜珂析"
      },
      {
        "ko": "황혼과 미코찌"
      },
      {
        "ja-ro": "Hakumei to Mikochi"
      },
      {
        "th": "ฮาคุเมกับมิโคจิ"
      },
      {
        "zh-hk": "哈庫梅伊與蜜珂析"
      },
      {
        "ja-ro": "Kobito Hiyori"
      },
      {
        "it": "Hakumei e Mikochi"
      },
      {
        "es": "Hakumei y Mikochi"
      },
      {
        "ru": "Хакумэй то Микоти"
      },
      {
        "zh": "妖精森林的小不点"
      },
      {
        "zh-hk": "妖精森林的小不點"
      }
    ],
    "description": {
      "en": "Nine centimeters (3.5 inches) tall, the tiny girls Hakumei and Mikochi live in the forest. \nLiving in a house in a tree, riding insects and birds, and making umbrellas out of leaves, they live a happy and comfortable life. \nFollow their tiny but lovely lives as they live their day to day in a fantastic world of inchlings, animals, and strange happenings.  \n  \n**#EverydayHeroes Scans Note:**  \nChapter 39 is next after 34. No chapters were skipped, as we switched to using Harta magazine raws, and the chapters from the magazine use a different numbering system."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61e5da82-16ac-421e-9fcd-2db8995031a3",
    "title": {
      "en": "My Friend's Little Sister Has It in for Me!"
    },
    "updatedAt": "2024-11-03T15:08:50+00:00",
    "coverArt": "https://mangadex.org/covers/61e5da82-16ac-421e-9fcd-2db8995031a3/1477be63-fd4a-43a4-aa3d-9f7356661160.jpg",
    "altTitles": [
      {
        "en": "My Friend's Little Sister is Annoying Only Towards Me"
      },
      {
        "id": "Adik Perempuan Temanku Hanya Usil Kepadaku"
      },
      {
        "en": "My Friend's Little Sister is Only Annoying to Me"
      },
      {
        "ru": "Младшая сестрёнка моего друга пристает лишь ко мне"
      },
      {
        "ja": "友達の妹が俺にだけウザい"
      },
      {
        "ko": "친구 여동생이 나한테만 짜증나게 군다"
      },
      {
        "ja-ro": "Tomodachi no Imouto ga Ore ni Dake Uzai"
      },
      {
        "es-la": "La hermana menor de mi mejor amigo solo es molesta conmigo"
      }
    ],
    "description": {
      "en": "I don’t need any deep relationships. I have no desire for a girlfriend, and I only require one friend who holds any value to me. Ever since I threw out my youth for the sake of efficiency, there is one person who keeps entering the bedroom of Ooboshi Akiteru. She’s neither my little sister nor my friend. She’s nothing more than a bothersome, annoying Kouhai, as well as my friend’s little sister: Kohinata Iroha. “Senpai, let’s go on a date~! Did you think I’d say that~?”. Rather than blood, it seems that energy drinks run through her veins. She keeps occupying my bed, and she tries her best to seduce me with whatever method she can play to her favor. She’s a girl who’s constantly annoying and obnoxious around me. Even though I’m busy all day long, she doesn’t care. And in case you’re wondering why all these envious gazes are directed at me, it’s because Iroha is actually really popular. She’s an honor student at our school with top grades to boot, and she’s known for being kind and proper to anyone she meets. …Hey now, why are you only so annoying when you’re around me?  \n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/imouza_PR)  \n- [![](https://i.imgur.com/dQCXZkU.png) Author’s Twitter](https://twitter.com/mikawaghost)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/hiraminmi)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/imouza/)  \n- [Official LN (EN)](https://j-novel.club/s/my-friend-s-little-sister-has-it-in-for-me)  \n- [Alternative Raw](https://www.ganganonline.com/contents/tomodachino)",
      "pt": "Não preciso de nenhum relacionamento profundo. Não desejo uma namorada, e só preciso de um amigo que tenha algum valor para mim. Desde que eu, Ooboshi Akiteru, joguei fora minha juventude por uma questão de eficiência, há uma pessoa que continua entrando no meu quarto. Ela não é minha irmãzinha nem minha amiga. Ela não passa de uma Kouhai chata e irritante, além da irmã mais nova do meu amigo: Kohinata Iroha. \"Senpai, vamos a um encontro ~! Você achou que eu diria isso ~?\". Em vez de sangue, parece que bebidas energéticas correm por suas veias. Ela continua ocupando minha cama e tenta ao máximo me seduzir com qualquer método que ela possa jogar a seu favor. Ela é uma garota que é constantemente irritante e desagradável ao meu redor. Embora eu esteja ocupada o dia todo, ela não se importa. E caso você esteja se perguntando por que todos esses olhares invejosos são direcionados para mim, é porque Iroha é realmente muito popular. Ela é uma aluna de honra da nossa escola com as melhores notas e é conhecida por ser gentil e adequada com qualquer pessoa que conhece. …Ei agora, por que você é tão irritante quando está perto de mim?",
      "ru": "Мне не нужны никакие глубокие отношения. У меня нет желания иметь подругу, и мне нужен только один друг, который имеет для меня хоть какую-то ценность. С тех пор как я бросил свою молодость ради эффективности, есть один человек, который продолжает входить в спальню Ообоши Акитеру. Она мне не младшая сестра и не подруга. Она не более чем надоедливый, раздражающий кохай, а также младшая сестра моего друга: Кохината Ироха. \"Сэмпай, давай сходим на свидание! Неужели ты думал, что я так скажу?”. Кажется, что по ее венам текут не кровь, а энергетические напитки. Она по-прежнему занимает мою постель и изо всех сил старается соблазнить меня любым способом, который может сыграть ей на руку. Она - девушка, которая постоянно раздражает и раздражает меня. Хотя я весь день занят, ей все равно. И если вам интересно, почему все эти завистливые взгляды направлены на меня, это потому, что Ироха действительно очень популярна. Она почетная ученица в нашей школе с высшими оценками в придачу, и она известна своей добротой и порядочностью ко всем, кого она встречает. \"Эй, почему ты так раздражаешь меня, только когда рядом со мной?\"",
      "es-la": "No necesito una relación profunda. No tengo deseo por una novia, y solo requiero un amigo que tenga algún valor para mí. Desde que deseche mi juventud a favor de la eficiencia, hay una persona que sigue entrando al dormitorio de Ooboshi Akiteru. Ella no es mi hermanita o mi amiga. Ella no es nada más que una molestia, una molesta kouhai, así como la hermana pequeña de mi amigo: Kohinata Iroha. \"¡Senpai, tengamos una cita! ¿Creíste que diría eso?\" En vez de sangre, pareciera que una bebida energética corriera por sus venas. ella sigue ocupando mi cama, y ella da su mejor esfuerzo para seducirme con cualquier método que pueda usar a su favor. ella es una chica que es constantemente molesta y desagradable a mi alrededor. incluso si estoy ocupado todo el día, a ella no le importa. Y en caso de que te estés preguntando por que todas esas miradas envidiosas están dirigidas a mí, es porque Iroha es realmente popular. Ella es una estudiante de honor en nuestra escuela con las mejores calificaciones, y ella es conocida por ser amable y apropiada para cualquiera que ella conozca. Hey ahora, ¿Porque solo eres escandalosa cuando estas alrededor mío?"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]