[
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
    },
    "updatedAt": "2025-02-08T18:25:00+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/1aedb368-fdbb-4eba-a50c-02f6ce8ab4ab.jpg",
    "altTitles": [
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "pt-br": "Shangri-La Frontier - o caçador de jogos ruins experimenta um jogo Divino."
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "ja": "“クソゲー”をこよなく愛する男・陽務楽郎。彼が次に挑んだのは、総プレイヤー数3000万人の“神ゲー”『シャングリラ・フロンティア』だった!　集う仲間、広がる世界。そして“宿敵”との出会いが、彼の、全てのプレイヤーの運命を変えていく!!",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\".",
      "pt-br": "O estudante do segundo ano do ensino médio, Rakuro Hizutome, adora encontrar os chamados “jogos ruins” e dar uma surra neles. Quando ele decide mudar as coisas jogando um novo jogo de realidade virtual de “nível divino” conhecido como Shangri-La Frontier (também conhecido como SLF), ele faz o que faz de melhor: min-maxes, pula o prólogo e pula direto para Ação! Rakuro pode ser um jogador experiente, mas um encontro com um antigo rival mudará para sempre o destino de cada jogador SLF.\n\nVestido apenas com shorts e uma máscara de pássaro, Rakuro (nome do jogador: Sunraku) se lança no mundo do SLF. As coisas vão bem no início, quando ele derruba um duende, um coelho e até uma píton. Mas então Sunraku se depara com um lobo enorme e contundente conhecido como Lycagon, o Matador da Noite. Os anos de experiência em “jogos ruins” de Sunraku serão suficientes ou ele está prestes a sofrer um rude despertar apenas algumas horas em sua aventura SLF?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47dee21c-29c6-410b-9ea1-f0c422fd0505",
    "title": {
      "en": "New Chronicles of Goguryeo"
    },
    "updatedAt": "2025-02-13T03:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/47dee21c-29c6-410b-9ea1-f0c422fd0505/cb64b9e9-940b-4aa8-b56f-edf195c242ae.jpg",
    "altTitles": [
      {
        "en": "New Goguryeo Chronicles"
      },
      {
        "ko": "신 고구려전기"
      },
      {
        "en": "Record of a New Goguryeo"
      }
    ],
    "description": {
      "en": "New Chronicles of Goguryeo In a world unfolding within my dreams, It was the late Goguryeo period, And I became Yeon Namsaeng, son of Yeon Gaesomun. In reality, I am Kim Namsaeng…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "646741db-9062-41ca-8039-c87867ab895c",
    "title": {
      "en": "Akuyaku Reijou wa Slow Life wo Enjoy Shitai! ~Yatto Konyaku Hakisareta no ni, Daini Ouji ga Meccha Stalker Shitekurun desu kedo~"
    },
    "updatedAt": "2025-02-11T22:30:00+00:00",
    "coverArt": "https://mangadex.org/covers/646741db-9062-41ca-8039-c87867ab895c/ad4eaa2f-883c-4f2e-948b-7aab07d5c266.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢はスローライフをエンジョイしたい！～やっと婚約破棄されたのに、第二王子がめっちゃストーカーしてくるんですけど…～"
      },
      {
        "vi": "Nữ Phản Diện Muốn Tận Hưởng Cuộc Sống Nhàn Nhã! - Vừa Bị Huỷ Hôn, Nhưng Thái Tử Thứ Hai Lại Liên Tục Đeo Bám Tôi"
      }
    ],
    "description": {
      "en": "\"I break off my engagement to you!\"\n\nThe crown prince threw this line at Sylvie at the school's graduation ceremony, and the villainous daughter Sylvie smiled with satisfaction. With a smile on her face, she says, \"Yes! I will gladly accept! I will gladly accept!\" She was accused of bullying the Dauphin's girlfriend, but she debunked the allegation with a brilliant alibi: \"I was digging radishes in the dungeon.\" With the fee she had collected and her S-class adventurer's license in hand, Sylvie moved comfortably to a farm.\n\nShe is ready to start living the slow life she has dreamed of for so long! But then, the second prince, the brother of her former fiancé, arrives on the scene! It seems that he sees Sylvie as a dangerous person who is avenging the royal family, and he often stays in the house to watch over her...",
      "ja": "「やっと来たのね、婚約破棄（待望）の瞬間が…」\n「そなたとの婚約は破棄する!」\n\n学園の卒業式で王太子からお約束の台詞を投げつけられた悪役令嬢シルヴィ。彼女は会心の笑みで……「はい! 喜んでお受けします!」と答えた。王太子の恋人へのいじめ疑惑をかけられるも、「ダンジョンで大根を掘っていた」という華麗なアリバイで論破。ふんだくった慰謝料とS級冒険者のライセンスを片手に、シルヴィはとある農場へ悠々と移住する。\n\nかねてからの夢だったスローライフを始めよう! と思いきや、かつての婚約者の弟である第二王子が押し掛けてきた!? どうやらシルヴィを王家に仇なす危険人物として見ているらしく、監視と称してたびたび居座るようになり!?",
      "vi": "Khoảnh khắc chờ đợi từ lâu để chấm dứt hôn ước cuối cùng đã đến...\" \"Ta tuyên bố  hủy bỏ hôn ước với cô!\" Tại lễ tốt nghiệp của học viện, Silvia, nữ phản diện, được thái tử tuyên bố hủy bỏ hôn ước. Cô trả lời với một nụ cười chân thành... \"Tôi xin trân trọng nhận lời\" Cô bị buộc tội bắt nạt bạn gái của thái tử, nhưng cô bác bỏ với một chứng cứ tuyệt vời rằng cô đang \"đào củ cải trong dungeon.\" Với phần thưởng hậu hĩnh và giấy phép mạo hiểm giá cấp S, Silvia chuyển đến một trang trại. Khi cô đang nghĩ đến việc bắt đầu cuộc sống chậm rãi mà cô luôn mơ ước, em trai của vị hôn phu cũ, thái tử thứ hai, đã đến! Dường như anh ta coi Silvie là một người nguy hiểm đối với hoàng gia và thường xuyên ở đó dưới danh nghĩa giám sát cô!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2025-02-12T16:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/16406b53-9224-4639-8511-9951484ad99a.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      },
      {
        "pl": "Nanoroboty"
      },
      {
        "pl": "Maluska Maszynka"
      },
      {
        "vi": "Ngã Lão Ma Thần"
      },
      {
        "vi": "Ma Thần Nano"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd2d2132-7afb-4c43-87ff-8567c707848e",
    "title": {
      "en": "Something's Wrong With My Inventory"
    },
    "updatedAt": "2025-01-18T14:43:45+00:00",
    "coverArt": "https://mangadex.org/covers/dd2d2132-7afb-4c43-87ff-8567c707848e/a6b61fcf-f38a-4533-bebe-19afd3bb8493.jpg",
    "altTitles": [
      {
        "ko": "내 인벤토리가 이상하다"
      },
      {
        "en": "My Inventory Is Abnormal"
      }
    ],
    "description": {
      "en": "Yuujun Shin, a wealthy crypto investor, spends his time mastering a little-known game and purchasing all the best perks to dominate. When the game unexpectedly merges with reality, Yuujun finds himself in the game world with access to his massive virtual inventory. Now, with his amassed power and resources, he is more than ready to navigate this new reality...or is he?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18dec7db-76a0-48f2-8d22-f7e330bcdf20",
    "title": {
      "en": "7◯3⨉"
    },
    "updatedAt": "2025-02-07T08:41:54+00:00",
    "coverArt": "https://mangadex.org/covers/18dec7db-76a0-48f2-8d22-f7e330bcdf20/89ea73fd-77d0-4d5b-806f-85a062271a9e.jpg",
    "altTitles": [
      {
        "en": "703X"
      },
      {
        "ja-ro": "Nanamaru Sanbatsu"
      },
      {
        "en": "7O3X Fastest Finger First"
      },
      {
        "zh-hk": "7O3X！ 搶答戰爭"
      },
      {
        "zh": "7O3X！抢答战争"
      },
      {
        "ja-ro": "Nana Maru San Batsu"
      },
      {
        "ja-ro": "Nana Maru San Batsu - 7O3X-"
      },
      {
        "es": "Siete Correctas Tres Incorrectas -7O3X-"
      },
      {
        "ru": "Семь — верно, три — неверно"
      },
      {
        "ru": "Семь правильных, три неправильных"
      },
      {
        "th": "เกมตอบโจทย์พิชิตฝัน"
      },
      {
        "ja": "ナナマル サンバツ"
      },
      {
        "ja": "ナナマルサンバツ～7○3×～"
      },
      {
        "ko": "나나마루 산바츠"
      },
      {
        "en": "7O3X"
      }
    ],
    "description": {
      "en": "As soon as he entered high school, Shiki Koshiyama was invited to the mysterious \"Quiz Study Group\" led by his senpai. What will Shiki run into when being dragged along by his classmate Mari into the dazzling world of competitive quizzes?! \n\nGet ready for a manga that features fierce quiz competitions!",
      "ja": "入学早々、高校１年生の越山識が勧誘されたのは、怪しげな先輩が会長を務める「クイズ研究会」だった！　同級生の真理に引っ張られ、識が出会った競技クイズのめくるめく世界とは！？　\n\n熱血競技クイズ漫画登場！"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "112"
  },
  {
    "mangaId": "7aca9347-6757-4415-a340-4d892ccaf798",
    "title": {
      "en": "Harem Yori Heion o! Isekai de Shizuka ni NEET Hime sasete Kure"
    },
    "updatedAt": "2025-01-31T01:42:29+00:00",
    "coverArt": "https://mangadex.org/covers/7aca9347-6757-4415-a340-4d892ccaf798/6568d780-8a9a-4832-8aea-8e11640ff5a6.jpg",
    "altTitles": [
      {
        "ja": "ハーレムより平穏を！異世界で静かにニート姫させてくれ"
      },
      {
        "ja-ro": "Harem Yori Heion wo! Isekai de Shizuka ni NEET Hime sasete Kure"
      },
      {
        "en": "More Peace than a Harem: In Another World, Let Me Be a Neet Princess in Peace"
      },
      {
        "en": "I Wish for Peace Instead of a Harem! Let Me Be a NEET Princess Peacefully in Another World"
      },
      {
        "es-la": "Más paz que un harem - En otro mundo, déjame ser una princesa Nini en paz"
      },
      {
        "es-la": "En otro mundo, déjame ser una princesa NiNi en paz"
      }
    ],
    "description": {
      "en": "An elite salaryman (aspiring NEET), gets reincarnated and genderswapped into a princess living an idle life of masturbation...!?\n\nKishibe is an elite office worker who dreams of becoming a NEET who has attained FIRE (Financial Independence, Retire Early). The fulfillment of his dream is now right before his very eyes!! ...or was, when he died saving a girl from getting hit by a car. A self-proclaimed god felt pity for such a man, so she reincarnated Kishibe into another world where he could live as a NEET. The next thing he knew, he had become Iris, the princess of a superpower kingdom!!\n\nBlessed with incredible beauty and not having the need to work even once, Kishibe won the jackpot with a life full of indolence, freedom and masturbation!! ...is what he believed, but there was a catch. Princess Iris seemed like she possessed a trait that made others love her at the highest level (a skill?), and various girls just keep coming on to her (who was formerly a man)...!?\n\nThis is another world where one can experience endless love and eat meals that one didn't work for (does it taste good?), it's an envy-inducing, genderswap isekai story with a super NEET harem!\n\n(Source: Nico Nico Seiga)",
      "ja": "エリートサラリーマン、姫様にTS転生してオナ●ート生活…!!!?\n\nニートを夢見てFIREをした、エリートサラリーマン・岸辺。夢の生活も目前!! のはずが、車にひかれる寸前だった女の子を助けたことで死亡してしまう。そんな彼を憐れんだ自称神様が岸辺をニートができる異世界へと転生。気づけば超大国の姫様・アイリスになっていた!!! 超絶美少女で一切働く必要がなく、惰眠と自由とオナ●ーのし放題で岸辺は人生勝ち組!! …と確信していたが、ある問題が。この姫様、最高レベルの愛され体質（スキル？）みたいで、色々な女の子が姫様（元男）に迫られまくり……!!?\n\n異世界で愛されまくって働かないメシが上手いか？を体験できる、羨ましすぎる異世界TSクソニートハーレム!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23ae2a63-eb44-4580-9adc-fbd8ba4b2670",
    "title": {
      "en": "Boku wo Shirita Sugiru Shimizu-san"
    },
    "updatedAt": "2024-10-30T23:50:52+00:00",
    "coverArt": "https://mangadex.org/covers/23ae2a63-eb44-4580-9adc-fbd8ba4b2670/2ed9ebb9-7061-4b43-8a95-7e203f919e10.jpg",
    "altTitles": [
      {
        "ja": "ボクを知りたすぎる清水さん"
      },
      {
        "en": "Shimizu-san who wants to know me too much"
      },
      {
        "id": "Shimizu-san yang sangat ingin mengenalku"
      },
      {
        "es-la": "Shimizu-san quiere conocerme demasiado"
      },
      {
        "es": "Shimizu-san quiere conocerme demasiado"
      },
      {
        "pt-br": "Shimizu-san quer muito me conhecer"
      }
    ],
    "description": {
      "en": "Atago Gato is a shy and reclusive high school boy. One day, while preparing for the school festival, a cute and cheerful classmate named Shimizu Roman finds out that he is aiming to become a manga artist. Isn't that amazing? The popular girl, who seems to live in a different world from him, takes an interest in him and asks him a lot of questions he never expected! When he confesses a traumatic experience after being criticized on SNS... Shimizu-san tries to help him overcome it in a slightly strange way...? A youthful romantic comedy in which a cheerful girl and a gloomy boy struggle to make manga!\n\n(Source: AniList)",
      "es": "Atago Gato es un chico de instituto tímido y solitario. Un día, mientras se prepara para el festival escolar, una simpática y alegre compañera de clase llamada Shimizu Roman descubre que aspira a convertirse en dibujante de manga. ¿No es increíble? La chica popular, que parece vivir en un mundo distinto al suyo, se interesa por él y le hace un montón de preguntas que no esperaba. Cuando confiesa una experiencia traumática tras ser criticado en SNS... Shimizu-san intenta ayudarle a superarlo de una forma un tanto extraña...? ¡Una comedia romántica juvenil en la que una chica alegre y un chico sombrío luchan por hacer manga!",
      "id": "Atago Gato adalah anak SMA yang pemalu dan tertutup. Suatu hari, saat mempersiapkan festival sekolah, teman sekelasnya yang lucu dan ceria bernama Shimizu Roman mengetahui bahwa dia bercita-cita menjadi seorang seniman manga. Bukankah itu luar biasa? Gadis populer, yang sepertinya hidup di dunia yang berbeda darinya, menaruh minat padanya dan menanyakan banyak pertanyaan yang tidak pernah dia duga! Saat dia mengakui pengalaman traumatis setelah dikritik di SNS... Shimizu-san mencoba membantunya mengatasinya dengan cara yang sedikit aneh...?\nSebuah komedi romantis masa muda di mana seorang gadis ceria dan seorang anak laki-laki muram berjuang untuk membuat manga!",
      "ja": "陰キャで引っ込み思案の高校生・愛宕画人（あたごがくと）。ある日、文化祭の準備中に陽キャで可愛すぎる女子高生・清水ろまんに『マンガ家を目指している』ことがバレてしまう。「めっちゃスゴくない！？」住む世界が違うカノジョから興味を持たれて、まさかの質問攻め！？ SNSで批判されたトラウマを告白すると…清水さんは、ちょっぴりカゲキな方法で克服させようとしてきて――？　陽キャな女子と陰キャな男子がマンガ作りに奮闘する青春ラブコメ！",
      "es-la": "Atago Gato es un chico de instituto tímido y solitario. Un día, mientras se prepara para el festival escolar, una simpática y alegre compañera de clase llamada Shimizu Roman descubre que aspira a convertirse en dibujante de manga. ¿No es increíble? La chica popular, que parece vivir en un mundo distinto al suyo, se interesa por él y le hace un montón de preguntas que no esperaba. Cuando confiesa una experiencia traumática tras ser criticado en SNS... Shimizu-san intenta ayudarle a superarlo de una forma un tanto extraña...? ¡Una comedia romántica juvenil en la que una chica alegre y un chico sombrío luchan por hacer manga!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dd90ea6-9348-4d20-9282-caf856cb506c",
    "title": {
      "en": "After His Insomnia Was Cured, the Tyrant Became Obsessive"
    },
    "updatedAt": "2025-02-13T02:40:51+00:00",
    "coverArt": "https://mangadex.org/covers/1dd90ea6-9348-4d20-9282-caf856cb506c/d668c095-70ab-4be5-bd26-718ec7fc5faf.jpg",
    "altTitles": [
      {
        "ko": "不眠症を治しただけなのに暴君に執着されてます"
      }
    ],
    "description": {
      "en": "A young woman who works as a book-reading YouTuber falls asleep while reading and is possessed by the book she is reading. She ends up in the tyrant's bedroom. Once inside the tyrant's bedroom, she tells him what she needs to do to stay alive, and he falls asleep while listening. From then on, she becomes the tyrant's insomnia therapist. In order to escape from the tyrant, she must cure his insomnia, but as she does, the tyrant becomes obsessed with her..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea300699-3f4e-480e-bea9-62548668ec49",
    "title": {
      "en": "Keiji of The Flowers"
    },
    "updatedAt": "2025-02-10T13:41:36+00:00",
    "coverArt": "https://mangadex.org/covers/ea300699-3f4e-480e-bea9-62548668ec49/fa3a3d5f-daa4-4412-964f-03c540db40b2.jpg",
    "altTitles": [
      {
        "vi": "Bắc Đẩu Du Hiệp"
      },
      {
        "ja-ro": "Hana no Keiji"
      },
      {
        "ja-ro": "Hana no Keiji -Kumo no Kanata ni-"
      },
      {
        "en": "Keiji"
      },
      {
        "it": "Keiji il magnifico"
      },
      {
        "ja": "花の慶次 -雲のかなたに-"
      }
    ],
    "description": {
      "en": "During the closing years of the civil war period and uneasy reign of Toyotomi Hideyoshi, when men high and low scramble to follow conventional propriety so that they don't attract undue notice (or death) to themselves, there is one very bizarre individual who is known for his legendarily outlandish and wild personality, physical appearance and behavior. This series traces the dramatic adventures of Keiji Maeda from personal conflicts with his adopted Maeda family, brave combat exploits, travels to the capital, and relationships with famous existing figures such as Iyeyasu Tokugawa, Rikyuu the tea master, and Hideyoshi himself, to experiences with the foreign and Japanese Christian faithful."
    },
    "status": "completed",
    "releaseDate": 1990,
    "contentRating": "safe",
    "lastVolume": "18",
    "lastChapter": "167"
  },
  {
    "mangaId": "88949f72-43b8-48af-94a0-dc639e44be07",
    "title": {
      "en": "Kaisha to Shiseikatsu: On to Off"
    },
    "updatedAt": "2025-01-29T15:54:46+00:00",
    "coverArt": "https://mangadex.org/covers/88949f72-43b8-48af-94a0-dc639e44be07/327d2e22-6354-425f-87a7-26f6269eadf6.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活－オンとオフ－"
      },
      {
        "en": "On and Off: Work-Life Imbalance"
      },
      {
        "en": "Company and Private Life: On and Off"
      },
      {
        "es-la": "Vida empresarial y privada: ON y OFF"
      }
    ],
    "description": {
      "en": "Working people have company (on) and private lives (off). Meet two office workers whose professional lives \"on\" the clock and private lives when they’re \"off\" couldn't be more different. He dresses like a lolita. She dresses like a punk. When their contrasting \"on\" and \"off\" modes collide, it inevitably leads to heart-pounding antics!\n___\nA serialization of the [Twitter series](https://mangadex.org/title/0fa5d834-fdab-4ac4-b3c9-821f1580f991/company-and-private-life) about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.",
      "ja": "働く二人の大変身（メタモルフォーゼ）日常譚！\n働く人々には会社（オン）と私生活（オフ）がある。ある人は会社員と女装ロリィタ。ある人は会社員と男装パンク。オンとオフのギャップにキュン必至！ 働く二人の大変身（メタモルフォーゼ）日常譚！X（旧:Twitter）にて累計200万いいね突破の話題作が、イラストから完全コマ割りでコミックス化！",
      "es-la": "Estos trabajadores tienen una vida en la empresa (ON) y otra privada (OFF). El es un oficinista que se viste de Lolita. Ella es una oficinistas que se viste de punk."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ad4148b-8c9e-48d5-89ec-e7b98a660e42",
    "title": {
      "en": "Oomuro-ke"
    },
    "updatedAt": "2025-01-29T01:06:13+00:00",
    "coverArt": "https://mangadex.org/covers/9ad4148b-8c9e-48d5-89ec-e7b98a660e42/57886a93-6c2f-4bbd-b78b-9b32805f9199.jpg",
    "altTitles": [
      {
        "ja": "大室家"
      },
      {
        "ja-ro": "Oomuroke"
      },
      {
        "en": "Oomuro Family"
      },
      {
        "en": "Oomuro House"
      }
    ],
    "description": {
      "en": "*A spin-off of the YuruYuri series featuring the Oomuro family of sisters!*\n\nFrom oldest to youngest, there's **Nadeshiko**, the cool and serious high schooler; **Sakurako**, the silly, lazy, and (slightly) dimwitted middle schooler; and **Hanako**, the intelligent and mature elementary schooler! \n\nThis story focuses on these three sisters, their friends. and the many fun and wild adventures they have together!",
      "ja": "優秀な長女・撫子、残念な次女・櫻子、優秀な三女・花子からなる大室家３姉妹。自由奔放な櫻子を中心に今日も大室さん家は賑やかです♪"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb3b4af2-9a97-4858-b074-46985e8b9fb4",
    "title": {
      "en": "I Want to Live a Good Life"
    },
    "updatedAt": "2024-12-31T06:21:08+00:00",
    "coverArt": "https://mangadex.org/covers/cb3b4af2-9a97-4858-b074-46985e8b9fb4/11d2f3bb-0fb5-47b8-a68c-3e60e1a848bd.jpg",
    "altTitles": [
      {
        "ko": "착하게 살고 싶었답니다"
      }
    ],
    "description": {
      "en": "The best in the world, excellent martial arts, overflowing money and pleasure----the center of the magical world, Black Astronomy. Kang Hee-ran, the granddaughter of the owner of Heukcheonmun, lives a life that has nothing to lack and nothing to be envied of, but dies at the hands of her stepmother. And for some reason, Heeran reverted to her younger self! In the life that started again, she goes down quietly and kindly with her warm nanny. The first step of revenge begins with making the third Confucius, Kang Lun, the king of the underworld who will soon rule Black Astronomy, into a man of Heiran...!!  I was trying to live...  Heeran's stepmother didn't like the way he looked and started to kill all of Heeran's people.  And Heeran went to the bottom of the Dark Astronomical Gate to the realm of the deep hell for revenge."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc541cb9-0037-45ac-a3e9-4189a42afb6c",
    "title": {
      "en": "Musician Genius Who Lives Twice"
    },
    "updatedAt": "2024-11-12T04:07:25+00:00",
    "coverArt": "https://mangadex.org/covers/dc541cb9-0037-45ac-a3e9-4189a42afb6c/7c256b2b-b68f-4149-a0e3-f48fe3b3e07a.jpg",
    "altTitles": [
      {
        "ko": "두 번 사는 음악천재"
      }
    ],
    "description": {
      "en": "Even if a musician dies, he never dies. It's just covered. Singer-songwriter Kim Han-seok, who became a legend in Korea with just a guitar... Waking up as a college student in the streaming era 30 years after his death!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "75"
  },
  {
    "mangaId": "34e45b02-b5c8-4a4b-a21a-7b5059391dc8",
    "title": {
      "en": "To Your Eternity"
    },
    "updatedAt": "2025-01-06T10:59:48+00:00",
    "coverArt": "https://mangadex.org/covers/34e45b02-b5c8-4a4b-a21a-7b5059391dc8/27d4a491-5f9f-4fdc-b50b-a5f982f29667.jpg",
    "altTitles": [
      {
        "ja": "不滅のあなたへ"
      },
      {
        "ja-ro": "Fumetsu no Anata e"
      },
      {
        "es-la": "A ti, el inmortal"
      },
      {
        "de": "Für dich, den Unsterblichen"
      },
      {
        "vi": "Gửi Em Người Bất Tử"
      },
      {
        "vi": "Tới Ngươi Đích Bất Diệt"
      },
      {
        "pl": "Ku twej wieczności"
      },
      {
        "pt-br": "Uma vida imortal"
      },
      {
        "it": "A te, l'immortale"
      },
      {
        "id": "Untukmu yang Abadi"
      },
      {
        "tr": "Ölümsüz Sana"
      },
      {
        "tr": "Sana, Ölümsüz Olan"
      },
      {
        "ru": "Для тебя, Бессмертный"
      },
      {
        "ar": "إلى أبديتك"
      },
      {
        "ar": "إليك، أيُها الخالد"
      },
      {
        "hi": "तिम्रो अनन्तकाल को लागी"
      },
      {
        "th": "แด่เธอผู้เป็นนิรันดร์"
      },
      {
        "zh": "致不灭的你"
      },
      {
        "zh-hk": "致不滅的你"
      },
      {
        "ko": "불멸의 그대에게"
      },
      {
        "en": "To You, the Immortal"
      },
      {
        "kk": "Мәңгілігіне"
      },
      {
        "fr": "To Your Eternity"
      }
    ],
    "description": {
      "en": "An immortal being was sent to the surface of the earth and met a boy living alone in the middle of tundra.   \nThe being can take the shape of dying things, but only if the \"impetus\" is stronger than the previous one. What sort of experiences and meetings will the being encounter while living forever?   \n\n---   \n- **Won the 43rd Kodansha Manga Award for Shonen in 2019** \n   \n---\n\n**Links:**  \n**Officially Translated:**   \n- Alternative English version by [K MANGA](<https://kmanga.kodansha.com/title/10076/episode/319887>)\n- Alternative English version by [Inkr Comics](<https://inkr.page.link/Hmgv5BX51rftn9ar5>)\n- In French by [Pika](<https://www.pika.fr/serie/your-eternity>)   \n- In Italian by [Star Comics](<https://www.starcomics.com/fumetto.aspx?Fumetto=281315>)   \n- In Polish by [Kotori](<http://kotori.pl/nasze-wydania/ku-twej-wiecznosci/>)   \n- In Russian by [Istari](<https://istaricomics.com/katalog-knig/manga/istari-comics/to-your-eternity/>)   \n- In German by [Egmont](<https://www.egmont-shop.de/to-your-eternity-01.html>)   \n- In Indonesian by [m&c!](<http://www.mncgramedia.id/comics/comic_detail/untukmu-yang-abadi-01>) as **Untukmu yang Abadi** (2019)\n- In Brazilian Portuguese by [NewPOP](<https://www.lojanewpop.com.br/uma-vida-imortal-to-your-eternity-15576289>)",
      "fr": "\"C'est à l'épreuve de la réalité que je saurai ce que je suis... Voilà pourquoi mon voyage commence.\"\n\nUn être sous forme d'une petite sphère est envoyé sur terre, celle-ci change d'apparence en fonction de ce qu'elle rencontre.\nElle rencontre d'abord un loup puis un jeune garçon vivant seul au milieu d'un paysage enneigé. Chaque nouvelle rencontre est une occasion de vivre de nouvelles expérience pour cet être. Ainsi commence le voyage de l'Immortel, un voyage fait d'expériences et de rencontres dans un monde implacable...",
      "ja": "『聲の形』の大今良時が贈る、永遠の旅。真っ白な魂で世界に降り立つ！──現実だけが自分が誰なのかを教えてくれる。だから僕は、旅に出る。",
      "ru": "Отправленное на землю бессмертное существо знакомится с мальчиком, одиноко живущим в Тундре. Существо может принимать форму умерших, но только если «импульс» сильнее предыдущего. С какими впечатлениями и встречами столкнётся существо, живущее вечно?",
      "pt-br": "Um ser imortal foi enviado à superfície da terra e encontrou um menino que vivia sozinho no meio da tundra.\nO ser pode assumir a forma de coisas moribundas, mas somente se o \"ímpeto\" for mais forte que o anterior. Que tipo de experiências e encontros o ser encontrará enquanto viver para sempre?\n\n---\n- **Ganhou o 43º Prêmio Kodansha Manga na categoria shounen em 2019**"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e181ba9f-3460-40af-8261-fcb377539e09",
    "title": {
      "en": "Jitsu wa Watashi, Dekiaisaretemashita!? - Saitei Kareshi kara Saikyou Kareshi e"
    },
    "updatedAt": "2025-02-13T02:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/e181ba9f-3460-40af-8261-fcb377539e09/da006e17-e36b-4b6f-8390-0719544ad3fb.jpg",
    "altTitles": [
      {
        "en": "‏was i well liked from the start"
      },
      {
        "ja": "実は私、溺愛されてました！？"
      }
    ],
    "description": {
      "en": "“From Heartbreaking Betrayal to Unexpected Love – Was I Loved All Along?”\n\nAfter three years of living together, a young woman hoped for marriage with her partner. However, as time passed, the distance between them grew, and their relationship became filled with tension and silence.\n\nOne day, during a company barbecue, she accidentally discovers his betrayal—he had been cheating on her with a colleague. The shock left her confused and heartbroken, but she wasn’t prepared for what came next—one of her coworkers, known for his calm demeanor and constant support, confessed his feelings for her in front of everyone!\n\nAt first, she assumed his confession was just a way to comfort her, but she soon realized that his feelings weren’t sudden—he had loved her for a long time, and she had simply never noticed.\n\nAs she struggles to come to terms with the betrayal she suffered, she finds herself in front of someone who truly loves and cherishes her.\n\nCould this be the love she deserved all along?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0f9e331-e022-4b49-8399-e14091d8b703",
    "title": {
      "en": "Listening to the Stars"
    },
    "updatedAt": "2023-11-02T18:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0f9e331-e022-4b49-8399-e14091d8b703/85d8c7f0-e029-4810-b76d-a51a338d47dc.jpg",
    "altTitles": [
      {
        "zh": "听星"
      },
      {
        "zh-hk": "聽星"
      },
      {
        "ru": "Слушая звёзды"
      },
      {
        "zh-ro": "Tīng Xīng"
      },
      {
        "pl": "Wsłuchana w gwiazdy"
      }
    ],
    "description": {
      "en": "Having suffered several setbacks in her attempt to be a voice actor, Chi Yu no longer dares to bring up her hobby of dubbing in front of others. Instead, she covertly tunes in to voice drama broadcasts on Lily Radio. One day, during a public lecture at her university, she discovers that Yu Chen from the neighboring college shares a strikingly similar voice to the host of Lily Radio."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae60aa84-3c58-40f1-935b-c7cdd1d5af6b",
    "title": {
      "en": "GaCen Shoujo to Ibunka Kouryuu"
    },
    "updatedAt": "2025-02-11T01:12:58+00:00",
    "coverArt": "https://mangadex.org/covers/ae60aa84-3c58-40f1-935b-c7cdd1d5af6b/80b3b14e-61fa-4733-9942-02ce5880673d.jpg",
    "altTitles": [
      {
        "ja": "ゲーセン少女と異文化交流"
      },
      {
        "ja-ro": "Game Center Shoujo to Ibunka Kouryuu"
      },
      {
        "ja-ro": "Geesen Shoujo to Ibunka Kouryuu"
      },
      {
        "ja": "Cultural Exchange With Game Center Girl"
      },
      {
        "en": "Cultural Exchange With A Game Center Girl"
      },
      {
        "en": "Cross-Cultural Exchange With the Girl at the Arcade"
      },
      {
        "zh": "与游戏中心的少女异文化交流的故事"
      },
      {
        "zh-hk": "與遊戲中心的少女異文化交流的故事"
      }
    ],
    "description": {
      "en": "A Japanese arcade worker meets a young girl from England and strikes up a friend(?)ship."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "752810eb-01e7-4746-b0a0-cdf4fdfd43c6",
    "title": {
      "en": "Definition of a villain"
    },
    "updatedAt": "2025-02-11T01:34:16+00:00",
    "coverArt": "https://mangadex.org/covers/752810eb-01e7-4746-b0a0-cdf4fdfd43c6/7acef5ac-ad4e-4a99-9c17-398afbdbdd58.jpg",
    "altTitles": [
      {
        "ko": "빌런의 정의"
      }
    ],
    "description": {
      "en": "A world where there are ‘superpowers’, a new race of humans who surpass human abilities, and ‘guides’ who can control their rampage.\n\n'Betty', a guide, hides her identity and lives in a small town in America. One day, 'James', a super-powered hero, transfers to Betty's school to find the villain 'Dave'. Betty avoids James but continues to become involved with him and to make matters worse, while trying to stop her best friend's rampage of superpowers, she is forced to use her guide abilities... It turns out that her friend is not an ordinary superpower, but a villain.\n\nIt was 'Dave'!\n\nBetty is caught between a villain and a hero, and her life, which she wanted to live normally, begins to spiral."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78",
    "title": {
      "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
    },
    "updatedAt": "2024-12-11T15:38:31+00:00",
    "coverArt": "https://mangadex.org/covers/d45d8e92-e5c7-4458-b5a7-7d1ec2a4bf78/fc1ec077-4e3d-40a3-9638-09a875dfffcf.jpg",
    "altTitles": [
      {
        "zh": "反派大师兄，师妹们全是病娇"
      },
      {
        "zh-ro": "Fǎnpài Dà Shīxiōng, Shīmèimen Quán Shì Bìng Jiāo"
      },
      {
        "zh-ro": "Fanpai Da Shixiong, Shimeimen Quan Shi Bing Jiao"
      },
      {
        "en": "The Big Villain Brother and the Junior Sisters Are All Sick and Delicate"
      },
      {
        "en": "The Great Villain Senior Brother and All of His Yandere Junior Sisters"
      },
      {
        "es-la": "El Gran Villano Hermano Mayor y todas sus Hermanas Menores Yandere"
      },
      {
        "vi": "Nhân Vật Phản Diện Đại Sư Huynh, Tất Cả Các Sư Muội Đều Là Bệnh Kiều"
      },
      {
        "vi": "Nhân Vật Phản Diện Đại Sư Huynh, Tất Cả Các Sư Muội Đều Là Yandere"
      },
      {
        "uk": "Старший брат-наставник - лиходій, а молодші сестри-наставниці ціловито божевільні"
      }
    ],
    "description": {
      "en": "Lin Xiao became Villain senior Brother of the Qinglan Sect after Reincarnation!\n\nAs long as you follow the plot of the original book, and become a Evil villain, you can become a God and ascend to heaven!\n\nEven if he is suffering he had no choice but to tease the fourth junior sister, steal the clothes of the third junior sister, pour some strong medicine into the second junior sister’s water, and conscientiously perform the villain’s duties.\nAnd Finally made it to the day when the male protagonist became a teacher!\n\nLin Xiao was very excited and prepared to poison the male lead. According to the plot, he will be caught by several junior sisters and thrown by the male lead.\n\nHe did not expect......\n- - -\nSecond Junior Sister: My Eldest Senior Brother is still so kind, how can this bit of poison be enough! Look at me!\n\nThird Junior Sister: I'll kill Ye Chen, and kidnap my Senior Brother! He is mine alone!\n\nFourth Junior Sister: I'll kill everyone... Create a world where there is only my Senior Brother!\n\nBeautiful Master: He's so cute, poisoning behind his back, he really deserves to be called my good disciple.\n\nLin Xiao: (⊙ˍ⊙) You all should read the script! It's me who should be killed!\n\nA relaxed and joyful anti-routine fairy tale."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eee68d43-9d0b-4c72-90f0-8210c86f7c87",
    "title": {
      "en": "Why I Quit Being the Demon King"
    },
    "updatedAt": "2024-10-29T15:05:43+00:00",
    "coverArt": "https://mangadex.org/covers/eee68d43-9d0b-4c72-90f0-8210c86f7c87/b165b62b-7729-4a93-8a74-ecca718e6443.png",
    "altTitles": [
      {
        "ko": "마왕을 그만둔 이유"
      },
      {
        "ko-ro": "Mawangeul Geumandun Iyu"
      },
      {
        "id": "Alasan Mengapa Aku Berhenti Jadi Raja Iblis"
      }
    ],
    "description": {
      "en": "In a time of chaos, the Demon King traversed through 665 realms before invading the human realm. It was a brave hero who ceased the war. Thanks to their divine sacrifice, mankind barely managed to survive.\n\nBut that led to the story of the new Demon King.\n\nMeet Demon King Demiourgos, the 666th. “I quit being the Demon King,” he said, before leaving the demon realm. This is a story about a runaway Demon King and a hero who becomes his subordinate.\n\nWhy did the Demon King quit?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c9242d5-2575-4dd7-aeb8-0c52f6574a3c",
    "title": {
      "en": "A Gangster Became a High Schooler"
    },
    "updatedAt": "2024-06-26T19:07:43+00:00",
    "coverArt": "https://mangadex.org/covers/8c9242d5-2575-4dd7-aeb8-0c52f6574a3c/b37d97b8-9845-45e2-b491-394826a299c9.jpg",
    "altTitles": [
      {
        "ko": "조폭인 내가 고등학생이 되었습니다"
      }
    ],
    "description": {
      "en": "\"My dream is to enter college.\"\n\nKim Deuk-pal, an uneducated man whose lifelong wish was to attend school, dies in a car accident while trying to save Song Yi-heon, a boy who jumped off an overpass while driving, on a rainy day.\n\n'I hope that little thing lives.'\n\nWhen Kim Deuk-pal wakes up and finds out that the real Song Yi-heon tried to kill him due to school bullying and outing, he decides to take revenge and goes to the high school of his dreams. However, Choi Se-kyung, Song Yi-heon's unrequited love, begins to suspect Song Yi-heon\n\n\"You're not Song Yi-heon.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "999e2a25-43f8-4f88-bf71-5617a2e7468c",
    "title": {
      "en": "I Will Break Ties With the Harmful Sister"
    },
    "updatedAt": "2025-02-07T06:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/999e2a25-43f8-4f88-bf71-5617a2e7468c/2f509811-d189-40cf-8d50-db40d0e3f32a.jpg",
    "altTitles": [
      {
        "ja": "害悪姉と決別します"
      }
    ],
    "description": {
      "en": "Clara, who had been oppressed for many years by her tyrant sister, Enefia. Even their parents obeyed the sister's wishes, and Clara had no place in the Astraia Baron’s household despite it being her home. In the midst of this, Clara's sister's engagement to a prominent nobleman was decided, and Clara finally felt relieved, believing she would be freed from this hell. However, even after the engagement, the sister's unfaithful nature did not change, and fearing the fiance might discover the inconvenient truth, the parents ordered Clara to monitor her sister. Despite Clara's efforts, her sister became pregnant with another man's child. The engagement was broken off, and the sister quickly eloped somewhere, leaving the Astraia Baron’s household with a huge debt, angering the influential nobleman. In order to repay her family's debts, Clara was sold to a sadistic noble and faced severe torture, ultimately approaching death.\n\n\"If I could do it over again... This time, I will definitely kill you!\" When Clara opened her eyes again, time had rewound to the day of her sister’s engagement. Revived with strong determination, Clara pushed back against her sister's insidious bullying and ran to change the worst possible future."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4bf8e8fd-990d-4a7f-b914-4d009ca06813",
    "title": {
      "en": "Remote Jugyou ni Nattara Class 1 no Bishoujo to Doukyo Suru Koto ni Natta"
    },
    "updatedAt": "2025-01-27T20:53:18+00:00",
    "coverArt": "https://mangadex.org/covers/4bf8e8fd-990d-4a7f-b914-4d009ca06813/10f2418e-7e69-4ec9-bd85-f77fd0e07f8c.jpg",
    "altTitles": [
      {
        "ja": "リモート授業になったらクラス1の美少女と同居することになった"
      },
      {
        "en": "When I Got to Remote Class, I had to Move in with the Most Beautiful Girl in My Class"
      },
      {
        "es": "Cuando empecé con las clases a distancia, tuve que convivir con la chica más guapa de mi clase."
      },
      {
        "es-la": "Cuando empecé con las clases a distancia, tuve que convivir con la chica más guapa de mi clase."
      },
      {
        "tr": "Uzaktan Eğitime Başladığımda, Sınıfımdaki En Güzel Kızla Aynı Eve Taşınmak Zorunda Kaldım"
      },
      {
        "vi": "Sau khi chuyển sang học online, tôi đành phải sống chung với cô nàng xinh đẹp nhất lớp"
      }
    ],
    "description": {
      "en": "High school student Kanata Yoshino who was at his wit's end, meets Haruka Hoshikawa, the most beautiful girl of his class, who was waving her smartphone alone in a park in the middle of the night. She is bad with machines and doesn't know how to connect to the internet, and asks him to help. He ends up visiting her house, but little does he know, she has a secret purpose...!\n___\n**Link:**\n- [Official Site](https://www.ganganonline.com/title/2013)",
      "es": "El estudiante de instituto Kanata Yoshino, que no sabía qué hacer, se encuentra con Haruka Hoshikawa, la chica más guapa de su clase, que estaba agitando su smartphone sola en un parque en mitad de la noche. Hoshikawa le pide ayuda porque es mala con los aparatos y no sabe conectarse a Internet. Acaba visitando su casa, pero poco sabe él, ¡ella tiene un propósito secreto...! ¡La dulce y romántica comedia de amor de convivencia comienza con la hábil invitación de la joven!",
      "ja": "とある感染症が蔓延し、学生寮が閉鎖となって途方に暮れていた高校生・吉野叶多は、夜中の公園で一人スマホを振り回すという奇行を見せるクラス1の美少女・星川遥と出会った。機械音痴でネット接続の仕方がわからないと語る星川に助けを求められ、家をお邪魔した吉野だったが、実は彼女には秘めた目的があって──！？",
      "es-la": "El estudiante de instituto Kanata Yoshino, que no sabía qué hacer, se encuentra con Haruka Hoshikawa, la chica más guapa de su clase, que estaba agitando su smartphone sola en un parque en mitad de la noche. Hoshikawa le pide ayuda porque es mala con los aparatos y no sabe conectarse a Internet. Acaba visitando su casa, pero poco sabe él, ¡ella tiene un propósito secreto...! ¡La dulce y romántica comedia de amor de convivencia comienza con la hábil invitación de la joven!",
      "pt-br": "O estudante do ensino médio Kanata Yoshino, que estava perdendo o juízo, conhece Haruka Hoshikawa, a garota mais bonita da sua turma, que estava agitando seu smartphone sozinha em um parque no meio da noite. Ela é ruim com máquinas e não sabe se conectar à internet, e pede ajuda a ele. Ele acaba visitando a casa dela, mas ele mal sabe que ela tem um propósito secreto...!\n\nA doce e romântica comédia de amor de coabitação começa com o habilidoso convite da jovem!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01f1c42b-cd00-4051-b63f-81ea40a3a4fc",
    "title": {
      "en": "It's not Ba, it's Va"
    },
    "updatedAt": "2024-10-25T15:51:23+00:00",
    "coverArt": "https://mangadex.org/covers/01f1c42b-cd00-4051-b63f-81ea40a3a4fc/ae98c004-49bb-4da4-bf7e-e80e91340e0e.png",
    "altTitles": [
      {
        "ja": "バじゃなくて、ヴァ"
      }
    ],
    "description": {
      "en": "Choboraunyopomi x Vanguard\n\nThe crazy unit comedy four-panel story begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4e2da95-1cd7-49e8-9197-b7419be2077b",
    "title": {
      "en": "Ore ni Trauma wo Ataeta Joshi-tachi ga Chirachira Mitekuru kedo, Zannen desu ga Teokure desu"
    },
    "updatedAt": "2024-09-30T16:55:36+00:00",
    "coverArt": "https://mangadex.org/covers/e4e2da95-1cd7-49e8-9197-b7419be2077b/34ea1d50-431b-4df0-b6e8-5e06e8d0bb26.jpg",
    "altTitles": [
      {
        "ja": "俺にトラウマを与えた女子達がチラチラ見てくるけど、残念ですが手遅れです"
      },
      {
        "en": "The Girls Who Traumatized Me Keeps Glancing at Me, but Alas, It’s Too Late"
      },
      {
        "es-la": "Las chicas que me traumaron me están mirando, pero desafortunadamente es demasiado tarde."
      }
    ],
    "description": {
      "en": "Kokonoe Yukito has always been unlucky when it comes to women. He was rejected by his childhood friend, which he thought they had mutual feelings for each other. His sister hates him. His mother neglected him. Due to all these trauma stacking with each other, his emotions were completely destroyed. When Yukito enters high school, the girls who inflicted these pain on him started to care for him...?!",
      "ja": "九重雪兎は昔から女運が悪い。両想いだと思っていた幼馴染にはフラれ、姉には嫌われ、母親には疎まれ――度重なるトラウマの果てに感情がぶっ壊れてしまう。そんな雪兎が高校に入学したら、彼にトラウマを与えてきた女子達がやたらと彼のことを気にかけてきて……!?　手遅れから始まる勘違い思春期ラブコメ、開幕！",
      "es-la": "Yukito Kokonoe siempre ha tenido mala suerte. Es odiado por su madre, su hermana, y su amiga de la infancia, pensaba que tenían sentimientos mutuos, pero ella se siente frustrada antes de la confesión, e incluso hace travesuras durante sus heridas, y sus emociones se rompen después de repetidos traumas con muchas mujeres.\n\nSin embargo, cuando ingresó a la escuela preparatoria, ¿¡Las chicas que lo traumatizaron comenzaron a preocuparse por él ...!?\nEsta es una comedia romántica de un adolescente incomprendido que comienza demasiado tarde."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c3d2ca2-0857-4a6c-be97-59ffa3e29873",
    "title": {
      "en": "Hand Jumper"
    },
    "updatedAt": "2025-02-01T23:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/0c3d2ca2-0857-4a6c-be97-59ffa3e29873/88f758f9-7415-4d11-8f47-1d52ae89c653.jpg",
    "altTitles": [],
    "description": {
      "en": "Sayeon Lee despises Aberrants. They wreak havoc on society with their strange, unthinkable powers. It's just too bad she happens to be an Aberrant herself! Forced to fend for her life in the deadly Aberrant Corps, she's determined to make it to the top, and her unusual ability should help her -- if she can figure out how to use it in time."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38cfccef-ca2a-4c66-b6d3-cf0107be9109",
    "title": {
      "en": "Mamono Kurai no Boukensha"
    },
    "updatedAt": "2025-01-18T13:20:43+00:00",
    "coverArt": "https://mangadex.org/covers/38cfccef-ca2a-4c66-b6d3-cf0107be9109/f86c7d5b-a34b-4e37-a986-0de61ebe1465.jpg",
    "altTitles": [
      {
        "ja": "魔物喰らいの冒険者"
      },
      {
        "ja-ro": "Mamonogurai no Boukensha"
      },
      {
        "en": "Monster Eater Adventurer"
      }
    ],
    "description": {
      "en": "Rude is an adventurer who makes a living by collecting medicinal herbs in dungeons filled with miasma, relying on his unique skill of “abnormal status nullification.” Because of this, other adventurers avoid him because he smells like miasma, and he cannot form a party, so he is derided as a “miasma diver.” Then, a new labyrinth is discovered, and Rude is invited to join a party that needs him as a baggage carrier. In order to change the situation, he challenges the labyrinth. However, after encountering a powerful monster in the labyrinth, the adventurers who accompanied him betray Rude and are abandoned as a decoy… After a life-or-death battle with the monster, he is injured, loses all his supplies, and is in a desperate situation. With the monster’s corpse lying before him, Rude tries to survive by gambling on the forbidden “monster food”… The more he eats, the stronger he becomes. This is the start of an exciting gourmet adventure fantasy!",
      "ja": "「状態異常無効化」というユニークスキルを頼りに、瘴気で満ちるダンジョンで薬草を採取して生計を立てている冒険者のルード。それ故に他の冒険者達からは瘴気臭いと避けられパーティーを組む事も出来きず、「瘴気漁り」という蔑称で蔑まれる毎日。そんな時、新たな迷宮が見つかり、荷物持ちとして必要としてくれるパーティーに誘われたルードは、現状を変えるべくこの迷宮に挑戦する。だが、迷宮の中で強力な魔物と遭遇したことで、同行した冒険者たちはルードを裏切り、囮として見捨てられるのだった…。魔物との死闘を経て、怪我をし、物資も失い、絶体絶命の極限状況に陥ったルードは、目の前に横たわる魔物の死体を前に、生き延びるために禁断の〝魔物食″に賭けてみるが──…。喰えば喰うほど強くなる、痛快グルメ冒険ファンタジー開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f0af125-71c3-462f-b518-bf431f52a51e",
    "title": {
      "en": "Yabai Aidoru no Manager ni Nacchatta Hanashi"
    },
    "updatedAt": "2025-01-18T13:42:37+00:00",
    "coverArt": "https://mangadex.org/covers/2f0af125-71c3-462f-b518-bf431f52a51e/494f8898-9250-43b7-bf83-2aec67f1cd3a.jpg",
    "altTitles": [
      {
        "ja": "やばいアイドルのマネージャーになっちゃった話"
      },
      {
        "en": "Managing a Wild Idol"
      },
      {
        "en": "Yabai Idol and Her Manager"
      }
    ],
    "description": {
      "en": "Reluctantly becoming a manager, I was assigned to my first role managing the super popular idol, \"Maron,\" who has a hidden side... On stage, Maron shines brightly, but in her private life, she's a caring but strange girl who can't give up smoking and requires a lot of attention. As her manager, I have to support her and keep the true face of this \"perfect idol\" hidden!",
      "ja": "仕方なくマネージャーになって、\n初めて担当する大人気アイドル「まろん」には\n裏の顔があった...。\n\n舞台上でキラキラしているまろんだが、\n私生活ではタバコが手放せない、世話の焼ける変わった女の子。\n「完璧なアイドル」まろんの素顔を隠し通すために、\nマネージャーとしてサポートしなければ！\n\n裏ありアイドル×世話好きマネージャー\n喫煙所から始まる、二人の物語ーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0be210e-c94c-4dbc-9ecb-54688425a7e0",
    "title": {
      "en": "Kotetsu no Daiboken"
    },
    "updatedAt": "2025-02-12T22:56:51+00:00",
    "coverArt": "https://mangadex.org/covers/e0be210e-c94c-4dbc-9ecb-54688425a7e0/fc50f107-d55d-44ca-89d7-e71a181ec7e4.jpg",
    "altTitles": [
      {
        "en": "Kotetsu's Great Adventures"
      },
      {
        "ja": "小鉄の大冒険"
      }
    ],
    "description": {
      "en": "The little devil who barged into the detective agency, Rin. Also known as Kotetsu. Solving tough cases with martial arts skills that you’d never expect from her loli-like body!"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dd6cbd95-3a3e-4f26-9e19-921f65aedb30",
    "title": {
      "en": "Miracle Physical Therapist"
    },
    "updatedAt": "2024-05-13T00:31:26+00:00",
    "coverArt": "https://mangadex.org/covers/dd6cbd95-3a3e-4f26-9e19-921f65aedb30/c8e0e20f-d7bc-4198-a1f0-095eb6cf5d34.jpg",
    "altTitles": [
      {
        "ko": "기적의 물리치료사"
      },
      {
        "en": "The Miraculous Physical Therapist"
      }
    ],
    "description": {
      "en": "Lee Gijeok Physical Therapist. The center is failing, and my girlfriend is drifting away…! On a day when nothing goes right, after being hit by a falling star, a status window appears?! This is a story of a self-centered Man becoming the best physical therapist!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed430ef0-f657-4b0d-9c3a-9f99c3cc6637",
    "title": {
      "en": "Putting My Life on the Line, I Go All-in on Luck Enhancement"
    },
    "updatedAt": "2025-01-18T05:00:45+00:00",
    "coverArt": "https://mangadex.org/covers/ed430ef0-f657-4b0d-9c3a-9f99c3cc6637/d24b9df8-b30e-4e2c-856d-4b79bae96011.jpg",
    "altTitles": [
      {
        "ko": "평생운 강화에 쓰다"
      },
      {
        "ja": "人生かけて運強化に全振り"
      },
      {
        "en": "Maxing Out Luck: The Ultimate Life Reroll"
      },
      {
        "en": "Spending My Whole Life Improving My Luck"
      }
    ],
    "description": {
      "en": "Amano Kyouhei was a man abandoned by luck, but after hitting rock bottom, his fate finally begins to change. After a video of him defeating a monster goes viral on the internet, he becomes famous overnight.\nThis sudden reversal of fortune leads Kyouhei on a lifechanging journey of unforetold adventures. Will this stroke of luck bring him to true fortune, or will he face new trials to overcome…? The answer to that question will be found in his upcoming journey!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75a4de8c-094f-4a2f-ac69-00a0b850ec59",
    "title": {
      "en": "Martial Arts Alone"
    },
    "updatedAt": "2024-03-20T00:14:46+00:00",
    "coverArt": "https://mangadex.org/covers/75a4de8c-094f-4a2f-ac69-00a0b850ec59/6cfc5a96-4a84-41f7-810e-5cd1b9af58ca.jpg",
    "altTitles": [
      {
        "ko": "나 홀로 무공"
      }
    ],
    "description": {
      "en": "A place where you casually use blood or ma in your name, I lived in Murim for 7 years. I was miserable, and I did a lot of dirty things. But I had to do anything to survive. That's 'Nangin' Finally, I crossed the line and experienced death in a desire to become stronger. But when I opened my eyes, it was modern. The world has changed and we are connected to the fantasy world of Pangea?! And as a returner with the only class? Let's scratch the lottery tickets!",
      "id": "Tempat di mana Anda dengan santai menggunakan darah atau ma atas nama Anda, saya tinggal di Murim selama 7 tahun. Saya sengsara, dan saya melakukan banyak hal kotor. Tapi aku harus melakukan apapun untuk bertahan hidup. Itulah 'Nangin' Akhirnya, saya melewati batas dan mengalami kematian dalam keinginan untuk menjadi lebih kuat. Tapi ketika saya membuka mata saya, itu modern. Dunia telah berubah dan kita terhubung dengan dunia fantasi Pangaea?! Dan sebagai pengembalian dengan satu-satunya kelas? Mari gores tiket lotere!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "546bfea8-8134-40e1-9676-fe21da8622dc",
    "title": {
      "en": "Maou-sama, Retry! R"
    },
    "updatedAt": "2025-01-18T13:22:43+00:00",
    "coverArt": "https://mangadex.org/covers/546bfea8-8134-40e1-9676-fe21da8622dc/cb621b65-f2fe-49a7-ba6a-6edaed97ea54.jpg",
    "altTitles": [
      {
        "ja": "魔王様、リトライ! R"
      },
      {
        "en": "Demon Lord, Retry! R"
      },
      {
        "ko": "마왕님, 리트라이! R"
      },
      {
        "zh-hk": "重來吧、魔王大人！ R"
      },
      {
        "ru": "Мао-сама, повтори! R"
      },
      {
        "pt-br": "Lorde Demônio, tente novamente R!"
      }
    ],
    "description": {
      "en": "At the lowest floor of the dungeon, the Demon Lord came face to face with a presence that appears to be the creator of this world. His next destination is the demon territory where there's an ongoing rivalry between devils. A new, incredibly energetic and cheerful high school girl has joined the gang. Once again, our character's bustling personalities and their idiosyncrasies will clash with each other.",
      "ja": "ダンジョンの最下層部にて、この世界の創造主と思しき存在を目の当たりにした魔王が、次に向かう先は大悪魔たちが群雄割拠する魔族領。底抜けに明るい元気っ娘・JKも新たに仲間に加わり、今回も濃厚すぎるキャラたちの個性がぶつかり合う。",
      "pt-br": "Entrando em uma nova série! A aventura do lorde demônio mais forte está longe de terminar. No andar mais baixo da masmorra, o Lorde Demônio ficou cara a cara com uma presença que parece ser a criadora deste mundo. Seu próximo destino é o território demoníaco, onde há uma rivalidade contínua entre demônios. Uma nova, incrivelmente enérgica e alegre colegial se juntou à gangue. Mais uma vez, as personalidades agitadas do nosso personagem e suas idiossincrasias irão colidir umas com as outras. A aguardada sequência cômica de uma adaptação em quadrinhos da fantasia popular, cheia de mal-entendidos!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09fad1c6-e296-43e2-8236-4ab75bd1e0ef",
    "title": {
      "en": "Seolyusang Appa"
    },
    "updatedAt": "2022-03-30T20:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/09fad1c6-e296-43e2-8236-4ab75bd1e0ef/29b93fd8-6dd4-4213-b25e-6658a1694642.jpg",
    "altTitles": [
      {
        "en": "Legally, Dad"
      },
      {
        "en": "Stepdad on Paper"
      },
      {
        "ko": "서류상 아빠"
      }
    ],
    "description": {
      "en": "Orphan Ah Young is a financially struggling 23-year-old who takes care of her 8-year-old sister Dan Bi while juggling part-time jobs. One day a 28-year-old man Yoo Sang appears in front of Ah Young offering to be her dad through a signed agreement.",
      "ko": "웹툰, 웹소설, CJ ENM DIA TV 웹드라마로 즐기는 <서류상 아빠>\n\n23살에 28살짜리 아빠가 생겨 버렸다.\n\n“그쪽만 원하신다면 제가 그쪽 아빠를 할까 합니다만.”\n\n처음엔 신종 사기인가 생각했지만, 8살 동생과 나에겐 아빠가 필요했고, 그는 딸이 필요했다.\n\n그렇게 임시 가족이 되었는데…….\n\n“심장 괜찮아요?”\n“심장요?”\n\n겨우 5살 차이의 우리는 부녀라기에 어딘지 좀 이상하다. \n\n“아까 아영 씨 심장이 마구 뛴다고 했잖아요. 나도 그런데…….”\n\n우리 이대로 괜찮을까?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f78519ca-5cc2-4f80-835e-466d722cae09",
    "title": {
      "en": "Life Changer Voice Phishing"
    },
    "updatedAt": "2024-09-17T15:42:21+00:00",
    "coverArt": "https://mangadex.org/covers/f78519ca-5cc2-4f80-835e-466d722cae09/0a11fa7c-175e-4af3-9a3e-11f5c5d52c17.jpg",
    "altTitles": [
      {
        "ko": "보이스피싱인데 인생역전"
      },
      {
        "en": "It's Voice Phishing, but It's a Life Reversal"
      },
      {
        "en": "Voice Phishing Turns Your Life Around"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "517b19aa-0243-4c55-85dc-eafd6318bbc2",
    "title": {
      "en": "Mayonaka no X Giten"
    },
    "updatedAt": "2024-04-25T20:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/517b19aa-0243-4c55-85dc-eafd6318bbc2/63af2309-b249-4c6a-9d01-e1f81f3b3630.jpg",
    "altTitles": [
      {
        "en": "Cross Method in the Dead of Night"
      },
      {
        "ja-ro": "Mayonaka no Cross Method"
      },
      {
        "en": "Midnight Cross Method"
      },
      {
        "zh": "半夜的X仪式"
      },
      {
        "ja": "真夜中のＸ儀典"
      }
    ],
    "description": {
      "en": "Hiroki has a NEET Shut-in for an older sister, which leads him to always think \"It's better to be a girl!\"  \nWhile taking care of his lazy self-centered sister Yui, he has finally had enough of her behaviour, and snaps at her. Griping about his sister, Hiroki mutters \"I wish we weren't related\", and accesses a mysterious website address.  \nThe website claims to allow you to enter the body of another person, as long as you are willing to make your own body available as well. Skeptical, Hiroki tries the service and winds up in the body of popular idol Mikuriya Mikuni.  \nWhile spending time as Mikuni, Hiroki is involved in finding out a secret about her he'd rather not. At the same time, when seeking to go back to his own body, the person occupying it tells him something outrageous has just happened!  \nWhat happened to Hiroki's body during the incident? And what is the idol Mikuni's big secret? Be witness to the suspense as these mysteries pile up!",
      "pt": "Kamiya Hiroki sempre pensou que as mulheres tinham uma vida mais fácil. Este pensamento foi reforçado pelo fato de sua irmã mais velha não fazer nada e jogar jogos durante todo o dia. Por que ele não poderia fazer o mesmo?. Ele queria se tornar uma mulher e ser preguiçoso como sua irmã. Depois de postar suas reclamações sobre sua irmã em seu blog, um leitor misterioso comenta, afirmando que existem maneiras de trocar corpos com os outros. Isso traria o sonho de Hiroki de se tornar uma mulher para a realidade. Infelizmente para Hiroki, trocar de corpo teve consequências inesperadas quando ele voltou para o seu próprio corpo."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "27"
  },
  {
    "mangaId": "3e3616ce-f9dd-4541-9d75-3857617b1847",
    "title": {
      "en": "Death followed part 2"
    },
    "updatedAt": "2025-01-02T13:37:23+00:00",
    "coverArt": "https://mangadex.org/covers/3e3616ce-f9dd-4541-9d75-3857617b1847/c99a709a-03fa-47d2-9659-13a6dd9d09b4.png",
    "altTitles": [
      {
        "ja": "Shi ga tsudzuita pāto 2"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e8daf88-23e3-4a57-a3ec-f5aa904bf850",
    "title": {
      "en": "Genius Hitter Hits Fastball"
    },
    "updatedAt": "2024-09-16T21:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/5e8daf88-23e3-4a57-a3ec-f5aa904bf850/b22dc2e5-9a03-4bd9-9f8b-141fe1896908.jpg",
    "altTitles": [
      {
        "ko": "천재 타자가 강속구를 숨김"
      },
      {
        "zh": "回到愛情本壘"
      }
    ],
    "description": {
      "en": "Even he, Kang Geon-woo, a genius major leaguer who gained wealth, fame, and everything, could not continue a happy married life with his wife. He, who felt regretful about his wife's absence, returned to the past with the power of a mysterious ring.\n\nAs a high school student in the midst of a fresh romance, will he be able to find love this time?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9afe47ee-5c8b-4572-b7c0-efa4f83da432",
    "title": {
      "en": "Okiraku Ryoushu no Tanoshii Ryouchi Bouei"
    },
    "updatedAt": "2025-01-14T07:28:18+00:00",
    "coverArt": "https://mangadex.org/covers/9afe47ee-5c8b-4572-b7c0-efa4f83da432/af4d8dc3-21a6-448a-a16a-8b94c85f9b53.jpg",
    "altTitles": [
      {
        "ja": "お気楽領主の楽しい領地防衛"
      },
      {
        "ja": "お気楽領主の楽しい領地防衛～生産系魔術で名もなき村を最強の城塞都市に～"
      },
      {
        "ja-ro": "Okiraku Ryoushu no Tanoshii Ryouchi Bouei: Seisan-kei Majutsu de Na mo na Kimura wo Saikyou no Jousai Toshi ni"
      },
      {
        "en": "Easygoing Territory Defense by the Optimistic Lord"
      },
      {
        "en": "Easygoing Territory Defense by the Optimistic Lord: Production Magic Turns a Nameless Village into the Strongest Fortified City"
      },
      {
        "th": "หนูน้อยเจ้าแคว้นกับแผนพิทักษ์เมือง"
      },
      {
        "ko": "무사태평 영주의 즐거운 영지 방어"
      },
      {
        "zh": "安闲领主的愉快领地防卫～以生产系魔术将无名小村打造成最强要塞都市～"
      }
    ],
    "description": {
      "en": "A man was reincarnated as Van, a boy of noble birth, who grew up to become a child prodigy through hard work. But when it was discovered that he possessed \"production magic,\" he was immediately relegated to a remote village. However, his magic, which was called useless, turned out to be truly extraordinary, capable of producing anything as long as he had the right ingredients! With the knowledge from his previous life and the overpowered magic, the small, poor village will grow to become into a great city.",
      "ja": "公爵家四男のヴァンは二歳にして\"神童\"と称される少年だった。孤独に過ごした前世の記憶を持つ彼は、貴族至上主義の世界で誰とも分け隔てなく接し、多くの笑顔に囲まれて過ごすうち……\n\n「このまま楽しい人生を謳歌しよう！」\n\nそんな夢を見ていたが、八歳に授かった『生産魔術』により一変。攻撃魔法こそ至高と考える父に失格の烙印を押され、名もなき貧しき辺境の村に追いやられてしまう！ところが――\n\n「楽しく暮らせる僕好みの場所にしてやる！」"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f73fdc0c-75b7-4454-a944-266437434934",
    "title": {
      "en": "Gunman"
    },
    "updatedAt": "2024-09-16T18:58:52+00:00",
    "coverArt": "https://mangadex.org/covers/f73fdc0c-75b7-4454-a944-266437434934/31624930-d09d-41de-8ad8-800e4855df61.jpg",
    "altTitles": [
      {
        "ko": "건객"
      },
      {
        "ko-ro": "Geongaek"
      },
      {
        "en": "Guest Gun"
      },
      {
        "en": "Embodiment of the Assassin in the Murim World"
      }
    ],
    "description": {
      "en": "The No.1 Hitman, Kim Gun, finds himself plunged into the world of martial arts due to a mysterious accident. To return to his original world, he must complete a mission called 'Martial Arts Conquest.'\n\nWith a total of 2 guns, Kim Gun's adventure to subdue the unfamiliar martial arts world begins.",
      "ko": "No.1 킬러 김건은 의문의 사고로 무림 세계에 빠지게 되고\n원래 있던 지구로 돌아가기 위해서는 '무림 제패'라는 임무를 완수해야 한다는 것을 알게 된다.\n\n총 2자루와 함께 낯선 무림이란 세계를 평정하기 위한 김건의 모험이 시작된다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb",
    "title": {
      "en": "There Is No True Peace in This World -Shin Kamen Rider SHOCKER SIDE-"
    },
    "updatedAt": "2024-11-19T16:25:19+00:00",
    "coverArt": "https://mangadex.org/covers/c2f91f0c-72bd-4c5c-a7ea-75944cfa1abb/57461209-7d6f-4f09-a130-8f3bcd8aaafa.jpg",
    "altTitles": [
      {
        "ja": "真の安らぎはこの世になく-シン・仮面ライダー SHOCKER SIDE-"
      },
      {
        "ja-ro": "Shin no Yasuragi wa Konoyo ni Naku -Shin Kamen Raidā Shokkā Saido-"
      },
      {
        "la": "Nulla Mundo Pax Sincera: SHOCKER SIDE"
      },
      {
        "en": "Shin Kamen Rider 2023: Prologue"
      }
    ],
    "description": {
      "en": "A completely original manga project spun-off from *Shin Kamen Rider* directed by Anno Hideaki! A dark hero rising story by a superb production team depicting the biggest enemy in *Shin Kamen Rider* and *SHOCKER*!",
      "ja": "庵野秀明監督作品『シン・仮面ライダー』より、完全オリジナルの漫画プロジェクト！ 超豪華制作陣が『シン・仮面ライダー』作中最大の敵と、\"SHOCKER\"を描く、ダークヒーロー・ライジング・ストーリー！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e7b98e78-0db0-4c36-b851-987d5c218721",
    "title": {
      "en": "Doctor's Time Travel to Joseon"
    },
    "updatedAt": "2024-09-16T17:49:38+00:00",
    "coverArt": "https://mangadex.org/covers/e7b98e78-0db0-4c36-b851-987d5c218721/c00c197e-2077-4ded-a451-4495cea0d630.jpg",
    "altTitles": [
      {
        "ko": "닥터, 조선 가다"
      },
      {
        "en": "Doctor, Go to Joseon"
      }
    ],
    "description": {
      "en": "\"Is this really Joseon?! But I still have lives to save!\"\n\nBaek Kang-hyuk, South Korea’s top genius surgeon, finds himself transported to the Joseon era after touching a mysterious painting. And of all times… right before the outbreak of the Imjin War!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa62f35d-fde9-46bb-a351-985b13c491c4",
    "title": {
      "en": "Divine Beast Kindergarten"
    },
    "updatedAt": "2025-02-12T04:40:20+00:00",
    "coverArt": "https://mangadex.org/covers/aa62f35d-fde9-46bb-a351-985b13c491c4/c7eeb996-eee6-4614-8e66-5c7a2f990cf3.jpg",
    "altTitles": [
      {
        "ko": "신수 유치원"
      },
      {
        "ko-ro": "Shinsoo Kindergarten"
      }
    ],
    "description": {
      "en": "\"Seo Min-Woo,\" an ordinary citizen struggling to get by day by day. Suddenly, he inherits a legacy from the mother who abandoned him as a child. But that legacy turns out to be... \"Shinsu Kindergarten?\" A kindergarten unlike any other, attended by spiritual animal children like tigers, rabbits, cats, snakes, turtles, and even sheep. Then, something appears before him... [System Activated] [You can become the new Director of Shinsu Kindergarten.] \"A system!?\" Through the system, Min-Woo uncovers the secrets of the world, including the horrifying truth of an impending war with evil spirits. To win this war, he must become stronger. And to grow stronger, he must climb a dangerous tower with the spiritual children of the kindergarten. \"I’m just an ordinary human!\" But his allies misunderstand him, believing he’s the \"Hero of Justice\" destined to vanquish the evil spirits. Thus begins the story of Seo Min-Woo, the director of Shinsu Kindergarten, as he embarks on a journey to climb the tower and raise the spiritual children!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f65adbc4-5fe7-451f-8b14-aae7bda080bf",
    "title": {
      "en": "Miss Kobayashi’s Dragon Maid (Official Colored)"
    },
    "updatedAt": "2025-01-28T03:08:36+00:00",
    "coverArt": "https://mangadex.org/covers/f65adbc4-5fe7-451f-8b14-aae7bda080bf/eaf455d4-532e-454a-99d2-a3fc7832445e.jpg",
    "altTitles": [
      {
        "en": "Miss Kobayashi’s Dragon Maid - Full Color Edition"
      },
      {
        "ja": "小林さんちのメイドラゴン　フルカラーコミック"
      },
      {
        "en": "Kobayashi-san Chi no Maid Dragon (Official Colored)"
      },
      {
        "en": "The maid dragon of Kobayashi-san (Official Colored)"
      }
    ],
    "description": {
      "en": "Miss Kobayashi is your average office worker who lives a boring life, alone in her small apartment–until she saves the life of a female dragon in distress. The dragon, named Tohru, has the ability to magically transform into an adorable human girl (albeit with horns and a long tail!), who will do anything to pay off her debt of gratitude, whether Miss Kobayashi likes it or not. With a very persistent and amorous dragon as a roommate, nothing comes easy, and Miss Kobayashi’s normal life is about to go off the deep end!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d05140c3-4e75-4ea5-b570-f2fa2590c4d4",
    "title": {
      "en": "D Genesis: Dungeon ga Dekite 3-nen"
    },
    "updatedAt": "2024-08-20T21:49:22+00:00",
    "coverArt": "https://mangadex.org/covers/d05140c3-4e75-4ea5-b570-f2fa2590c4d4/3320964f-108b-4764-97bb-342614cd0046.jpg",
    "altTitles": [
      {
        "ja": "Dジェネシス ダンジョンが出来て3年"
      },
      {
        "en": "D Genesis: Three Years Since the Dungeon Appeared"
      },
      {
        "ko": "D제네시스 던전이 생기고 3년"
      }
    ],
    "description": {
      "en": "Three years after monster-infested dungeons start appearing on Earth due to an American experiment gone awry, anonymous researcher Keigo Yoshimara strikes gold when he accidentally kills a creature. This earns him a magical “D-Card” and a mysterious skill that allows him to see RPG-style stats.\n\nDeciding to quit his job and go into dungeon diving, Keigo seeks the assistance of his highly knowledgeable colleague, Azusa Miyoshi, to help him conquer the dungeon exploration market and make millions. But it’s a face to obtain all the treasure and magic he can before the masses amount of government agencies and like-minded explorers take it first.\n\nNo one said getting rich would be easy!\n\n---\n\n[Official English Light Novel](https://j-novel.club/series/d-genesis)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c67a1122-1ad4-4de2-8900-a0547cfd789c",
    "title": {
      "en": "Beethoven Reborn"
    },
    "updatedAt": "2024-09-25T13:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/c67a1122-1ad4-4de2-8900-a0547cfd789c/3dc049c2-7e20-4146-82d2-fd1ae2ec6705.jpg",
    "altTitles": [
      {
        "en": "Beethoven Born Again"
      },
      {
        "ko": "다시 태어난 베토벤"
      }
    ],
    "description": {
      "en": "Only music sustained me from the maddening pain. If only I could hear my music... with my own ears... Even as my soul was falling apart, I prayed to God... and prayed again. Ludwig van Beethoven is considered the greatest composer in human history. I closed my eyes like that. And 180 years later in Seoul. The saint of music, known as an immortal genius, has been reborn. <Beethoven Born Again> And then I began to hear the voice of an angel. \"Dobin.. Dobin..\" Only music sustained me from the maddening pain.",
      "id": "Hanya musik yang menopangku dari rasa sakit yang menjengkelkan. Andai saja aku bisa mendengarkan musikku… dengan telingaku sendiri… Bahkan ketika jiwaku sedang hancur sekalipun, aku tetap akan berdoa kepada Tuhan… dan berdoa lagi. Ludwig van Beethoven dianggap sebagai komposer terhebat dalam sejarah manusia. Aku menutup mataku seperti itu. Dan 180 tahun kemudian di Seoul. Sang Saint musik, yang dikenal sebagai seorang jenius abadi, telah terlahir kembali. Dan kemudian tiba-tiba aku mulai mendengar suara malaikat. “Dobin.. Dobin..” …"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58468edb-e328-4f50-a96a-f58ffd513715",
    "title": {
      "en": "Osananajimi no S-kyuu Party kara Tsuihou sareta Seijuutsukai.: Bannou Shien Mahou to Nakama wo Fuyashite Saikyou e!"
    },
    "updatedAt": "2025-01-30T11:23:11+00:00",
    "coverArt": "https://mangadex.org/covers/58468edb-e328-4f50-a96a-f58ffd513715/ff0c2bfe-6637-44a3-bac8-e8440cf53615.jpg",
    "altTitles": [
      {
        "ja": "幼馴染のS級パーティーから追放された聖獣使い。万能支援魔法と仲間を増やして最強へ！"
      },
      {
        "en": "The Beast Tamer was Fired from His Childhood Friends' S-Rank Party"
      }
    ],
    "description": {
      "en": "A beast tamer without a familiar, Lock had been supporting his friends in an S Rank party until they finally decided to use him as a decoy and abandoned him. After a conversation with the Fenrir his party was attacking, it chose to serve him as his familiar. By using and expanding the [Mini Monster Garden], Lock gathers more and more familiars to form the strongest- and cutest- party ever.",
      "ja": "聖獣使いなのに聖獣が使役できず、幼馴染パーティに捨てられた悲運の男・ロック。しかし、とあることからフェンリルの使役に成功してーー！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c636d2b5-2ba7-423b-b5ec-3c8984dfc366",
    "title": {
      "en": "The Dang Clan’s Swordmaster Heir Just Wants a Normal Life"
    },
    "updatedAt": "2024-08-15T15:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/aed43fd5-c6ab-4147-8899-498758a2a187.jpg",
    "altTitles": [
      {
        "en": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family"
      },
      {
        "ko": "사천당가의 검신급 소가주가 되었다"
      },
      {
        "en": "He Became the Head of the Four Heavenly Dang Family"
      },
      {
        "en": "Becoming the Sacheon Dang's Swordsmaster-Rank Young Lord"
      },
      {
        "en": "Became a swordsman-level Sogami of the Sacheondang family"
      }
    ],
    "description": {
      "en": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
      "ko": "독과 암기의 명가였지만 지금은 몰락해버린 사천당가.\n그곳에서 태어난 당연명은 문득 검에 미쳐 살며\n검신의 경지에 이르렀던 전생을 각성한다.\n\n'이번 생은 평범하게 살고 싶다.'\n\n평범하게 살려면, 역시 검술 실력은 숨겨야겠지.\n그런데 방해하는 것들이 너무 많다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]