[
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
    },
    "updatedAt": "2024-12-20T19:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/91ce95cf-c86c-4303-bd15-e58b07025a9f.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
      },
      {
        "pt-br": "Não É Minha Culpa Não Ser Popular!"
      }
    ],
    "description": {
      "en": "Tomoko Kuroki naturally assumed she'd be popular when she got to high school... but then cold, hard reality swooped in for the attack! Turns out all the popularity points she's racked up in her video game dating sims are worth squat in real life, and Tomoko's far from prepared to navigate high school! \n\nHow can she possibly hope to impress her classmates when she can't even talk to them?! A new high-school heroine is born (maybe?)!",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo.",
      "pt-br": "Tomoko Kuroki naturalmente presumiu que ela seria popular quando chegasse ao ensino médio... mas então a realidade fria e dura se abateu para o ataque! Acontece que todos os pontos de popularidade que ela acumulou em seus simuladores de namoro de videogame valem a pena na vida real, e Tomoko está longe de estar preparada para passar pelo ensino médio!\n\nComo ela pode esperar impressionar seus colegas quando ela nem consegue falar com eles?! Nasce uma nova heroína do ensino médio (talvez?)!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-10-25T13:51:11+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/149f44de-ee95-46de-9a94-aa50a43d6de8.jpg",
    "altTitles": [
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "ja-ro": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-5 Shou - Mizu no Machi to Eiyuu no Uta"
      },
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      }
    ],
    "description": {
      "en": "The 5th arc of the Re:Zero kara Hajimeru Isekai Seikatsu manga.\n\nSubaru and Emilia receive an invitation to a party from Anastasia and decide to go to Priestella, the city of the watergates.",
      "ja": "悪意が蠢く水門都市へ、集え歴戦の英雄たち。\n\n『聖域』での戦いから一年、平穏な日々を送るナツキ・スバルだったが、王選候補者の一人、アナスタシアの招待により、一行は水門都市プリステラへと出発した。水の都で懐かしい面々と旧交を温めるスバル達。しかし、その裏では悪意が蠢いていて――。",
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "141609b6-cf86-4266-904c-6648f389cdc9",
    "title": {
      "en": "RuriDragon"
    },
    "updatedAt": "2024-09-06T10:17:19+00:00",
    "coverArt": "https://mangadex.org/covers/141609b6-cf86-4266-904c-6648f389cdc9/bd903567-ae7e-433a-8a8d-65ceee3fc123.jpg",
    "altTitles": [
      {
        "ja": "ルリドラゴン"
      },
      {
        "en": "RuriDragon"
      },
      {
        "ru": "Дракон Рури"
      },
      {
        "fr": "Ruri Dragon"
      },
      {
        "tr": "Ruri Dragon"
      },
      {
        "vi": "Rồng Ruri"
      },
      {
        "pl": "Smok Ruri"
      },
      {
        "cs": "Drak Ruri"
      },
      {
        "id": "Ruri Sinaga"
      }
    ],
    "description": {
      "en": "Ruri, a high school student, woke up one morning to find that she had suddenly grown horns on her head!\n\nHer mother told her that she might have inherited it because her father is a dragon. Ruri's mother tells her that she might have inherited it from her father, and she is puzzled, but goes to school anyway....\n\nHer classmates are curious about the spontaneous horn, and another dragon constitution is revealed!\n\nWith a slight change in the usual routine, the daily life of Dragon Girl Ruri begins!",
      "tr": "Tembellik ve çalışkanlık arasında git gel yaşayan ejder kızın gündelik maceraları.",
      "pt-br": "Ruri Aoki é uma garota normal que um dia acorda com um par de chifres em sua cabeça. De acordo com sua mãe, o pai de Ruri, que ela nunca conheceu antes, é um dragão e Ruri só é metade humana. Esta é a história da jornada de autodescobrimento e aceitação de uma garota metade humana, metade dragão."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95aa6275-3a71-460b-af9f-33ee9b93bebc",
    "title": {
      "en": "Nue no Onmyouji"
    },
    "updatedAt": "2024-12-05T22:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/95aa6275-3a71-460b-af9f-33ee9b93bebc/890f2c4c-f6c9-45f1-a1b9-a8b8e77cc6d1.jpg",
    "altTitles": [
      {
        "ja": "鵺の陰陽師"
      },
      {
        "en": "Nue's Exorcist"
      },
      {
        "fr": "L'exorciste de Nue"
      },
      {
        "ru": "Оммёдзи Нуэ"
      },
      {
        "es-la": "El exorcista de Nue"
      },
      {
        "vi": "Âm Dương Sư Nue"
      }
    ],
    "description": {
      "en": "Yajima has been able to see spirits since he was small. At his new school is a room that nobody else can see. And inside is a spirit who loves playing video games.",
      "fr": "Yajima est capable de voir les esprits depuis qu'il est tout petit. Dans sa nouvelle école, il y a une pièce que personne d'autre ne peut voir. Et à l'intérieur se trouve un esprit qui aime jouer aux jeux vidéo. Une nouvelle saga d'exorcistes modernes commence !",
      "ja": "幼少の頃から「幻妖」と呼ばれる存在が見えた少年・夜島学郎。高校入学初日、ひょんなことから出会ったサブカル好きの幻妖「鵺」に校内の幻妖退治を依頼されるが――…？",
      "vi": "Yajima đã có thể nhìn thấy các linh hồn từ khi còn nhỏ. Tại ngôi trường mới của cậu ấy có một căn phòng mà không ai khác có thể nhìn thấy. Và bên trong là một linh hồn thích chơi trò chơi điện tử. Một câu chuyện trừ tà hiện đại bắt đầu từ giây phút này!",
      "pt-br": "Yajima é capaz de enxergar Espíritos desde pequeno. Em sua nova escola há uma sala que mais ninguém consegue ver. E dentro dela mora uma Espírito que ama jogar videogames. Uma nova saga moderna de exorcistas começa agora!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a72d5653-7238-40ba-8135-c93910a02bc4",
    "title": {
      "en": "Shuu ni Ichido Classmate wo Kau Hanashi ~Futari No Jikan, Iiwake No Gozen'en~"
    },
    "updatedAt": "2024-12-12T21:06:38+00:00",
    "coverArt": "https://mangadex.org/covers/a72d5653-7238-40ba-8135-c93910a02bc4/6c77dc6b-5b8b-42db-8e74-debb413ad4a9.jpg",
    "altTitles": [
      {
        "ja": "週に一度クラスメイトを買う話～ふたりの時間、言い訳の五千円～"
      },
      {
        "en": "A Story About Buying a Classmate Once a Week: 5,000 Yen for an Excuse to Spend Time Together"
      },
      {
        "ko": "일주일에 한 번 클래스메이트를 사는 이야기 ~두 사람의 시간, 변명의 오천 엔~"
      }
    ],
    "description": {
      "en": "Once a week, Miyagi pays 5,000 yen to her classmate Sendai. The 5,000 yen is to buy three hours of Sendai's time, which gives the right for Miyagi to give her orders. Miyagi is at the bottom of the school caste while Sendai is at the top. The two, who never crossed paths at school, spend time together after school under such a contract. Miyagi's orders are determined by her mood of the day, and Sendai cannot disobey. One day after school... Miyagi calls Sendai to her room and gives her an order that she usually does not give.",
      "ja": "クラスメイトの宮城から、週に一度五千円でどんな“命令”でも聞くことになった仙台。陰キャ女子と陽キャ女子、学校では交わらない二人の関係は、密室の部屋の中で少しずつエスカレートしていく…。\n\n『仙台さんの役目は、私の言うことを聞くことだから』\n\nゲームの相手から宿題の代行…、やがて宮城の肌に仙台の唇が触れて…。",
      "es-la": "Una vez a la semana, Miyagi paga 5.000 yenes a su compañera de clase Sendai.Los 5.000 yenes son para comprar tres horas de tiempo de Sendai, lo que da derecho a Miyagi a darle órdenes.Miyagi está en la parte baja de la casta escolar mientras que Sendai está en la alta. Las dos, que nunca se han cruzado en la escuela, pasan tiempo juntas después de clase bajo este contrato.Las órdenes de Miyagi vienen determinadas por su estado de ánimo del día, y Sendai no puede desobedecerlas.Un día después de clase... Miyagi llama a Sendai a su habitación y le da una orden que no suele dar."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13df5a6e-1cee-466c-9f06-09f38fb012b7",
    "title": {
      "en": "Renai no Jugyou"
    },
    "updatedAt": "2024-12-14T00:10:47+00:00",
    "coverArt": "https://mangadex.org/covers/13df5a6e-1cee-466c-9f06-09f38fb012b7/90b0af42-5599-43d3-92d7-a39b38231e13.jpg",
    "altTitles": [
      {
        "ja": "恋愛の授業"
      },
      {
        "en": "Love Class"
      },
      {
        "en": "Love Lesson"
      },
      {
        "id": "Pelajaran Cinta"
      },
      {
        "vi": "Khóa Học Tình Yêu"
      }
    ],
    "description": {
      "en": "In 20XX, the Love Education Law was enacted. \"Love\" has become a mandatory subject in a response to the declining birthrate. Michitaka Sato, a high school student who has given up on romance and works hard on his studies, is on the verge of failing school. When he attends a supplementary class to avoid repeating a grade, Mai Aihara, a beautiful girl who is a problem child, appears as his partner...? Suddenly, he begins to study love alone with the beautiful girl in the three C's. Close contact, close quarters, and behind closed doors! Does Aihara-san have a secret...?",
      "ja": "20××年、少子化対策として「恋愛」が必修科目となった。男子高校生・秦野満月は奥手ゆえに落第寸前に陥り、恋愛落第生となった幼なじみ・可愛川茜と恋愛の補習を受けることに…!?",
      "vi": "Vào năm 20XX, Luật Giáo dục Tình yêu đã được ban hành. \\\"Tình yêu\\\" đã trở thành một chủ đề bắt buộc để đối phó với tỷ lệ sinh giảm.Tahano Mitsuki, một học sinh trung học đã từ bỏ sự lãng mạn và chăm chỉ học tập, đang trên bờ vực thất bại ở trường. Khi anh ấy tham gia một lớp học bổ sung để tránh học lại lớp, Mai Aihara, một cô gái xinh đẹp là một đứa trẻ có vấn đề, xuất hiện như là đối tác của anh ấy...? Đột nhiên, anh bắt đầu nghiên cứu tình yêu một mình với cô gái xinh đẹp trong ba C. Tiếp xúc gần, khu vực gần gũi và sau cánh cửa đóng kín! Aihara-san có bí mật gì không...? Một bộ phim hài lãng mạn học hỏi tình yêu giữa một cô gái JK xinh đẹp và một chàng trai."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc9f787c-c357-4706-aacc-32eb5dfbfb61",
    "title": {
      "en": "Don't Read This"
    },
    "updatedAt": "2025-01-05T21:30:14+00:00",
    "coverArt": "https://mangadex.org/covers/fc9f787c-c357-4706-aacc-32eb5dfbfb61/3fc9f3c8-9ea3-4b35-b375-46d930c88d69.jpg",
    "altTitles": [
      {
        "en": "Don't Read This"
      },
      {
        "ur": "اسے مت پڑھو"
      }
    ],
    "description": {
      "en": "There is no story to read here. (Interactive) This series contains themes regarding mental health and anxiety that may not be suitable for all readers. Viewer discretion is advised. If you or someone you know is struggling or in crisis, please reach out for help at [Crisis Text Line](http://crisistextline.org/).",
      "ur": "یہاں پڑھنے کیلئے کوئی کہانی نہیں ہے۔ (متعامل) یہ تانتا ذہنی صحت اور اضطرابی سمات پر مشتمل ہے جو تمام قارئین کیلئے شاید مناسب نہ ہو۔ صوابدیدِ ناظرین کا مشورہ دیا جاتا ہے۔ اگر آپ یا کوئی جسے آپ جانتے ہیں جد و جہد کر رہا ہے یا بحران میں ہے، براہِ کرم مدد کرائسز ٹیکسٹ لائن پر رابطہ کریں:\n(http://crisistextline.org/)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04284a02-90d4-4bc3-a631-244208466f79",
    "title": {
      "en": "Kouhai"
    },
    "updatedAt": "2025-01-07T21:15:04+00:00",
    "coverArt": "https://mangadex.org/covers/04284a02-90d4-4bc3-a631-244208466f79/b0d608f8-b36d-4f6b-bb61-5a21db147da5.jpg",
    "altTitles": [
      {
        "ja": "後輩"
      },
      {
        "ru": "Кохай"
      },
      {
        "en": "Junior"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/en/artworks/100804060) (Chapter 1)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ead3f958-0d01-4c1f-b605-620eacb8ead0",
    "title": {
      "en": "Boku no Ikezu na Konyakusha"
    },
    "updatedAt": "2024-11-20T23:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/ead3f958-0d01-4c1f-b605-620eacb8ead0/9e47b4b4-8ee8-4f90-bef1-2508b9c78532.jpg",
    "altTitles": [
      {
        "ja": "僕のいけずな婚約者"
      },
      {
        "en": "My Fiancée Is So Mean!"
      },
      {
        "id": "Tunanganku yang jahil!"
      },
      {
        "pl": "Moja niegrzeczna narzeczona."
      }
    ],
    "description": {
      "en": "Miyuki-san is a young lady born in Kyoto. My relationship with her cannot be described as good. Because... \"You’re very good at flattery.\" Are those words sincere? Or just for show?",
      "ja": "優しいけれどちょっぴり気弱な平凡男子・狛井空汰。文武両道で眉目秀麗、加えて京都の名家のお嬢様・稲荷坂御幸。一見不釣り合いにも見える二人は将来を約束した“許嫁”。しかし、空汰は御幸との関係に思い悩んでいた…何故なら…「えらいお世辞がお上手やわぁ」彼女の本心がわからないから＿＿！！",
      "pl": "Miyuki-san jest młodą kobietą urodzoną w Kyoto. Moje relacje z nią nie są dobre. Ponieważ... \"Jesteś bardzo dobry w pochlebianiu\". Czy te słowa są szczere? Czy tylko na pokaz? Frustrująca historia miłosna, w której nasze wzajemne uczucia wciąż mijają się z celem."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b41581bd-ea92-44ef-8eb9-cd62df5c35b0",
    "title": {
      "en": "Kuse Tsuyo Kanojo wa Toko ni Izanau"
    },
    "updatedAt": "2024-11-17T23:03:34+00:00",
    "coverArt": "https://mangadex.org/covers/b41581bd-ea92-44ef-8eb9-cd62df5c35b0/8277c8c1-640e-4f38-867a-e932a39ec62f.jpg",
    "altTitles": [
      {
        "ja": "クセ強彼女は床にいざなう"
      },
      {
        "ja-ro": "Kuse Tsuyo Kanojo ha Toko ni Izanau"
      },
      {
        "en": "A Quirky Girl is Inviting Me to Bed"
      }
    ],
    "description": {
      "en": "Naoto Kiyoshi is a young man who just entered university after failing his entrance exams one year before. When he was looking for a place to live in so that he could move to Tokyo, he found himself living together with Luna, a relative and older girl who he used to have a crush on. The Luna he admired in the past was neat, beautiful and mature... and now she apparently became a slut!? Night after night, he hears her seductive and unladylike moans, and it's making Naoto horny. There are also other men she's unreasonably close to besides him. Luna, whose thoughts he couldn't fathom, is leading him around by the nose! Furthermore, other women with lewd quirks aside from Luna have also gathered there!?",
      "ja": "一浪して大学に合格した青年・木吉直人。上京のために住める場所を探していたところ、親戚で憧れの姉・月(ルナ)の家で同棲することに。 昔憧れていた月は垢ぬけて、美しく成長し…そして…ビッチになっていた!?夜な夜なあられもない嬌声を聞き、モンモンとする直人。他の男性がいる割に距離感もめちゃくちゃ近い。何を考えているか分からない月に翻弄され、さらに月以外のエッチで癖が強い女の子たちも集まりだし…!?",
      "pt-br": "De repente estou morando com a garota mais velha por quem eu tinha uma queda!? Ainda mais, estou começando a suspeitar que ela é uma vagabunda!?\n\nNaoto Kiyoshi é um jovem que acabou de entrar na universidade depois de ser reprovado nos exames de admissão um ano antes. Quando ele estava procurando um lugar para morar para poder se mudar para Tóquio, ele se viu morando com Luna, uma parente e garota mais velha por quem ele tinha uma queda.\n\nA Luna que ele admirava no passado era arrumada, bonita e madura... e agora ela aparentemente se tornou uma vagabunda!? Noite após noite, ele ouve seus gemidos sedutores e pouco femininos, e isso está deixando Naoto excitado. Há também outros homens de quem ela é irracionalmente próxima além dele. Luna, cujos pensamentos ele não conseguia entender, está o levando pelo nariz! Além disso, outras mulheres com peculiaridades obscenas além de Luna também se reuniram lá!?\n\nEste é o início de sua nova vida emocionante cercado por garotas mais velhas safadas(?)!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "718704c8-d61d-41df-93d5-a8f1cef2e5da",
    "title": {
      "en": "I Just Want to Game in Peace"
    },
    "updatedAt": "2023-12-29T03:03:05+00:00",
    "coverArt": "https://mangadex.org/covers/718704c8-d61d-41df-93d5-a8f1cef2e5da/63af077c-f8ea-4db7-b113-8ebf1e45a9e8.jpg",
    "altTitles": [
      {
        "zh": "我只想安静地打游戏"
      },
      {
        "zh-ro": "Wǒ Zhǐ Xiǎng Ānjìng De Dǎ Yóuxì"
      },
      {
        "en": "I Just Want to Play Games Quietly"
      },
      {
        "en": "I Just Want to Play the Game Quietly"
      },
      {
        "zh-ro": "Wo Zhi Xiang Anjing De Da Youxi"
      },
      {
        "en": "Let Me Game in Peace"
      }
    ],
    "description": {
      "en": "Dimensional storms have descended and many extradimensional areas have appeared on Earth. All kinds of mysterious extradimensional lives are born in these extradimensional areas. In order to become strong, humans started to enter these dangerous areas to hunt and kill extradimensional creatures. But I, Zhou Wen, have made these extradimensional areas into instance dungeons in my mobile game. By levelling up my game character, I will be levelling up my strength in reality. When others are risking their lives, I’m here getting stronger by gaming."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5",
    "title": {
      "en": "Creepy Cat"
    },
    "updatedAt": "2025-01-05T21:34:47+00:00",
    "coverArt": "https://mangadex.org/covers/a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5/ac39af99-3244-4328-99a6-2a95f13aa548.jpg",
    "altTitles": [
      {
        "en": "Creepy Cat ~ My Strange Daily Life with a Cat ~"
      },
      {
        "ja": "CreepyCat 猫と私の奇妙な生活"
      },
      {
        "ms": "Kucing Seram - Kehidupan seharian yang pelik bersama kucing."
      },
      {
        "uk": "Моторошний кіт - Моє дивне життя з котиком"
      },
      {
        "ro": "Pisica Ciudată - Viața Mea Zilnică cu o Pisică Ciudată"
      },
      {
        "ur": "ترسناک بلی ~ بساتھ ایک بلی میری عجیب زندگیِ روزمرہ ~"
      }
    ],
    "description": {
      "en": "Flora moves into a mysterious mansion and finds it inhabited by a strange creature—Creepy Cat!\nThus begins her strange and sometimes dangerous life with a feline roommate.\nThis Gothic comedy brings the chuckles…and the chills!\n\nSource: Seven Seas Entertainment",
      "uk": "Флора тільки-но переїхала до старого будинку, але тут вже живе моторошний котик. Відтоді й почалось їхнє таємниче співіснування.",
      "ur": "فلورا ابھی ایک پرانے گھر میں منتقل ہوئی ہے، لیکن وہاں پہلے ہی ایک ترسناک بلی رہ رہی ہے۔ تب سے ان کی پراسرار ہم آہنگی کا آغاز ہوا۔"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "431"
  },
  {
    "mangaId": "d3e8cfb4-da3a-4baf-87d0-2dceb3c6ca90",
    "title": {
      "en": "Global Martial Artist"
    },
    "updatedAt": "2024-08-03T20:11:48+00:00",
    "coverArt": "https://mangadex.org/covers/d3e8cfb4-da3a-4baf-87d0-2dceb3c6ca90/946da32f-8f17-4cf5-9ec9-7abd43990dc2.jpg",
    "altTitles": [
      {
        "zh-ro": "Global Gao Wu"
      },
      {
        "zh-ro": "Quan Qiu Gao Wu"
      },
      {
        "en": "World's Best Martial Artist"
      },
      {
        "zh": "全球高武"
      },
      {
        "ko": "흙수저에서 최강 투신으로"
      },
      {
        "en": "World's Greatest Martial Artist"
      },
      {
        "en": "Global High Martial Artist"
      },
      {
        "pt-br": "Artes marciais globais"
      }
    ],
    "description": {
      "en": "Rebirth is just a starting point from reaching the peak. Intruding crypt, the rise of martial arts  \n  \nThe main character Fang Ping gets send back 10 years into a parallel world, resembling his own in everything, but the fact that martial arts is omnipresent and necessary to gain a bright future… (Note: Story plays in 2006)  \n  \nWill Fang Ping reach his goal? And become a mighty Martial Artist to finance his Adorable Little Sisters Empire? Or will he fall and hit his head on a block of tofu and die…?   \n  \nFind it out yourself, and read the manhua!",
      "pt-br": "O renascimento é apenas um ponto de partida para atingir o pico. Intrusão na cripta, a ascensão das artes marciais O personagem principal Fang Ping é enviado de volta 10 anos para um mundo paralelo, semelhante ao seu em tudo, mas o fato de que as artes marciais são onipresentes e necessárias para obter um futuro brilhante... Será que Fang Ping alcançará seu objetivo? meta? E se tornar um poderoso Artista Marcial para financiar seu Adorável Império das Irmãzinhas? Ou ele vai cair e bater a cabeça em um bloco de tofu e morrer…? Descubra você mesmo e leia o manhua!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59b36734-f2d6-46d7-97c0-06cfd2380852",
    "title": {
      "en": "Tokyo卍Revengers"
    },
    "updatedAt": "2023-03-12T18:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/59b36734-f2d6-46d7-97c0-06cfd2380852/3676571a-9d2b-48e6-8639-d4591725759a.jpg",
    "altTitles": [
      {
        "ru": "Токийские мстители"
      },
      {
        "zh": "东京卍复仇者"
      },
      {
        "ja": "東京卍リベンジャーズ"
      },
      {
        "zh-hk": "東京卍復仇者"
      },
      {
        "ja-ro": "Tōkyō manji ribenjāzu"
      },
      {
        "tr": "Tokyo İntikamcıları"
      },
      {
        "en": "Tokyo Revengers"
      },
      {
        "en": "Tokyo Manji Revengers"
      }
    ],
    "description": {
      "en": "Takemichi is a 26-year-old unemployed virgin who learns that the girl he dated in middle school, the only girl he ever dated, has died. Then, after an accident he finds himself in a time leap back to his middle school years. He vows to change the future and save the girl, and to do that he aims to rise to the top of the Kanto region's most brutal delinquent gang.\n\n---\n\n**Notes:**\n- The original Japanese title contains the manji symbol, so it will not be removed from the title on MangaDex.\n- Addendum on the \"Manji\" for those uninformed. From Seven Seas' Omnibus Edition:\n  *\"In East Asia the manji (卍) is an ancient religious symbol of power and good fortune for many different countries and religions around the world, including Buddhism, Hinduism, Jainism, and a number of Indo-European and Native American religions as well.\"* \n*\"The specific meaning of the symbol varies by nation and religion, and also by the position of the \"arms\" of the cross--whether they face left or right, or whether the cross is tilted or straight.\"* \n*\"In the 1930s, the swastika symbol--a clockwise, tilted cross--was adopted by the Nazi Political Party in Germany, and gained a negative reputation as a symbol of hatred in the modern world.\"*\n*\"The manji used by the Tokyo Manji Gang as their emblem is intended to be the ancient Buddhist symbol, as evidenced by the appearance of its counterclockwise, straight arms...\"*\n\n---\n\n**Links:**\n- [Official English Translation (Seven Seas)](https://sevenseasentertainment.com/series/tokyo-revengers-omnibus)\n- [Official English Translation (Kodansha USA)](https://kodansha.us/series/tokyo-revengers)",
      "tl": "Si Takemichi ay isang 26-taong-gulang na walang trabahong birhen na nalaman na ang babaeng naka-date niya sa middle school, ang tanging babaeng naka-date niya, ay namatay. Pagkatapos, pagkatapos ng isang aksidente nahanap niya ang kanyang sarili sa isang paglukso ng oras pabalik sa kanyang mga taon sa middle school. Nangako siyang babaguhin ang kinabukasan at iligtas ang babae, at para magawa iyon, layunin niyang umangat sa pinaka-brutal na delingkwenteng gang sa rehiyon ng Kanto.",
      "tr": "Takemichi, ortaokulda çıktığı, şimdiye kadar çıktığı tek kızın öldüğünü öğrenen işsiz bir bakirdir. Daha sonra bir kazanın ardından kendini ortaokul yıllarına geri dönen bir zamanda bulur. Geleceği değiştirmeye ve kızı kurtarmaya yemin eder ve bunu yapmak için Kantou bölgesinin en acımasız suçlu çetesinin tepesine çıkmayı hedefler.\r\n\r\n2020 yılında en iyi shounen dalında 44. Kodansha Manga Ödülü'nü kazanmıştır.",
      "pt-br": "Takemichi é um virgem desempregado de 26 anos que descobre que a garota que ele namorou durante o ensino médio - a única que ele já namorou - morreu. Então, após um acidente ele se encontra de volta ao passado, durante seus anos de ensino médio. Ele promete mudar o futuro e salvar a garota, e para isso, ele planeja subir até o topo da gangue de delinquentes mais brutal da região de Kantou."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "31",
    "lastChapter": "278"
  },
  {
    "mangaId": "f25669f5-d886-49c5-bbac-d3b4c5ff3d02",
    "title": {
      "en": "Exorcist no Kiyoshi-kun"
    },
    "updatedAt": "2024-12-21T14:13:50+00:00",
    "coverArt": "https://mangadex.org/covers/f25669f5-d886-49c5-bbac-d3b4c5ff3d02/67f88869-bca4-4eb2-99c0-71df33294397.jpg",
    "altTitles": [
      {
        "ja": "悪祓士のキヨシくん"
      },
      {
        "en": "Ultimate Exorcist Kiyoshi"
      },
      {
        "ru": "Экзорцист Киёши"
      }
    ],
    "description": {
      "en": "The most powerful exorcist in history--Kiyoshi! In order to protect that which is precious to him, Kiyoshi has attained ultimate strength. But he has a secret he can't tell anyone... Become a sword that slays evil! Become a shield that protects the weak!",
      "ja": "祓清は史上最強の悪祓士（エクソシスト）。弱冠16歳にして初任務にあたっていた。しかし、本当は超ビビり＋ド級の人見知りで…!?　ほんの少しの勇気を胸に、悪魔を祓え!!",
      "es-la": "El exorcista más poderoso de la historia--¡Kiyoshi! Para poder proteger aquello que considera precioso, Kiyoshi ha obtenido una fuerza sin igual. Pero tiene un secreto que no puede revelar... ¡Conviértete en una espada que corta el mal! ¡Se un escudo que protege a los débiles! ¡Todo eso y más se junta en esta nueva serie de exorcismo, batallas y comedia!",
      "pt-br": "O exorcista mais poderoso da história: Kiyoshi Harai! Para proteger o que é precioso para ele, Kiyoshi atingiu a força suprema. Mas ele tem um segredo que não pode contar a ninguém... ele virou a espada que erradica o mal! O escudo que protege os fracos! Tudo se junta nessa nova série dramática de comédia e batalha de exorcistas!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1cbbedb-bfae-4e10-af88-71b3845c9183",
    "title": {
      "en": "Uramiya Honpo"
    },
    "updatedAt": "2024-05-24T20:12:41+00:00",
    "coverArt": "https://mangadex.org/covers/b1cbbedb-bfae-4e10-af88-71b3845c9183/81cd60ef-2d9c-42f3-938e-8ac63a9ae3b2.jpg",
    "altTitles": [
      {
        "ja": "怨み屋本舗"
      },
      {
        "zh-hk": "怨恨屋本舖"
      },
      {
        "uk": "Урамія Хонпо"
      },
      {
        "en": "Uramiya Honpo"
      }
    ],
    "description": {
      "en": "The world is filled with cruel scum, ranging from petty thieves to sociopath maniacs. When a vile low-life inflicts pain and suffering on innocent victims, sometimes their anger becomes overwhelming. Whether their damage stems from romance, finance, reputation or even a death, these victims feel trapped in their own skins and lives. \n\nThose victims who can't stand it anymore call for the mysterious woman Houjou Shiori, owner of Uramiya, the \"Revenge Shop\". \n\nThe Uramiya specializes in executing revenge schemes. The vengeance their customers request on their bitterly resented enemies could range from financially destroying them, to smearing their social reputation, to even taking their lives. As long as you pay a fair price, the Uramiya will guarantee you get the revenge you deserve."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "suggestive",
    "lastVolume": "20",
    "lastChapter": "142"
  },
  {
    "mangaId": "c359b151-1bb2-4959-963f-784ecdf5b41a",
    "title": {
      "en": "Sword Gai"
    },
    "updatedAt": "2023-03-24T19:03:58+00:00",
    "coverArt": "https://mangadex.org/covers/c359b151-1bb2-4959-963f-784ecdf5b41a/b4ad7760-173a-4e93-b77f-7301a5ac9ba7.png",
    "altTitles": [
      {
        "ja": "ソードガイ 装刀凱"
      }
    ],
    "description": {
      "en": "A woman dies a suspicious death in the forest. Her tragic child, Gai, is adopted by Amon, a master swordsmith. More than ten years later, Gai becomes Amon's apprentice, but loses his right arm in an accident while making a sword. Amon crushes the magical sword \"Death Dragon\" and rebuilds it as an artificial arm for Gai, but...?\nA young boy accepts a cruel fate in a whirlwind of battles. Is it darkness that lies ahead for him, or...?"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "33"
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5c25341-d6ff-4585-8548-3a48fc7654d9",
    "title": {
      "en": "Momose Akira no Hatsukoi Hatan-chuu."
    },
    "updatedAt": "2025-01-01T19:21:42+00:00",
    "coverArt": "https://mangadex.org/covers/f5c25341-d6ff-4585-8548-3a48fc7654d9/14604286-fdc6-419c-bc54-1353b0f0dc2d.jpg",
    "altTitles": [
      {
        "ja": "百瀬アキラの初恋破綻中。"
      },
      {
        "en": "Momose Akira's First Love Struggles."
      },
      {
        "en": "Momose Akira's First Love is Coming Apart."
      },
      {
        "fr": "Les difficultés du premier amour de Momose Akira."
      },
      {
        "pl": "Pierwsze miłosne zmagania Akiry Momose"
      },
      {
        "pt-br": "O Primeiro Amor de Momose Akira em Ruínas"
      },
      {
        "ru": "Неудавшаяся первая любовь Акиры Момосэ"
      },
      {
        "ru": "Первая любовь Акиры Момосе терпит крах."
      },
      {
        "es": "El primer amor de Momose Akira se derrumba."
      },
      {
        "tr": "Momose Akira'nın İlk Aşk Maceraları"
      },
      {
        "vi": "Mối Tình Đầu Của Akira Momose Đang Trên Bờ Vực Đổ Vỡ"
      },
      {
        "vi": "Mối tình đầu đầy trắc trở của Momose Akira"
      }
    ],
    "description": {
      "en": "Kugayama Hajime, a boy living in the countryside, comes back to his old classmate Momose Akira, whom he used to admire. Just as he is about to watch her from afar and enjoy his sweet and sour youth, Akira makes an unexpected approach. And there was a \"fate\" that was more than he could have imagined.",
      "es": "Kugayama Hajime, un chico que vive en el campo, se reencuentra con su antigua compañera de clase Momose Akira, a la que solía admirar.\n\nJusto cuando está a punto de observarla desde lejos y disfrutar de su agridulce juventud, Akira se acerca de forma inesperada.\n\nY el \"destino\" es mucho más de lo que él pudo haberse imaginado.",
      "fr": "Kugayama Hajime, un garçon vivant à la campagne, revient vers son ancien camarade de classe Momose Akira, qu'il avait l'habitude d'admirer.Alors qu'il s'apprête à la regarder de loin et à profiter de sa jeunesse aigre-douce, Akira fait une approche inattendue.Et il y a eu un « destin » qui a été plus que ce qu'il aurait pu imaginer.",
      "ja": "ド田舎に暮らす少年・久我山はじめのもとに帰ってきた、かつての憧れの同級生・百瀬アキラ。彼女を遠くから眺めて、甘酸っぱい青春を謳歌しよう…と思っていた矢先に、アキラからまさかのアプローチが。そしてそこには、想像以上の”運命”が拡がってました。2人の様子を、どうぞあったかく見守ってください。",
      "pl": "Kugayama Hajime, chłopiec mieszkający na wsi, spotyka swoją dawną koleżankę z klasy, Momose Akiry, którą podziwiał. Gdy tylko zamierza obserwować ją z daleka i cieszyć się swoją słodko-gorzką młodością, Akira niespodziewanie zbliża się do niego. A za tym kryło się „przeznaczenie”, którego nie mógł sobie nawet wyobrazić.",
      "ru": "Жизнь Хадзимэ Кугаямы, мальчишки из глухой деревушки, круто меняется, когда в его жизнь возвращается бывшая одноклассница и когда-то недосягаемая мечта — Акира Момосэ. Он планировал просто наблюдать за ней издалека и наслаждаться воспоминаниями о своей юности... Но неожиданно Акира делает первый шаг навстречу. И вот тут начинается нечто гораздо большее, чем он мог себе представить. Следите за их историей и согревайте свои сердца вместе с ними.",
      "tr": "Taşrada yaşayan bir çocuk olan Kugayama Hajime’nin, eskiden hayranlık duyduğu sınıf arkadaşı Momose Akira geri döner. Tam onu uzaktan izleyip tatlı ekşi gençliğinin tadını çıkarmak üzereyken, Akira beklenmedik bir yaklaşımda bulunur. Ve hayal edebileceğinden de öte bir “kader” ile karşılaşır.",
      "pt-br": "Kugayama Hajime é um jovem que vive no interior. Sua vida muda quando Momose Akira, uma antiga colega de escola por quem ele sempre foi apaixonado, retorna à cidade. Hajime planejava admirá-la de longe, saboreando um romance juvenil agridoce. Mas, para sua surpresa, Akira toma a iniciativa de se aproximar. O que se desenrola a partir daí é um destino mais surpreendente do que ele jamais poderia ter imaginado."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-12-23T23:59:54+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/da0341d8-5526-452c-8bd3-dc8e3cd89f99.jpg",
    "altTitles": [
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5f13b1a-eabd-4752-863a-cc3930a20d24",
    "title": {
      "en": "A Sharp-Eyed Classmate"
    },
    "updatedAt": "2024-07-28T21:16:30+00:00",
    "coverArt": "https://mangadex.org/covers/e5f13b1a-eabd-4752-863a-cc3930a20d24/a2e90442-0572-4a79-8fcb-8e4c804af144.png",
    "altTitles": [
      {
        "ko": "눈매가 사나운 반친구"
      },
      {
        "en": "A Classmate With Fierce Eyes"
      }
    ],
    "description": {
      "en": "With her fierce eyes and sharp impression, and wary of everyone, 'Ahn Se-young' is a woman to watch out for.\nEveryone is cautious around her, but a lone boy stands in front of her.\n\"I like you, go out with me!\"\n\"......What?!\"\nSe-young is taken aback at the sudden confession of love, but this was just the beginning...\nThe tug-of-war between 'Ahn Se-young', who shows an unexpected side to her as you get closer, and 'Nam Ho-yeol', the straightforward guy who tries to break down her impenetrable facade, begins now!",
      "ko": "사나운 눈매와 날카로운 인상으로 주변 사람들에게 경계를 받고 있는 요주의 그녀 '안세영'.\n모두가 경계심을 놓지 못할 때 그녀의 앞에 한 남자애가 마주선다.\n\"나 너 좋아해, 나랑 사귀자!\"\n\"......뭐?!\"\n난데없는 사랑고백에 진땀이 빠지는 세영, 하지만 이건 시작에 불과했으니...\n가까이 다가갈수록 반전의 모습을 보이는 그녀 '안세영'과\n그 모습을 빈틈없이 파고 들려는 직진남 '남호열'의 줄다리기가 지금 시작된다!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fdb6bc71-0e22-413c-afc8-eb46fe11a6df",
    "title": {
      "en": "Yesterday o Utatte"
    },
    "updatedAt": "2024-08-19T19:26:38+00:00",
    "coverArt": "https://mangadex.org/covers/fdb6bc71-0e22-413c-afc8-eb46fe11a6df/ee0a082c-f37e-480d-9987-e888cac1277e.jpg",
    "altTitles": [
      {
        "en": "Sing \"Yesterday\" for Me"
      },
      {
        "tr": "Bana Dünü Söyle"
      },
      {
        "ja": "イエスタデイをうたって"
      },
      {
        "zh-hk": "昨日之歌"
      },
      {
        "es-la": "Canta \"Yesterday\""
      },
      {
        "ja-ro": "Yesterday wo Utatte"
      }
    ],
    "description": {
      "en": "After college, Rikuo Uozumi, a boy without much ambition in life, takes on a job at a convenience store. The days pass by uneventfully for Rikuo until he meets his former love interest and classmate, but especially thanks to the unusual Haru Nonaka, and her pet crow…",
      "es-la": "Después de la universidad, Rikuo Uozumi, un chico sin muchas ambiciones en la vida, acepta un trabajo en una tienda de conveniencia. Los días pasan sin novedad para Rikuo hasta que se encuentra con su antiguo interés amoroso y compañero de clase, pero sobre todo gracias a la inusual Haru Nonaka, y su cuervo mascota..."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "113"
  },
  {
    "mangaId": "b16f2554-9525-4f2a-bbe4-5b75b6605176",
    "title": {
      "ja": "Clevatess -Majuu no Ou to Akago to Shikabane no Yuusha-"
    },
    "updatedAt": "2024-11-17T03:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/3aa0d52c-7cc2-41d3-a1b3-e6b99e690cdd.jpg",
    "altTitles": [
      {
        "ja": "クレバテス－魔獣の王と赤子と屍の勇者－"
      },
      {
        "ja": "Clevatess -The King of Devil Beast, The baby, and The Brave of Undead-"
      },
      {
        "en": "Clevatess -The Devil Beast King, The Baby, & The Corpse Hero-"
      },
      {
        "en": "Clevatess - The King of Devil Beasts, the Baby, and the Brave of the Undead"
      },
      {
        "pt-br": "Clevatess - O Rei das Feras Diabólicas, O bebê e a Valente Heróina Morta-Viva"
      }
    ],
    "description": {
      "en": "He killed the heroes, killed the king, the devil beast then found the “baby of fate”…\n\nHaving both superior intellect and destructive power, such is Clevatess, the devil beast king.\nAngered by the 13 heroes' attempt to take his life, he had decided to bring ruin upon humanity, but he gets entrusted with an unexpected nuisance: a newborn human baby.\n\nIs this the tale of a world close to apocalypse or a diary of new-era childcare?\n___\n**Alt Official Raw:** [LINE Manga](https://manga.line.me/product/periodic?id=Z0000841)",
      "pt-br": "Ele matou os heróis, matou o rei, a fera demoníaca então encontrou o “bebê do destino”… Tendo intelecto superior e poder destrutivo, tal é Clevatess, o rei das feras demoníacas. Irritado com os 13 heróis encarregados de tirar sua vida, ele decidiu arruinar a humanidade, mas foi encarregado de um incômodo inesperado: um bebê humano recém-nascido. É a história de um mundo próximo do fim, perto do apocalipse, ou o diário dos cuidados infantis da nova era?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e33bd753-124c-41e6-a9c9-c8945896c8b2",
    "title": {
      "en": "Betrayal of Dignity"
    },
    "updatedAt": "2024-09-20T02:42:24+00:00",
    "coverArt": "https://mangadex.org/covers/e33bd753-124c-41e6-a9c9-c8945896c8b2/5ea1d5ee-6fe3-4a04-bff8-7c098da7a44b.jpg",
    "altTitles": [
      {
        "ko": "품격을 배반한다"
      },
      {
        "en": "I Betray My Dignity"
      },
      {
        "zh": "默许侵占"
      },
      {
        "zh-hk": "背离品格"
      },
      {
        "es-la": "Traicionar mi dignidad"
      }
    ],
    "description": {
      "en": "Would you sacrifice your honor to marry a Duke?\n\nIn order to save her family from ruin, Chloe Verdier must find a groom for her sister, Alice. \n\nShe soon runs into the handsome but arrogant Duke Thisse who makes a proposal that could save them.\n\nWhen Alice flees with a mysterious man, Chloe must seek out the Duke in the biggest gamble of her life."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6db336c5-8bc1-4db4-a4be-ccb46de2e025",
    "title": {
      "en": "Magnolia Waltz"
    },
    "updatedAt": "2023-09-21T09:49:06+00:00",
    "coverArt": "https://mangadex.org/covers/6db336c5-8bc1-4db4-a4be-ccb46de2e025/00bcea29-024a-4e4c-8639-d3df2c094a56.jpg",
    "altTitles": [
      {
        "zh": "白木兰圆舞曲"
      },
      {
        "ja": "白木蘭円舞曲"
      }
    ],
    "description": {
      "en": "The sequel to Waltz wa Shiroi Dress de. You will see how the lives of Koto, Sajit and Masaomi go on. (Source: MU)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "12"
  },
  {
    "mangaId": "54c2de19-889c-4b04-b9f0-39e28a769a98",
    "title": {
      "en": "School Rumble"
    },
    "updatedAt": "2024-07-07T04:43:04+00:00",
    "coverArt": "https://mangadex.org/covers/54c2de19-889c-4b04-b9f0-39e28a769a98/7b003512-3ac5-41e2-a503-e5bf80fc7aff.jpg",
    "altTitles": [
      {
        "zh": "校园迷糊大王"
      },
      {
        "ko": "스쿨 럼블"
      }
    ],
    "description": {
      "en": "She's a second-year high school student with a single all-consuming question: Will the boy she likes ever really notice her? He's the school's most notorious juvenile delinquent and he's suddenly come to a shocking realization: He's got a huge crush, and now he must tell her how he feels.  \n  \nChapter 232 does not exist, there's no chapters missing.  \n  \nSpecial Chapters:  \n  \nbb1 What's up Doc (February 9, 2010)  \nDiamonds on the Inside (November 30, 2016)  \nGive it Away (March 15, 2017)  \nHello Again (November 8, 2017)",
      "pt-br": "Ela é uma estudante do segundo ano do ensino médio com uma única pergunta que a consome: será que o garoto de quem ela gosta realmente a notará? Ele é o delinquente juvenil mais notório da escola e de repente chega a uma conclusão chocante: ele tem uma paixão enorme e agora deve contar a ela como se sente.\n\nO capítulo 232 não existe, não falta nenhum capítulo.\n\nCapítulos Especiais:\n\nbb1 E aí, doutor (9 de fevereiro de 2010)\nDiamantes por dentro (30 de novembro de 2016)\nComo percebeu (15 de março de 2017)\nOlá de novo (8 de novembro de 2017)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "22",
    "lastChapter": "283"
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-12-25T16:11:30+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      },
      {
        "vi": "Pháp Sư Tiễn Táng Frieren"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "vi": "Tổ đội anh hùng đã đánh bại được quỷ vương và kết thúc cuộc hành trình của họ. Nhưng thế chưa phải là hết, cuộc đời của cô nàng pháp sư Elf này sẽ còn rất dài, hơn cả những người đồng đội cũ của cô, một cuộc phiêu lưu mới để cô trải qua nhiều cung bậc cảm xúc, cũng như là học hỏi thêm về con người.",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2024-10-26T18:06:24+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "dd96061a-96ac-4549-8a3c-ed4221a51d46",
    "title": {
      "en": "Asura’s Verdict"
    },
    "updatedAt": "2024-12-11T14:51:56+00:00",
    "coverArt": "https://mangadex.org/covers/dd96061a-96ac-4549-8a3c-ed4221a51d46/b1dc1c9d-4d58-42eb-b567-725cb1a9eb25.jpg",
    "altTitles": [
      {
        "ja": "アスラの沙汰"
      },
      {
        "ja-ro": "Asura no Sata"
      },
      {
        "ru": "Вердикт Асуры"
      }
    ],
    "description": {
      "en": "\"Only do good deeds.\"—Asura follows his late mother's teachings and always strives to do good in life. No matter how much he is bullied, he goes on with a smile, firmly believing that evildoers will receive divine punishment. Until one day, an ominous old man offers him a key that can open the doors to hell...",
      "pt-br": "\"Faça apenas boas ações\". — Asura segue os ensinamentos de sua falecida mãe e sempre se esforça para fazer o bem. Não importa o quanto seja zoado, continua com um sorriso, acreditando firmemente que os malfeitores receberão uma punição divina. Até que, certo dia, um velho agourento lhe oferece uma chave que pode abrir os Portões do Inferno..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7f430ab-2c24-49d3-b698-c9ff4787805b",
    "title": {
      "en": "Flying Witch"
    },
    "updatedAt": "2024-10-23T01:59:52+00:00",
    "coverArt": "https://mangadex.org/covers/f7f430ab-2c24-49d3-b698-c9ff4787805b/6648fd7d-68cc-435c-894b-3eaa7eeb07d9.jpg",
    "altTitles": [
      {
        "ru": "Полет Ведьмы"
      },
      {
        "fa": "جادوگر پرنده"
      },
      {
        "th": "วันธรรมดาของแม่มดว้าวุ่น"
      },
      {
        "ja": "ふらいんぐうぃっち"
      },
      {
        "zh": "飞翔的魔女"
      },
      {
        "zh-hk": "飛翔的魔女"
      },
      {
        "ko": "플라잉 위치"
      },
      {
        "es": "Bruja voladora"
      },
      {
        "it": "La strega volante"
      },
      {
        "tr": "Uçan Cadı"
      },
      {
        "ru": "Летающая ведьма"
      },
      {
        "ru": "Фураингу витти"
      }
    ],
    "description": {
      "en": "Kowata Makoto is an airhead with a bad sense of direction who just moved into her relative's house… \nbut is that all?  \n\nNote: The Oneshot was originally published under a different pen name (Ishioka Chikai).  \n\n\n---\n\n**Links:**\n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=17448)\n- [Official Korean (Lezhin)](https://www.lezhin.com/ko/comic/flying_witch)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%81%B5%E3%82%89%E3%81%84%E3%82%93%E3%81%90%E3%81%86%E3%81%83%E3%81%A3%E3%81%A1)",
      "pt-br": "Makoto Kowata é uma bruxa aprendiz de Yokohama que, ao completar 15 anos, se muda para Aomori, no interior do Japão, para morar com seus tios e desenvolver seus poderes. Acompanhada de sua gata Chito, Makoto terá que se adaptar à nova vida, à escola, aos amigos e descobrir que a magia está presente em pequenas coisas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bd38c075-8b12-450a-aeee-125e3ac5da4b",
    "title": {
      "en": "Fukushuu o Koinegau Saikyou Yuusha wa, Yami no Chikara de Senmetsu Musou Suru"
    },
    "updatedAt": "2024-10-25T23:18:26+00:00",
    "coverArt": "https://mangadex.org/covers/bd38c075-8b12-450a-aeee-125e3ac5da4b/6ed33f60-4763-448e-b3f4-986dd76104a9.jpg",
    "altTitles": [
      {
        "ja": "復讐を希う最強勇者は、闇の力で殲滅無双する"
      },
      {
        "ja-ro": "Fukushuu wo Koinegau Saikyou Yuusha ha, Yami no Chikara de Senmetsu Musou Suru"
      },
      {
        "en": "The Strongest Hero Who Longs For Revenge Will Peerlessly Annihilate With The Power Of Darkness"
      },
      {
        "en": "The Hero Who Seeks Revenge Shall Exterminate with Darkness"
      },
      {
        "en": "The Dark Massacre of the Vengeful Hero"
      },
      {
        "en": "The strongest brave who craves for revenge, extinguish with the power of darkness"
      },
      {
        "ru": "Герой, жаждущий мести, уничтожит врагов Силой Тьмы"
      },
      {
        "ru": "Тёмная резня мстительного героя"
      },
      {
        "es-la": "La Oscura Masacre del Héroe Vengativo"
      },
      {
        "zh-hk": "渴望復仇的最強勇者、以黑暗之力所向披靡"
      }
    ],
    "description": {
      "en": "Raoul, who had defeated the demon king as the strongest hero, should have become the savior of the world. Having his treasured companions and family killed by power-hungry aristocrats, he was executed with false charges brought against him by the princess. Just before his life collapsed, at last, his heart fell into darkness.\n\n\"I'll tear those traitors from limb to limb. Burn them at the stake. Sever them to pieces. Skewer them. I'll kill every one of those bastards without mercy and make them taste hell's suffering.....!!!\"\n\nObtaining the power of darkness, Raoul was revived. Sneering, he vowed revenge. \"Oh, I'm looking forward to it – from now on, I'll bask in their blood as I please.\"\n\nSeveral days after the hero's revival in the imperial capital where flowers bloomed in profusion, the parade that would advance towards tragedy began.",
      "fr": "Raul qui avait vaincu le roi démon et reconnu comme étant le héros le plus fort aurait dû devenir le sauveur du monde. Mais ses chers compagnons et sa famille ont été tués par des aristocrates affamés de pouvoir, et lui exécuté suite à de fausses accusations portées contre lui par la princesse. Juste avant que sa vie ne s'effondre, son cœur tomba finalement dans les ténèbres. \"Je déchirerai ces traîtres de membre en membre. Brûlez-les sur le bûcher. Coupez-les en morceaux. Embrochez-les. Je tuerai tous ces salauds sans pitié et je leur ferai goûter les souffrances de l'enfer…. ! ! ! !\" ! Ayant obtenu le pouvoir des ténèbres, Raul fut ressuscité. En tout ricanant, il jura de se venger. \"Oh, j'ai hâte d'y être - à partir de maintenant, je me prélasserai dans leur sang comme il me plaira.\" Quelques jours après la renaissance du héros, dans la capitale impériale où les fleurs fleurissaient à profusion, le défilé qui allait mener vers la tragédie débuta.",
      "ja": "最強の勇者として魔王を倒したラウルは、世界の救世主となる――はずだった。私利私欲を貪る貴族たちにより、仲間や家族を殺されたラウルは、偽りの罪で処刑される。命が潰えるその直前、ついに彼の心は悪に墜ちた。……あの裏切り者どもを、火炙りにして殺す。八つ裂きにして殺す。串刺しにして殺す。地獄のような苦しみの中で、憎き者たちを全員容赦なく殺してやる……!!!!　闇の力を手に入れ蘇生を果たしたラウルは、復讐を誓い、嗤う。「ああ、たのしみだな。――これからあいつらの血を、思う存分浴びることができる」　勇者の復活から数日後。花の咲き乱れる王都で、残虐を極めた復讐無双がはじまるのだった――。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6158dcf1-359c-429f-8bf2-41f3c42abc91",
    "title": {
      "en": "Shoukoku no Altair"
    },
    "updatedAt": "2024-04-09T19:22:49+00:00",
    "coverArt": "https://mangadex.org/covers/6158dcf1-359c-429f-8bf2-41f3c42abc91/489a0850-d1e4-4933-ac17-4974957e6747.jpg",
    "altTitles": [
      {
        "tr": "Altair ve Savaşlar Kitabı"
      },
      {
        "th": "ALTAIR ดาวจรัสฟ้า อินทรีถลาลม"
      },
      {
        "en": "Altair: A Record of Battles"
      },
      {
        "ja": "将国のアルタイル"
      },
      {
        "zh": "将国之天鹰星"
      },
      {
        "vi": "Sao Thiên Ưng trên bầu trời Tướng quốc"
      }
    ],
    "description": {
      "en": "For generations the Torqye Pashalu and the Balt-Rhein Empire have stood in stern opposition of each other. Then one night, when an Imperial minister is found assassinated, the two nations are plunged into a potentially explosive situation. As the generals of Torqye's council cry for war, Mahmut comes to discover the devious truth behind the assassination. Thus the young pasha's battle for his country and peace and trust in his fellow man begins…  \n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10291/episode/324757) (U.S. Only), [Kodansha](https://kodansha.us/series/altair-a-record-of-battles/)\n\n**Notes:**\n- Won the 41st Kodansha Manga Awards in the shounen category."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "160"
  },
  {
    "mangaId": "a4ec46c4-ef0a-431b-86ea-02d6b2ea092b",
    "title": {
      "en": "Nakimushi to Kokoa no Yuri"
    },
    "updatedAt": "2024-12-29T13:56:47+00:00",
    "coverArt": "https://mangadex.org/covers/a4ec46c4-ef0a-431b-86ea-02d6b2ea092b/197d52d5-31a9-4bb4-a22c-1036545efedc.png",
    "altTitles": [
      {
        "ja": "泣き虫とココアの百合"
      },
      {
        "en": "Crybaby and Cocoa Yuri"
      },
      {
        "en": "Yuri Between a Crybaby and a Girl Named Kokoa"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9fe41eb-6c3e-4afd-8aa7-a0b7648fe838",
    "title": {
      "en": "Ijigen Seitai Cyborg 0-ban"
    },
    "updatedAt": "2025-01-09T02:51:13+00:00",
    "coverArt": "https://mangadex.org/covers/e9fe41eb-6c3e-4afd-8aa7-a0b7648fe838/b454d46b-0ce3-4e90-8426-d965d89e1497.jpg",
    "altTitles": [
      {
        "en": "Interdimensional Cyborg Prototype Zero"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "f8e41a48-5ca9-41e3-94a7-a1379a4fda62",
    "title": {
      "en": "Kuroko's Basketball"
    },
    "updatedAt": "2025-01-04T11:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/f8e41a48-5ca9-41e3-94a7-a1379a4fda62/9ca4dfed-ddd5-4ef9-940e-f999ef50cd20.jpg",
    "altTitles": [
      {
        "ja": "黒子のバスケ"
      },
      {
        "ja-ro": "Kuroko no Basket"
      },
      {
        "ja-ro": "Kuroko no Basuke"
      },
      {
        "en": "The Basketball Which Kuroko Plays"
      },
      {
        "en": "The Basketball which Kuroko Plays."
      }
    ],
    "description": {
      "en": "Kuroko is a member from the legendary middle school basketball team known as -The Generation of Miracles-, and while nobody seems to know about him, the main 5 players of the team all admit that he is a better player. When he joins the high school basketball team, everyone is surprised to find out that he is small, weak, and easy to miss. What is the secret that makes him so strong, and how will he help his high school team?\n\nOfficial Release:\n- Indonesian release by m&c! Comics as **Kuroko's Basketball** (2013)"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "275"
  },
  {
    "mangaId": "eda40f0f-2bd3-49f8-a081-6500dea4f388",
    "title": {
      "en": "Bones"
    },
    "updatedAt": "2024-11-04T23:35:13+00:00",
    "coverArt": "https://mangadex.org/covers/eda40f0f-2bd3-49f8-a081-6500dea4f388/bc971991-b24d-4d15-8413-82ac8d237b91.jpg",
    "altTitles": [
      {
        "ko": "본즈"
      }
    ],
    "description": {
      "en": "Kang Jihyoung,wanted to become a hunter for his mother.\n\nHowever, his bullies put his mother into a vegetative state. He tried to take revenge but was thoroughly crushed and trapped...\n\nThe boy who lost everything became a beast and began his hunt.",
      "ko": "엄마를 위해 헌터가 되려 했던 주인공 지형. 그러나 일진들이 엄마를 식물인간으로 만든다. 복수하려 했지만, 철저히 부서지고 갇히는데… 모든 걸 잃은 소년은 마수가 되어 사냥을 시작한다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68da21ba-6875-4b3e-b79f-8e3492fc1260",
    "title": {
      "en": "Blue Archive x Kamen Rider Decade - Story of Tsukasa Kadoya Sensei in Schale (Doujinshi)"
    },
    "updatedAt": "2025-01-01T12:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/68da21ba-6875-4b3e-b79f-8e3492fc1260/6483db44-f1cd-48d7-936c-96734e608bdd.jpg",
    "altTitles": [
      {
        "ja": "シャーレの門矢士先生概念"
      },
      {
        "vi": "Blue Archive x Kamen Rider Decade - Câu chuyện về thầy giáo Schale Kadoya Tsukasa"
      }
    ],
    "description": {
      "en": "Anyone who is a fan of the Kamen Rider genre probably knows Kamen Rider Decade, also known as Kadoya Tsukasa;  world destroyer... The story is about Decade working as a sensei in the Blue Archive world"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b0fbb36-7e17-4709-b616-742005b7e0e3",
    "title": {
      "en": "Yona Yona Yona"
    },
    "updatedAt": "2024-12-14T20:04:43+00:00",
    "coverArt": "https://mangadex.org/covers/7b0fbb36-7e17-4709-b616-742005b7e0e3/d150d92b-eb87-49dc-84a0-26ee6599602b.jpg",
    "altTitles": [
      {
        "en": "Every Every Night"
      },
      {
        "ja": "夜な夜な夜な"
      },
      {
        "ru": "Ночь за ночью"
      }
    ],
    "description": {
      "en": "In Hakone, phantom thief Yona and her team of specialists try and recover pieces of art stolen by the corrupt police force.",
      "ja": "夜行怪盗団、それは、悪から盗み戻す、正義の盗賊。警察も、政治家も皆、悪に支配された今、苦しめられる人々を救うため！　怪盗・夜名（よな）は醜塊と戦う決意をする。"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "0842cc1d-9bcb-4fbe-a76a-c1d74a12691d",
    "title": {
      "en": "There's a Rat in Our House"
    },
    "updatedAt": "2025-01-09T17:07:33+00:00",
    "coverArt": "https://mangadex.org/covers/0842cc1d-9bcb-4fbe-a76a-c1d74a12691d/59dbf8f5-8213-4466-b2d5-bdfd6e8372bc.png",
    "altTitles": [
      {
        "ko": "우리 집에는 쥐가 있다"
      },
      {
        "id": "Ada Tikus Dirumahku"
      },
      {
        "en": "There Is a Mouse in My House"
      },
      {
        "en": "There's a Mouse in my House"
      },
      {
        "pl": "Szczur w moim domu"
      }
    ],
    "description": {
      "en": "Amidst the freezing winter, a solitary being huddled on the snow-covered pavement, bearing the burden of deep loneliness and faded scars. It had forsaken itself, fragile and vulnerable. The reason for welcoming this nameless creature into the home was straightforward. \"What... does this mean?\" \"You helped me, and I wish to return the favor.\" In the complete darkness where no trace of light could penetrate, only two warm bodies occupied the space"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6737f7c1-fa30-4a22-9f83-d56f2ac9aeeb",
    "title": {
      "en": "Guiding Him Patiently"
    },
    "updatedAt": "2021-05-25T15:43:19+00:00",
    "coverArt": "https://mangadex.org/covers/6737f7c1-fa30-4a22-9f83-d56f2ac9aeeb/17e58fd2-7334-42d1-9793-e56715e33ebe.jpg",
    "altTitles": [
      {
        "en": "循循善诱"
      }
    ],
    "description": {
      "en": "Fashion stylist Ji Xun, who travels through ancient times, expects to marry a rich and beautiful woman and reach the pinnacle of his life, but instead he is targeted by a man who stares him down! Is all this a bad debt in this life or an unresolved bond from his past life?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a08f45d1-788a-4b7c-b1c4-b87b083e1b59",
    "title": {
      "en": "Mythic Item Obtained"
    },
    "updatedAt": "2024-11-30T14:17:49+00:00",
    "coverArt": "https://mangadex.org/covers/a08f45d1-788a-4b7c-b1c4-b87b083e1b59/4123a88a-a520-4f95-b02d-7d8bc65ea0ab.jpg",
    "altTitles": [
      {
        "ko": "신화급 귀속 아이템을 손에 넣었다"
      },
      {
        "ru": "Я получил предмет мифического класса"
      },
      {
        "fa": "من یک قطعه درجه اسطوره ای بدست آوردم"
      },
      {
        "ko-ro": "Sinhwageub Gwisog Aitem-eul son-e Neoh-eossda"
      },
      {
        "en": "I Obtained a Mythic Item"
      }
    ],
    "description": {
      "en": "In a world where technology and magic are almost indistinguishable from one another, monsters and creatures of myth and legend reign terror upon mankind. In humanity’s darkest moment, individuals with special god-like powers emerge to save the day. They are — the Awakened.\n\nMeet Jaehyeon, a feeble Awakened human Raider, who struggles to make ends meet until one day a series of confounding events allow him to claim a powerful item that will change the course of history forever…",
      "ko": "D급 무투계 레이더,\n최강의 귀속 아이템으로\n세계를 구할 신의 대적자가 되다!",
      "ru": "Я получил единственный в мире мифический предмет. Но что? Этот предмет принадлежит мне?"
    },
    "status": "hiatus",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "HUNTER x HUNTER"
    },
    "updatedAt": "2024-12-23T11:05:55+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "en": "Аңшы × Аңшы"
      },
      {
        "en": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "HUNTER×HUNTER"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\r\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\r\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Hunter là những người đi chu du thế giới, đối mặt với hiểm nguy, từ bắt giữ tội phạm cho đến những cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Hunter với hy vọng tìm được cha mình. Khi sắp 12 tuổi, Gon bắt đầu cuộc hành trình của mình để được tham gia vào kỳ thi Hunter, ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapika, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một Hunter... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\r\n\r\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\r\n\r\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "hiatus",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "653000fb-1edd-4e05-9d44-36358708a5e9",
    "title": {
      "en": "Me and My Beast Boss"
    },
    "updatedAt": "2024-07-08T13:35:13+00:00",
    "coverArt": "https://mangadex.org/covers/653000fb-1edd-4e05-9d44-36358708a5e9/019b4e5a-acc2-43cd-8d9a-2519b5156d1e.jpg",
    "altTitles": [
      {
        "ja": "獣上司に実は認められていた話"
      },
      {
        "ja-ro": "Kemono Joushi ni Jitsuwa Mitomerarete Ita Hanashi"
      }
    ],
    "description": {
      "en": "In a world where beastmen stand on top of humans, OL Saki continues to struggle to lose.\n\nSaki endured the days of power harassment from her boss, but one day she was suddenly called by the company president, Atlas.\n\nI'll do my best!\n\nMofumofu story with 100% power of healing ♪"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d4e768d-d68a-449f-8983-f7acbc160d9c",
    "title": {
      "en": "Kara no Kyoukai: The Garden of Sinners"
    },
    "updatedAt": "2025-01-07T13:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/6d4e768d-d68a-449f-8983-f7acbc160d9c/1166b5e5-2aa1-4865-978e-99883d7d82fa.jpg",
    "altTitles": [
      {
        "en": "Boundary of Emptiness"
      },
      {
        "ja": "空の境界 the Garden of sinners"
      },
      {
        "ko": "공의 경계"
      },
      {
        "ru": "Граница пустоты: Сад грешников"
      },
      {
        "zh": "空之境界the Garden of sinners"
      },
      {
        "ar": "حديقة الآثمين"
      }
    ],
    "description": {
      "en": "A very popular early work from Kinoko Nasu from the Tsukihime & Fate fame, the Kara no Kyoukai universe has meet great success as an animated film adaptation, novels and radio dramas.  \r\n  \r\nKara no Kyoukai depicts a world where the true dark nature of the human being is being reviewed and exposed by shocking and ruthless events, and in the center of it all we have Ryougi Shiki, the true heir to the long lived, wealthy and mysterious Ryougi clan and Kokuto Mikiya, a would be normal high school student if it wouldn't be for his amazing deductive & investigative progress.  \r\n  \r\nThe moment Kokuto and Shiki meet is the moment that the wheel of fate started to turn, however is this fate moving forward naturally on it's own accord, or is it all being orchestrated from behind the scenes by an enigmatic persona? Only time will tell."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7aca9347-6757-4415-a340-4d892ccaf798",
    "title": {
      "en": "Harem Yori Heion o! Isekai de Shizuka ni NEET Hime sasete Kure"
    },
    "updatedAt": "2024-12-09T23:36:07+00:00",
    "coverArt": "https://mangadex.org/covers/7aca9347-6757-4415-a340-4d892ccaf798/6568d780-8a9a-4832-8aea-8e11640ff5a6.jpg",
    "altTitles": [
      {
        "ja": "ハーレムより平穏を！異世界で静かにニート姫させてくれ"
      },
      {
        "ja-ro": "Harem Yori Heion wo! Isekai de Shizuka ni NEET Hime sasete Kure"
      },
      {
        "en": "More Peace than a Harem: In Another World, Let Me Be a Neet Princess in Peace"
      },
      {
        "en": "I Wish for Peace Instead of a Harem! Let Me Be a NEET Princess Peacefully in Another World"
      },
      {
        "es-la": "Más paz que un harem - En otro mundo, déjame ser una princesa Nini en paz"
      },
      {
        "es-la": "En otro mundo, déjame ser una princesa NiNi en paz"
      }
    ],
    "description": {
      "en": "An elite salaryman (aspiring NEET), gets reincarnated and genderswapped into a princess living an idle life of masturbation...!?\n\nKishibe is an elite office worker who dreams of becoming a NEET who has attained FIRE (Financial Independence, Retire Early). The fulfillment of his dream is now right before his very eyes!! ...or was, when he died saving a girl from getting hit by a car. A self-proclaimed god felt pity for such a man, so she reincarnated Kishibe into another world where he could live as a NEET. The next thing he knew, he had become Iris, the princess of a superpower kingdom!!\n\nBlessed with incredible beauty and not having the need to work even once, Kishibe won the jackpot with a life full of indolence, freedom and masturbation!! ...is what he believed, but there was a catch. Princess Iris seemed like she possessed a trait that made others love her at the highest level (a skill?), and various girls just keep coming on to her (who was formerly a man)...!?\n\nThis is another world where one can experience endless love and eat meals that one didn't work for (does it taste good?), it's an envy-inducing, genderswap isekai story with a super NEET harem!\n\n(Source: Nico Nico Seiga)",
      "ja": "エリートサラリーマン、姫様にTS転生してオナ●ート生活…!!!?\n\nニートを夢見てFIREをした、エリートサラリーマン・岸辺。夢の生活も目前!! のはずが、車にひかれる寸前だった女の子を助けたことで死亡してしまう。そんな彼を憐れんだ自称神様が岸辺をニートができる異世界へと転生。気づけば超大国の姫様・アイリスになっていた!!! 超絶美少女で一切働く必要がなく、惰眠と自由とオナ●ーのし放題で岸辺は人生勝ち組!! …と確信していたが、ある問題が。この姫様、最高レベルの愛され体質（スキル？）みたいで、色々な女の子が姫様（元男）に迫られまくり……!!?\n\n異世界で愛されまくって働かないメシが上手いか？を体験できる、羨ましすぎる異世界TSクソニートハーレム!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "679a4ddd-df16-4e7a-bed6-04be85031423",
    "title": {
      "en": "Yuri!!! on Ice - Kami-sama ni Yakusoku Wo (Doujinshi)"
    },
    "updatedAt": "2025-01-09T16:22:20+00:00",
    "coverArt": "https://mangadex.org/covers/679a4ddd-df16-4e7a-bed6-04be85031423/864887ef-d4e0-476b-97b6-1689e93e4d10.jpg",
    "altTitles": [
      {
        "ja": "ユーリ!!! on ICE - かみさまに約束を (Doujinshi)"
      }
    ],
    "description": {
      "en": "Pairing : Victor Nikiforov x Katsuki Yuuri"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2024-12-27T23:06:37+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/a57a5f83-d4b8-4ad4-bdbe-37c72e82876d.jpg",
    "altTitles": [
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "zh": "恋人手中四叶草"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "aae7f6cc-0629-46c1-8f2c-92e5589f9960",
    "title": {
      "en": "HWA"
    },
    "updatedAt": "2021-05-25T15:46:17+00:00",
    "coverArt": "https://mangadex.org/covers/aae7f6cc-0629-46c1-8f2c-92e5589f9960/73597b2f-c5d9-4f77-b711-19942b60fa1c.jpg",
    "altTitles": [
      {
        "en": "The Young Prince"
      }
    ],
    "description": {
      "en": "A collection of short stories."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "3038a2b9-fd64-456a-bb5b-3b4b830a9b06",
    "title": {
      "en": "Lost Universe"
    },
    "updatedAt": "2024-10-08T18:44:43+00:00",
    "coverArt": "https://mangadex.org/covers/3038a2b9-fd64-456a-bb5b-3b4b830a9b06/a3ac4a33-60e6-4a76-b4e3-6bac079fadcf.jpg",
    "altTitles": [
      {
        "ru": "Затерянная вселенная"
      },
      {
        "ja": "ロスト・ユニバース"
      },
      {
        "ja-ro": "Rosuto Yunibāsu"
      }
    ],
    "description": {
      "en": "Kane Blueriver and Canal, his AI companion, are trouble contractors who take jobs which require their special skills. This could go from armed escort, to patrol, to capturing dangerous criminals. Milly is a private eye who has to be the best at everything (uchuu ichi!!). When the three of them get together, they run into one mess after another, gradually uncovering more of a mystery that ties the legendary Lost Ships to all of their pasts, bringing them closer and closer to a discovery that something called Nightmare would rather not have them find…",
      "ru": "Каин Блюривер и Кэнел, его ИИ-компаньон - наёмники-контракторы, выбирающие миссии, требующие их особых навыков. Это может быть как вооруженный эскорт, так и патрулирование или ловля опасных преступников. Милли - частный сыщик, и она должна быть первой во всем (Первой во Вселенной!!). Когда эти трое собираются вместе, они влипают в неприятности раз за разом, постепенно приоткрывая завесу тайны, которая связывает легендарные Затерянные Корабли с прошлым их всех, приближая их ближе и ближе к открытию, которое нечто названное Кошмаром не собирается позволить им совершить."
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  }
]