[
  {
    "mangaId": "5e9a2a3e-f992-4af4-a887-cd130460c9e5",
    "title": {
      "en": "Bakidou"
    },
    "updatedAt": "2024-10-11T17:28:45+00:00",
    "coverArt": "https://mangadex.org/covers/5e9a2a3e-f992-4af4-a887-cd130460c9e5/330e069d-b6c7-472f-b571-cc119c07af46.jpg",
    "altTitles": [
      {
        "en": "Baki Part 5"
      },
      {
        "ru": "Путь Баки 2"
      },
      {
        "ja": "バキ道"
      },
      {
        "en": "The Way of Baki (2018)"
      },
      {
        "en": "Baki's Style (2018)"
      },
      {
        "tr": "Baki'nin Yolu 2"
      }
    ],
    "description": {
      "en": "After more than 2,000 years, Nomi no Sukune's successor is born. This time, Baki will challenge the god of sumo.",
      "ru": "Продолжение серии манги Бойца Баки. После \"победы\" над воскрешённым \"богом меча\" Миямото Мусаси в этот раз история столкнёт главных персонажей с потомком \"бога сумо\" и его бандой сумоистов.",
      "tr": "2000 yıldan fazla bir süre sonra, Nomi no Sukune'nin halefi doğuyor. Bu kez, Baki sumo tanrısına meydan okuyacak."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "6e156d65-cf65-4d5b-9d04-52f2f8100fbf",
    "title": {
      "en": "Isekai Mokushiroku Mynoghra: Hametsu no Bunmei de Hajimeru Sekai Seifuku"
    },
    "updatedAt": "2024-11-22T17:26:58+00:00",
    "coverArt": "https://mangadex.org/covers/6e156d65-cf65-4d5b-9d04-52f2f8100fbf/03ff0d8e-8c07-42f8-9db3-49ef13ebf352.jpg",
    "altTitles": [
      {
        "ja": "異世界黙示録マイノグーラ ～破滅の文明で始める世界征服～"
      },
      {
        "zh-hk": "異世界默示錄米諾戈拉 ～從滅亡的文明開始的世界征服～"
      },
      {
        "en": "Apocalypse Bringer Mynoghra: World Conquest Starts with the Civilization of Ruin"
      }
    ],
    "description": {
      "en": "Bedridden and abandoned, Takuto Ira spent his days in the hospital trying to beat the illness that was slowly killing him. His only solace lay in the nation management strategy game Eternal Nations, where he had built a reputation as the greatest player to ever live. \n\nAfter succumbing to his disease, Takuto awoke within the game next to Atou — the Hero unit for his favorite civilization, Mynoghra. Now they’ll set out to conquer the world together (again), one unit, settlement, and level at a time!",
      "pl": "Ira Takuto umiera w młodym wieku i budzi się w świecie przypominającym jego ulubioną grę 『Eternal Nations』 w której spotyka postać z gry, Atou. Razem postanawiają stworzyć własne królestwo.",
      "pt-br": "Eu reencarnei como um deus do mal. Ira Takuto sucumbiu à doença em tenra idade e acabou reencarnando em um mundo que lembrava o jogo de simulação de estratégia, “Eternal Nations”, do qual ele adorava jogar quando estava vivo. O que apareceu na frente dele foi Atou, uma garota pertencente à civilização do mal que eu costumava interpretar como “Mynoghra”. Os dois decidiram criar um novo país neste mundo mais uma vez."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3846f669-4277-43ca-ada8-0c57961f5f1f",
    "title": {
      "en": "Tyranny"
    },
    "updatedAt": "2024-08-06T14:54:42+00:00",
    "coverArt": "https://mangadex.org/covers/3846f669-4277-43ca-ada8-0c57961f5f1f/013eefb5-bd17-4dbc-8730-3b3b84263bee.jpg",
    "altTitles": [],
    "description": {
      "en": "I am from Egypt. I love drawing manga as a hobby. I am not good enough, but I am trying. Your comments and testimony motivate me to continue."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bd45a18-27d4-43ba-b3b9-2293f9a957d0",
    "title": {
      "en": "I Stole the First Ranker’s Soul"
    },
    "updatedAt": "2024-10-17T13:20:30+00:00",
    "coverArt": "https://mangadex.org/covers/7bd45a18-27d4-43ba-b3b9-2293f9a957d0/3c760d8c-f073-43ad-b07a-6cdd35d9445c.png",
    "altTitles": [
      {
        "ko": "랭킹 1위를 영혼까지 털어버림"
      },
      {
        "ko-ro": "Ranking 1-Wireul Yeonghonkkaji Teoreobeorim"
      },
      {
        "en": "I Stole the Number One Ranker's Soul"
      },
      {
        "es-la": "Robé El Alma del Ranker Número Uno"
      }
    ],
    "description": {
      "en": "One day, Son Mo-Ah fell into a dungeon and became a gathering hunter.\nSon Mo-Ah, who somehow narrowly escaped death, was going to live a normal life but gets caught up in a dungeon yet again.\nIn a moment of crisis, she is rescued by Seo Ji-Han, the number one ranker, and succeeds in surviving the situation. Somehow, Son Mo-Ah got entangled in a fateful relationship with said number one ranker.\n\nBut he said something really unusual to me.\n\n“Promise me that you will kill all the dungeons bosses in this world, as many as you can.”\n\nWhat?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "97"
  },
  {
    "mangaId": "75c47c08-16f6-4bc5-8569-c76d50f6607a",
    "title": {
      "en": "Kodomo no Jikan: Houkago"
    },
    "updatedAt": "2024-10-09T08:49:14+00:00",
    "coverArt": "https://mangadex.org/covers/75c47c08-16f6-4bc5-8569-c76d50f6607a/cc640d5f-09b5-4cc8-855b-54c1cf8822b6.jpg",
    "altTitles": [
      {
        "ja-ro": "Kodomo no Jikan: Houkago"
      },
      {
        "ja": "こどものじかん ほうかご"
      },
      {
        "vi": "Thời Gian Của Bé Con: Hậu Tan Trường"
      }
    ],
    "description": {
      "en": "This is a side history of \"Kodomo no Jikan\" original story. It is a recopilation of some one-shots, 4-koma and side-stories, with a special, with the events after the last chapter (093) from the main story."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "28"
  },
  {
    "mangaId": "bb8310e4-6050-4a43-984e-f7bbdfce23b1",
    "title": {
      "en": "Kokou no Hito"
    },
    "updatedAt": "2024-12-22T04:38:00+00:00",
    "coverArt": "https://mangadex.org/covers/bb8310e4-6050-4a43-984e-f7bbdfce23b1/1c9e2ad6-5bcc-4fb3-9069-3ec6b4517d95.jpg",
    "altTitles": [
      {
        "fr": "Ascension"
      },
      {
        "tr": "Dağcı"
      },
      {
        "ja-ro": "Kokou no Hito"
      },
      {
        "id": "Sang Pendaki"
      },
      {
        "he": "המטפס"
      },
      {
        "ar": "المتسلق"
      },
      {
        "ja": "孤高の人"
      },
      {
        "kk": "Шыңкез"
      },
      {
        "en": "The Climber"
      }
    ],
    "description": {
      "en": "On his first day of transferring to a new high school, a loner named Mori Buntarou, is cajoled by a classmate into climbing the school building. Despite knowing that one misstep could send him spiraling to his death, he moves forward, and upon finally reaching the top, Mori experiences a sense of fulfillment. That feeling, which seems to be telling him, \"You're alive!\" gives birth to an adrenaline for rock-climbing.",
      "ru": "В старшей школе Северной Ёкосуки новый, необычный ученик – Мори Бунтаро. В первый же день он отдает предпочтение крыше здания, чем ее кабинетам, где со всех сторон сыплются расспросы. Чтобы отвязаться от надоедливых одноклассников, лихо спрыгивающих с карниза вниз по веревке, Мори совершает безумный поступок: без страховки забирается на крышу по трубе, да еще в таком месте, где это достаточно проблематично, даже для тренированного человека! Одноклассник Миямото и Ониси-сенсей в ужасе и восторге, ведь они профессиональные скалолазы, а тут появляется такой способный ученик! Но Мори не разделяет их восторга и не принимает помощи. Нелюдимый и гордый, он всего добивается в одиночку, и трудности скалолазания его не пугают. Он собирается покорять вершину за вершиной, с каждый разом поднимаясь все выше.   \n  \nNote: Sakamoto Shinichi did both the story and the art from Volume 4 onwards.  \n  \n\n\n---\n\n**Officially Translated:**  \n- In French by [Delcourt](https://www.editions-delcourt.fr/mangas/series/serie-ascension)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "170"
  },
  {
    "mangaId": "9229ee0c-3e56-41df-be1f-278fa8680426",
    "title": {
      "en": "Snake in the Office"
    },
    "updatedAt": "2024-11-24T02:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/9229ee0c-3e56-41df-be1f-278fa8680426/dc5c7d32-7abb-4ed5-9fe2-9618810491fd.png",
    "altTitles": [],
    "description": {
      "en": "A naga starts a new job in a new town.\n\nPosted with [author permission](https://twitter.com/DanielLCarrier/status/1769140595296207140).\n\n---\nAlternative Official English: [TheDuckWebComics](https://www.theduckwebcomics.com/Snake_in_the_office/5771894/)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-12-21T17:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/76c100fb-e9b0-4823-a3dc-3f2428dd5423.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "en": "The Mikadono Sisters are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      },
      {
        "vi": "Ba Chị Em Nhà Mikadono Dễ Đối Phó Thật Đấy"
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…",
      "pt-br": "Embora Ayase Yuu seja filho de uma atriz renomada e talentosa, ele está abaixo da média em tudo o que faz. Ele é encarregado de viver sob os cuidados de um amigo de sua mãe, e mais tarde descobre que também vai morar com as três irmãs de sua escola que possuem beleza e talento. Embora Yuu pensasse que um entendimento seria impossível de alcançar entre uma pessoa comum e aqueles abençoados com talento, as três irmãs são surpreendentemente...?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-12-24T10:18:25+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/8e11b540-4110-402f-886f-ed28909be81b.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "en": "DAN DA DAN"
      },
      {
        "ja-ro": "Dandadan"
      },
      {
        "ja-ro": "Dan Da Dan"
      },
      {
        "fr": "Dandadan"
      },
      {
        "uk": "Дандадан"
      },
      {
        "vi": "Vũ Trang Siêu Nhiên"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ja": "幽霊肯定派の女子校生・綾瀬桃と、同級生の怪奇現象オタク・オカルト君。互いに否定するUFOと怪異を信じさせるため、桃はUFOスポットの病院廃墟へ、オカルト君は心霊スポットのトンネルへ行くのだが…。運命の恋が始まる!?",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "uk": "Чорти, чудовиська, позаземці, підлітковий роман, махачі та дідько б їх узяв… раковини! У цій манзі ви знайдете все!\n\nОкультний фанбой Такакура, його подруга Аясе та їх надприродні пригоди у новій психоломній манзі!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e182b09f-09ab-4201-8f37-0ced6822eb39",
    "title": {
      "en": "Watashi ga Motenai no wa Dou Kangaetemo Omaera ga Warui!"
    },
    "updatedAt": "2024-12-20T19:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/e182b09f-09ab-4201-8f37-0ced6822eb39/91ce95cf-c86c-4303-bd15-e58b07025a9f.jpg",
    "altTitles": [
      {
        "en": "It's Not My Fault That I'm Not Popular"
      },
      {
        "ja-ro": "WataMote"
      },
      {
        "ja": "わたモテ"
      },
      {
        "ja": "私がモテないのはどう考えてもお前らが悪い!"
      },
      {
        "ko": "내가 인기 없는 건 아무리 생각해도 너희들 탓이야!"
      },
      {
        "th": "สาวมืดมนอลวนหารัก"
      },
      {
        "es-la": "No importa como lo vea, ¡Es culpa suya que yo no sea popular!"
      },
      {
        "en": "WataMote: No Matter How I Look at It, It's You Guys' Fault I'm Not Popular!"
      },
      {
        "pt-br": "Não É Minha Culpa Não Ser Popular!"
      }
    ],
    "description": {
      "en": "Tomoko Kuroki naturally assumed she'd be popular when she got to high school... but then cold, hard reality swooped in for the attack! Turns out all the popularity points she's racked up in her video game dating sims are worth squat in real life, and Tomoko's far from prepared to navigate high school! \n\nHow can she possibly hope to impress her classmates when she can't even talk to them?! A new high-school heroine is born (maybe?)!",
      "pl": "Główna bohaterka serii – Kuroki Tomoko – jest ultra-popularną uczennicą liceum, która umówiła się już z ponad setką chłopaków… W grach Otome. W realnym świecie jest socjopatką, która zupełnie nie radzi sobie z komunikacją z innymi ludźmi, a w szczególności z płcią przeciwną. Manga opowiada o jej kuriozalnych próbach (z reguły niezbyt udanych) usocjalnienia się i zmienienia się w osobę bardziej popularną.",
      "es-la": "Kuroki Tomoko, una chica que tiene \"50 años de experiencia\" en citas y que ha salido con más de un centenar de chicos… en juegos otome. En la vida real acaba de cumplir 15 años y va a dar comienzo su época en el instituto, está convencida de que con sus conocimientos será la más de popular. Una vez comienza el instituto, comienzan a pasar los días y se da cuenta de que no habla con nadie. ¿Cómo es posible? Un simple vistazo al espejo le hace darse cuenta de la realidad: no es precisamente una belleza y parece que hasta puede ser antipática. Poco a poco intentará cambiar para ser popular, pero claro, entre lo que le cuesta y lo que tiene una idea bastante distorsionada de la realidad, no será tan sencillo.",
      "pt-br": "Tomoko Kuroki naturalmente presumiu que ela seria popular quando chegasse ao ensino médio... mas então a realidade fria e dura se abateu para o ataque! Acontece que todos os pontos de popularidade que ela acumulou em seus simuladores de namoro de videogame valem a pena na vida real, e Tomoko está longe de estar preparada para passar pelo ensino médio!\n\nComo ela pode esperar impressionar seus colegas quando ela nem consegue falar com eles?! Nasce uma nova heroína do ensino médio (talvez?)!"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c575d9c-d326-43fa-b22a-5fccee6ef4eb",
    "title": {
      "en": "Kanojo wa Otou-san"
    },
    "updatedAt": "2024-02-08T15:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/1c575d9c-d326-43fa-b22a-5fccee6ef4eb/febc45f2-d2af-4d1a-b808-cb0b330e1374.jpg",
    "altTitles": [
      {
        "ja-ro": "Kanojo Wa O Gifu San"
      },
      {
        "en": "My Girlfriend is Her Dad"
      },
      {
        "ja": "彼女はお義父さん"
      },
      {
        "ko": "여친은 아버님"
      }
    ],
    "description": {
      "en": "Two miracles are happening in the high-schooler Naoyuki Ono's life.  \nThe first is him going out with a beauty of his school, Shiori Sakura.  \nThe second is that she turns into her thick-headed father if Ono touches her.  \n  \nThe cute girlfriend and her terrifying father are stuck in one body. Even if he wants to touch her, he can't.  \n  \nAnd so, the curtain rises on this Father-Daughter Fusion Love Comedy!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "77462deb-15bf-4957-9109-e12f4e06d0e7",
    "title": {
      "en": "Maou to Ryuuou ni Sodaterareta Shounen wa Gakuen Seikatsu wo Musou suru You desu"
    },
    "updatedAt": "2024-11-25T18:51:06+00:00",
    "coverArt": "https://mangadex.org/covers/77462deb-15bf-4957-9109-e12f4e06d0e7/dcca2227-fbc6-49f3-bd6d-85b87dbfd0b2.jpg",
    "altTitles": [
      {
        "ja": "魔王と竜王に育てられた少年は学園生活を無双するようです"
      },
      {
        "en": "The Boy Raised by the Demon Queen and the Dragon Queen Has No Rival"
      }
    ],
    "description": {
      "en": "A boy named Ruisha is trapped in a distorted space created by the ancient hero. What he finds there is the Demon King and the Dragon King, who should have been defeated by the hero 300 years ago. Ruisha befriends the Demon King and the Dragon King, and is trained by them, going from a weak child to a legendary warrior with the power of both demons and dragons. Using his power, Ruisha escaped from the strange place and was accepted into the magic academy where the hero’s descendants live. And now he will have to face many challenges to free the Demon King and Dragon King.",
      "ja": "「魔王」と「竜王」の力を継ぐ少年の無双ファンタジー！\n才能ゼロの少年ルイシャは、ある日謎の穴に落ちてしまう。その先にいたのは、巨乳で美人の「魔王」と褐色幼女の「竜王」！　2人から300年の修行を受け、少年は魔族と竜族の力に覚醒する！　ちょっとだけHな少年の英雄譚が、タテ読みフルカラーで開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dcfe5bbe-5e6a-4a50-9e1e-28639f662645",
    "title": {
      "en": "Hijiri-kun wa Kiyoku Ikitai"
    },
    "updatedAt": "2024-12-28T17:31:50+00:00",
    "coverArt": "https://mangadex.org/covers/dcfe5bbe-5e6a-4a50-9e1e-28639f662645/e8d6a640-55e6-4d39-82c5-e383410b9b26.jpg",
    "altTitles": [
      {
        "ja": "聖くんは清く生きたい"
      },
      {
        "en": "Hijiri-kun Wants to Live a Pure Life"
      },
      {
        "ko": "히지리 군은 깨끗하게 살고 싶어"
      },
      {
        "ne": "हिजिरी-कुन एक पवित्र जीवन बिताउन चाहन्छ"
      },
      {
        "es-la": "Hijiri-kun quiere vivir una vida pura"
      },
      {
        "vi": "Hijiri-kun Chỉ Muốn Sống Thanh Liêm"
      },
      {
        "id": "Hijiri-kun Ingin Hidup Tanpa Masalah"
      }
    ],
    "description": {
      "en": "Tsuchimikado Hijiri is a man playing the role of the perfect student council president, with his good looks and excellent grades in both school and sports. After school, he witnesses his usually quiet female classmate Sado Mitsuki, tormenting their teacher Tamura in a very sadistic way! The perfect student council president gets caught up in Sado-san's secret fetish!",
      "ja": "文武両道、容姿端麗、パーフェクトな生徒会長を演じ切る男、土御門聖。そんな聖が放課後に見てしまったのは、いつもはおとなしいクラスメイト・佐渡さんがドSに教師をいじめる姿だった――！佐渡の秘められし性癖に、完璧な生徒会長が巻き込まれていく…！人には言えないコトがあるアナタに贈る、異色ラブコメ！",
      "es-la": "Tsuchimikado Hijiri es un hombre que desempeña el papel del perfecto presidente del consejo estudiantil, con su buena apariencia y excelentes calificaciones tanto en la escuela como en los deportes.  Después de la escuela, es testigo de cómo su normalmente tranquila compañera de clase, Sado Mitsuki, atormenta a su maestro Tamura de una manera muy sádica.  ¡El perfecto presidente del consejo estudiantil queda atrapado en el fetiche secreto de Sado-san!\n\n ¡Esta es una comedia romántica inusual para aquellos que tienen cosas que no pueden contarles a los demás!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "8",
    "lastChapter": "75"
  },
  {
    "mangaId": "964d8e8a-7bcb-42f1-9651-20b1871eecac",
    "title": {
      "en": "Koori no Hime wa Chiisana Hidamari de Tokasaretai"
    },
    "updatedAt": "2024-10-20T19:20:15+00:00",
    "coverArt": "https://mangadex.org/covers/964d8e8a-7bcb-42f1-9651-20b1871eecac/80d91f60-4b62-4a45-b49c-d56d059b0b22.jpg",
    "altTitles": [
      {
        "ja": "氷の姫は小さな陽だまりでとかされたい"
      },
      {
        "en": "The Ice Princess Wants to Be Melted by a Small Patch of Sunlight"
      },
      {
        "pt-br": "A Princesa de Gelo Quer Ser Derretida por um Pequeno Raio de Sol"
      }
    ],
    "description": {
      "en": "Aoba is a first-year high school student who takes care of his younger siblings in place of his busy parents, and ends up at a sibling playdate in the home of his classmate Mizudori, a cool beauty known as the \"Ice Princess\".",
      "ja": "多忙な両親に代わり、保育園児の弟妹を世話する男子高校生の青葉実晴は、恋愛をする暇はないが、弟妹と楽しく過ごしていた。ある日、クラスメートで「氷の姫様」と呼ばれるクール美女・水鳥雪の自宅で遊ぶことになった青葉は、「私を笑顔にしてくれませんか？」と水鳥に頼まれて…！？ \n\n幼い弟妹を大切に想う高校生たちの青春ラブコメ開幕！",
      "pt-br": "Aoba é um estudante do primeiro ano do ensino médio que cuida de seus irmãos mais novos no lugar de seus pais ocupados e acaba indo a um encontro de brincadeiras para irmãos na casa de sua colega Mizudori, uma beleza fria conhecida como a \"Princesa de Gelo\"."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8cd657d2-fa8c-4927-b884-44952fe5fbd1",
    "title": {
      "en": "Itoko no Ko"
    },
    "updatedAt": "2024-10-17T15:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/8cd657d2-fa8c-4927-b884-44952fe5fbd1/ebcd551e-28b8-4d01-85e8-d6182db5f8c7.jpg",
    "altTitles": [
      {
        "ja": "いとこのこ"
      },
      {
        "ja-ro": "Itokonoko"
      },
      {
        "en": "My Cousin"
      },
      {
        "en": "My Young Cousin"
      },
      {
        "vi": "Nhỏ em họ của tôi"
      }
    ],
    "description": {
      "en": "His more-than-friends, less-than-lovers cousin is so cute that he could die!!!!? \n\nNozomu is a boy staying at his uncle's house over summer vacation. In the countryside, where there are no convenience stores, or any busses even, the boy has a problem. That problem is his younger cousin, Sou! He’s being led around by this tanned, energetic girl day after day and can’t show her the dignity befitting his older age! On top of that, whether intentional or not, he’s getting flustered by Sou’s inviting demeanor. Eventually, Nozomu couldn’t take his eyes off Sou and is falling more and more under her spell...!!? With a “cousin” like this, his reason is having a hard time hanging on!",
      "ja": "友達以上恋人未満な従妹が距離が近すぎて死ぬほど可愛い!!!!?\n\n夏休みの間、叔父の家で過ごすことになった少年・望。山と田んぼが多い田舎で困惑するも、それ以上彼にはある悩みがあった。その原因は「従妹」の爽!! 褐色元気っ娘の彼女に毎回からかわれては年上の威厳を見せられないでいた！ しかも、天然なのか意図的なのか分からない爽の誘ってくるような仕草にドキッとする始末。いつしか、望は彼女のことが目を離せず……!!? こんな「従妹」がいてくれたら理性が持たない!?",
      "pt-br": "Seu primo mais que amigo, menos que amante é tão fofo que poderia morrer!!!!?\n\nNozomu é um garoto que está na casa do tio nas férias de verão. No campo, onde não há lojas de conveniência, nem mesmo ônibus, o garoto tem um problema. Esse problema é seu primo mais novo, Sou! Ele está sendo levado por essa garota bronzeada e cheia de energia dia após dia e não consegue mostrar a ela a dignidade condizente com sua idade avançada!\n\nAlém disso, intencionalmente ou não, ele está ficando nervoso com o comportamento convidativo de Sou. Eventualmente, Nozomu não conseguia tirar os olhos de Sou e estava caindo cada vez mais sob seu feitiço...!!? Com ​​uma \"prima\" como essa, sua razão está tendo dificuldade em se segurar!\n\nEsta é uma comédia romântica com um cara que está afundando com todas as provocações de sua prima bronzeada!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca65399d-5dc5-4d95-9630-c216cd592889",
    "title": {
      "en": "Jukai: Shounin Yokkyuu no Mori"
    },
    "updatedAt": "2024-10-22T17:05:50+00:00",
    "coverArt": "https://mangadex.org/covers/ca65399d-5dc5-4d95-9630-c216cd592889/f5ecb1ab-2d8f-4237-858f-9031c87b8f1b.jpg",
    "altTitles": [
      {
        "ja": "ジュカイ―承認欲求の森―"
      },
      {
        "ja-ro": "Jukai"
      },
      {
        "en": "Devil's Forest"
      },
      {
        "vi": "Rừng Quỷ"
      }
    ],
    "description": {
      "en": "Freelance writer Shunsuke Koshiji went to the Sea of Trees at the foot of Mount Fuji in response to a video streamer's message for help. Upon arrival, he found dozens of other streamers gathered there, their goal being to find a secret cult known as \"Jofuku Divine Teaching,\" who are said to operate in the forest. But that night, something happens...\n\nThe Sea of Trees and a dark cult... both will bring out the streamers' ugly true desire of wanting to go viral...\n\n(Source: Nihon Bungeisha)",
      "ja": "富士の樹海に潜むとされるカルト教団「徐福神霊教」。\nその実態を暴くべく、樹海へと足を踏み入れた動画配信者たちだが…。\n自己顕示欲に塗れた彼らを玩ぶように、\n死と恐怖が、鬱蒼と茂る樹海で拡散する―。\n衝撃の承認欲求サスペンス!!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "55"
  },
  {
    "mangaId": "f6aebf39-07b8-4959-ba73-fa852b96913b",
    "title": {
      "en": "Koiseyo Mayakashi Tenshi-domo"
    },
    "updatedAt": "2024-11-10T00:57:37+00:00",
    "coverArt": "https://mangadex.org/covers/f6aebf39-07b8-4959-ba73-fa852b96913b/78a266e7-0c57-457d-bd2e-91e659e2ebee.jpg",
    "altTitles": [
      {
        "ja": "恋せよまやかし天使ども"
      },
      {
        "en": "Fall in Love, You False Angels"
      },
      {
        "zh": "恋爱吧 冒牌天使"
      }
    ],
    "description": {
      "en": "Otogi Katsura has had a reputation for being a beautiful girl at school since she entered the school. She is also named president of the class committee, but the vice president, Ichi (Ninomae), is also reputed to be a pretty boy. Unlike her public face, Otogi Katsura is an outspoken character and a martial artist in her own right. She is attracted to the perfect Ichi, who is also perfect on the inside, but she wonders if he also has a dark side."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4915d7-e84e-4d14-b7bf-c14a3a0995e0",
    "title": {
      "en": "Confession Attack"
    },
    "updatedAt": "2024-07-13T16:55:20+00:00",
    "coverArt": "https://mangadex.org/covers/0a4915d7-e84e-4d14-b7bf-c14a3a0995e0/a4de6a55-92c6-485a-aeb1-c8cde9feecf5.png",
    "altTitles": [
      {
        "ko": "고백어택"
      },
      {
        "ko-ro": "Gobaek Attack"
      },
      {
        "es-la": "Ataque de confesión"
      }
    ],
    "description": {
      "en": "Hana was never first. Always because Han Geon Woo came in first every time!\nHana would do anything to best Geon Woo, even though she can't figure him out.\nThis time, she tried to shock him by confessing...\nHe believed and accepted the confession though? \nDoes he like me?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "63"
  },
  {
    "mangaId": "176867d1-8255-48bc-8704-14d470f1b67f",
    "title": {
      "en": "Kanjuten"
    },
    "updatedAt": "2024-12-29T06:04:57+00:00",
    "coverArt": "https://mangadex.org/covers/176867d1-8255-48bc-8704-14d470f1b67f/dc7c8a9d-25d1-416a-826d-b3660ef8377f.jpg",
    "altTitles": [
      {
        "ja": "感受点"
      },
      {
        "en": "Sensitive Point"
      }
    ],
    "description": {
      "en": "An interconnected omnibus of stories that explores the subtle distortions of everyday life, delving into how ordinary experiences can take unsettling turns. Each narrative weaves together to examine the eerie sensations that arise when the familiar becomes uncanny."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "6fcfaa0e-6023-403e-97f9-5301dd3c258c",
    "title": {
      "en": "Hellsing"
    },
    "updatedAt": "2024-10-30T00:55:26+00:00",
    "coverArt": "https://mangadex.org/covers/6fcfaa0e-6023-403e-97f9-5301dd3c258c/b1c48d29-de5e-40d9-9a22-8b181b499738.jpg",
    "altTitles": [
      {
        "ja": "ヘルシング"
      },
      {
        "en": "Hellsing: The Legend of a Vampire Hunter"
      },
      {
        "en": "The Legend of a Vampire Hunter"
      },
      {
        "en": "The Legend of the Vampire Hunter"
      },
      {
        "vi": "Thợ săn ma cà rồng"
      },
      {
        "ru": "Хеллсинг"
      },
      {
        "uk": "Хеллсінг"
      },
      {
        "uk": "Геллсінґ"
      },
      {
        "ar": "هلسينغ"
      },
      {
        "fa": "هلسینگ"
      },
      {
        "he": "הלסינג"
      },
      {
        "zh-hk": "厄夜怪客"
      },
      {
        "zh-hk": "皇家國教騎士團"
      },
      {
        "zh": "皇家国教骑士团"
      },
      {
        "ko": "헬싱"
      },
      {
        "es": "HELLSING"
      }
    ],
    "description": {
      "en": "Vampires exist. It is the duty of Hellsing, an organization sponsored by the British government, to hide that frightening fact and protect the blissfully unaware populace. Along with its own personal army, Hellsing also has a few secret weapons. Alucard, an incredibly powerful vampire, has been controlled by Hellsing for years. Although he dislikes being a servant to the Hellsing family, he certainly enjoys his job as Hellsing's vampire exterminator. Seras is a fledgling vampire and a former police woman. Although reluctant to embrace her new self, she is still a valuable member of the organisation. Integra Hellsing, the current leader, is usually fully capable of fulfilling her duty, but lately, vampire activity has been on the rise. Unfortunately, the cause is more alarming than anything she could have imagined. A group long thought dead has been plotting in secret since their apparent destruction over 50 years ago. Plotting to plunge England, and perhaps the entire world, into war.  \n\n\n---",
      "es": "La familia Van Helsing ha sido la némesis del conde Drácula y de toda la raza de vampiros.Ahora se ha convertido en toda una organización cuyo mejor cazador,un vampiro,usará el humor y la violencia para cumplir su destino...y ha dado origen a una exitosa serie de animación.",
      "fr": "En Angleterre, l'organisation secrète Hellsing agit pour protéger le pays des forces du mal, dont les vampires. Force de frappe de l'Église protestante, ce groupe dispose d'une arme secrète des plus inattendues: Alucard, vampire surpuissant et apparemment invulnérable. Mais leur mission se corsera quand ils devront faire face au Vatican et aux brigades anti-monstres de l'État le plus petit du monde...",
      "hu": "A Hellsing Királyi Protestáns Lovagrend az Angol Korona évszázados szervezete – egy család, amelynek a feladata a birodalom védelme a természetfeletti és istentelen veszedelmektől. A lovagrend lelke Sir Integra Wingates Hellsing, legfőbb fegyvere pedig Alucard, a szervezet szolgálatában álló titokzatos ősvámpír, valamint – újabban – Seras Victoria, egy balul elsült bevetésen született vámpírlány.",
      "it": "Londra, un'antica casata nobiliare combatte contro i vampiri da generazioni; si tratta dell'agenzia segreta HELLSING, comandata da Lady Integra Farbuke Wingates Hellsing.Integra, succeduta alla morte del padre, stipula un patto di sangue con il on il vampiro Alucard e lo induce a battersi contro le tremende forze occulte che minacciano il pianeta, dando vita a una delle saghe horror più famose nel panorama dei manga.",
      "ja": "幽霊船デメテル号に乗ってアーカードが遂に来た！かくして役者は全員演壇へと登り、暁の惨劇は幕を上げる・・・・・・",
      "lt": "Kažkur Anglijoje gyvuoja slapta organizacija, sukurta tam, kad apgintų karalienę ir šalį nuo įvairiausio plauko pabaisų. Sveiki atvykę į paslaptingąjį Hellsing – organizaciją, kuri žino, kaip spręsti problemas, kai iš tamsos išnyra vampyrai, gūlai ir kitokios šlykštynės. Be to, organizacijos nariai gali pasigirti puikiu ginklu.\n\nKlausiate, kokiu? Ogi kitu vampyru, kuris šimtmečius tobulino savąjį kovos meną ir todėl yra bemaž neįveikiamas. Apsiginklavęs milžinišku pistoletu, užtaisytu ypatingomis sidabrinėmis kulkomis, Alukardas kelia siaubą ne tik nemirėliams. Tačiau ne tai svarbiausia. Skaitytoją visų pirma priblokš kandus šių istorijų sąmojis, neįtikėtinos iliustracijos ir beprotiškai kruvinas veiksmas. Nenuostabu, jog ši manga užkariavo visą pasaulį.",
      "pt": "Para resolver o caso de um estranho pastor de hábitos macabros, é chamada a Organização Hellsing, responsável por livrar a Inglaterra dos males que espreitam na noite. Alucard é a principal arma da Hellsing contra estes seres, e sua história se cruza com a da novata Seras Victoria e a da chefe da organização, Integra Wingates Hellsing.",
      "ru": "Вампир Алукард - древний и могущественный, вампир \"в самом расцвете сил\". Все что его интересует - это поиски по-настоящему сильного противника. Убивать и умирать - какие еще могут быть развлечения в бессмертной жизни? И организация \"Хеллсинг\", члены которой посвятили себя борьбе с порождениями тьмы вроде него. Что может их связывать кроме желания уничтожить друг друга? Но, как ни странно, Алукард и Хеллсинг прекрасно работают вместе… и будут работать ровно до тех пор, пока древний вампир не найдет для себя действительно могущественного и интересного врага.",
      "tr": "Hortlaklar, vampirler, canavarlar... Kraliyet Protestan Şövalyeler Kardeşliği, yani Hellsing, onlarla kadim zamanlardan beri mücadele ediyor. Nasıl mı? Tabii ki yüksek teknoloji ürünü silahlar ve ekipmanla... Üstelik bunları kullanan kişi tam bir vampir uzmanı. Hellsing sizi aksiyon ve kan yüklü bir dünyaya davet ediyor.\n\nBu sayıda Hellsing Organizasyonu'nun avlarıyla ve düşmanlarıyla tanışıyoruz. Hiç beklenmeyen bazı gelişmeler, Integra Hellsing'in tüm planlarını bozuyor. Üstelik, kurumun yakın geçmişinde yaşanan güç oyunları ve entrikalar da karşımıza çıkıyor. Bakalım Hellsing bütün bu olanlarla başa çıkabildi mi ve olacaklarla başa çıkabilecek mi?",
      "es-la": "Llega uno de los mayores éxitos de los últimos años! Hellsing, una organización auspiciada por el gobierno británico, controlada por la implacable Integra, busca exterminar a los despiadados vampiros, cuya actividad va en aumento y causa pánico en la población. Su principal arma es Alucard, un sádico vampiro liberado por Integra después de años de reclusión. Junto a él, Victoria Seras, una chica policía ahora mitad vampiro. El peligro? Una posible guerra mundial. Mucho más explícito, violento, humorístico y adulto que la serie de TV."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "95"
  },
  {
    "mangaId": "3b9a8826-ee06-4213-af3a-35f4a94994ed",
    "title": {
      "en": "Tensei Shitara Sainou ga Atta Ken ~Isekai Itte mo Doryoku Suru~"
    },
    "updatedAt": "2024-09-30T15:04:29+00:00",
    "coverArt": "https://mangadex.org/covers/3b9a8826-ee06-4213-af3a-35f4a94994ed/0ce5ee41-eda2-42fe-aba3-e143ec862eca.jpg",
    "altTitles": [
      {
        "ja": "転生したら才能があった件～異世界行っても努力する～"
      },
      {
        "en": "That Time I Got Reincarnated With Talent: I'll Work Hard Even If I Go to Another World"
      }
    ],
    "description": {
      "en": "In a twist of fate, a diligent ronin student finds himself transported to an unfamiliar realm. This unexpected journey began when he valiantly attempted to stop a robbery alongside a female store clerk. Longing for a unique ability that he could hone through hard work, he sought the blessings of a deity. Consequently, he was endowed with two rare talents: \"Innate Talent,\" allowing him to consistently surpass others, and \"Clairvoyance,\" which grants him the insight to assess both individuals and objects. Yet, there's a catch; he requires thrice the standard experience to ascend in levels.\n\nReborn as Mars, the second son of a noble viscount lineage, he remains committed to refining his abilities. However, the town's periphery shows alarming indications of an imminent monster incursion. Thus, Mars' extraordinary journey of reincarnation in this fantastical world commences.",
      "ja": "いくら努力しても報われない浪人生は、コンビニの女性店員とともに強盗を捕縛しようとした瞬間、異世界に転生することになってしまった。神様に“努力をしたらしただけ恵まれる才能”を望むんだところ、レベルアップに人より3倍の経験値が必要だが、確実に人より成長できる【天賦】と他者や物を鑑定できる【天眼】のスキルをもらうことになった。準男爵家の次男・マルスとして転生し、努力を重ねてステータスを伸ばしていたが、街の近くで魔物が溢れるスタンピードの前兆が見られて……。異世界転生努力ファンタジー、ここに開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "fab07a3c-9f08-4ad0-919e-4c9b8bd66380",
    "title": {
      "en": "The Menhera Rabbit Is Adored by the Yandere Wolf"
    },
    "updatedAt": "2024-12-27T11:34:54+00:00",
    "coverArt": "https://mangadex.org/covers/fab07a3c-9f08-4ad0-919e-4c9b8bd66380/cb6b4098-558e-455c-8c5e-9b305b5fde08.png",
    "altTitles": [
      {
        "ja": "メンヘラうさぎはヤンデレ狼に溺愛される"
      }
    ],
    "description": {
      "en": "A dangerous and twisted love between a menhera girl x yandere boy!? Tsumugi is a menhera girl who's been dumped by a string of boyfriends for being too clingy. Her last boyfriend got angry at her for sneakily looking through his phones and kicked her out of the house. And that's when Itoshi, the super kind younger guy who completely accepts her, comes to the rescue. His gentle comfort soothes Tsumugi's broken heart, however, there's something he's hiding...!?",
      "ja": "メンヘラ女子×ヤンデレ男子の危険で歪な恋!?　つむぎは歴代彼氏に「重すぎる」と捨てられてきたメンヘラ女子。彼氏のスマホを勝手に覗き怒られ、家から追い出されてしまう。そんな時助けてくれたのは、自分を全肯定してくれる超優しい年下の男の子、愛士。彼の優しい慰めで傷ついた心が安らぐつむぎだったが、愛士には秘密があって…!?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59207236-197a-4a3b-8745-a3f1a7bf8855",
    "title": {
      "en": "Presepe Outside the Cage"
    },
    "updatedAt": "2024-12-29T20:07:17+00:00",
    "coverArt": "https://mangadex.org/covers/59207236-197a-4a3b-8745-a3f1a7bf8855/7da89b92-0d30-44ca-ac56-1efebf4ca151.jpg",
    "altTitles": [
      {
        "ko": "새장 밖의 프레세페"
      }
    ],
    "description": {
      "en": "After countless regressions, Persepe finally conquers all five male protagonists in a harrowing reverse harem game. Just when she thinks she’s free, a message appears:  \n\n*Secret Mode unlocked! Find the true male lead to escape.*  \n\nHope reignites — she only needs to woo the real protagonist to return to her original world. But there’s one problem...\n\n\"So… who’s the real male lead?\"\n\nWith no clear answers and hidden challenges, Persepe must navigate shifting alliances, cryptic clues, and her own growing feelings. \n\nCan she uncover the truth and finally break free? Or will she remain trapped in the game forever?",
      "fr": "Précépé, coincée dans un jeu otome sombre, a enduré d’innombrables régressions.\n\nFinalement, elle réussit à conquérir les cinq héros masculins !\n\nPleine d’espoir de pouvoir enfin quitter le jeu, c’est à ce moment-là qu’un message apparaît :\n\n“Trouve le véritable héros masculin”, annonçant l’ouverture d’un mode secret !\n\nSi elle conquiert le véritable héros, elle pourra rentrer chez elle !\n\nMais alors, qui est ce véritable héros ?",
      "ko": "피폐 역하렘 게임에 빙의되어 수많은 회귀를 반복한 프레세페. 결국 다섯명의 남자 주인공을 공략 하는데에 성공하는데!\n\n게임을 드디어 나갈 수 있다는 희망을 가졌지만 그 순간, 진짜 남자 주인공을 찾으라는 안내 메세지와 함께 열린 시크릿 모드!\n\n진짜 남자주인공을 공략하기만 하면 돌아갈 수 있겠네!\n\n그래서, 진짜 남자 주인공이 누군데?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ddd480b-c2ad-4a1e-be79-7105c7df0d47",
    "title": {
      "en": "After School Lessons for Unripe Apples"
    },
    "updatedAt": "2024-05-12T00:36:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ddd480b-c2ad-4a1e-be79-7105c7df0d47/171142b4-a653-414e-9c12-e4548a33e007.jpg",
    "altTitles": [
      {
        "en": "A 90's Cram School for the Unripened"
      },
      {
        "ko": "세기말 풋사과 보습학원"
      },
      {
        "pt-br": "Lições após a escola para maçãs não maduras"
      },
      {
        "en": "20th Century Green Apple School"
      },
      {
        "en": "90's Cram School for Unripe Apples"
      }
    ],
    "description": {
      "en": "That asshole is back as an entirely new level of asshole!   \n  \nIn her final year of middle school, Hwang Miae is stuck with Kim Cheol, a boy she met briefly years ago - he's her classmate… and her neighbor. Now the other kids keep calling them a couple! In a flurry of uneasiness, Cheol starts to avoid Miae like the plague.   \n  \nYou bastard! Do you think you're the only one going through this?   \n  \nBut it doesn't stop there. Destiny won't leave them alone as Kim Cheol and Hwang Miae keep seeing each other everywhere… causing even more trouble. As strange friends intrude on their relationship, Miae experiences puberty the right way…   \n  \nA new project of <Cheese In The Trap> author Soonkki!",
      "fr": "Octobre 1998, Mi-Ae est juste une collégienne normale qui fait de son mieux pour mener une vie relativement tranquille à l'école. Elle aime lire des bandes dessinées, écouter le groupe pop «The Fire Boys», et faire du karaoké. Un jour, un garçon qu'elle connaissait est transféré dans son école et commence à causer des problèmes. Sauf que peu importe ce qu'elle fait, il semblerait qu'il n'apprécie pas les efforts de Mi-Ae pour apprendre à mieux le connaître. Ça veut dire quoi au juste ?!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-12-07T15:52:09+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0e0681e-8452-428d-91db-99ee9085f54c",
    "title": {
      "en": "Igyou Atama-san to Ningen-chan (Pre-Serialization)"
    },
    "updatedAt": "2024-05-22T18:18:00+00:00",
    "coverArt": "https://mangadex.org/covers/d0e0681e-8452-428d-91db-99ee9085f54c/9c6e3097-793d-4f07-95c3-c3af3f91955f.jpg",
    "altTitles": [
      {
        "ja": "異形頭さんとニンゲンちゃん"
      },
      {
        "ja-ro": "Igyou Atama-san to Ningen-chan"
      },
      {
        "uk": "Гетероморфна Голова-сан і його людина"
      },
      {
        "en": "The Aberrant-Headed Guy and the Human Girl"
      }
    ],
    "description": {
      "en": "The main character who got worked to the bone as a corporate slave office lady in the current world got transported to another world, where she became the pet of aberrant head-san. Although they both hold romantic feelings towards each other, it's hard for them to develop their love with their difference in species standing in the way.",
      "uk": "Наша головна героїня, втомлена життям корпоративного раба, потрапляє в інший світ і живе як домашня тваринка Гетероморфної Голови-сана. Вони обоє мають романтичні почуття одне до одного, які, втім, через расові відмінності не можуть розвиватися, хоча..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79a9cce8-26f8-457b-935d-437149682855",
    "title": {
      "en": "Reporting for Duty, Duchess!"
    },
    "updatedAt": "2024-12-29T20:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/79a9cce8-26f8-457b-935d-437149682855/23c32fcd-7555-486c-a64d-2e6949070880.jpg",
    "altTitles": [
      {
        "zh": "长官！本次战场是这里吗？"
      },
      {
        "ko": "대위님! 이번 전쟁터는 이곳인가요?"
      },
      {
        "en": "Captain! Where is the battlefield?"
      },
      {
        "en": "Captain! Is This Battlefield Here?"
      }
    ],
    "description": {
      "en": "As a successful captain in the military, Lee Yoon-ah is an icon of success and power.  But after an accident on the battlefield, she finds herself trapped in a romantic fantasy novel!\n\nStuck in a supporting role as the best friend to the main protagonist, Yoon-ah is determined to overturn the plotline and change Rosalie’s fate. Will she be able to change Rosalie’s fate and find happiness in the new world? \n\nWill she return to where she was originally from?",
      "fr": "Lee Yoon-Ah, capitaine d'une unité des forces spéciales, considérée comme la meilleure de Corée.\n\nEn tant que soldat, il n’y avait pas de romance dans sa vie. Cependant, un monde complètement différent se déroule devant elle, après avoir perdue sa tête à cause d'un bombardement lors de son expédition à l’étranger.\n\nElle se retrouve dans un roman d’amour fantastique écrit par son ami !\nElle devient alors « Rosalie », une femme qui vit une vie misérable.\n\nPrenant une profonde respiration et se tenant la tête un moment, elle décida de changer sa vie, considérant cet endroit comme un nouveau champ de bataille.\n\n« C’est une société hiérarchique, et j’ai suffisamment vécue dans une société hiérarchique appelée l’armée que j'en ai marre. »\n« Désobéissez-vous à mes ordres maintenant ? »\n\nElle rencontre alors un homme possédant un charisme absolu !\nMais involontairement, une romance s'installe...\n\n« Duchesse, que pensez-vous de faire agenouiller le prince héritier ? »\n« C’est la première fois que je m'agenouille devant quelqu’un d’autre que l’empereur. »\n\nLe personnage masculin original se met à genoux, et non pour l'héroïne.\nL'ancienne capitaine, qui ne se soucie pas de l’amour, pourra-t-elle gagner cette bataille ?",
      "pt-br": "Capitão das Forças Especiais de Elite Lee Yoon-ah, que dizem ser o nerd da Coreia. Como soldado até os ossos, não havia romance em sua vida. No entanto, um mundo completamente diferente se desenrola diante dela, que enlouqueceu após ser atingida por um projétil enquanto era despachada para o exterior. Ser possuído por um romance de fantasia escrito por um amigo! Ela também se torna uma 'Rosalie' extra que vive uma vida miserável. Respirando fundo e balançando a cabeça por um momento, ela considera isso um campo de batalha e decide mudar de vida. “Esta é uma sociedade de classes.” “Porque já experimentei o suficiente para me cansar de uma sociedade hierárquica chamada militar.” \"Você está desobedecendo minhas ordens agora?\" Capitão que conquista o duque com carisma absoluto! No entanto, ela involuntariamente agarra o romance ... “Duke, como é se ajoelhar para o príncipe herdeiro? É a primeira vez que você se ajoelha diante de alguém que não seja o imperador. O protagonista masculino original, não o protagonista feminino, cai de joelhos. Capitão, que não se importava com o amor, você pode vencer este campo de batalha?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "76a3afed-d4f3-4907-8e1c-90d019d7ea7f",
    "title": {
      "en": "Stalker x Stalker"
    },
    "updatedAt": "2024-12-12T13:35:23+00:00",
    "coverArt": "https://mangadex.org/covers/76a3afed-d4f3-4907-8e1c-90d019d7ea7f/2e3444b4-31c2-4ca0-b5d2-169026f31523.jpg",
    "altTitles": [
      {
        "ja": "ストーカー×ストーカー"
      }
    ],
    "description": {
      "en": "Tsukita and Taiyou are close friends at university. One day, Taiyou is revealed to have been stalking Tsukita. However, it turns out Tsukita is also stalking Taiyou, even collecting his baby teeth...\nA suspenseful (?) love comedy about two people stalking each other and having 'unrequited' love!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "17"
  },
  {
    "mangaId": "aa86bc7e-ad0e-4ced-82b5-3c9619316298",
    "title": {
      "en": "Taisango no Maid-san"
    },
    "updatedAt": "2024-12-17T23:12:27+00:00",
    "coverArt": "https://mangadex.org/covers/aa86bc7e-ad0e-4ced-82b5-3c9619316298/41316ad5-f213-40cb-968b-2c8fc38b0e97.png",
    "altTitles": [
      {
        "en": "Maid after work"
      },
      {
        "ja": "退勤後のメイドさん"
      }
    ],
    "description": {
      "en": "My maid, Hayaoka-san, She is serious, good at her job and perfect. But it seems like I'm a little relaxed after work... The gap between on and off keeps me excited! ♡"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Shuumatsu no Valkyrie"
    },
    "updatedAt": "2024-12-29T07:31:11+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/96e03155-a80f-46f1-a652-3c50f9bdaec3.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "Record of Ragnarok"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "en": "World's End Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n___\n**Alt Official English:** [Comikey](https://comikey.com/comics/record-of-ragnarok-manga/61/), [MangaHot](https://mangahot.jp/site/works/e_R0002)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aeccf180-8e12-4dc9-90a5-d9b5898e9933",
    "title": {
      "en": "Jigoku Sensei Nuubee"
    },
    "updatedAt": "2024-07-23T10:01:49+00:00",
    "coverArt": "https://mangadex.org/covers/aeccf180-8e12-4dc9-90a5-d9b5898e9933/47cd56bc-37d4-4501-a486-c348a6371d73.jpg",
    "altTitles": [
      {
        "ja": "地獄先生ぬ～べ～"
      },
      {
        "ja-ro": "Jigoku Sensei Nube"
      },
      {
        "en": "Hell Teacher Nuubee"
      },
      {
        "en": "Hell Teacher Nube"
      },
      {
        "id": "Nube : Guru Ahli Roh"
      },
      {
        "zh-hk": "灵异教师神眉"
      }
    ],
    "description": {
      "en": "Nueno Meisuke, better known as Nuubee, is an exorcist who also happens to be the teacher for a 5th grade class at Doumori Elementary. While he uses many various exorcism techniques, his main weapon is his left hand, the Demon's Hand, which has the power of a chaotic demon sealed within it.\n\nThe series follows Nuubee and Doumori Class 5-3 though the many weird, insane, and downright silly supernatural encounters they face.\n___\n[Official X Account](https://x.com/nube_off)"
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "suggestive",
    "lastVolume": "31",
    "lastChapter": "276"
  },
  {
    "mangaId": "25e145f0-a74f-48b6-9d89-b715e28f6417",
    "title": {
      "en": "\"Omae Gotoki ga Maou ni Kateru to Omou na\" to Yuusha Party wo Tsuihou Sareta node, Outo de Kimama ni Kurashitai"
    },
    "updatedAt": "2024-11-03T00:09:46+00:00",
    "coverArt": "https://mangadex.org/covers/25e145f0-a74f-48b6-9d89-b715e28f6417/cca64c4c-24a8-4d9e-a6b7-55677fb91d7f.jpg",
    "altTitles": [
      {
        "ja": "「お前ごときが魔王に勝てると思うな」と勇者パーティを追放されたので、王都で気ままに暮らしたい THE COMIC"
      },
      {
        "en": "Do You Think Someone Like You Can Defeat the Demon King?"
      },
      {
        "zh": "「就凭你也想打败魔王吗」被勇者一行所驱逐的少女要如何才能在王都过上自由的生活"
      },
      {
        "zh-hk": "「憑妳也想討伐魔王？」被勇者小隊逐出隊伍，只好在王都自在過活"
      },
      {
        "zh-ro": "\"Jiù píng nǐ yě xiǎng dǎbài mówáng ma\" bèi yǒngzhě yīxíng suǒ qūzhú de shàonǚ yào rúhé cáinéng zài wáng dōuguò shàng zìyóu de shēnghuó"
      },
      {
        "en": "ROLL OVER AND DIE: I Will Fight for an Ordinary Life with My Love and Cursed Sword!"
      },
      {
        "vi": "Ngươi Nghĩ Một Kẻ Như Ngươi Có Thể Tiêu Diệt Quỷ Vương?"
      }
    ],
    "description": {
      "en": "According to the god Origin's prophecy, the girl Flum was chosen to be one of the members of the party that were foretold to defeat the Demon Lord. Everyone already had achievements to their name, as well as the strength to back them up. However, only Flum did not possess any combat prowess, and all of her stats were 0 due to her rare affinity. While being constantly berated, she continued to put great efforts to be useful to the heroes.     \n\nUntil one day, she was tricked by one of the party members who said that she “was not necessary anymore” and sold off to a slave trader. Flum was forced to live as a slave, locked away and barely fed. There she encountered a “cursed sword” and realized the true power of her rare affinity, “Reversal.”   The girl, who acquired the power to fight, was indifferent to the Demon Lord and decided to live peacefully as an adventurer alongside a slave girl she met.    \n\n——This is a story of one girl who continued to crawl up from the very bottom in order to regain her peaceful everyday life."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2024-12-24T23:55:49+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/451aa517-6067-485d-bc03-08c279bbaff5.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6db336c5-8bc1-4db4-a4be-ccb46de2e025",
    "title": {
      "en": "Magnolia Waltz"
    },
    "updatedAt": "2023-09-21T09:49:06+00:00",
    "coverArt": "https://mangadex.org/covers/6db336c5-8bc1-4db4-a4be-ccb46de2e025/00bcea29-024a-4e4c-8639-d3df2c094a56.jpg",
    "altTitles": [
      {
        "zh": "白木兰圆舞曲"
      },
      {
        "ja": "白木蘭円舞曲"
      }
    ],
    "description": {
      "en": "The sequel to Waltz wa Shiroi Dress de. You will see how the lives of Koto, Sajit and Masaomi go on. (Source: MU)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "12"
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-12-27T19:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/8e32399d-1bbe-4430-b2fe-8c4d01127e87.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "zh-hk": "從今天開始的青梅竹馬"
      },
      {
        "zh": "从今天开始的青梅竹马"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      },
      {
        "vi": "Bạn từ nhỏ kể từ ngày hôm nay"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)",
      "es-la": "Kaede Yuzuki siempre deseó tener un amigo de la infancia como en los mangas que lee. Cuando se mudó al lado de su compañero de clase, Kouhei Aida, él dijo que haría cualquier cosa para ayudarla. Entonces, ¡ella le pidió que fuera su amigo de la infancia! ¡Los dos tienen divertidas aventuras recreando todas las cosas que deberían hacer los amigos de la infancia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06223ae2-ce16-48d6-aa87-e69e8c3634b9",
    "title": {
      "en": "Soloist in a Cage"
    },
    "updatedAt": "2024-10-09T12:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/06223ae2-ce16-48d6-aa87-e69e8c3634b9/32781bd5-3f78-42d7-ae5b-886c8a0de6ac.jpg",
    "altTitles": [
      {
        "ja": "檻ノ中のソリスト"
      },
      {
        "ja-ro": "Ori no Naka no Soloist"
      },
      {
        "ja-ro": "Ori no Naka no Sorisuto"
      },
      {
        "ja": "Soloist in a cage"
      },
      {
        "en": "Soloist in A Cage"
      },
      {
        "en": "Soloist of the Prison"
      },
      {
        "zh": "笼中的独舞者"
      },
      {
        "ko": "옥안의 솔리스트"
      },
      {
        "es-la": "Soloist en una Jaula"
      },
      {
        "es": "El solista en la prisión"
      },
      {
        "ar": "العازف المنفرد في السجن"
      },
      {
        "fa": "رقصنده‌ در قفس"
      },
      {
        "uk": "Солістка в клітці"
      }
    ],
    "description": {
      "ar": "في سجن كبير جدا لدرجة تسميته بالمدينة، يتجمع شتى أنواع المجرمين. و بسبب جدرانه الغير قابلة للاختراق استمرت ساكنة السجن بالنمو. و بين كل هذا و ذاك شقيقان، فتاة صغيرة و طفل رضيع. ما هو مصيرهما يا ترى في هذه المدينة البائسة و الباردة؟ قصة من الأمل و النضال تبدأ الآن. ابدأ بقراءته مترجم على مانجا العرب",
      "en": "In a prison so big that it is called a city, all sorts of criminals have been amassed. Due to the inescapable walls, the population only continues to grow. Within are a pair of siblings - a young girl and a recently born boy. What will be their fate in this desolate, cold city…? A story of hope and struggle begins.\n___\n**Official English Volumes:** [Seven Seas](https://sevenseasentertainment.com/series/soloist-in-a-cage/)",
      "fa": "زندان‌شهر مکانی که بیش از پانصد هزار نفر زندانی را در خود جای داده است و امکان فرار از آن وجود ندارد، چرا که ساکنان آن به طور مداوم توسط هزاران نگهبان ربات تحت نظر هستند. «کلوئی» دختری هفت ساله، تمام عمرش را در این شهر دلخراش زندگی کرده است. او که توسط والدینش رها شده است، روزهای خود را با برادر کوچکش، «لوک» می‌گذراند. از آنجایی که خیابان‌ها مملو از جنایتکاران خطرناک است، او هرگز خانه را ترک نکرده و با مراقبت از برادرش هدف خود را در زندگی می یابد. یک شب، «کلوئی» پس از اینکه متوجه شد همسایگانش در حال تلاش برای فرار هستند، مخفیانه آنها را در حالی که «لوک» را حمل می‌کند، تعقیب می‌کند. در حین فرار همه چیز بهم می‌ریزد و او از برادرش جدا می شود ...",
      "es-la": "En una prisión tan grande que se llama ciudad, se han acumulado todo tipo de criminales. Debido a los ineludibles muros, la población no hace más que crecer. Dentro hay un par de hermanos: una niña y un niño recién nacido. ¿Cuál será su destino en esta desolada y fría ciudad? Comienza una historia de esperanza y lucha."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "f7888782-0727-49b0-95ec-a3530c70f83b",
    "title": {
      "en": "Hajime no Ippo"
    },
    "updatedAt": "2024-12-04T05:14:05+00:00",
    "coverArt": "https://mangadex.org/covers/f7888782-0727-49b0-95ec-a3530c70f83b/6b262f80-972a-4bb1-a62a-6e6f1a2f8478.jpg",
    "altTitles": [
      {
        "th": "ก้าวแรกสู่สังเวียน"
      },
      {
        "en": "Fighting Spirit"
      },
      {
        "ru": "Первый шаг!"
      },
      {
        "ja": "はじめの一歩"
      },
      {
        "zh": "第一神拳"
      },
      {
        "ko": "더 파이팅"
      },
      {
        "fr": "Ippo"
      },
      {
        "id": "Fight!! Ippo"
      }
    ],
    "description": {
      "en": "Makunouchi Ippo is an ordinary high school student in Japan. Since he spends most of his time away from school helping his mother run the family business, he doesn't get to enjoy his younger years like most teenagers. Always a target for bullying at school, Ippo's life is one of hardship. One of these after-school bullying sessions turns Ippo's life around for the better, as he is saved by a boxer named Takamura. He decides to follow in Takamura's footsteps and train to become a boxer, giving his life direction and purpose. Ippo's path to perfecting his pugilistic prowess is just beginning.\n\nOfficial Release:\n- Indonesian release by Level Comics as **Fight!! Ippo** (2006-ongoing)",
      "pt-br": "Ippo Makunouchi, um tímido estudante de ensino médio, é um dia salvo se der espancado, por Takamura, um boxeador. Encantado pelas habilidade de Takamura e por vídeos de boxe, Ippo decide enfrentar o mundo profissional do boxe!"
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d14354de-6af5-4b92-825d-47686d3fa145",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity IV: The Forbidden Advent Garden, Salem - Heretical Salem"
    },
    "updatedAt": "2024-10-30T11:00:42+00:00",
    "coverArt": "https://mangadex.org/covers/d14354de-6af5-4b92-825d-47686d3fa145/34ea3245-f758-4aaa-ac5c-c824732cd99e.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅳ 禁忌降臨庭園 セイレム 異端なるセイレム"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten IV: Kinki Kourin Teien, Salem - Itan naru Salem"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность IV: Запретный сад Адвента, Салем-Салем Ереси"
      },
      {
        "vi": "Dị Điểm Á Chủng IV - Khu Vườn Giáng Lâm Cấm Kỵ Salem - Salem Dị Giáo"
      }
    ],
    "description": {
      "en": "As a result of the efforts of the people of Chaldea, the human incineration plan of those who called themselves the Magic King was bitterly stopped at the water's edge, and the destiny of the world seemed to be breathing again. However, suddenly, the singularity of the same level as the singularity so far is observed in modern times. A master who has opened up the future once again puts himself into a layershift to calm down the \"subspecies singularities\" that appeared in the cursed land \"Salem.\"",
      "ru": "Халдея во главе с Рицука Фуджимару, мастером, проникшим на проклятую землю «Салем», чтобы ответить на новую «особенность». \"Я встретила двух девушек Эбигейл и Лавинию\"."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3",
    "title": {
      "en": "Is a Mother in Her 30s Like Me Alright?"
    },
    "updatedAt": "2024-06-22T16:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3/a461681d-e38e-47e6-86af-ac89258aa7fd.jpg",
    "altTitles": [
      {
        "ja-ro": "Arasaamama no Watashi de Ii no?"
      },
      {
        "ja": "アラサーママの私でいいの？"
      },
      {
        "zh": "三十多岁当妈的我也可以吗？"
      },
      {
        "vi": "Bà mẹ đơn thân ngoài 30 như chị liệu ổn chứ?"
      },
      {
        "ja-ro": "Arasaa mama no Watashi de Ii no?"
      },
      {
        "uk": "Хіба 30-річна матір, як я, підійде?"
      },
      {
        "en": "I'm around 30 is it OK with me?"
      },
      {
        "ru": "С такой матерью как я, которой за 30, всё ли будет хорошо?"
      }
    ],
    "description": {
      "en": "A 32-year-old single mother is told by her neighbor, a university student around 20, that he likes her. Thing is… he's not particularly *shy* about why he likes her.",
      "ru": "20 летний студент университета, говорит 32-летней матери-одиночки, что она ему нравится . Дело в том... Что он не особенно стесняется того, почему она ему нравится.",
      "uk": "20-річний студент зізнався у коханні своїй 32-річній сусідці матері-одиначці. Справа в тому... Що він зовсім не *соромиться* розказувати про те, чому закоханий у неї.\n\n[Офіційно] прохання виразити свої думки та враження від манґи у [цьому опитуванні.](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform)",
      "vi": "Shiraishi Hanano là một người phụ nữ 32 tuổi. Một ngày nọ, cô nhận được lời tỏ tình từ người hàng xóm Yoshio-kun, một sinh viên đại học. Cậu ta khăng khăng muốn cưới cô ấy làm vợ, thậm chí không quan tâm cả việc cô ấy đã từng kết hôn hay có một đứa con gái",
      "pt-br": "Uma mãe solteira de 32 anos ouve de seu vizinho, um estudante universitário de cerca de 20, que ele gosta dela. A coisa é… ele não é particularmente tímido sobre por que gosta dela.  \n  \n[Oficial] Por favor, responda [this survey](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform) para dar seus pensamentos e impressões!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "55"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-12-18T16:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0693f829-07d6-445e-bc08-ba82981ab6ea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      },
      {
        "ja-ro": "Kingudamu"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4148575-6572-425f-9a60-50d94d423b58",
    "title": {
      "en": "Baki Gaiden: Gaia to Sikorsky"
    },
    "updatedAt": "2024-11-06T09:45:43+00:00",
    "coverArt": "https://mangadex.org/covers/e4148575-6572-425f-9a60-50d94d423b58/e6858801-3c1e-43b5-8ba6-0303252d6ff7.jpg",
    "altTitles": [
      {
        "ja": "バキ外伝 ガイアとシコルスキー ～ときどきノムラ 二人だけど三人暮らし～"
      },
      {
        "ja-ro": "Baki Gaiden: Gaia to Sikorsky - Tokidoki Nomura Futari Dakedo Sannin Kurashi"
      },
      {
        "en": "Baki Gaiden: Gaia & Sikorsky - Sometimes Nomura—Two yet Three People Living Together"
      }
    ],
    "description": {
      "en": "After approaching Gaia for a revenge match, Sikorsky is instead greeted with his new home...?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19b15b6a-3ac2-43b0-8307-d7d25c4b3153",
    "title": {
      "en": "Tenseisaki ga Shoujo Manga no Shirobuta Reijou datta reBoooot!"
    },
    "updatedAt": "2024-10-30T13:38:58+00:00",
    "coverArt": "https://mangadex.org/covers/19b15b6a-3ac2-43b0-8307-d7d25c4b3153/b7e32aff-9e56-49d2-9c7b-7ef6b22b9726.jpg",
    "altTitles": [
      {
        "ja": "転生先が少女漫画の白豚令嬢だった reBoooot！"
      },
      {
        "ja-ro": "Tenseisaki ga Shoujomanga no Shirobuta Reijoudatta reBoooot!"
      },
      {
        "en": "I Reincarnated as a White Pig Noble's Daughter from a Shoujo Manga reBoooot!"
      },
      {
        "en": "My Transmigration Destination Was to the White Pig Opposer of a Shoujo Manga reBooot"
      },
      {
        "zh": "转生成了少女漫画里的白猪千金reBoooot!"
      },
      {
        "ko": "전생하니 순정만화의 백돼지영애였다 reBoooot!"
      }
    ],
    "description": {
      "en": "I recalled memories of my past life after Grandfather told me my engagement was broken. At the same time, I realized this world was the same world as in my favorite shoujo manga. The villainess who exhausted every method possible to bully the heroine… I reincarnated as that villainess’ chubby follower. I shook upon remembering the future lined up for her. When the villainess’ evil deeds came to light, she pinned all her crimes on Britney. I was a character that gets executed.\n\nTo reliably avoid this, I must not become the villainess’ follower. As this villainess only keeps those who are exceptionally uglier than her by her side, I may be able to do something if I slim up. For now, let’s go on a diet!\n\n---\n* [Original Web Novel](https://ncode.syosetu.com/n4774dz/)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffa156e7-dd60-46e3-b238-e05f94eb979c",
    "title": {
      "en": "A Savage Proposal"
    },
    "updatedAt": "2024-11-13T18:32:31+00:00",
    "coverArt": "https://mangadex.org/covers/ffa156e7-dd60-46e3-b238-e05f94eb979c/bc6df3dc-0271-40c3-914e-c651187637b2.jpg",
    "altTitles": [
      {
        "ko": "야만의 청혼"
      },
      {
        "pl": "Szaleńcza Propozycja"
      }
    ],
    "description": {
      "en": "When the ruthless Lord Tiwakan seizes the kingdom of Nauk, Princess Liene Arsac faces an impossible choice: marry her captor or watch her homeland crumble. But Lord Tiwakan isn’t just after power; he desires Liene, and his devotion stirs a mix of fear and undeniable attraction within her. With her former betrothed, Lafitte, still missing, Liene must decide whether to trust Tiwakan's promises or hold out hope for a rescue. As dangerous secrets come to light, Liene’s decision could change the fate of Nauk—and her own heart—forever.",
      "pl": "Kiedy bezwzględny lord Tiwakan przejmuje królestwo Nauk, księżniczka Liene Arsac staje przed niemożliwym wyborem: poślubić swojego porywacza lub patrzeć, jak jej ojczyzna się rozpada. Ale lord Tiwakan pragnie nie tylko władzy; pożąda Liene, a jego oddanie wzbudza w niej mieszankę strachu i niezaprzeczalnego przyciągania. Ponieważ jej były narzeczony, Lafitte, wciąż jest uznawany za zaginionego, Liene musi zdecydować, czy zaufać obietnicom Tiwakana, czy też mieć nadzieję na ratunek. Gdy niebezpieczne sekrety wychodzą na jaw, decyzja Liene może zmienić los Nauk - i jej własnego serca - na zawsze."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a210e6ef-d63b-492f-a3ba-159c4e47b568",
    "title": {
      "en": "Oni GF"
    },
    "updatedAt": "2024-06-30T08:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/a210e6ef-d63b-492f-a3ba-159c4e47b568/80db960b-b815-49f4-8af1-7a4e36338f6f.jpg",
    "altTitles": [
      {
        "en": "Oni Girlfriend"
      }
    ],
    "description": {
      "en": "As children, Billy promised Kirika, an oni girl, that he would always protect her even after they got older. Ten years have passed since that promise and it looks like the roles have reversed?\n___\nOriginal comic posted by PeaCh88 on twitter.",
      "pt-br": "Quando crianças, Billy prometeu a Kirika, uma garota oni, que iria sempre a proteger mesmo depois de mais velhos. Dez anos já se passaram desde essa promessa e parece que os papeis se inverteram?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4644da00-8f23-44a8-aa99-e3661dcee901",
    "title": {
      "en": "Trigun Maximum"
    },
    "updatedAt": "2024-05-08T23:28:10+00:00",
    "coverArt": "https://mangadex.org/covers/4644da00-8f23-44a8-aa99-e3661dcee901/e4c30bed-8bf6-44b0-bbbd-c6c346d23719.jpg",
    "altTitles": [
      {
        "ja": "トライガンマキシマム"
      },
      {
        "ru": "Триган Максимум"
      },
      {
        "zh": "枪神"
      }
    ],
    "description": {
      "en": "Vash the Stampede rises again! It's been two years since the mysterious and super-nice gunman went into hiding, and the people of his desert planet are suffering. It takes a friend in peril to bring him out, and when he does, his enemies come chasing… as well as those crazy insurance girls, Millie and Meryl. And Wolfwood the wandering priest? Well, that's who found him in the first place! The gang's all back, and the trouble is coming in Trigun Maximum.\n\nNotes:\n - Nightow changed publishers to Shonen Gahosha and the series continued to be serialized in Young King Ours magazine. Due to the original publisher retaining the name Trigun, Nightow had to change the title to Trigun Maximum, which isn´t a sequel but a new name for the rest of the series. \n- The first 3 volumes were published under the title 'Trigun' and the entire series compiled into 14 books as 'Trigun Maximum' (the numbering was also restarted when the title changed).\n - Won the Seiun Award at the 48th Japan Science Fiction Conventionwere for the best comic of the year."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "97"
  },
  {
    "mangaId": "7c2869d7-3893-4dfe-8b4f-f729a0870ae1",
    "title": {
      "en": "\"Monban Yattero\" to Iware Juugo Nen, Tsuttatetteru Aida ni Ore no Maryoku ga 9999 \"Saikyou\" ni Sodattemashita"
    },
    "updatedAt": "2024-12-29T00:33:22+00:00",
    "coverArt": "https://mangadex.org/covers/7c2869d7-3893-4dfe-8b4f-f729a0870ae1/0e9818b2-06ad-48f1-aab2-246deb7600ff.png",
    "altTitles": [
      {
        "ja": "「門番やってろ」と言われ15年、突っ立ってる間に俺の魔力が9999（最強）に育ってました"
      },
      {
        "ja-ro": "\"Monban Yattero\" to Iware 15 Nen, Tsuttatetteru Aida ni Ore no Maryoku ga 9999 \"Saikyou\" ni Sodattemashita"
      },
      {
        "en": "Being Told \"Do Your Best\" for 15 Years, My Magical Power Has Grown to 9999 \"The Strongest\""
      }
    ],
    "description": {
      "en": "Although Royle is blessed with a good physique, he was told that he had no talent for fighting, and was forced to work as a lonely gatekeeper for 15 years. While he is working, all he can do is fantasize about the adventure stories in which he is the main character, and his job as gatekeeper is replaced by an “automatic surveillance interception magic tool” and he is laid off.\nLoyle is at a loss, but on the way to another town, he meets the saint Diz. After meeting her, he discovers that the “strongest original magic” that he always used in his delusions can in fact be used in reality…\nAn exhilarating story about the strongest man with no communication skills and 9999 magic power who becomes an adventurer and becomes unrivaled!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04ff2200-7e68-49fe-92e0-d353b3dff2d2",
    "title": {
      "en": "Inkya Datta Ore no Seishun Revenge: Tenshi sugiru Ano Ko to Ayumu Re Life"
    },
    "updatedAt": "2024-10-05T13:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/04ff2200-7e68-49fe-92e0-d353b3dff2d2/2360451e-7926-46e2-9297-cfda0023d194.jpg",
    "altTitles": [
      {
        "ja": "陰キャだった俺の青春リベンジ 天使すぎるあの娘と歩むReライフ"
      },
      {
        "en": "The Revenge of My Youth: My Re Life with a Girl Who Was Too Much of an Angel"
      },
      {
        "ru": "Месть моей юности: Моя жизнь с девушкой, которая была слишком похожа на ангела"
      },
      {
        "vi": "Sống Lại Tuổi Thanh Xuân: Cuộc Sống Thứ Hai Bên Thiếu Nữ Tựa Thiên Thần"
      }
    ],
    "description": {
      "en": "This is the story of Niihama Shincirou, who collapsed after being ravaged by a black company and woke up to find that he had been sent back to his second year of high school. When he wakes up, he finds himself in a time leap to his second year of high school. His high school life... was gray and shady, but he’s sure he can start over now.\n\nThe beautiful girl of his dreams, Haruka Shijouin, whom he met again over time, is even more innocent and cute than he remembered, and above all, she has been staring straight at Niihama.\n\n*\"I feel like you've changed a lot from the Niihama I knew yesterday. You're still kind, but you’ve grown up, and that's wonderful!\"*\n\nIf I could change the future, I would definitely save her life after she took her own life after being severely bullied. With the adult mentality and corporate power that I’ve acquired, I’m going to take my revenge on my second youth with her–!",
      "id": "bercerita tentang seorang budak korporat bernama Niihama Shincirou yang bekerja di perusahaan gelap dia pingsan setelah kelelahan bekerja dan ketika terbangun ia terkejut karena ternyata dia mengalami lompatan waktu dan kembali ke masa di mana dia masih seorang murid SMA. lalu karena dia sudah kembali ke masa lalu dia bertekad untuk balas dendam dengan menjadi lebih aktif dan berjuang untuk mendapatkan hal yang dia inginkan tidak peduli siapapun lawannya sampai pada akhirnya menebus semua penyesalan yang telah ia lakukan di kehidupan sebelumnya...",
      "ja": "サラリーマン・新浜心一郎は度重なるブラック残業の果てに遂に倒れ、目が覚めると高校生に！？　陰キャだったかつての自分と決別し、憧れだった美少女・紫条院春華を待ち受ける悲劇の未来から救うため奔走する――！",
      "vi": "Chuyển thể từ Light Novel cùng tên\n\nĐây là câu chuyện về Niihama Shincirou, người đã suy sụp sau khi bị dày vò bởi một công ty đen và tỉnh dậy thì thấy rằng mình đã bị gửi trở lại năm thứ hai trung học. Cuộc sống trung học của cậu ấy… thật xám xịt và mờ ám, nhưng cậu chắc chắn rằng mình có thể bắt đầu lại ngay bây giờ.\nCô gái xinh đẹp trong mộng của cậu, Haruka Shijouin, người mà cậu đã gặp lại, thậm chí còn ngây thơ và dễ thương hơn những gì cậu nhớ, và trên hết, cô ấy đã nhìn thẳng vào Niihama.\n\n“Tớ cảm thấy như cậu đã thay đổi rất nhiều so với Niihama mà tớ biết ngày hôm qua. Cậu vẫn tốt bụng, nhưng đã trưởng thành, và điều đó thật tuyệt!”",
      "pt-br": "Niihama Shinichirou, o qual desmaiou após ser explorado ao extremo por uma ‘companhia exploradora’ e ao acordar descobriu que havia sido mandado de volta para o segundo ano do ensino médio. Sua vida escolar foi sombria e melancólica… No entanto, ele tem certeza de que agora pode recomeçar.\nHaruka Shijouin, uma linda garota que ele conheceu antes, de repente parece ainda mais inocente e bonita do que Shinichirou se lembrava, e acima de tudo, ela olha diretamente para ele… \n\n“Eu sinto que você está bem diferente do Niihama que eu conhecia ontem. Você continua gentil, mas você cresceu, e isso é maravilhoso!” \n\nSe eu pudesse mudar o futuro, eu definitivamente iria salvá-la depois que ela tirou a própria vida após sofrer severamente por conta de bullying. Com a mentalidade adulta e poderes corporativos que adquiri, eu vou me vingar da minha segunda juventude com ela–!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ea4fa22d-4d70-4b04-9566-f860d7659a7e",
    "title": {
      "en": "Armed Girl's Machiavellism"
    },
    "updatedAt": "2024-11-06T00:43:07+00:00",
    "coverArt": "https://mangadex.org/covers/ea4fa22d-4d70-4b04-9566-f860d7659a7e/1558cdfa-ad1b-4c71-8c18-4050b00915c7.jpg",
    "altTitles": [
      {
        "ja-ro": "Busou Shoujo Machiavellianism"
      },
      {
        "ru": "Тирания вооруженных девушек"
      },
      {
        "zh": "武装少女"
      },
      {
        "ja": "武装少女マキャヴェリズム"
      },
      {
        "ko": "무장소녀 마키아벨리즘"
      },
      {
        "ja-ro": "Busou Shoujo Machiavellism"
      },
      {
        "vi": "Vũ Trang Thiếu Nữ Machiavellism"
      },
      {
        "vi": "Ngũ Kiếm Xinh Đẹp"
      },
      {
        "vi": "Thủ đoạn nham hiểm của cô gái mặt nạ"
      }
    ],
    "description": {
      "en": "The Private Aichi Symbiosis Academy was originally a high school for high-class girls. When it became co-ed, the girls, out of fear, asked to be permitted to bring weapons to school. When that was enforced, a five-member vigilante corps-like organization called the \"Supreme Five Swords\" was also formed. After many generations, the five swords eventually became a group which corrected problematic students, so the academy started proactively accepting such students in order to correct them. Nomura Fudou was sent to that school after being part of a huge brawl. What will he do when the only options he has after enrolling are being expelled from that school as well, or being corrected the way the rest of the male students there were… by being forced to dress and act like girls!",
      "vi": "Aichi ban đầu là một trường trung học dành cho nữ , khi nó trở thành nam nữ học chung, các cô gái, vì sợ hãi, đã yêu cầu được phép mang vũ khí đến trường. Khi điều đó được chấp thuận, một nhóm gồm năm thành viên được gọi là \"ngũ kiếm TENKA GOKEN\" đã được thành lập. Sau nhiều thế hệ, sau những thành tích đạt được, họ thu thập \"trẩu\" ở các trường khác về cải tạo lại. Nomura Fudou đã được gửi đến sau khi tham gia một cuộc ẩu đả lớn, có 2 lựa chọn là làm gay hoặc nghỉ học vĩnh viễn, main không chấp nhận, chống lại ngũ kiếm và thế là harem...",
      "pt-br": "A Escola Privada Aichi Simbiose era originalmente uma escola para garotas da alta classe, quando se tornou mista, as garotas, por medo, pediram para serem autorizadas a levar armas para à escola. Quando isso foi imposto, um corpo de vigilância de cinco membros, chamado as 'Cinco Espadas Suprema', também foi formado. Após muitas gerações, as cinco espadas, eventualmente, se tornaram um grupo que corrigia alunos problemáticos e por causa disso a escola começou de forma proativa aceitar esses estudantes, a fim de corrigi-los. Nomura Fudou foi enviado para essa escola depois de fazer parte de uma enorme briga, o que ele fará quando as únicas opções que tem depois de se matricular são ser expulso desta escola também ou ser corrigido da mesma forma como os outros estudantes do sexo masculino foram... Sendo forçados a se vestirem e agirem como garotas!"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "86"
  },
  {
    "mangaId": "09078ce3-7c32-4240-984d-80c3eacfc7b9",
    "title": {
      "en": "Mabataki no Oto"
    },
    "updatedAt": "2024-12-19T03:20:39+00:00",
    "coverArt": "https://mangadex.org/covers/09078ce3-7c32-4240-984d-80c3eacfc7b9/0881e57d-12f7-4f46-a81d-f81de5ca81c9.png",
    "altTitles": [
      {
        "ja": "瞬きの音"
      },
      {
        "en": "The Sound of a Blink"
      },
      {
        "vi": "Thanh Âm Chớp Nháy"
      }
    ],
    "description": {
      "en": "The young boy “I” becomes swallowed up by the pleasure of drawing and completing a painting, embarking on a long creative journey. Along the way, he must confront “you” who lies in the shadows. What is the true nature of “I,” that weaves between impulse and imagination?",
      "ja": "なぜ今、“きみ”を描くのか—？\n『血の轍』の押見修造、最新作！！\n\n描くこと、描き切ることの快感に否応なく呑み込まれた少年の“ぼく“は、長い創作の旅に出た。\nその旅路の影にいた、”きみ”と対峙を試みる。\n虚無と衝動の狭間で紡がれる、“ぼく”の本性とは...？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]