[
  {
    "mangaId": "f8ead29c-7ec3-4a7c-8abf-9ecc34e2a776",
    "title": {
      "en": "Ajimi Dake ja Sumanaiyo? - Ama Toro Hachimitsu Sex"
    },
    "updatedAt": "2024-07-09T13:30:46+00:00",
    "coverArt": "https://mangadex.org/covers/f8ead29c-7ec3-4a7c-8abf-9ecc34e2a776/d32f4bc0-5bc1-4170-bc6e-02f4f5016269.jpg",
    "altTitles": [
      {
        "en": "Honey Sweet Sex"
      },
      {
        "ja": "味見だけじゃ済まないよ？～甘とろ蜂蜜セックス"
      }
    ],
    "description": {
      "en": "A sweet yet forceful kiss... Honey melting on feverish skin... Sex with the teasing beekeeper is as sweet as honey..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "fd2d7c3e-87ab-4775-a1e3-17403994043b",
    "title": {
      "en": "The Witch and the Mercenary"
    },
    "updatedAt": "2024-06-28T12:10:20+00:00",
    "coverArt": "https://mangadex.org/covers/fd2d7c3e-87ab-4775-a1e3-17403994043b/f34c6df6-ccee-4e0c-b149-b5dc285cd94c.jpg",
    "altTitles": [
      {
        "ja": "魔女と傭兵"
      },
      {
        "ja": "Majo to Youhei"
      },
      {
        "en": "WITCH AND MERCENARY"
      },
      {
        "ru": "Ведьма и наёмник"
      }
    ],
    "description": {
      "en": "Zig—a tall, broad-shouldered mercenary—participates in a witch hunt. Following a fierce duel with the deadly witch, he becomes privy to her desire. “I want you to protect me,” she requests, tired of having her life trivialized. Seeking a place to survive, the witch and the mercenary set their sights on an unknown continent!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "008eecb3-1d79-40c0-aa4a-463347d83397",
    "title": {
      "en": "Spacedrum"
    },
    "updatedAt": "2023-03-17T06:38:59+00:00",
    "coverArt": "https://mangadex.org/covers/008eecb3-1d79-40c0-aa4a-463347d83397/9c91340a-c69e-4e19-9384-170aa470b0a0.png",
    "altTitles": [],
    "description": {
      "en": "RENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\nRENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\nRENAISSANCE, LIFE, DEATH, ASTRAL DISINTEGRATION.\n\nAll beings in the firmament live locked in this infinite cycle. Or so it was until the day they came down from the heavens.\n\nHumanity ceased to be human. Death is no longer the end. Enlightenment came to save her children and defeat the most powerful feeling that consciousness had been able to create.\n\n___\n\nSpaceDrum shows us a society that has evolved to a state of full well-being, freed from wars and conflicts, in search of Nirvana, thanks to the spiritual guidance of an alien race.\nThe aryas are an elite group charged with the external security of the planet and the protection of the high priestess.\n\nThey are chosen because, thanks to their control over their Virya, they are able to control mysterious fragments, the shards. Reda is a student at one of the most distinctive military academies, but he has difficulty controlling his special shard due to constant visions of a strange young woman. And this will not be the biggest of your problems..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a9b0b9c-9bd3-4b43-ae15-0747357e6194",
    "title": {
      "en": "Senpai is an Otokonoko"
    },
    "updatedAt": "2024-07-04T19:49:10+00:00",
    "coverArt": "https://mangadex.org/covers/9a9b0b9c-9bd3-4b43-ae15-0747357e6194/f423de78-59fd-4423-a703-228a1e556c49.jpg",
    "altTitles": [
      {
        "en": "My Crossdressing Senpai"
      },
      {
        "ja": "先輩はおとこのこ"
      },
      {
        "zh-hk": "前輩是偽娘"
      },
      {
        "zh": "前辈是男孩子"
      },
      {
        "th": "รุ่นพี่สุดสวยคนนี้เป็นผู้ชาย"
      },
      {
        "ko": "선배는 남자아이"
      },
      {
        "fr": "My crossdressing crush"
      },
      {
        "de": "My Crossdressing Crush"
      },
      {
        "zh-hk": "學姊是男孩"
      },
      {
        "ja": "ぱいのこ"
      },
      {
        "ja-ro": "Painoko"
      },
      {
        "ja-ro": "Senpai wa Otokonoko"
      },
      {
        "ja": "先輩はおとこのこ～出会い編～"
      },
      {
        "ja-ro": "Senpai wa Otokonoko: Deai-hen"
      },
      {
        "en": "My Crossdressing Senpai: Encounter Arc"
      },
      {
        "en": "Senpai is an Otokonoko: The Encounter"
      },
      {
        "zh-hk": "前輩是偽娘 邂逅篇"
      },
      {
        "zh": "前辈是男孩子 邂逅篇"
      },
      {
        "en": "Senpai Is an Otokonoko: My Crossdressing Classmate"
      },
      {
        "pt-br": "Senpai é um Otokonoko"
      },
      {
        "es-la": "Mi compañero se traviste"
      },
      {
        "es": "Mi compañero se traviste"
      },
      {
        "fr": "Makoto est un garçon"
      },
      {
        "de": "Senpai ist Crossdresser"
      },
      {
        "it": "Al senpai piace vestirsi da ragazza"
      },
      {
        "ru": "Она парень"
      }
    ],
    "description": {
      "de": "Die Highschool-Schülerin Aoi ist schwer verliebt in Makoto, ein superhübsches Mädchen, die die gleiche Schule besucht. Aber als Aoi ihren Mut zusammennimmt, Makoto ihre Liebe zu gestehen, nimmt die Geschichte plötzlich eine unerwartete Wendung: In Wirklichkeit ist Makato ein Junge, der sich als Mädchen verkleidet!",
      "en": "The story of a crossdresser who receives a confession from a junior.\n\n---\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/romance/senpai-is-an-otokonoko/list?title_no=5137)\n* [Chinese (Traditional) / 中文 (繁體)](https://www.webtoons.com/zh-hant/bl-gl/senpai-wa-otokonoko/list?title_no=3770 )\n* [Chinese (Simplified) / 中文 (简体)](https://www.dongmanmanhua.cn/CAMPUS/qianbeishinanhaizi/list?title_no=1935)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/senpai-wa-otokonoko/list?title_no=3984)\n* [Korean / 한국어](https://series.naver.com/comic/detail.series?productNo=8154605)\n* [French / Français](https://www.webtoons.com/fr/romance/senpai-wa-otokonoko/list?title_no=4068)\n* [German / Deutsch](https://www.webtoons.com/de/romance/my-crossdressing-crush/list?title_no=4235)",
      "fr": "Aoi, une élève de seconde, a eu le coup de coeur pour Makoto, une fille de 1ère super jolie. Mais quand Aoi prend son courage à deux mains pour se déclarer, Makoto lui fait une révélation inattendue... En réalité, c'est un garçon qui se déguise en fille !",
      "ja": "男の娘が後輩に告白される話です。",
      "ko": "하나오카 마코토는 귀여운 것을 아주 좋아하는 남자 아이.\n어느 날, 마코토는 자신을 여자라고 착각하고 있는 여자 후배 사키에게 고백을 받는다.\n거기에서 마코토는 자신이 남자인 것을 밝히지만 사키는 포기하지 않는다.\n그 후에 마코토에 대해 특별한 감정을 품고 있는 류지와 3명 사이에서의 아련한 감정이 생겨난다.",
      "ru": "Десятиклассница Саки признаётся в любви одиннадцатикласснице, но та не спешит отвечать взаимностью. Всё дело в том, что Ханаока переодетый парень, и он уверен, что его общество принесёт Саки лишь проблемы. Однако Саки нисколько не разочаровывается, узнав правду, а наоборот полна решимости стать его первой любовью.",
      "th": "ฮานาโอกะ มาโคโตะ เป็นนักเรียน ม.ปลาย ที่ไม่ว่าหนุ่มคนไหนเมื่อได้พบเห็นก็ไม่อาจละสายตาไปจากเธอได้ เพราะความน่ารักแสนสวยของเธอ แต่แท้จริงแล้วมาโคโตะนั้นเป็นผู้ชายที่แต่งตัวเป็นผู้หญิง! แถมแต่งได้สวยกว่าเด็กนักเรียนหญิงจริง ๆ เสียอีก เรื่องราวชุลมุนของความรักและความเข้าใจผิด ๆ ถูก ๆ ของวัยรุ่น ม.ปลาย จึงเริ่มต้นขึ้น!!",
      "zh": "花季少女表白温柔女前辈，\n谁曾想前辈竟然是男生！？\n作为男生的花岗真琴从小喜欢一些可爱的东西，因为外表秀气，他经常把自己装扮为女生。某天，女主苍井咲突然向女装的真琴表白，真琴主动说出自己是男生。苍井咲本以为自己喜欢女生但当得知真琴是男生的这一刻，她下定决心更要主动出击追到真琴！",
      "zh-hk": "蒼井咲對一見鍾情的學姊花岡真琴告白後，意外發現對方竟是男兒身。遭到真琴拒絕後，咲沒有放棄追求，反而越挫越勇，並與真琴的青梅竹馬龍二相識。一段特殊的情感在三個人之間蕩漾開來！"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d12b7ee-d834-4214-999a-bd824b8d9470",
    "title": {
      "en": "Ijimeru Yabai Yatsu"
    },
    "updatedAt": "2023-04-26T15:45:34+00:00",
    "coverArt": "https://mangadex.org/covers/4d12b7ee-d834-4214-999a-bd824b8d9470/1c932cc9-9d4f-4a72-9a8c-162c4c233835.jpg",
    "altTitles": [
      {
        "en": "Venus puts fur on me"
      },
      {
        "ja": "いじめるヤバイ奴"
      },
      {
        "ru": "Венера надевает на меня мех"
      }
    ],
    "description": {
      "en": "[It is not just \"bullying.\"] Nakajima was ruling over the class as a \"bully.\" The subject of bullying is a fragile girl, Shirasaki-san. Going as far as violence, every day was horrible. Everyone in the class pretends to not see it. If they stop, then they will be the next target. Nakajima performs \"bullying\" as if possessed. It was clear that something was wrong. Why does he do such brutal acts? The reality is terrible..."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "19",
    "lastChapter": "213"
  },
  {
    "mangaId": "bcfa196d-d162-45f5-a224-61d26b04a077",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo!"
    },
    "updatedAt": "2024-06-11T14:00:20+00:00",
    "coverArt": "https://mangadex.org/covers/bcfa196d-d162-45f5-a224-61d26b04a077/07c6f675-57e6-4b8c-8e2b-deaf3f27021b.jpg",
    "altTitles": [
      {
        "en": "God's Blessing on This Wonderful World!"
      },
      {
        "ja-ro": "Konosuba"
      },
      {
        "fr": "Konosuba : Sois Béni Monde Merveilleux !"
      },
      {
        "ru": "Да будет благословенен этот прекрасный мир!"
      },
      {
        "th": "ขอให้โชคดีมีชัยในโลกแฟนตาซี"
      },
      {
        "ja": "この素晴らしい世界に祝福を！"
      },
      {
        "zh": "为美好的世界献上祝福！"
      },
      {
        "ko": "이 멋진 세계에 축복을!"
      },
      {
        "pt-br": "Konosuba - Abençoado mundo maravilhoso!!"
      },
      {
        "en": "Bless This Wonderful World!"
      }
    ],
    "description": {
      "en": "Kazuma Sato is a video game-loving shut-in-or at least he was, until a humiliating traffic accident brings his young life to an untimely end. But after his death, a beautiful girl claiming to be a goddess invites him to enter another world and gain some respectable perks in the process. But Kazuma’s choice is going to have serious consequences for the goddess and the dead man alike…",
      "es": "Kazuma Sato es un hikikomori que disfruta como un bellaco con los videojuegos, el manga y el anime. Un día decide salir de su casa, sufre un desafortunado accidente y fallece. Cuál es su sorpresa al ver que aparece en un limbo junto a una diosa llamada Aqua que le ofrece enviarlo a un nuevo mundo con tintes roleros y -además- concederle un deseo. Pero antes, Aqua se ocupa de humillarlo porque la muerte que él pensaba que había sido heroica salvando a una chica de ser atropellada, resulta ser lo más patética y cutre que te puedas echar a la cara. Lo único que se le ocurre al bueno de Kazuma es usar su deseo para que Aqua lo acompañe al nuevo mundo y se una a él en sus peripecias para derrotar al Rey Demonio.\n\nEn su nueva aventura encontrará una gran variedad de personajes a cada cual más cazurro, formando equipo con la pesada de Aqua, con Megumin, una maga loca por las explosiones y con Darkness, una paladín aficionada al sadomasoquismo. Viendo que su equipo está mal de la cabeza y que todas son más tontas que un zapato, Kazuma decide disfrutar de su nueva vida a lo grande, pero al final se las tendrá que ver con los generales del Rey Demonio que se cruzarán en su camino… y con sapos, un montón de babosos batracios.",
      "ru": "Кадзума Сато - хиккикомори, закоренелый фанат игр, аниме и манги. В какой-то момент, в попытке спасти человека он попадает в дорожную катастрофу и его жизнь обрывается. Казалось бы жизнь закончилась? Но Кадзума просыпается и видит перед собой красавицу, которая называет себя богиней. Она спрашивает, хочет ли он отправиться в другой мир? С условием, что он может взять с собой только одну вещь. Кадзума сразу же желает взять с собой богиню. Так и начинается его невероятное приключение против короля демонов, но перед этим нужно заняться другими делами. Например, найти пищу, одежду и убежище. Кадзума хочет жить в мире и спокойствия, но богиня находит одну проблему за другой. А кроме того, армия демонов имеет какие-то свои виды на него.",
      "pt-br": "A vida de Satou Kazuma, um hikikomori que gosta de jogos, muito em breve chegou ao fim por causa de um acidente de trânsito... Deveria ser, mas quando ele acorda, uma linda deusa aparece diante de seus olhos. \"Ei, eu tenho algo um pouco agradável para você. Quer ir para outro mundo? Você pode desejar apenas uma coisa de sua escolha junto com você.\" \"Então eu irei levá-la.\" Daqui em diante, a grande aventura de subjugar o Rei Demônio começará para Kazuma reencarnado, ou assim se poderia pensar, mas é o trabalho para a obter alimentos, roupas e abrigo começa! Apesar de Kazuma querer viver em paz, a deusa acaba causando problemas, um após outro, e eventualmente, eles atraem a atenção do exército do Rei Demônio."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ab3af7e-d024-43ce-8abf-676063c8fe5a",
    "title": {
      "en": "Astro Baby"
    },
    "updatedAt": "2024-07-06T16:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/2ab3af7e-d024-43ce-8abf-676063c8fe5a/af626d25-ad1a-4dcf-8ffe-eb764547c6bf.jpg",
    "altTitles": [
      {
        "ja": "アストロベイビー"
      },
      {
        "ru": "Астромалыш"
      }
    ],
    "description": {
      "en": "The remote town of North Hill has been quarantined to prevent the spread of the mysterious Couper disease that is turning people into cannibals. Young soldier Billy returns to his hometown for the first time in six years for the woman he loves, but what horrors will be awaiting him...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3a16bc0-bfe4-4020-a825-18b49fd85aba",
    "title": {
      "en": "Sorry, I like you"
    },
    "updatedAt": "2023-07-25T11:11:05+00:00",
    "coverArt": "https://mangadex.org/covers/b3a16bc0-bfe4-4020-a825-18b49fd85aba/2236480a-ab52-48cc-925c-c567a2ed84ac.jpg",
    "altTitles": [
      {
        "ja": "ごめん, 好きです"
      },
      {
        "pt-br": "Desculpa, eu gosto de você"
      },
      {
        "en": "Sorry, I like you"
      }
    ],
    "description": {
      "en": "Rie and Yuri have been friends since childhood. Living together every day, Yuri thinks Rie needs a boyfriend. Does she even need one?",
      "pt-br": "Rie e Yuri são amigos desde criança. Convivendo todos os dias juntos, Yuri pensa que Rie precisa de um namorado. Será que ela precisa de um mesmo?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec",
    "title": {
      "en": "I Think I Have Transmigrated Somewhere"
    },
    "updatedAt": "2024-07-08T09:36:28+00:00",
    "coverArt": "https://mangadex.org/covers/dc84dffa-5ea9-4e62-b5f2-5a7a5fcc90ec/b04eeadd-b3c1-4bde-86ad-5e3939aee8ec.png",
    "altTitles": [
      {
        "ko": "제가 어딘가 빙의를 한 것 같은데요."
      },
      {
        "pl": "Myślę że gdzieś się przeniosłam."
      },
      {
        "en": "I Have Possessed the Body of the Protagonist"
      },
      {
        "en": "I Think I've Transmigrated Somewhere"
      },
      {
        "en": "It Seems I've Transmigrated Somewhere"
      },
      {
        "en": "I Think I've Been Possessed Somewhere"
      }
    ],
    "description": {
      "en": "Even though the harsh reality feels like living as a beggar, to think that the end would be death from overworking!\nIf it’s going to end like this, I should’ve been in a lot of relationships, but wait,\noh my... who are you in the mirror?\n\nI’m a little flustered but this body… it’s really pretty!\nIt feels like I’ve been transmigrated into a romance fantasy novel.\nSince I’m already like this, should I enjoy the romance while I’m at it?\n\n“But which novel did I get transmigrated into?”\n\nI’ve read dozens of books where the ‘Northern Duke’ and ‘Childhood Friends’ exist,\nI’ve read so many with a black-haired male lead and a blonde female lead,\nAh~ I don’t know!! For now, let’s start by conquering the male characters!\n\n“I already have a promised marriage.\"\n\n“I volunteered for the Western Guard. We won’t be able to meet for several years.”\nWhat is this, is this really a romance fantasy novel? Why is everyone running away?!\nIn the first place… was I really transmigrated as the female lead?\n\nWhat kind of novel is this!!!!\n<It Seems I’ve Transmigrated Somewhere>",
      "pl": "Uwielbiam powieści romantyczno-fantastyczne, a nawet trafiłam do jednej z nich.\n\"W każdym razie, do której książki się przeniosłam?\"\nMyślę, że przeczytałam około 20 książek z brązowowłosymi pokojówkami z piegami,\nMyślę, że przeczytałem około 20 książek z południową damą, która poślubia zimnego księcia z północy,\nI wydaje się, że jest więcej książek z czarnowłosymi mężczyznami i blondynkami?\n\"Czekaj, czy to w ogóle prawda, że zmieniłam się w główną bohaterką?\"\nNie, myślę, że to może nawet nie być romans fantasy?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01e360bc-22da-4e86-bbb7-3ae1091a223b",
    "title": {
      "en": "Albus Changes the World"
    },
    "updatedAt": "2024-07-10T15:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/01e360bc-22da-4e86-bbb7-3ae1091a223b/58b89a97-2592-417c-a8a5-0accaa6bcd43.png",
    "altTitles": [
      {
        "ja": "廻天のアルバス"
      },
      {
        "ja-ro": "Kaiten no Albus"
      }
    ],
    "description": {
      "en": "The Demon King was defeated… The world is at peace. But… it was too late… Hero Albus is in a hurry. The story turns and begins again, as if naturally, from the place where it all started. The well-informed hero Albus embarks on a new adventure, where ‘time is of the essence’. Time-saving! Efficient adventure strategy! When recruiting a priest, be forceful! It doesn’t matter if you are mistaken for a new kind of scam. And suddenly, he challenges an S-class dangerous monster. Hero Albus seeks to reclaim the future he desires from the past in this ultra-fast readventure (real-time attack) fantasy!",
      "es-la": "El Rey Demonio es derrotado... El mundo está en paz. Pero fue demasiado tarde... El héroe Albus tiene prisa. La historia da vueltas y comienza de nuevo desde el principio, como si fuera algo natural. ¡Esta es una fantasía de re-aventura de alta velocidad donde \"el tiempo es lo más importante\" para el experto héroe Albus."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6a5d154-7845-4129-b473-ba0aec3deffd",
    "title": {
      "en": "The Elusive Samurai"
    },
    "updatedAt": "2024-06-21T11:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/b6a5d154-7845-4129-b473-ba0aec3deffd/93d3ec4a-e366-454c-a0bc-5b8cf7e0dd7b.jpg",
    "altTitles": [
      {
        "en": "The Elusive Young Lord"
      },
      {
        "ru": "Юный лорд-мастер побега"
      },
      {
        "ja": "逃げ上手の若君"
      },
      {
        "ja-ro": "Nige Jouzu no Wakagimi"
      },
      {
        "ru": "Неуловимый самурай"
      }
    ],
    "description": {
      "en": "Yusei Matsui, creator of Assassination Classroom and Neuro: Supernatural Detective, is back! Set in feudal Japan in between the Kamakura and Muromachi periods, our hero Hojo Takatoki is a boy on the run that history all but forgot! When the Kamakura shogunate is overthrown by Ashikaga Takauji, Takatoki's family and standing are visciously taken away from him, and he must flee to the far reaches of the land to survive and seek out his revenge!",
      "ru": "Действие происходит в феодальной Японии между периодами Камакура и Муромати, наш герой Ходзе Такатоки - мальчик в бегах, о котором история почти забыла! Когда сегунат Камакура свергнут Асикагой Такаудзи, семья и положение Такатоки насильно отнимаются у него, и он должен бежать в дальние края страны, чтобы выжить и отомстить!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b49fd121-19bf-4344-a8e1-d1be7ca04e08",
    "title": {
      "en": "Sekai Saikyou no Assassin, Isekai Kizoku ni Tensei Suru"
    },
    "updatedAt": "2024-04-17T21:53:43+00:00",
    "coverArt": "https://mangadex.org/covers/b49fd121-19bf-4344-a8e1-d1be7ca04e08/d7ad28d6-af51-4974-aba2-59bf6e20ac2e.jpg",
    "altTitles": [
      {
        "fr": "Le meilleur assassin, réincarné en un aristocrate dans un autre monde"
      },
      {
        "ja-ro": "Sekai Saikou no Ansatsusha, Isekai Kizoku ni Tensei suru"
      },
      {
        "en": "The World's Finest Assassin Gets Reincarnated in Another World"
      },
      {
        "ru": "Лучший в мире ассасин, переродившийся в другом мире как аристократ"
      },
      {
        "ja": "世界最高の暗殺者、異世界貴族に転生する"
      },
      {
        "zh": "世界頂尖的暗殺者轉生為異世界貴族"
      }
    ],
    "description": {
      "en": "The most dangerous prey... When the most accomplished assassin on Earth meets his end just before retirement, he finds himself standing before a goddess. Her world is headed for disaster, and she has need of his particular set of skills. Armed with powerful new abilities and decades of deadly knowledge, he begins his second life as Lugh, young scion of the Tuatha Dé clan of assassins. His mission: to find and eliminate the strongest individual in this world—the hero!",
      "ja": "世界一の暗殺者が異世界に転生。そこで請け負ったミッションは【人類に厄災をもたらすと予言された《勇者》を殺すこと】。前世の暗殺スキルと異世界の魔法を組み合わせ、彼は史上最強の暗殺者へと成長していく――。",
      "ru": "Великолепный убийца, решил уйти в отставку, по случаю своей старости. Но его познания в темных делах и стратегические навыки ведения убийств не давали покоя влиятельным лицам. И потому случаю они \"заказали\" старика.   \r\nВ результате тот погиб, весь в мыслях о \"жизни по ту сторону\".   \r\nНо это только начало его дальнейшей судьбы, ведь его талант приглянулся настоящей богине!   \r\nИ теперь ассасин получит новое тело, ну и главное задание его жизни - убить героя…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f81ad5fe-8a3f-4f30-8f7e-5f755af48a52",
    "title": {
      "en": "Ranker's Return"
    },
    "updatedAt": "2024-06-16T16:12:20+00:00",
    "coverArt": "https://mangadex.org/covers/f81ad5fe-8a3f-4f30-8f7e-5f755af48a52/04fe80bc-ac8a-4ac5-971f-187c07e01aeb.jpg",
    "altTitles": [
      {
        "ko": "랭커의 귀환 (2021)"
      },
      {
        "en": "Ranker's Return (Remake)"
      },
      {
        "ja": "ランカーの帰還"
      },
      {
        "ru": "Возвращение ранкера"
      },
      {
        "zh": "榜上玩家的归还"
      },
      {
        "en": "Ranker's Return (2021)"
      }
    ],
    "description": {
      "en": "During the early years of the hottest MMORPG called Arena, the world’s top ranker Meleegod vanished after setting every possible record in the virtual world.\n\nIn the real world, this deathly melee damage dealer was the happy-go-lucky Kang Hyeonu, who simply deleted his character and quit his hobby to finish mandatory military service and inherit his father’s company.\n\nThis rosy future dissolves within two years when a business rival makes his father go bankrupt. Hyeonu struggles to make ends meet with a string of part-time jobs, but his best friend has a better idea. He urges Hyeonu to conquer the Arena once again and earn a cushy living as a gaming celebrity.\n\nVowing to strike it rich and avenge his father, the former Meleegod returns to the Arena as a newbie. Only this time, he’s out for blood!\n\n---\n\n**Links:**\n- [Alternative Raw (Ridibooks)](https://ridibooks.com/books/4357000090)\n- [Alternative Raw (Naver)](https://series.naver.com/comic/detail.series?productNo=6433067)\n- [Official Simplified Chinese Translation (BiliBili)](https://manga.bilibili.com/detail/mc30486)\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77017)",
      "ja": "バーチャルリアリティーゲーム「アレナ」の初期、最強最高のランカーだったメレーゴッド！ キャラクターを削除して忽然と姿を消していた彼が、人生のどん底から這い上がるためにまたアレナに戻ってきた！ 「感謝、絶望、復讐、全部晴らしてやる！」",
      "ko": "가상현실게임 <아레나> 초창기,\n최강최고의 랭커였던 밀리갓!\n\n캐릭터를 삭제하고 홀연히 떠났던 그가\n망해버린 집안을 일으키기 위해 다시 아레나에 돌아왔다!\n\n“캐릭터를 생성하시겠습니까?”",
      "ru": "В былые времена Миллигат был самым лучшим игроком и очень долгое время занимал первое место в мировом топе игры «Арена»...\n\nОднажды, устав от Арены, он решил удалить свой аккаунт и заняться личной жизнью.\n\nПрошло 2 года. Семья разрушена, бизнес потерян, и у него ничего не осталось...\n\nОт безысходности Миллигат решил вернуться туда, где всё начиналось... В Арену.\n\n«Вы уверены, что хотите создать персонажа»?\n\nТрепещите, мерзавцы и обычные игроки... Король вернулся.",
      "zh": "虚拟现实游戏《幻神》创建初期最强最厉害的玩家，“米利神”高泽宇，曾经把角色删除后毫无留恋地离开了游戏，但为了拯救没落的家庭，他再次返回到此游戏当中…… “您要创建一个新角色吗？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30b89356-952c-4a72-9d8c-cf44147e881a",
    "title": {
      "en": "IDOL×IDOL STORY!"
    },
    "updatedAt": "2024-07-09T17:11:23+00:00",
    "coverArt": "https://mangadex.org/covers/30b89356-952c-4a72-9d8c-cf44147e881a/e622ce9e-bf10-4a0f-a5fe-c6d93cdaa67f.jpg",
    "altTitles": [
      {
        "ja": "アイドル×アイドル　ストーリー！"
      },
      {
        "ru": "Айдол×Айдол история!"
      },
      {
        "en": "Idol x Idol Story!"
      }
    ],
    "description": {
      "en": "Mimi Nagisa (22 years old) is a former idol. After giving up on her dream of being an idol because of her lacking talent she spends her days working part-time while attending college. However, the moment she meets the idol Ibuki Nanakusa, whom she recently found interest in, their lives begin to cross each other.\n\n(Source: Comic Fuz, translated)\n\n[Official Twitter](https://twitter.com/idol2story_info)",
      "ja": "才能がないと夢を諦めた元アイドルのミミと、ミミに憧れていた現役アイドル・イブキ。そんな2人が、ひょんな出会いから一緒にサバイバルオーディション番組への出演を目指すことに…!?　一度は諦めかけた夢、今度こそ2人でなら…！",
      "ru": "Мими Нагиса (22 года) — бывший айдол. После того, как она отказалась от своей мечты стать айдолом из-за отсутствия таланта, она проводит дни работая на неполный рабочий день, учась в колледже. Однако в тот момент, когда она встречает кумира Ибуки Нанакуса, к которому она недавно проявляла интерес, их жизни начинают пересекаться."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66b0511a-528c-43de-b572-a7ff7a30ebd9",
    "title": {
      "en": "Cool na Doukyuusei no ◯◯ Nengo…"
    },
    "updatedAt": "2024-04-06T08:50:53+00:00",
    "coverArt": "https://mangadex.org/covers/66b0511a-528c-43de-b572-a7ff7a30ebd9/4f5ebead-fa60-449d-9c6c-e0034e5b1df7.png",
    "altTitles": [
      {
        "ja-ro": "Cool na Doukyuusei no ◯◯ Nengo…"
      },
      {
        "ja": "クールな同級生の◯◯年後..."
      },
      {
        "en": "The Cool Classmate XX Years Later..."
      },
      {
        "en": "The Cool Classmate ◯◯ Years Later..."
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89175e26-5b86-4b5a-a4ac-62c6a482ac25",
    "title": {
      "en": "4-Koma About My Older Sister Who Reverted Back to Being a Baby"
    },
    "updatedAt": "2024-07-10T15:49:31+00:00",
    "coverArt": "https://mangadex.org/covers/89175e26-5b86-4b5a-a4ac-62c6a482ac25/c959bddf-8cf7-47ea-b457-749c42f85a01.jpg",
    "altTitles": [
      {
        "ja": "オギャりだした姉の４コマ"
      }
    ],
    "description": {
      "en": "4-Koma About Older Sister Who Reverted Back to Being a Baby by @kervalchan"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-06-20T16:23:49+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "912dd3eb-80f2-4659-8986-badb32c847c0",
    "title": {
      "en": "7-Nin no Nemuri Hime"
    },
    "updatedAt": "2024-06-29T22:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/912dd3eb-80f2-4659-8986-badb32c847c0/7417d386-f195-4d82-bc79-0f00c51a3941.jpg",
    "altTitles": [
      {
        "ja": "7人の眠り姫"
      },
      {
        "es-la": "Las Siete Bellas Durmientes"
      },
      {
        "fr": "Les Sept Princesses Endormies"
      },
      {
        "ja-ro": "Shichinin no Nemurihime"
      },
      {
        "en": "The Seven Sleeping Beauties"
      },
      {
        "nl": "De Zeven Slapende Prinsesjes"
      },
      {
        "fr": "Les Sept Belles Endormies"
      },
      {
        "nl": "De Zeven Slapende Schoonheden"
      },
      {
        "fr": "Les Sept Beautés Endormies"
      },
      {
        "de": "Die Sieben Dornröschen"
      },
      {
        "zh": "爱寐七公主"
      },
      {
        "pt-br": "As Sete Belas Adormecidas"
      },
      {
        "fr": "Les 7 Belles au bois dormant"
      }
    ],
    "description": {
      "en": "A wandering prince set off to break an ancient curse bewitching the Kingdom of Amaryllis by waking up its princess with a kiss of true love. However, nobody told him there were 7 princesses to kiss and he must now take responsibility by living with them while they find out why the people of Amaryllis are unable to wake up. Will they reach a happily ever after?",
      "fr": "Un prince errant est parti pour briser une ancienne malédiction qui ensorcelle le royaume d'Amaryllis en réveillant sa princesse par un baiser d'amour véritable. Cependant, personne ne lui a dit qu'il y avait 7 princesses à embrasser et il doit maintenant prendre ses responsabilités en vivant avec elles pendant qu'ils découvrent pourquoi les habitants d'Amaryllis sont incapables de se réveiller. Parviendront-ils à être heureux pour toujours ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16f92a6-6f5f-442c-b011-b68abc986209",
    "title": {
      "en": "Houkago no Idol ni wa Himitsu ga aru"
    },
    "updatedAt": "2024-01-16T00:19:27+00:00",
    "coverArt": "https://mangadex.org/covers/d16f92a6-6f5f-442c-b011-b68abc986209/d3897db2-3aa1-446d-ba3e-6696d9cdbd71.jpg",
    "altTitles": [
      {
        "en": "The After School Idol Has a Secret"
      },
      {
        "ja": "放課後のアイドルには秘密がある"
      },
      {
        "ru": "У школьных айдолов есть свои секреты"
      },
      {
        "id": "Idol Sepulang Sekolah Punya Rahasia"
      },
      {
        "zh": "放学后的偶像有一个秘密"
      },
      {
        "zh-ro": "Fàngxué hòu de ǒuxiàng yǒu yīgè mìmì"
      }
    ],
    "description": {
      "en": "_\"In my class, there is a true idol.\"_\n\nA first-year high school student at an ultra-elite school, Hiruno has to be the top student in his class according to his strict mother's order, but when he fails to fill in his first achievement test, he gets a red mark and has to take a remedial class. However, there is another participant in the remedial class...?",
      "ja": "僕のクラスには、正真正銘のアイドルがいる」超エリート校に進学した高校一年生の昼野は、入学最初の学力テストで記入ミスにより赤点を出し補習を受けることになる。しかし、その補習にはもう一人参加者がいて…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
    },
    "updatedAt": "2024-06-12T06:06:03+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/ccb8b6f2-a715-4719-8db7-31b68b6671dd.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "ja-ro": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "en": "I, the Demon Lord, Took a Slave Elf as My Wife, but How Do I Love Her?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      },
      {
        "pt-br": "O Dilema de um Arquidemônio: Como Amar sua Noiva Elfa"
      },
      {
        "es": "Soy un Rey Demonio y he Tomado Como Esposa a una Elfa Esclava, ¿Cómo Puedo Amarla?"
      },
      {
        "es-la": "Soy un Rey Demonio y he Tomado Como Esposa a una Elfa Esclava, ¿Cómo Puedo Amarla?"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "es": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "- [Seiga nicovideo](http://seiga.nicovideo.jp/comic/33204) (Alternate Raw)",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "es-la": "Zagan es temido como un mago malvado, es torpe y tiene una lengua afilada, y una vez más tuvo que acabar con unos ladrones que invadieron su territorio cuando estaba investigando esa mañana. En una oscura subasta, encuentra a una esclava elfa blanca, Nephie, que posee una belleza sin igual. Enamorado de ella a primera vista, utiliza su fortuna para comprarla, pero tan pobre como es socialmente, no entiende cómo relacionarse con ella. Así comienza la torpe convivencia del mago que no sabe transmitir su amor y la esclava que suspira por su amo pero no sabe cómo planteárselo.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1b60d61-8122-4dc1-8ff3-e3d136e73f70",
    "title": {
      "en": "A CERTAIN STORY OF AI MEETS GENIUS"
    },
    "updatedAt": "2024-07-10T09:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/c1b60d61-8122-4dc1-8ff3-e3d136e73f70/07e8d0d9-428d-4945-ab4e-70e9fb10922f.png",
    "altTitles": [],
    "description": {
      "en": "A genius girl in her field is sent to train an AI. The story is about how two very different individuals, in both structure and mindset, gradually come to understand and become close to each other."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "737a846b-2e67-4d63-9f7e-f54b3beebac4",
    "title": {
      "en": "Please Go Home, Akutsu-san!"
    },
    "updatedAt": "2024-06-06T09:23:20+00:00",
    "coverArt": "https://mangadex.org/covers/737a846b-2e67-4d63-9f7e-f54b3beebac4/cbd0f7b8-3fc5-4161-b3a2-102048c314ae.jpg",
    "altTitles": [
      {
        "ja-ro": "Kaette Kudasai! Akutsu-san"
      },
      {
        "ja": "ヤンキー娘"
      },
      {
        "ja": "帰ってください！ 阿久津さん"
      },
      {
        "ja-ro": "Kaette Kudasai, Akutsu-san!"
      },
      {
        "ja-ro": "Yankee Musume"
      },
      {
        "vi": "Xin hãy về nhà, Akutsu-san!"
      },
      {
        "uk": "Будь ласка, йди додому, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу-сан!"
      },
      {
        "ru": "Пожалуйста, иди домой, Акуцу!"
      },
      {
        "zh": "请你回去吧！阿久津同学"
      },
      {
        "es-la": "Por favor vete a casa, ¡Akutsu-san!"
      },
      {
        "it": "Per favore torna a casa, Akutsu-san!"
      },
      {
        "vi": "Cút mẹ về nhà đi Akutsu!"
      },
      {
        "de": "Bitte geh heim, Akutsu-san!"
      },
      {
        "pt-br": "Por favor vá para casa, Akutsu-san!"
      }
    ],
    "description": {
      "en": "Ooyama-kun normally doesn’t get involved with Akutsu-san, a delinquent girl in his class, but for some reason she makes his house her hang-out place!\n\nWill she do something horrible to him behind closed doors or will he chase her out? But dealing with Akutsu-san’s sexy, cute behavior in such a confined space… he’s sure to get flustered! He wants her to go home, but he also doesn’t?\n\nA teasing comedy under a single roof!",
      "it": "Ooyama-kun normalmente non si fa coinvolgere da Akutsu-san, una ragazza delinquente della sua classe, ma per qualche motivo lei fa della sua casa il suo luogo di ritrovo!  Ooyama le farà qualcosa di orribile a porte chiuse o la caccerà fuori? Tuttavia aver a che fare con il comportamento sexy e carino di Akutsu-san in uno spazio così ristretto... è sicuro che si ecciterà!  Vuole che lei torni a casa e allo stesso tempo non vuole,  Una commedia stuzzicante sotto lo stesso tetto!",
      "ja": "**俺の部屋がヤンキー娘のたまり場に!? ヤンキー×非リア充のからかいコメディ！**\n\n普段は全く関わりのないクラスの不良女子・阿久津さんに何故か家をたまり場にされてしまった一人暮らしの大山くん。ガラの悪い阿久津さんに何かひどいことをされるのではと追い出そうとするのだが、無防備で距離感の近い彼女のエロカワイイ仕草にドギマギしてしまい…？ 帰ってほしいのに、帰ってほしくない!? 一つ屋根の下のからかいショートコメディ！\n\n---\n\n**Ore no heya ga yankī musume no tamariba ni!? Yankī × hi riajū no karakai komedi!**\n\nFudan wa mattaku kakawari no nai kurasu no furyō joshi Akutsu-san ni nazeka ie o tamariba ni sa rete shimatta hitorigurashi no Ōyama-kun. Gara no warui Akutsu-san ni nanika hidoi koto o sa reru node wa to oidasou to suru nodaga, mubōbi de kyori-kan no chikai kanojo no erokawaī shigusa ni dogimagi shite shimai…? Kaette hoshī no ni, kaette hoshikunai! ? Hitotsu yane no shita no karakai shōtokomedi!",
      "ru": "Оояма-кун обычно не связывается с Акуцу-сан, девушкой-правонарушителем в его классе, но по каким-то причинам она делает его дом своим тусовочным заведением! Оояма сделает с ней что-нибудь ужасное за закрытыми дверями или он её прогонит? Он хочет, чтобы она пошла домой, но не хочет? Дразнящая комедия под одной крышей!  \n  \n**Notes:**   \n- Yankee Musume (ヤンキー娘) is the pre-serialization name.  \n\n\n---\n\n**Links:**  \n- [Artist's Twitter](https://twitter.com/NAGAOKA0)  \n- [Artist's Pixiv](https://www.pixiv.net/member.php?id=133935)",
      "es-la": "Ooyama-kun normalmente no se involucra con Akutsu-san, una chica yankee de su clase, ¡pero por alguna razón ella hace de su casa su lugar de reunión! ¿Ooyama le hará algo horrible cuando estén las puertas cerradas o la echará? Pero lidiar con el sexy y lindo comportamiento de Akutsu en un espacio tan reducido sera un problema…",
      "pt-br": "Ooyama geralmente não se envolve com com Akutsu-san, uma garota delinquente da sua turma, mas por alguma razão ela transformou o quarto dele no seu local de descanso! Será que ela vai fazer algo horrível para ele ou ele vai expulsar ela? Mas lidar com a sexy e fofa Akutsu-san em um espaço fechado... Ele com certeza vai ficar envergonhado! Ooyama quer que ela vá para casa, mas ele também não quer? Uma comédia provocante sob um mesmo teto!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab501955-8b35-4427-839d-b0631a7c8dc9",
    "title": {
      "en": "A Story About Childhood Friends"
    },
    "updatedAt": "2023-12-25T05:25:45+00:00",
    "coverArt": "https://mangadex.org/covers/ab501955-8b35-4427-839d-b0631a7c8dc9/f8303dc9-6c81-4642-b9b0-2c54a3bd0b64.jpg",
    "altTitles": [
      {
        "ja": "幼馴染の話"
      },
      {
        "ja-ro": "Osananajimi no Hanashi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0a9e33b-6def-431b-87db-ae2b26a501a0",
    "title": {
      "en": "Rettoujin no Maken Tsukai: Skill Board wo Kushi Shite Saikyou ni Itaru"
    },
    "updatedAt": "2024-03-12T14:58:36+00:00",
    "coverArt": "https://mangadex.org/covers/e0a9e33b-6def-431b-87db-ae2b26a501a0/e35eba0e-df31-4f76-a5b0-7c4757f2776a.jpg",
    "altTitles": [
      {
        "ja-ro": "Rettoujin no Maken Tsukai: Sukiruboudo o Kushi Shite Saikyou ni Itaru"
      },
      {
        "ja-ro": "Rettou Hito no Maken Tsukai: Sukiruboudo wo Kushi Shite Saikyou ni Itaru"
      },
      {
        "ja": "劣等人の魔剣使い　スキルボードを駆使して最強に至る"
      },
      {
        "en": "The Reincarnated Inferior Magic Swordsman"
      },
      {
        "en": "Inferior Magic Swordsman: Using the Skill Board to Become the Strongest"
      },
      {
        "en": "Using the Skill Board as an Inferior Magic Swordsman to Become the Strongest"
      },
      {
        "en": "Use the Skill Board to Become the Most Powerful Swordsman"
      },
      {
        "ru": "Реинкарнация низшего магического мечника"
      },
      {
        "th": "การใช้สกิลบอร์ด เพื่อเข้าถึงการเป็นผู้ที่แข็งแกร่งที่สุดของนักดาบเวทมนตร์ผู้ต่ำต้อย"
      },
      {
        "zh": "劣等人魔剑使运用技能板成为最强"
      },
      {
        "zh-hk": "劣等人魔劍使　運用技能板成為最強"
      },
      {
        "tr": "Reenkarnasyon Geçirmiş Alt Tabaka Büyülü Kılıç Ustası"
      }
    ],
    "description": {
      "en": "A normal office worker, Toru Minasuki, was swallowed up by a dimensional fissure and reincarnated into a different world. Upon reincarnation, Toru was given a [skill board] by God. Make the most of it to acquire all the necessary skills! Even though he is an \"inferior person,\" he'll make his way to the top!",
      "it": "Un normale impiegato, Toru Minasuki, è stato inghiottito da una fessura dimensionale e si è reincarnato in un altro mondo. Dopo la reincarnazione, a Toru viene donata una [skillboard] da Dio. Ne approfitterà per acquisire tutte le abilità necessarie a sopravvivere in questo mondo! Nonostante sia una \"lost person\".",
      "ru": "Обычный офисный работник, Тору Мизунори, был поглощен огромной расщелиной и был перерожден в другом мире. После перерождения Бог дал Тору \"список навыков\". Сделай все возможное, что бы приобрести все нужные навыки! Несмотря на то, что он \"слабейший человек\", он пробьется к вершине.",
      "th": "มิซึโนริ โทรุ คนทำงานสำนักงานทั่วไป ถูกกลืนหายไปกับรอยแยกมิติ แล้วมาเกิดใหม่ที่ต่างโลก เมื่อมาเกิดใหม่ โทรุ ได้รับ [สกิลบอร์ด] โดยพระเจ้า ใช้ประโยชน์จากมันให้ได้มากที่สุด เพื่อรับสกิลที่จำเป็นทั้งหมด! แม้ว่าเขาจะเป็น \"คนต่ำต้อย\" เขาก็จะก้าวไปสู่จุดสูงสุด!",
      "tr": "Normal bir ofis çalışanı olan Toru Minasuki, boyutsal bir yarık tarafından yutuldu ve farklı bir dünyaya reenkarne oldu. Reenkarnasyonun ardından Toru'ya Tanrı tarafından bir [beceri tablosu] verildi. Gerekli tüm becerileri edinmek için bundan en iyi şekilde yararlanın! \"Aşağılık bir insan\" olmasına rağmen, zirveye doğru yol alacaktır!",
      "pt-br": "Um trabalhador assalariado normal, Toru Minasuki, foi engolido por uma fenda dimensional e reencarnou em um mundo cheio de vermes e monstros. Após a reencarnação, Toru recebeu um [Quadro de Habilidades] por uma deusa. Aproveite ao máximo para adquirir todas as habilidades necessárias! Mesmo sendo uma \"pessoa inferior\", ele chegará ao topo?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d91d5d97-28dc-4f55-b31c-6cb4685f468c",
    "title": {
      "en": "Okami-san to Himitsu no Kohitsuji-chan"
    },
    "updatedAt": "2024-07-10T15:17:31+00:00",
    "coverArt": "https://mangadex.org/covers/d91d5d97-28dc-4f55-b31c-6cb4685f468c/67e5507c-0202-4f24-9446-7898270aebee.jpg",
    "altTitles": [
      {
        "en": "Mr. Wolf and the Lamb's Secret～My Beastly Boss Robbed Me of My First Time.～"
      },
      {
        "ja": "オオカミさんとヒミツの子羊ちゃん～ケダモノ上司に私のハジメテ奪われちゃいました。～"
      },
      {
        "zh": "狼先生和秘密的小羊小姐~我被野兽上司夺走初夜"
      },
      {
        "zh-hk": "狼先生與秘密的小羊小姐"
      }
    ],
    "description": {
      "en": "白天，白石优是平凡的小职员。为了赚点外快，晚上她在酒吧当可爱的羊羊招待。在某个普通的夜晚，上司大神先生竟然光顾了自己工作的酒吧——心里想着应该不会被认出来的白石小心翼翼地向这位特别的客人搭话，然鹅，下一秒就被认出了……"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6798008-41b8-49fa-9318-a653ffe11c73",
    "title": {
      "en": "Onegai, Nugashite."
    },
    "updatedAt": "2024-03-31T13:20:48+00:00",
    "coverArt": "https://mangadex.org/covers/e6798008-41b8-49fa-9318-a653ffe11c73/d118e5ce-242e-4e47-abc8-986c1d0b0bab.jpg",
    "altTitles": [
      {
        "en": "Please, Take It Off."
      },
      {
        "ko": "부탁이야, 벗겨줘"
      },
      {
        "ja": "お願い、脱がシて。"
      },
      {
        "zh-hk": "拜託了、脫下來吧。"
      },
      {
        "ne": "कृपया, फुकालिदेऊ"
      },
      {
        "vi": "Làm ơn, giúp tớ cởi nó xuống!"
      }
    ],
    "description": {
      "en": "There is a curse on this school. It prevents the person who commits \"impure acts\" from taking off his or her panties. Only the right hand of the protagonist can break the curse and remove the panties, his name is Kamite.\n\nKamite tells the girls that they have been cursed and that he can take off their panties, but... obviously it is almost unacceptable for them to have any man take them off...!\n\nThis is how the girls end up in a lot of trouble. But if the panties are not removed, they can get into even more trouble...",
      "es": "Hay una maldición en esta escuela. La cual, le impide quitarse la ropa interior a toda persona que cometa \"actos impuros\" dentro de la escuela. Solamente la mano derecha de Kamite es capaz de romper la maldición y quitarles la ropa interior. Él les menciona a las chicas que han sido maldecidas y que es capaz de quitarles la ropa interior, pero… ¡Obviamente es casi inaceptable para ellas que un hombre cualquiera se las quite…! Así es como las chicas terminan pasando por momentos de confusión. Pero, si no les es quitada la ropa interior, puede que tengan algo que lamentar.",
      "pt-br": "Existe uma maldição nesta escola. Que impede que a pessoa que cometa “atos impuros” tire sua calcinha. Só a mão direita do protagonista consegue quebrar a maldição e tirar a calcinha, seu nome é Kamite. Kamite fala para as garotas que elas foram amaldiçoadas e que ele pode tirar sua calcinha, mas… obviamente é quase inaceitável para elas que um homem qualquer a tire…! É assim que as garotas acabam passando por vários perrengues. Mas se a calcinha não for retirada, elas podem ter mais problemas ainda."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "183"
  },
  {
    "mangaId": "67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6",
    "title": {
      "en": "Goblin Slayer"
    },
    "updatedAt": "2024-03-17T10:47:47+00:00",
    "coverArt": "https://mangadex.org/covers/67a7dfd1-a39d-46c8-8ff2-9a24a9abaeb6/099c9200-8b35-43aa-b02a-c71efa8b01c2.jpg",
    "altTitles": [
      {
        "ru": "Убийца Гоблинов"
      },
      {
        "ja": "ゴブリンスレイヤー"
      },
      {
        "ko": "고블린 슬레이어"
      },
      {
        "zh-hk": "哥布林殺手"
      }
    ],
    "description": {
      "en": "A young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. Luckily for her, the Goblin Slayer chose that place as his next killing grounds–a man who's dedicated his life to the extermination of all goblins, by any means necessary. And when rumors of his feats begin to circulate, there's no telling who might come calling next.  \n\n**NOTE:**   \n- There are *currently* no English scanlations of this manga. The chapters on the net are the official YenPress chapters.  \nAs long as they **(YenPress' chapters)** are in publication they are not allowed on MangaDex.  \n  \n**Links:**  \n- [Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [Official LN (JP)](https://ga.sbcr.jp/sp/goblin_slayer/)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma sacerdotisa formou seu primeiro grupo de aventureiros, mas, quase imediatamente se encontram em apuros pelos goblins. E o Goblin Slayer é quem vem ao resgate – um homem que tem dedicado sua vida a exterminação de todos os goblins, através de qualquer meio necessário.",
      "ru": "Юная жрица вместе со своей командой впервые отправилась на поиски приключений, но они тут же попали в беду. На помощь им приходит Убийца Гоблинов – таинственный мечник, посвятивший свою жизнь уничтожению всех гоблинов любыми средствами. В итоге девушка присоединяется к нему в постоянном походе против всевозможных пород гоблинов, в котором сталкивается с новыми тайнами, врагами, друзьями, а иногда и конкурентками.",
      "pt-br": "Um homem deseja tornar-se um “aventureiro”, cujo lema é: “Eu não vou salvar o mundo, eu apenas vou matar goblins.” Após ouvir rumores sobre ele, uma elfa se aproxima dele com um pedido."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "958350bf-1b92-47ef-87bd-e207dc1e3fb5",
    "title": {
      "en": "Ken to Mahou to Gakureki Shakai"
    },
    "updatedAt": "2024-04-11T15:16:39+00:00",
    "coverArt": "https://mangadex.org/covers/958350bf-1b92-47ef-87bd-e207dc1e3fb5/33b27c83-caa7-453b-99b8-175d42c1742d.jpg",
    "altTitles": [
      {
        "ja": "剣と魔法と学歴社会 ～前世はガリ勉だった俺が、今世は風任せで自由に生きたい～"
      },
      {
        "en": "Sword, Magic and Academic Society ~ I Was a Diligent Student in My Previous Life, but in This Life I Want to Live Freely and Leave the Wind in My Sails"
      }
    ],
    "description": {
      "en": "In this life, I will live doing only what I want to do!\n\nBoku is reincarnated as \"Allen\", the third son of a noble family, in a different world of swords and magic, which he had longed for. However, this other world is a world where \"academic background,\" which I was bound to in my previous life, is more important than anything else! I am no longer bound by my academic background. In this life, I will live freely and let the wind blow my way!\nI decided to do as I pleased, but for some reason I became the center of attention everywhere I went..?!\n\nThis is the start of a painful fantasy in which you can enjoy your freedom in a different world!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aeae0378-7660-4c3c-a7df-3023d96cd649",
    "title": {
      "en": "Set it and Forget it"
    },
    "updatedAt": "2024-07-10T15:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/aeae0378-7660-4c3c-a7df-3023d96cd649/cbce8382-c552-4aa5-9ed6-b5d5d6665c52.jpg",
    "altTitles": [
      {
        "ja": "ほったらかし飯"
      },
      {
        "ja-ro": "Hottarakashi Meshi"
      },
      {
        "ru": "Поставьте и забудьте"
      }
    ],
    "description": {
      "en": "At 25, Fuko’s true love isn’t romance; it’s food. Her path to cooking begins with a lucky bingo win—a nifty rice cooker! But with her kitchen occupied by her pet hermit crab, Hikki, Fuko has to get creative... Cooking with only a rice cooker?! Challenge accepted! Join Fuko as she steams ahead in this lazy gourmet adventure!",
      "ru": "В 25 лет настоящая любовь Фуко — это не романтика, а еда. Её путь к кулинарии начинается со счастливого выигрыша в лотерею — замечательной рисоварки! Но когда кухню занимает её домашний рак-отшельник Хикки, Фуко приходится проявлять изобретательность... Готовить только с помощью рисоварки?! Вызов принят! Присоединяйтесь к Фуко в этом ленивом приключении для гурманов!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "e2331661-2a88-40d4-ac1a-e61ad776ed48",
    "title": {
      "en": "For My Derelict Favorite"
    },
    "updatedAt": "2024-04-11T11:51:32+00:00",
    "coverArt": "https://mangadex.org/covers/e2331661-2a88-40d4-ac1a-e61ad776ed48/43e8eeec-38dc-4862-b367-2e6f4ea2445a.jpg",
    "altTitles": [
      {
        "ko": "버려진 나의 최애를 위하여"
      },
      {
        "ko-ro": "Beoryeojin Na-eui Choeaereul Wihayeo"
      },
      {
        "en": "For My Forsaken Beloved"
      },
      {
        "en": "For My Abandoned Love"
      },
      {
        "es": "Para mi amor abandonado"
      },
      {
        "en": "For My Derelict Beloved"
      },
      {
        "es": "Por mi favorito abandonado"
      },
      {
        "zh": "为了我被遗弃的爱"
      },
      {
        "mn": "Хаягдсан хайртынхаа төлөө"
      }
    ],
    "description": {
      "en": "I entered my favorite romantic fantasy novel! I may be a commoner, but I'm rich beyond belief. I quietly watched the romance of the main characters in the original novel, assuming I would go back to reality after reaching the novel's ending... However, even after the ending, I am still stuck in this world! As a result, I learned the behind-the-scenes stories that I didn't want to know. My favorite second male lead, Kaelus, died. Living in poverty without him, I eventually became ill and died as well. I thought I would return to reality, but I went back in time instead. This is definitely... This means I have to save my beloved, right?\n\n---\n**Notes:**\n* The novel of this series was originally released as R15, 7 months after being completed the book/ebook was later re-released as R19. The webtoon will follow how the novel was originally released which is R15.\n* *For My Derelict Favorite* is the official English name on the Korean novel.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8423030), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794155)",
      "hu": "Hestia, a főhősnőnk a kedvenc regényének egy gazdag mellékszereplőjeként ébred egy nap. Rajongóként legelső dolga, hogy nemesi címet vásároljon magának annak érdekében, hogy az imádott drágaságát, a regény second male lead-jét, Caelust láthassa az arisztokrata bálokon. Hestia úgy dönt, csak külső szemlélő lesz, nem avatkozik bele a cselekményszálba. A regény eredeti befejezését követő évben azonban olyan váratlan dolog történik Caelus-szal, ami Hestiát mégis cselekvésre készteti, hogy a bias-a elkerülhesse a tragikus befejezést.1",
      "ko": "\"내 최애를 살려내!\"\nN회차 정주행할 만큼 애정하던 로판 소설에 빙의한 헤스티아,\n엑스트라 of 엑스트라에 빙의한 덕에 주인공들을 직관하고 드디어 맞이한 작품의 엔딩!\n엔딩 후 현실로 돌아가게 될 거란 예상은 산산조각이 나고,\n소설의 엔딩 후 비하인드가 가장 애정하는 캐릭터였던 서브남 카엘루스의 죽음이라는 충격에서 벗어나기도 전에\n소설의 엔딩 직후로 회귀하는데…!\n그렇다면 이번엔, 내 최애를 지켜내겠어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "484f94e7-35c3-4cb5-a068-53d684c1439a",
    "title": {
      "en": "Baki Rahen"
    },
    "updatedAt": "2024-04-09T00:09:56+00:00",
    "coverArt": "https://mangadex.org/covers/484f94e7-35c3-4cb5-a068-53d684c1439a/9e78de44-f1bc-42a4-822d-2204e44cadd1.png",
    "altTitles": [
      {
        "ja": "刃牙らへん"
      },
      {
        "en": "Baki Part 6"
      },
      {
        "ru": "Баки: Рахэн"
      },
      {
        "ru": "Баки: Где-то рядом"
      },
      {
        "en": "Baki and Others"
      },
      {
        "tr": "Baki Rahen"
      }
    ],
    "description": {
      "en": "The sixth part of the Baki series.",
      "ru": "Продолжение великой эпопеи \"Баки\". 6-я номерная серия тайтла, которая поведает нам нереальную историю сражения Джека Хаммера и доисторического человека Пикла!!!",
      "tr": "Büyük destan Bucky'nin devamı. Jack Hammer ve tarih öncesi adam Pickle arasındaki savaşın gerçek dışı hikayesini anlatacak olan Baki'nin 6 numaralı serisidir!!!",
      "pt-br": "Jack derrubou o mundo do sumô, agora ele irá desafiar a todos para seu torneio. Desta vez uma nova jornada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d",
    "title": {
      "en": "Sherbet Above the Sea of Fog"
    },
    "updatedAt": "2024-07-02T08:37:44+00:00",
    "coverArt": "https://mangadex.org/covers/ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d/f83a0850-f835-4446-9e4f-4ddaa06c3657.jpg",
    "altTitles": [
      {
        "ko": "안개 바다 위의 샤베트"
      }
    ],
    "description": {
      "en": "Sherbet, a girl from a noble family, is forced to marry a man she has never met. She decides to escape this fate and joins a cruise that sails through the sea of mist, a place full of legends and secrets.\n\nThere, she meets several interesting characters, such as a pirate captain, a runaway princess, a curious mermaid and a cruel empress. She also discovers that the cruise is actually a ghost ship that takes the souls of the dead to the next world.\n\nShe will have to face various dangers and challenges to escape the ship and find her true love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed5dddc0-999d-4fd2-a702-9fef1ec2c955",
    "title": {
      "en": "Blue Box"
    },
    "updatedAt": "2024-07-07T08:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/ed5dddc0-999d-4fd2-a702-9fef1ec2c955/ac9e9f65-16c0-4969-a9bb-51bcadff1e39.jpg",
    "altTitles": [
      {
        "ja": "アオのハコ"
      },
      {
        "ru": "Голубая шкатулка"
      },
      {
        "ne": "नीलो बाकस"
      },
      {
        "ja-ro": "Ao no Hako"
      },
      {
        "es": "La caja azul"
      },
      {
        "es-la": "La caja azul"
      },
      {
        "uk": "Блакитна скринька"
      },
      {
        "tl": "Kahong Bughaw"
      },
      {
        "kk": "Көгілдір сандықша"
      }
    ],
    "description": {
      "en": "Taiki Inomata is on the boys' badminton team at sports powerhouse Eimei Junior and Senior High. He's in love with basketball player Chinatsu Kano, the older girl he trains alongside every morning in the gym. One Spring day, their relationship takes a sharp turn ... And thus begins this brand-new series of love, sports and youth!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media (2023)",
      "fr": "Taiki Inomata, membre du club de badminton, a eu le coup de foudre pour Chinatsu Kano, la star du club de basket de son établissement. Il s'entraîne à ses côtés tous les matins. Sa relation avec Chinatsu va prendre un tournant totalement inédit lorsqu'un jour de printemps, une nouvelle des plus déconcertantes va lui offrir une opportunité inespérée de conquérir sa belle.\n\n---\n\nMaison d'édition FR : **Delcourt/Tonkam**",
      "tl": "Si Taiki Inomata ay nasa boys' badminton team na sports powerhouse ng Eimei Junior at Senior High. In love siya sa basketball player na si Chinatsu Kano, ang babaeng mas matanda sa kaniya na kasama niya magpraktis kada umaga sa gym. Isang araw, ang kanilang relasyon ay biglang nagbago.",
      "uk": "Тайкі Іномата — учасник команди з бадмінтону, який вчиться у школі Еймей. Щодня він намагається прийти до школи якомога раніше, але його завжди випереджає Чінацу Кано, в яку він закоханий.\n\nЧінацу — зірка команди з баскетболу. Хоч Тайкі добре грає в бадмінтон, він далеко не настільки популярний, як Чінацу, що робить шанси на взаємну симпатію низькими. Але за дивним поворотом долі Чінацу починає жити в його будинку.",
      "vi": "Taiki Inomata, năm ba sơ trung, là thành viên của đội cầu lông. Kể từ khi tập luyện cùng với đội cầu lông, cậu luôn cố đến sớm nhất có thể, thế nhưng, cậu chỉ là người thứ hai đến nhà đa năng. Bởi vì người đầu tiên luôn đến sớm nhất, chính là Chinatsu Kano, năm nhất cao trung, và là người mà cậu thích.\n\nVì sự chênh lệch giữa mức độ nổi tiếng mà cậu cảm thấy mình không thể kéo gần khoảng cách với cô ấy. Thế nhưng...\n\nVào một ngày đẹp trời, vì chuyện gia đình, Chinatsu Kano đã đến sống chung với Taiki Inomata.\n\nVới cơ hội ngàn năm có một này, với cái flag romcom to hơn núi Phú Sĩ này, liệu rằng cậu chàng Taiki có thể làm nên chuyện hay không?",
      "es-la": "Taiki Inomata forma parte del equipo masculino de bádminton en el prestigioso instituto deportivo Eimei Junior y Senior High. Su corazón late por Chinatsu Kano, la hábil jugadora de baloncesto con la que comparte entrenamientos matutinos en el gimnasio. En un día primaveral, su relación da un giro sorprendente… Y así se inicia esta nueva serie que combina amor, deportes y la efervescencia de la juventud.",
      "pt-br": "Taiki Inomata está na equipe de Badminton dos meninos na Powerhouse Esportiva Eimei Junior e Senior High. Ele está apaixonado por jogador de basquete Chinatsu Kano, a menina mais velha que ele treina ao lado de todas as manhãs no ginásio. Um dia de primavera, seu relacionamento tem uma virada acentuada ... e assim começa esta nova série de amor, esportes e jovens!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be2efc56-1669-4e42-9f27-3bd232bca8ea",
    "title": {
      "en": "Ningen ni Koisuru Shinigami-chan"
    },
    "updatedAt": "2024-04-25T14:15:29+00:00",
    "coverArt": "https://mangadex.org/covers/be2efc56-1669-4e42-9f27-3bd232bca8ea/ce5a0bdb-da3c-419a-8620-ef22c5bd000d.jpg",
    "altTitles": [
      {
        "ja": "にんげんに恋する死神ちゃん"
      },
      {
        "pt-br": "A ceifadora se apaixona por um humano"
      },
      {
        "en": "The Grim Reaper Falls in Love With a Human"
      },
      {
        "vi": "Thần chết trót đem trọn tình yêu với một con người."
      },
      {
        "id": "Shinigami-chan yang jatuh cinta pada manusia"
      }
    ],
    "description": {
      "en": "_\"You can see me again?\"_\n\nOne day \"Human\" was overworked from his black company and about to die... and saw a Grim Reaper! But even though her job is to collect souls, \"Grim-chan\" instead takes care of \"Human\" so he doesn't die....?",
      "ja": "「ちゃんと休め～～!!」\n「また、あたしが見えてるな？」\n\n残業過多で疲れ切ってる「にんげん」はある日、ブラックな労働環境に死にかけて……死神が見えてしまう。\nしかし、魂の回収がお仕事なハズの「死神ちゃん」は、「にんげん」が心配のあまり死なないようにお世話をしてしまい――!?\n\n「死神ちゃん」と過ごす、春夏秋冬。疲れ切ってるあなたに贈る、癒やしのフルカラー・ラブコメ・コミック!!\n\n---\n\n\"Chanto yasume ~~!!\"\n \"Mata, atashi ga mie teru na?\"\n\nZangyō kata de tsukare kitteru 'nin gen' wa aru hi, burakkuna rōdō kankyō ni shinikakete... shinigami ga miete shimau. Shikashi, tamashī no kaishū ga oshigotona hazu no 'shinigami-chan' wa,'ni n gen' ga shinpai no amari shinanai yō ni osewa o shite shimai ――!? \n\n`Shinigami-chan' to sugosu, shunkashūtō. Tsukare kitteru anata ni okuru, iyashi no furukarā rabukome komikku!!",
      "pt-br": "\"Você pode me ver de novo?\" Um dia o \"Humano\" estava sobrecarregado de trabalho de sua empresa abusiva e prestes a morrer... ele viu uma Ceifadora! Mas mesmo que seu trabalho seja coletar almas, \"Grim-chan\" decide cuidar do \"Humano\" para que ele não morra...?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "41"
  },
  {
    "mangaId": "b8897575-52a7-41c9-92e5-9d41cebb141e",
    "title": {
      "en": "Yo-kai Watch: The Story of King Nyarthur"
    },
    "updatedAt": "2024-06-14T14:23:02+00:00",
    "coverArt": "https://mangadex.org/covers/b8897575-52a7-41c9-92e5-9d41cebb141e/02f9a175-9c68-41b7-83db-1354bad16eea.jpg",
    "altTitles": [
      {
        "es": "Yo-kai Watch: La Historia del Rey Nyarthur"
      },
      {
        "ja": "まんが ニャーサー王物語"
      },
      {
        "en": "Yokai Watch: The Story of King Nyarthur"
      }
    ],
    "description": {
      "en": "Official comicalization of the event in \"Yo-Kai Watch Punipuni\", \"King Nyarthur Story\"!\nWhat is the fate that awaits Jibanyan who accidentally pulled out the legendary holy sword?\nEnjoy a new adventure with manga and games!",
      "es": "¡Comicización oficial del evento en \"Yo-Kai Watch Punipuni\", \"La Historia del Rey Nyarthur\"!\n¿Cuál es el destino que le espera a Jibanyan, quien accidentalmente sacó la legendaria espada sagrada?\n¡Disfruta de una nueva aventura con manga y juegos!",
      "ja": "『妖怪ウォッチ ぷにぷに』内のイベント、「ニャーサー王物語」を公式コミカライズ！\nひょんなことから伝説の聖剣を抜いてしまったジバニャンたちを待ち受ける運命とは…？\n新たなる大冒険をマンガでもゲームでも楽しもう！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "14"
  },
  {
    "mangaId": "6fddfcaa-ea6b-4cd5-ba91-ebd4bb6f4a9c",
    "title": {
      "en": "Hell Climber"
    },
    "updatedAt": "2024-03-31T14:40:49+00:00",
    "coverArt": "https://mangadex.org/covers/6fddfcaa-ea6b-4cd5-ba91-ebd4bb6f4a9c/21fbc891-738f-416c-92ef-068eaa0bcfc7.jpg",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
    },
    "updatedAt": "2024-07-10T03:40:42+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home"
      },
      {
        "es-la": "Mi hermanastra que es perfecta en público, muestra su verdadera cara en casa."
      },
      {
        "en": "My Stepsister Who Is Perfect in Public, Shows Her True Colors at Home"
      }
    ],
    "description": {
      "en": "**Note:**\n- The alternative English title (Even Though the Outside Is the Best, Her Sister-in-Law Has a Bare Nature at Home) is the one used on Amazon."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56cfd6ab-c76a-40df-931e-1997f390056c",
    "title": {
      "en": "Gas-tou Norainu Tanteidan"
    },
    "updatedAt": "2024-06-18T16:07:32+00:00",
    "coverArt": "https://mangadex.org/covers/56cfd6ab-c76a-40df-931e-1997f390056c/af9e4dd2-29f8-42ef-ba51-733b0aecf0b4.jpg",
    "altTitles": [
      {
        "ja": "ガス灯野良犬探偵団"
      },
      {
        "en": "Gaslight Stray Dog Detectives"
      }
    ],
    "description": {
      "en": "The setting is London at the end of the 19th century. A young vagrant boy, Louie, meets Sherlock Holmes, a consulting detective who has just opened his own practice, after a murder case. Despite his hatred for Holmes, who does not pay attention to cases involving anything but the upper class, Louie decides to become Holmes' \"dog\" and work for him in order to gain the ability to protect the homeless children. The splendid tag team of Aosaki Yuugo and Matsubara Toshimitsu presents an underground mystery epic for boys!",
      "ja": "舞台は19世紀末ロンドン。 浮浪児の少年・リューイは、路上での靴磨きで生計を立てながら暮らしていた。 そんなある日、同じく浮浪児で家族同然の少女・ニナが何者かに殺害される。 リューイは犯人を見つけ出し復讐するため捜査を開始するが、それが彼の運命を大きく変えることになる――。 青崎有吾×松原利光の豪華タッグが贈る、少年たちの地下街ミステリー叙事詩！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "38f386ce-f2dc-4f2b-99f9-522eab56078d",
    "title": {
      "en": "Webtoon Character Na Kang Lim"
    },
    "updatedAt": "2024-07-09T15:13:24+00:00",
    "coverArt": "https://mangadex.org/covers/38f386ce-f2dc-4f2b-99f9-522eab56078d/bb45c8ed-521d-47a4-b780-cfc72b356228.png",
    "altTitles": [
      {
        "ko": "수요웹툰의 나강림"
      },
      {
        "ko-ro": "Suyo Webtoon-ui Na Kang-Rim"
      }
    ],
    "description": {
      "en": "Na Kang Lim, a high school student who enjoys reading webtoons, experiences a strange event one day when the female lead from his favorite webtoon appears before him. Even more surprising, the same incidents that put her in danger in the webtoon start happening in real life. The problem is, there's no protagonist in the real world to save her! Ultimately, Na Kang Lim takes on the role of the protagonist, looping through time to save her."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "172"
  },
  {
    "mangaId": "54cc1547-1d1c-4759-a94c-39b9d1f958d7",
    "title": {
      "en": "Mousou Sensei"
    },
    "updatedAt": "2024-07-07T11:27:07+00:00",
    "coverArt": "https://mangadex.org/covers/54cc1547-1d1c-4759-a94c-39b9d1f958d7/44110af1-4750-4fb1-a491-174742b46589.jpg",
    "altTitles": [
      {
        "ja": "妄想先生"
      },
      {
        "en": "Delusional Teacher"
      }
    ],
    "description": {
      "en": "The beautiful English teacher Momoko Irosaki receives what she thinks are the lustful gazes of her male students every day... or so she misunderstands!? What goes on in the school life of a teacher who inadvertently indulges in fantasies full of allure...?",
      "ja": "美人英語教師の色咲先生は、日々男子生徒から思春期真っ盛りの視線を浴びている…のは勘違い!? ついお色気全開の妄想をしてしまう先生の学校生活は――…。ちょっとえっちでかなり笑える妄想スクールコメディ!!",
      "vi": "Irosaki-sensei, một giáo viên trẻ xinh đẹp, hoạt bát,... Nói chung là mặt tiền cô rất  tuyệt với, học sinh đứa nào đứa nấy cũng mê. Nhưng thật ra \"mặt trong\" của cô lại không được xán lạn đến vậy. Và rồi cô gặp một cậu học trò yêu thích môn tiếng anh mà cô đang giảng dạy, thay vì nghĩ rằng \"ồ, siêng quá ta\", thì trong đầu cô lại chỉ có vô vàn suy nghĩ đồi trụy rồi tự gán hết lên người cậu học sinh ấy, nói chung là ngây ngô lắm cả nhà XD."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "830b4cdd-df77-4a48-975a-aa2bc0684738",
    "title": {
      "en": "Mezase Gouka Kyakusen!! ~Sen Shokan Skill De Isekai Rich Life Wo Te Ni Irero~"
    },
    "updatedAt": "2024-06-26T10:04:59+00:00",
    "coverArt": "https://mangadex.org/covers/830b4cdd-df77-4a48-975a-aa2bc0684738/681ce145-9c39-49b1-91b2-14bb6fb57de7.jpg",
    "altTitles": [
      {
        "ja": "めざせ豪華客船!!　～船召喚スキルで異世界リッチライフを手に入れろ～"
      },
      {
        "ko": "노려라 호화객선!! 배 소환 스킬로 이세계 부자 라이프를 손에 넣어라"
      },
      {
        "en": "Striving for the Luxury Liner!! Get that Rich Isekai Life with a Ship Summoning Skill"
      }
    ],
    "description": {
      "en": "After falling into the ocean, Wataru Toyoumi, finds himself reincarnated in another world! Armed with a skill to allow him to summon boats, he plans to get rich and live a happy life aboard his very own luxury liner."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec0f5d68-b14a-4d83-82f7-8a5b150affe4",
    "title": {
      "en": "I Can't Do That With My Former Student"
    },
    "updatedAt": "2024-05-31T02:22:58+00:00",
    "coverArt": "https://mangadex.org/covers/ec0f5d68-b14a-4d83-82f7-8a5b150affe4/e52d4fde-6247-4d76-a493-0a8eb94b34c6.jpg",
    "altTitles": [
      {
        "ja": "でっかくなった生徒に求婚される話"
      },
      {
        "ja-ro": "Dekkaku Natta Seito ni Kyuukonsareru Hanashi"
      },
      {
        "en": "My Student Grew Huge and Proposed to Me"
      },
      {
        "ja": "教え子くんとはデキません"
      },
      {
        "ja-ro": "Oshiego-kun to wa Dekimasen"
      },
      {
        "vi": "Cậu học trò nay đã “lớn” và cầu hôn tôi"
      }
    ],
    "description": {
      "en": "A teacher finds herself getting a marriage proposal from her former student, who has had a significant growth-spurt since they last met.\n\n---\n**Links:**\n- Alternative Official Raw - [Twitter](https://twitter.com/_71416/status/1702677638756872490)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06eff9bc-02ae-4119-aa71-712ed5738ecf",
    "title": {
      "en": "Captain Tsubasa - Road to 2002"
    },
    "updatedAt": "2023-03-09T20:07:29+00:00",
    "coverArt": "https://mangadex.org/covers/06eff9bc-02ae-4119-aa71-712ed5738ecf/1e803ba4-5eca-457d-92f6-40deacc167ee.jpg",
    "altTitles": [
      {
        "en": "Captain Tsubasa: Road to 2002 - Go for 2006"
      },
      {
        "en": "GO FOR 2006"
      },
      {
        "ja": "キャプテン翼　ROAD　TO　2002"
      },
      {
        "zh": "足球小将 Road to 2002"
      }
    ],
    "description": {
      "en": "After the World Youth, Japanese players are looking for pro careers in Japan and around the world.  \n  \nIn order to fulfill their dream of World Cup 2002 in Korea and Japan, they must get stronger playing in various club competitions, home and abroad."
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "144"
  },
  {
    "mangaId": "cf69e2fd-9833-4f89-9cad-f470a280a256",
    "title": {
      "en": "How to Win My Husband Over"
    },
    "updatedAt": "2023-06-08T06:59:08+00:00",
    "coverArt": "https://mangadex.org/covers/cf69e2fd-9833-4f89-9cad-f470a280a256/be664e06-9d7a-45fd-870b-9292e9440c44.jpg",
    "altTitles": [
      {
        "ko": "남편을 내 편으로 만드는 방법"
      },
      {
        "ko-ro": "Nampyeon'eul Nae Pyeon'euro Mandeuneun Bangbeob"
      },
      {
        "en": "How to Get My Husband on My Side"
      },
      {
        "fr": "Comment faire mon mari être mon allié"
      },
      {
        "it": "Come portare mio marito dalla mia parte"
      },
      {
        "es": "Cómo hacer que mi marido esté de mi lado"
      },
      {
        "es": "Cómo poner a mi esposo de mi lado"
      },
      {
        "ru": "Как переманить мужа на свою сторону"
      },
      {
        "uk": "Як переманити мого чоловіка на мою сторону"
      },
      {
        "fa": "چگونه شوهرم رو در کنارم قرار بدم"
      },
      {
        "ja": "夫を味方にする方法"
      },
      {
        "zh": "让丈夫站在我这边的方法"
      },
      {
        "zh-hk": "讓丈夫偏愛的方法"
      },
      {
        "zh-hk": "讓丈夫站在我這邊的方法"
      },
      {
        "vi": "Phương Pháp Làm Chồng Hướng Về Phía Em"
      },
      {
        "mn": "Нөхрөө хэрхэн өөрийн талд оруулах вэ"
      },
      {
        "th": "วิธีดึงสามีมาเป็นพวก"
      }
    ],
    "description": {
      "ar": "أصبحت امرأة شريرة ماتت على يد زوجها في الرواية ، على وجه التحديد كشخصية داعمة تموت أثناء استخدامها كأداة للزواج السياسي من قبل والدها وشقيقها . وفي يوم من الأيام ، أحضر الأب أخيزا عريسها ... المشكلة أن الشخص الآخر هو الزوج الذي سيقتلني وأفضل فارس مقدس في الشمال الذي سيدمر الأسرة في المستقبل . أولا وقبل كل شيء ، يجب أن أجد طريقة للعيش . هناك العديد من الصعوبات مثل برودة الزوج ، وازدراء الدوق ، لكن يبدو أنه غير مؤذ للناس هنا . \" لقد وقعت في حبك ! \" لذا أرجوك أنقذني !\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "en": "In the original lines of the novel, I was a villainess—used as a political tool by my father and older brother—who ended up dying at the hands of my future husband.\n\nTo save his kingdom, my father desperately begged my fifth groom to take my hand in marriage. The problem is that the man I’m supposed to marry, the legendary knight of the North, is the same man who will end up murdering me and my entire family.\n\nI have to find a way to survive.\n\nWithin the novel itself, there are many daunting challenges ahead of me: I have to find a way to save my husband’s little sister, win over my cold-hearted husband, and gain the support of the people of the North, all of whom currently despise me.\n\n“I’m in love with you!”\n\nSo please, don’t kill me!\n\n---\nI thought I'd finally escaped my hellish life when I died in an airplane crash, but I fell into another nightmare when I awoke as Rudbeckia de Borgia, a minor villain from a historical novel destined to die at the hands of her husband, Iske van Omerta. Surviving with the dysfunctional Borgia family is hard enough, but now I have to marry the man who will kill me! Still, it’s okay, I just have to convince Iske, his family, and all his countrymen that I’m completely harmless! How hard can that be?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "es": "Me convertí en Rudbekia, la villana dentro de una novela de fantasía que sería asesinada a manos de su marido. El maldito de mi padre, ya ha decidido con quien me volveré a casar a través de un matrimonio político. El principal problema, es que mi futuro esposo es quien me matara. Necesito encontrar una forma de sobrevivir. Si actuó inofensivamente ante la gente del Norte, si protejo a la hermana de mi marido, a quien maté en la historia original, y si finjo estar completamente enamorada de él, ¿tal vez me perdone la vida? —¡Me he enamorado de tí! ¡Así que por favor sálvame!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "fa": "در قسمت های اصلی رمان، من یه فرد شرور بودم که توسط پدر و برادر بزرگترم به عنوان یه ابزار سیاسی استفاده میشدم و در نهایت به دست شوهر آیندم کشته شدم. پدرم برای نجات پادشاهی خودش به شدت به داماد پنجم التماس میکرد که با من ازدواج کنه. مشکل اینه که مردی که قراره باهاش ازدواج کنم، شوالیه افسانه ای شمال، همون مردیه که در نهایت من و تمام خانوادم رو میکشه. \"باید راهی برای زنده موندن پیدا کنم.\" داخل خود رمان چالش های دلهره آور زیادی پیشه رو هس. من باید راهی برای نجات خواهر کوچک شوهرم پیدا کنم، بر ظاهر سرد شوهرم پیروز شم، حمایت مردم شمال رو به دست بیارم و دربرابر اتفاقات عجیب با موجودات عجیبی دووم بیارم که در حال حاضر همه اینا منو به یه فرد انتقام جو تبدیل میکنن. \"عاشق توعم!\" \"پس لطفاً منو نکش!\"\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "fr": "Dans le roman, elle est devenue une méchante qui est morte des mains de son mari. Pour être plus précis, elle est devenue un personnage secondaire qui est morte en étant utilisée comme un outil pour un mariage politique par son père et son frère. Un jour, mon satané père est sorti en rampant et a choisi mon cinquième marié. Le problème est que la personne choisie était le meilleur paladin du Nord et la personne même qui me tuera moi et ma famille dans le futur. D’abord, je dois trouver un moyen de vivre. Dans le roman, avant de trouver un moyen de sauver ma belle-sœur qui allait mourir de mes mains, il y a de nombreux défis que je dois surmonter. Par exemple, faire fondre l’extérieur froid de mon mari, gagner les faveurs des gens du Nord et surmonter le mépris du duc. Si je peux surmonter ces défis, ma vie ne sera-t-elle pas sauvée plus tard? «Je suis tombé amoureux de toi !» Alors s’il te plaît, épargne-moi!\n\n---\nUne jeune coréenne est réincarnée dans le corps de Rudbeckia de Borgia, la seule fille du pape. Cependant, Rudbeckia est destinée à mourir des mains de son époux après avoir été utilisée comme outil dans un mariage politique. Prenant les devants pour changer son destin, elle décide de gagner l'affection de Izek van Omerta du royaume de Britannia, paladin, neveu du roi et héritier du duché d'Omerta. Rudbeckia pourra-t-elle empêcher le meurtre de sa belle-sœur, assassinat qui lui avait coûté la vie? Et Izek, celui qui est supposé tuer Rudbeckia dans le futur, se rangera-t-il aux côtés de son épouse?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "it": "Nelle righe originali del romanzo, ero una malvagia, usata come strumento politico da mio padre e mio fratello maggiore, che finì per morire per mano del mio futuro marito. Per salvare il suo regno, mio padre pregò disperatamente Isaac di Omerta di sposarmi. Il problema è che l'uomo che dovrei sposare, il leggendario cavaliere del Nord, è lo stesso uomo che finirà per uccidere me e tutta la mia famiglia. Devo trovare un modo per sopravvivere! All'interno del romanzo stesso, ci sono molte sfide scoraggianti: devo trovare un modo per salvare la sorellina di mio marito, conquistare il mio freddo marito e ottenere il sostegno della gente del Nord, che attualmente mi disprezza. \"Sono innamorata di lei!\" Riuscirò nell'impresa?\n\n---\nIn un romanzo, è diventata una malvagia che è morta tra le mani di suo marito. Per la precisione, come \"attrice\" non protagonista, una cattiva che muore dopo essere stata utilizzata come strumento per un matrimonio strategico da suo padre e suo fratello. Un giorno, il mio dannato padre ha strisciato e ha offerto la mia mano al mio quinto sposo. Il problema è che lui è proprio il marito che mi ucciderà e il miglior paladino del nord che in futuro distruggerà la mia famiglia. Per prima cosa, devo trovare un modo per sopravvivere. Nel romanzo ci sono molte difficoltà, come il freddo disprezzo di mio marito, l'odio e il bisogno di controllo dei nordisti e il disprezzo dei contadini, prima di trovare un modo per salvarmi la vita, dovrò risolvere diversi problemi. \"Sono innamorata di te!\" Quindi, per favore, salvami!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "ko": "판타지 소설 속 남편의 손에 죽는\n악역 조연, ‘루드베키아’가 되었다.\n\n이 세계의 망할 아버지는 내 정략결혼 상대를 또 물어왔다.\n문제는 그 상대가 바로 날 죽이게 될 남편이라는 것!\n\n일단은 살길을 찾아야 한다.\n\n북부 사람들에게 최대한 무해하게 보이면서\n원작에서 내가 죽일 남편의 여동생도 지키고,\n남편에겐 사랑에 빠진 척하면 목숨은 살려주지 않을까?\n\n“전 당신한테 반해버렸어요!”\n\n그러니까 제발 살려줘!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "pt": "Me tornei ‘Rudbeckia’, uma coadjuvante em uma história de fantasia, uma vilã que morre pelas mãos de seu marido. O pior pai do mundo me achou outro parceiro para um casamento político. O problema é, essa pessoa é o marido que vai me matar! Primeiro, preciso achar uma forma para viver. Preciso parecer o mais inofensiva possível para o povo do norte e proteger a irmãzinha do meu marido que matei na história original. Não seria capaz de salvar minha vida se fingisse estar apaixonada pelo meu marido?\n\n“Me apaixonei por você à primeira vista!”\n\n“Então, por favor, me poupe!”\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "ru": "Рудвекиа де Ворхиа является сикстинским ангелом и принцессой Романии, которой предначертано умереть от руки собственного мужа. После того как она стала обычным инструментом в руках верховного понтифика католической церкви и своего старшего брата, она вынуждена вступить в политический брак с лучшим паладином севера, который в будущем должен убить весь ее дом. Теперь девушка должна будет столкнуться с многочисленными трудностями, но ей придется приспособиться и выжить в новых условиях. Сначала ей придется доказать, что она не является опасностью для других людей, потому людям не стоит ее опасаться. Дальше же ей придется убедить всех людей в том, что она совершенно непричастна к делам понтифика и семьи.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "tr": "Kocasının ellerinde ölen bir kötü kadın karakterin bedenine reenkarne oldum. Daha doğrusu, babası ve erkek kardeşi tarafından siyasi evlilik aracı olarak kullanılırken ölen bir yardımcı karakter oldum. Bir gün, lanet olası babam gitti ve beşinci kocamı seçti. Sorun şu ki, seçilen kişi Kuzey'in en iyi Paladin'i, dahası gelecekte beni ve ailemi öldürecek olan kişiydi. Önce yaşamanın bir yolunu bulmalıyım. Romanda benim ellerimde ölecek olan biricik kız kardeşini kurtarmanın bir yolunu bulmadan önce aşmam gereken birçok zorluk var. Kocamın soğuk yüzünü eritmek, Kuzeyli'nin beğenisini kazanmak ve Dük'ün küçümsemesini yenmek gibi. Bu zorlukların üstesinden gelebilirsem, hayatım sonunda kurtulmuş olmaz mı? \"Sana aşık oldum!\" Bu yüzden lütfen beni bağışla!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "uk": "Вона стала злодійкою, яка померла від рук свого чоловіка в романі. Точніше, вона стала другорядною героїнею, яка померла, коли її батько і брат використовували як інструмент політичного шлюбу. По-перше, я маю знайти спосіб вижити у романі, знайти спосіб врятувати сестру мого чоловіка, яка в оригіналі померла від моїх рук, мені потрібно розтопити холодне серце мого чоловіка, завоювати прихильність населення та подолати презирство герцога. Якщо я зможу подолати ці труднощі, чи не буде моє життя врятовано пізніше? «Я закохався в тебе!» Тож будь ласка, пощади мене!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "vi": "Trong cuốn tiểu thuyết gốc, tôi là một nhân vật phản diện - người được cha và anh trai sử dụng như một công cụ chính trị và cũng là người hết dưới tay chồng tương lai của mình. Để cứu vương quốc, cha tôi đã tuyệt vọng cầu xin chú rể nắm lấy tay tôi và kết hôn. Vấn đề là người đàn ông mà tôi phải kết hôn chính là hiệp sĩ huyền thoại của phương Bắc và cũng là người đàn ông sẽ tiêu diệt tôi và cả gia đình. Tôi phải tìm cách tồn tại. Trong cuốn tiểu thuyết, có rất nhiều thử thách khó khăn dc đặt ra cho tôi: tôi phải tìm cách cứu em gái của chồng mình, giành dc trái tim của người chồng lạnh lùng và có dc sự ủng hộ của người dân phương Bắc và tất cả những người hiện tại coi thường tôi. \"Em yêu anh!\" Vì vậy, xin anh đừng giết em!!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "zh": "我成为了在奇幻小说中死在丈夫手中的反派角色‘卢德薇基亚’。 更倒霉的是，父亲又给我找来了一个政治联姻的对象。 问题是，那个人就是要杀掉我的丈夫啊！ 首先要找到活路。 尽可能在北部人面前展示出无害的样子 还要保护在原著中死在我手下的丈夫的妹妹 假装对丈夫陷入爱河会不会挽救我的性命？ “我被你迷住了！” 所以拜托救救我吧！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)",
      "zh-hk": "我成為了在奇幻小說中死在丈夫手中的反派角色‘盧德薇基亞’。\n\n更倒霉的是，父親又給我找來了一個政治聯姻的對象。問題是，那個人就是要殺掉我的丈夫啊！首先要找到活路。\n\n盡可能在北部人面前展示出無害的樣子 還要保護在原著中死在我手下的丈夫的妹妹\n\n假裝對丈夫陷入愛河會不會挽救我的性命？ “我被你迷住了！” 所以拜託救救我吧！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%ED%8E%B8%EC%9D%84-%EB%82%B4-%ED%8E%B8%EC%9C%BC%EB%A1%9C-%EB%A7%8C%EB%93%9C%EB%8A%94-%EB%B0%A9%EB%B2%95/2954), [KakaoPage](https://page.kakao.com/home?seriesId=57854767)\n\n**Official Translations:**\n* [English](https://tapas.io/series/how-to-win-my-husband-over/info)\n* [Chinese (Simplified) / 汉语](https://pdt.tencentac.com?contentId=246&platform=AA&adtag=appshare.android.detail%2526%25E5%2585%25B6%25E4%25BB%2596%2526246)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E5%8F%AA%E7%82%BA%E5%B0%8B%E6%B1%82%E4%B8%88%E5%A4%AB%E7%9A%84%E6%94%AF%E6%8C%81/288)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/How-to-Get-My-Husband-on-My-Side/100)\n* [Japanese / 日本語](https://piccoma.com/web/product/103981)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%94%E0%B8%B6%E0%B8%87%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%A1%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B9%87%E0%B8%99%E0%B8%9E%E0%B8%A7%E0%B8%81/335)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-06-29T05:36:44+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/566c528f-9f79-4460-83c1-996a16787625.jpg",
    "altTitles": [
      {
        "ja": "異世界サムライ"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9290f4f1-3860-4bc2-8194-c3a7271fe398",
    "title": {
      "en": "A World Without You"
    },
    "updatedAt": "2024-07-02T00:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/9290f4f1-3860-4bc2-8194-c3a7271fe398/62e4ba4c-0fc5-4408-b804-226ce5d544e3.png",
    "altTitles": [
      {
        "ko": "사랑받는 언니가 사라진 세계"
      },
      {
        "ko-ro": "Sarangbanneun Eonniga Sarajin Segye"
      },
      {
        "en": "A World Without My Sister Whom Everyone Loved"
      },
      {
        "en": "A World Without My Sister Who Everyone Loved"
      },
      {
        "en": "The World Where the Beloved Sister Disappeared"
      },
      {
        "en": "Without My Evil Sister"
      },
      {
        "fr": "Un monde sans toi"
      },
      {
        "es": "El mundo en el que desapareció la amada hermana"
      },
      {
        "es-la": "El mundo sin mi hermana a quien todos amaban"
      },
      {
        "ja": "愛され悪女が消えた世界"
      },
      {
        "zh": "备受宠爱的姐姐消失的世界"
      },
      {
        "zh": "受宠姐姐消失的世界"
      },
      {
        "zh-hk": "萬人迷姐姐消失的世界"
      },
      {
        "th": "โลกที่ไร้พี่สาวผู้เป็นที่รัก"
      }
    ],
    "description": {
      "en": "\"I hate you enough to want to kill you, Sienna.\"\n\nI was my sister’s shadow all my life, and I was betrayed by her and died. But… people have changed since the day I came back in time.\n\n\"You're the only child Nacht chose.\"\n\n\"His Highness recognizes you as family.\"\n\nSomething's wrong. These people seem to mistake me for my older sister.\n\n\"I beg you, believe in us for once, that we care for you.\"\n\nI once wanted to be loved. Now I fear that this mindset will become my weakness. One betrayal was enough. Everything is over when you bet everything in love. I just want to get my life back so…\n\n---\nAfter being taken in by the noble house of Nacht, Sienna grew up with her adopted sister, Lorena, who she believed to be the sweetest, kindest person in the world. But after Lorena attempts to kill her, Sienna realizes how much her \"loving\" sister actually hated her. She tries to end her life with a magic potion but ends up going back in time instead. Determined to survive, she tries to use her memories to her advantage. For some strange reason though... Lorena is now nowhere to be found.",
      "es": "Te odio lo suficiente como para querer matarte, Sienna. Ella fue la sombra de su hermana toda su vida y fue traicionada por ella. Lo único que podía elegir era mi propia muerte. “Lo siento hermana, no podré conceder tu deseo de matarme”. Por cierto… Las personas de la mansión Natch que regresaron en el tiempo son diferentes a las de antes. “Eres la única niña que ha elegido el Gran duque”. “Su Alteza lo reconoce como miembro de su familia”. Algo está mal. Es como si estas personas me confundieran con mi hermana mayor. “Te lo estoy diciendo créeme solo una vez. Nosotros nos preocupamos por ti”. Una vez quise ser amado. Ahora tengo miedo de que ese corazón se convierta en una debilidad. Una traición fue suficiente para quitarme la vida. Se acabó el tiempo de apostar todo al amor. Sólo quiero recuperar mi vida. ‘Si no amo, ya no me lastimarán’. “Ahora es tiempo de ir por caminos separados”.",
      "fr": "Accueillie au sein de la froide maison Nacht, Sienna y fait la rencontre de Loreina et trouve en elle une sœur de fortune…Une sœur rassurante qui fait tourner son triste monde… Une sœur qui, pourtant, dans l’ombre, lui voue une haine tenace et tente un jour de l’assassiner. Encore sous le choc, Sienna fait un retour dans le passé et, à sa grande surprise, ne trouve aucune trace de la traîtresse… L'occasion unique de savoir à quoi ressemble une vie sans Loreina… Et si son absence était une délivrance?",
      "id": "\"Aku membencimu sampai-sampai aku ingin membunuhmu, Sienna.\" Aku hidup di bawah bayangan kakak tiriku yang dicintai semua orang. Akhirnya aku memutuskan untuk mengakhiri hidupku sendiri setelah dikhianati kakakku. Tapi... aku malah kembali hidup di dunia ini, dan perlakuan orang-orang juga berubah. \"Kamu adalah anak pilihan Nacht.\" \"Yang mulia Grand Duke Nacht sudah menganggap anda seperti keluarga.\" Ada yang tidak beres. Sepertinya orang-orang mengira kalau aku adalah kakakku. Dulu aku memang ingin dicintai. Tapi aku takut keinginan ini menjadi kelemahanku. Cukup sekali saja aku dikhianati. Aku hanya ingin menjalani hidupku sendiri!",
      "es-la": "Te odio lo suficiente como para querer matarte, Sienna. Ella fue la sombra de su hermana toda su vida y fue traicionada por ella. Lo único que podía elegir era mi propia muerte. “Lo siento hermana, no podré conceder tu deseo de matarme”. Por cierto… Las personas de la mansión Natch que regresaron en el tiempo son diferentes a las de antes. “Eres la única niña que ha elegido el Gran duque”. “Su Alteza lo reconoce como miembro de su familia”. Algo está mal. Es como si estas personas me confundieran con mi hermana mayor. “Te lo estoy diciendo créeme solo una vez. Nosotros nos preocupamos por ti”. Una vez quise ser amado. Ahora tengo miedo de que ese corazón se convierta en una debilidad. Una traición fue suficiente para quitarme la vida. Se acabó el tiempo de apostar todo al amor. Sólo quiero recuperar mi vida. ‘Si no amo, ya no me lastimarán’. “Ahora es tiempo de ir por caminos separados”."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56901ae8-aece-4983-96c3-94751c96a8bb",
    "title": {
      "en": "Bocchi the Rock! Gaiden:  Kikuri Hiroi's Heavy Drinking Diary"
    },
    "updatedAt": "2024-05-26T14:37:35+00:00",
    "coverArt": "https://mangadex.org/covers/56901ae8-aece-4983-96c3-94751c96a8bb/411533c6-2315-4b22-823e-56c8d39848bc.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！外伝　廣井きくりの深酒日記"
      },
      {
        "en": "Bocchi the Rock! Side Story: Hiroi Kikuri's Heavy Drinking Diary"
      },
      {
        "ru": "Одинокий Рокер! Спин-офф: Дневник пьяницы Хирои Кикури"
      },
      {
        "vi": "Bocchi the Rock! Ngoại Truyện: Nhật Ký Say Rượu của Hiroi Kikuri"
      },
      {
        "vi": "Bocchi the Rock! Ngoại truyện: Nhật ký say tít mù của Hiroi Kikuri"
      },
      {
        "ja-ro": "Bocchi the Rock! Gaiden: Hiroi Kikuri no Fukazake Nikki"
      }
    ],
    "description": {
      "en": "Kikuri Hiroi (25 years old). She is a \"genius bassist\" who leads the indie band \"SICK HACK\", and she loves alcohol. She often gets drunk and breaks the equipment of the live house, so she seems to be short of money. She lives in a 52-year-old apartment without a bath, and sometimes borrows showers from her friends and acquaintances. She is regularly attacked by anxiety about her future, which she counters with a \"happiness spiral\" with the help of alcohol. What is her daily life like...?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e64b54c4-5ef4-44d3-85db-09fe0d3e513c",
    "title": {
      "en": "Necromancer Academy and the Genius Summoner"
    },
    "updatedAt": "2024-04-16T19:49:41+00:00",
    "coverArt": "https://mangadex.org/covers/e64b54c4-5ef4-44d3-85db-09fe0d3e513c/ca176324-2e24-4d37-aa13-21220cf743d9.png",
    "altTitles": [
      {
        "en": "Necromancer Academy's Genius Summoner"
      },
      {
        "ko": "네크로맨서 학교의 소환천재"
      }
    ],
    "description": {
      "en": "Necromancers have built a name for themselves as fearsome practitioners of magic capable of dropping entire empires to their knees. Simon Follentia is a necromancer with incredible latent talent! After being scouted for the necromancer's academy, this genius is ready to be nurtured and taken to the next level. But could Simon's insane talents attract some unforeseen consequences?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca702a1d-f7ef-43b7-baa0-e323dda4f6de",
    "title": {
      "en": "To Be an Actor"
    },
    "updatedAt": "2024-06-15T08:21:28+00:00",
    "coverArt": "https://mangadex.org/covers/ca702a1d-f7ef-43b7-baa0-e323dda4f6de/e5a3c48b-beea-4d84-a7a5-44400556e9c5.jpg",
    "altTitles": [
      {
        "en": "I Will Live as an Actor"
      },
      {
        "ko": "배우로서 살겠다"
      },
      {
        "ja": "役者として生きる"
      },
      {
        "en": "Be the Actor"
      },
      {
        "ko-ro": "Baeuroseo Salgetda"
      },
      {
        "fr": "Vivre comme un acteur"
      },
      {
        "fr": "Comment vivre selon un acteur"
      }
    ],
    "description": {
      "en": "To escape a life of poverty, Jang Youngkuk aspired to be a famous actor. And he succeeds... at the cost of his mother's life. Upon proceeding to take his own out of despair, Youngkuk miraculously returns to his childhood. With a second chance to make things right, he swears to abandon acting and be the good son he never was. However, when financial troubles begin to haunt Youngkuk and his mother, he discovers that he may have no choice but to return to the set for one last take."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]