[
  {
    "mangaId": "bd0c30b5-e8b8-47fe-94c7-17cf9bf569e7",
    "title": {
      "en": "Sweet & Tart Boyfriend"
    },
    "updatedAt": "2025-02-02T00:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/bd0c30b5-e8b8-47fe-94c7-17cf9bf569e7/83942fe8-49b7-4cb9-9cbb-ffa51d20ba5b.jpg",
    "altTitles": [
      {
        "en": "Tsun-Sweet Boyfriend"
      },
      {
        "ru": "Мой парень - Цундере"
      },
      {
        "ja": "ツン甘な彼氏"
      },
      {
        "ja-ro": "Tsun-Ama na Kareshi"
      },
      {
        "en": "Tsun-Sweet Boyfriend"
      }
    ],
    "description": {
      "en": "Acting cold while pampering you, that's a tsun-sweet boyfriend.   \r\n  \r\nMy dishonest boyfriend always teases me a little, then spoils me a lot. Living with such a boyfriend, my life is full of surprises but overflowing with happiness…!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "54.5"
  },
  {
    "mangaId": "999e2a25-43f8-4f88-bf71-5617a2e7468c",
    "title": {
      "en": "I Will Break Ties With the Harmful Sister"
    },
    "updatedAt": "2025-02-07T06:50:38+00:00",
    "coverArt": "https://mangadex.org/covers/999e2a25-43f8-4f88-bf71-5617a2e7468c/2f509811-d189-40cf-8d50-db40d0e3f32a.jpg",
    "altTitles": [
      {
        "ja": "害悪姉と決別します"
      }
    ],
    "description": {
      "en": "Clara, who had been oppressed for many years by her tyrant sister, Enefia. Even their parents obeyed the sister's wishes, and Clara had no place in the Astraia Baron’s household despite it being her home. In the midst of this, Clara's sister's engagement to a prominent nobleman was decided, and Clara finally felt relieved, believing she would be freed from this hell. However, even after the engagement, the sister's unfaithful nature did not change, and fearing the fiance might discover the inconvenient truth, the parents ordered Clara to monitor her sister. Despite Clara's efforts, her sister became pregnant with another man's child. The engagement was broken off, and the sister quickly eloped somewhere, leaving the Astraia Baron’s household with a huge debt, angering the influential nobleman. In order to repay her family's debts, Clara was sold to a sadistic noble and faced severe torture, ultimately approaching death.\n\n\"If I could do it over again... This time, I will definitely kill you!\" When Clara opened her eyes again, time had rewound to the day of her sister’s engagement. Revived with strong determination, Clara pushed back against her sister's insidious bullying and ran to change the worst possible future."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "452564fa-13a6-4b88-a9cf-25a9e0471e4c",
    "title": {
      "en": "The Cup of Vengeance Is in Your Hands"
    },
    "updatedAt": "2024-11-14T16:36:50+00:00",
    "coverArt": "https://mangadex.org/covers/452564fa-13a6-4b88-a9cf-25a9e0471e4c/35e9a5df-ec8a-432e-87d6-0ba1829bf593.jpg",
    "altTitles": [
      {
        "ko": "복수의 잔은 당신의 손에"
      }
    ],
    "description": {
      "en": "Princess Eudith’s story begins when her cruel brother, the king, sells her off to the neighboring kingdom to marry the queen’s powerless stepson, Prince Franz. Eudith becomes a pawn in the queen’s plot to discredit Franz and place her biological son, Krald, on the throne. Desperate, Eudith attempts to end her misery but wakes up on the day of her fateful journey. Armed with knowledge and experience from her past life, Eudith seizes the chance for revenge by helping Prince Franz take his rightful place on the throne. Will Eudith succeed in her revenge and find happiness?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05e7e729-2403-4bdd-965a-bde4de9e8484",
    "title": {
      "en": "Tears on a Withered Flower"
    },
    "updatedAt": "2025-01-29T03:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/05e7e729-2403-4bdd-965a-bde4de9e8484/381e3a89-f645-4ac4-af8d-7ad625d4d595.png",
    "altTitles": [
      {
        "ko": "시든 꽃에 눈물을"
      },
      {
        "pl": "Łzy ze zwiędłych kwiatów"
      },
      {
        "pt-br": "Lágrimas Sobre Flores Murchas"
      },
      {
        "zh-hk": "枯萎的花淚"
      },
      {
        "th": "บุปผารุ่มราคะ"
      },
      {
        "fr": "Pleure pour cette fleur"
      }
    ],
    "description": {
      "en": "Na Hae-soo's life unravels when her husband betrays her with an affair, leaving her burdened with debt and losing their child. In a devastating blow, she witnesses him with a younger woman. Broken and despondent, Na Hae-soo feels her life crumbling around her. However, a mysterious young man unexpectedly enters her life, asking to be taught about adult love. His vulnerability and sincerity begin to stir emotions within Na Hae-soo, challenging her to reconsider her path forward.",
      "fr": "La vie de Na Hae-soo se désintègre lorsque son mari la trahit en ayant une liaison, la laissant accablée de dettes et perdant leur enfant. Dans un coup dévastateur, elle le surprend avec une femme plus jeune. Brisée et désespérée, Na Hae-soo sent sa vie s'effondrer autour d'elle. Cependant, un jeune homme mystérieux entre soudainement dans sa vie, lui demandant de lui enseigner l'amour adulte. Sa vulnérabilité et sa sincérité commencent à éveiller des émotions en Na Hae-soo, l'incitant à reconsidérer son chemin vers l'avenir.",
      "id": "Kehidupan Na Haesoo berubah ketika suaminya mengkhianatinya dengan berselingkuh, membuatnya terlilit hutang dan kehilangan anak mereka. Setelah itu, ia mendapati suaminya bersama seorang wanita yang lebih muda. Dengan perasaan hancur dan putus asa, Na Haesoo merasa kehidupannya di sekelilingnya runtuh dan hancur. Namun, seorang pemuda misterius tiba-tiba memasuki hidupnya, Beom Taeha, yang meminta untuk diajari tentang cinta orang dewasa. Keluguan dan ketulusannya mulai mengusik emosi dalam diri Na Haesoo, dan menantangnya untuk mempertimbangkan kembali langkah apa yang akan diambil.",
      "pl": "Mój mąż miał romans.\nNie wystarczy wziąć na siebie mnóstwo długów, stracić dziecko, na moich oczach zmieszałam się z bardzo młodą kobietą. Zranione życie usychało bez żadnego wyglądu.\n\"Pokarz mi miłość dorosłego\" - podejrzany młodszy mężczyzna, który wtargnął w życie Na Haesoo.\nNiebezpieczny i posłuszny, zaczyna potrząsać Na Haesoo.",
      "pt-br": "A vida de Na Hae-soo se desfaz quando seu marido a trai. Como se não bastasse estar endividada e ter perdido um filho… Em um golpe devastador, ela o flagra fazendo sexo com uma mulher bem mais jovem do que ela. Quebrada e desanimada, Na Hae-soo sente sua vida desmoronando ao seu redor.  No entanto, um jovem misterioso inesperadamente entra em sua vida, pedindo para ser ensinado sobre o amor adulto. Sua vulnerabilidade e sinceridade começam a despertar emoções em Na Hae-soo, desafiando-a a reconsiderar seu caminho a seguir."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7d904358-2de3-423b-a38e-8586694b5861",
    "title": {
      "en": "Living as the Villain's Stepmother"
    },
    "updatedAt": "2024-10-21T03:12:26+00:00",
    "coverArt": "https://mangadex.org/covers/7d904358-2de3-423b-a38e-8586694b5861/6a0dad07-0b5b-4d86-ab42-8bac48652ffe.png",
    "altTitles": [
      {
        "ko": "계모인데, 죽음을 피하는 게 너무 쉽다"
      },
      {
        "en": "As A Stepmother, It Is Too Easy To Avoid Death"
      },
      {
        "en": "It's So Easy to Avoid Death by Being a Stepmother"
      },
      {
        "en": "She's A Stepmother, But It's Too Easy To Avoid Death"
      },
      {
        "en": "Stepmother, It's So Easy to Avoid Death"
      },
      {
        "en": "The Evil Stepmother Lives On"
      },
      {
        "es-la": "Seré La Madrastra En Esta Historia, Pero Evitare Mi Muerte Destinada"
      }
    ],
    "description": {
      "en": "The oven exploded while I was baking bread, and I faced death along with my abusive father, who had come seeking me. Then I woke up in a novel I was reading. “I’m sorry, Mo..ther. I’m not hurt.”\n\nIn the body of the villainous stepmother “Leila”, who abused the male protagonist “Hirua” when he was young, but was eventually executed by Hirua when he returned as the emperor! In order to help Hirua leave the stepmother’s wraith and live happily, I encounter the Marquis “Lacias Huppert”, who played a crucial role in the original, and proposed a contractual marriage. “Can we have a real marriage instead of a contractual one?”\n\n“Oh, can I sleep with Mother too?” Contrary to the plan to leave only the two of them after a year, it seems that both the Marquis and Hirua have unexpectedly started to become attached to me."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f412cdd-5722-49c2-809a-11830893527e",
    "title": {
      "en": "DEAD Tube"
    },
    "updatedAt": "2025-01-28T14:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/1f412cdd-5722-49c2-809a-11830893527e/83f215a6-97ea-4a79-83fa-b522ae9ffacf.jpg",
    "altTitles": [
      {
        "ja": "DEAD Tube ～デッドチューブ～"
      },
      {
        "en": "DeadTube"
      },
      {
        "ko": "DEAD Tube 데드 튜브"
      },
      {
        "zh": "学園殺人ゲーム Dead Tube"
      },
      {
        "zh": "学院里的杀人游戏"
      },
      {
        "kk": "Ажал арнасы"
      },
      {
        "ru": "Смертельная съёмка"
      }
    ],
    "description": {
      "en": "Distributing thrilling videos in secret! A school game that puts life and death on the line!",
      "ja": "映画研究部に所属する業得学園2年・町谷智浩は学園トップクラスの美少女・真城舞に、ある日突然、声をかけられる。なんでも2日間だけ、24時間完全密着の撮影をしてほしいとのこと。同行する町谷だったが……!?",
      "kk": "Мектеп оқушылары киноклубта не түсіреді? Күнделікті өмірдің бөлшектері, әуесқой қорқынышты фильмдер... бұның бәрі зеріктіріп жібереді... бірақ бұл жолы емес! Басты кейіпкер Томохиро Мачиге, киноклуб операторы, мектептегі қыз бірнеше күнге оны түсіруді ұсынады. Ол ерекше ынталы емес болсада, бірақ ол да бас тартпайды. Егер жігіт бұл оның өміріндегі ең қызықты және қорқынышты фильм болатынын білгенде...",
      "ru": "Что могут снимать школьники в клубе любителей кино? Зарисовки из повседневности, любительские фильмы ужасов… скука полная… но только не в этот раз! Главному герою Томохиро Мачии, оператору киноклуба, одна девушка из школы предлагает поснимать её несколько дней. Он особо не горит желанием, но и не отказывается. Если бы парень только знал, что это будет самый захватывающий и будоражащий фильм в его жизни…"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "783fdec4-e509-43a0-83e9-276396f5967d",
    "title": {
      "en": "Elegant Desire"
    },
    "updatedAt": "2024-09-28T04:57:54+00:00",
    "coverArt": "https://mangadex.org/covers/783fdec4-e509-43a0-83e9-276396f5967d/fcab0a87-f0ab-4357-a36d-bf20fd2566f3.png",
    "altTitles": [
      {
        "ko": "우아한 욕망"
      }
    ],
    "description": {
      "en": "What’s the chance of running into your first love again after twelve years? This is exactly what happens to Solhui after attending her frenemy’s bridal shower. What’s more? Her first love is having an affair with a married woman. But that’s not all. She meets him and the woman again when she starts a viola lesson with a new student."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21199d83-83b0-49a3-a402-97147973d4eb",
    "title": {
      "en": "Do You Want Me to Lend You a Lighter?"
    },
    "updatedAt": "2024-07-30T01:35:17+00:00",
    "coverArt": "https://mangadex.org/covers/21199d83-83b0-49a3-a402-97147973d4eb/22d3ceec-7277-4dbb-b9f9-200a7305f38b.jpg",
    "altTitles": [
      {
        "ko": "불 빌려드릴까요?"
      },
      {
        "en": "Can I Borrow the Fire?"
      },
      {
        "en": "Can I Borrow the Lighter?"
      },
      {
        "en": "Would You Like Me to Lend You a Fire?"
      }
    ],
    "description": {
      "en": "In truth, I never wanted to become a teacher. In a moment when I was fulfilling my own responsibilities on the path I chose after giving up my dream, 'Do you want me to lend you a lighter?' A cheeky male student offered. It feels like my life as a teacher is at odds with this cheeky kid, who comes with genius talent, overflowing wealth, and fame as a bonus. A story of school life entwined with dreams, talent, and love."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e86c4d93-ee4f-4626-9b8a-317562b5ca5c",
    "title": {
      "en": "Yumizuka Iroha wa Tejun ga Daiji!"
    },
    "updatedAt": "2024-12-07T11:01:47+00:00",
    "coverArt": "https://mangadex.org/covers/e86c4d93-ee4f-4626-9b8a-317562b5ca5c/a3a47e4a-a8aa-407d-9365-d1462a839a47.png",
    "altTitles": [
      {
        "en": "Technique Is Everything to Yumizuka Iroha!"
      },
      {
        "en": "The Process Is Important for Iroha Yumizuka"
      },
      {
        "en": "Yumizuka Iroha's No Good Without Her Procedure!"
      },
      {
        "ja": "弓塚いろはは手順が大事！"
      },
      {
        "zh": "弓塚同学今天也依旧脱靶"
      }
    ],
    "description": {
      "en": "Yumizuka-san grew up as the daughter of one of Japan's leading families of archery. But she had a secret about her seemingly perfect life! A tempestuous romantic comedy about a captivating archer!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "56"
  },
  {
    "mangaId": "c718eb5d-6544-49ab-9fb4-ee90f6b75f8e",
    "title": {
      "en": "The Age of Arrogance"
    },
    "updatedAt": "2024-11-21T01:08:24+00:00",
    "coverArt": "https://mangadex.org/covers/c718eb5d-6544-49ab-9fb4-ee90f6b75f8e/e7198cb0-6882-4963-adae-fc3a1de456cb.jpg",
    "altTitles": [
      {
        "ko": "오만의 시대"
      },
      {
        "ko-ro": "Omane Sidae"
      },
      {
        "en": "The Era of Pride"
      },
      {
        "en": "City of Arrogance"
      },
      {
        "fr": "L'âge de l'arrogance"
      },
      {
        "es": "La edad de la arrogancia"
      },
      {
        "es": "La nueva era"
      },
      {
        "ne": "अहङ्कारको युग"
      },
      {
        "ru": "Эпоха высокомерия"
      },
      {
        "th": "ยุคแห่งความโอหัง"
      },
      {
        "ja": "傲慢の時代"
      },
      {
        "zh": "傲慢的时代"
      },
      {
        "zh-hk": "傲慢的時代"
      },
      {
        "id": "Masa Kesombongan"
      },
      {
        "vi": "Thời đại của oman"
      },
      {
        "tr": "Gurur Çağı"
      },
      {
        "ar": "عصر الغطر"
      },
      {
        "es-la": "La era de arrogancia"
      },
      {
        "pt-br": "A Era da Arrogância"
      }
    ],
    "description": {
      "ar": "سيد بيرباز، الذي قاد الحرب التي استمرت 28 عامًا إلى النصر، \"آشا بيرباز\". بالنسبة لبيرفاز، الذي دمرته الحرب الطويلة، تتوجه آشا إلى العائلة الإمبراطورية لتلقي مكافأة النصر التي وعد بها الإمبراطور. ومع ذلك، فإن المكافأة الوحيدة التي عادت كانت <الحق في اختيار شريك الزواج>. كخيار أفضل، أشار آشا إلى \"دوق كارلايل هافن\"، وهو الأمير الأول الذي تم حرمانه مؤخرًا من لقب ولي العهد. إذا تم رفضها، كانت تنوي الحصول على نفقة من الإمبراطور... \"ماركيز بيرباز. سأقبل عرض زواجك\". وعلى عكس التوقعات، قبل دوق كارلايل اختيار آشا. وعود بدعم هائل لبيرفاز...!",
      "en": "The lord of Pervaz, who led the 28-year war to victory, Asha Pervaz. \n\nFor Pervaz, who was devastated by the long war, Asha heads to the imperial family to receive the victory reward promised by the emperor.  However, the only reward that came back was the \"right to choose a marriage partner.\" \n\nAs the best choice, Asha pointed out the Duke of Carlisle Haven, the first prince who had recently been deprived of the title of crown prince.  If she was refused, she intended to receive compensation from the emperor... \n\n\"Marquise Perbaz. I will accept your marriage proposal.\" \n\nContrary to expectations, the Duke of Carlisle accepted Asha's choice.  Promising tremendous support for Pervaz...!\n\n---\nAfter winning a long war, Asha Pervaz is expecting the emperor to compensate her with money. Unlike her expectations though, the emperor asks Asha to choose her own husband from a list of nobles. Asha chooses Duke Carlisle Haven, the emperor’s eldest son and former crown prince. Asha expects him to object and pay an alimony instead, but the duke actually agrees to marry her! He even promises to help Asha rebuild Pervaz. What does the duke really want? And will Asha get what she wants without getting embroiled in the growing royal conspiracy?",
      "fr": "Après avoir mis fin à la longue guerre contre les Lurs, Asha Pervaz, Seigneure des terres de Pervaz, se rend au palais impérial dans l'espoir d'obtenir la récompense promise par l'Empereur. Mais contrairement à ses attentes, Asha ne se voit offrir que le droit de choisir un époux. Fine stratège, elle choisit le Duc Carlisle Haven, fils aîné de l'empereur et prince héritier temporairement privé de son autorité, pensant que celui-ci refusera et lui versera en échange une compensation financière. Mais contre toute attente, le Duc accepte de l'épouser. Il lui promet de lui fournir les matériaux nécessaires à la reconstruction de Pervaz si Asha l'aide à récupérer le trône qui lui revient de droit.",
      "id": "Setelah kematian ayah dan kakak-kakaknya melawan suku barbar, Asha Pervaz turun tangan untuk menggantikan mereka. Kemenangan berhasil ia raih, namun imbalan yang ia terima hanya cemoohan rakyat dan “hak memilih calon suami”, alih-alih hadiah uang untuk membangun kembali wilayahnya. Sadar bahwa Kaisar mempermainkannya, Asha memilih Carlisle Haven Evaristo, sang putra mahkota kekaisaran yang dicabut haknya akibat skandal besar, untuk menjadi suaminya! Asha yakin Carlisle akan menolaknya, namun…",
      "ko": "28년간의 전쟁을 승리로 이끈 페르바즈의 영주, '아샤 페르바즈'. 긴 전쟁으로 황폐해진 페르바즈를 위해 아샤는 황제가 약속한 승전 보상을 받으러 황실로 향한다.   하지만 돌아온 보상은 고작 <결혼 상대 선택권>.  최선의 선택으로 얼마 전 황태자 위를 박탈당한 1황자, '칼라일 헤이븐 공작'을 지목한 아샤. 거절하면 황제에게 위자료를 지급받을 생각이었으나…  \"페르바즈 변경백. 그대의 청혼을 받아들이겠다.\"  예상과 다르게 칼라일 공작은 아샤의 선택을 받아들였다. 페르바즈에 대한 엄청난 지원까지 약속하면서…!",
      "th": "อาชา เปอร์เวซ ลอร์ดแห่งเปอร์เวซ ผู้นำชัยชยะมาสู่สงครามที่กินเวลายาวนานกว่า 28 ปี อาชามุ่งหน้าไปยังพระราชวังเพื่อรับรางวัลแห่งชัยชนะที่จักรพรรดิได้ให้คำมั่นไว้ โดยมีจุดมุ่งหมายเพื่อนำมาบูรณะดินแดนเปอร์เวซ ซึ่งถูกจักรวรรดิทอดทิ้งจากสงครามที่ยืดเยื้อ แต่ทว่า รางวัลเดียวที่อาชาได้รับกลับเป็น <การเลือกคู่แต่งงาน> อาชาตัดสินใจเลือกมกุฎราชกุมาร ดยุกแห่งคาร์ไลล์ ฮาเว่น ผู้ซึ่งถูกปลดจากตำแหน่งมกุฎราชกุมารเมื่อไม่นานมานี้ ถ้าเธอถูกปฏิเสธ เธอก็จะได้รับรางวัลอย่างงามจากจักรพรรดิ แต่ว่า… “มาร์คกราฟแห่งเปอร์เวซ ข้ายอมรับคำขอแต่งงานของเจ้า” ทุกอย่างกลับไม่เป็นไปตามที่คาดไว้ ดยุกแห่งคาร์ไลล์ ฮาเว่นเลือกที่ยอมรับคำขอแต่งงานของอาชา และเขายังสัญญาที่จะให้การสนับสนุนเปอร์เวซอย่างเต็มที่อีกด้วย",
      "tr": "Perbaz’ın 28 yıl süren savaşı zafere taşıyan lordu ‘Asya Pervaz’. Uzun süren savaşta harap olan Pervaz için Asya, imparator tarafından vaat edilen zafer ödülünü almak üzere imparatorluk ailesine gider. Ancak kendisine geri dönen tek ödül <Evlilik eşi seçme hakkı> olmuştur. Asya en iyi seçenek olarak, yakın zamanda veliaht prens ünvanından mahrum bırakılan ilk prens olan ‘Colail Haven Dükü’nü işaret etti. Eğer reddedilirse, imparatordan nafaka almaya niyetliydi… “Markiz Pervaz. Evlilik teklifinizi kabul ediyorum.” Beklentilerin aksine Colail Dükü, Asya’nın teklifini kabul etti. Pervaz’a büyük destek sözü verdi!..",
      "vi": "Lãnh địa Pervaz đã bị tàn phá bởi một cuộc chiến tranh. Và vĩ lãnh chúa mới của lãnh địa Pervaz này chính là Asha Pervaz. Cô được hoàng đế ban thưởng cho chiến thắng của mình. Nhưng người gặp cô lại chế giễu cô là ‘nàng công chúa man rợ’ và thật là một đề nghị vô lý khi trao quyền chọn bạn đời làm phần thưởng cho chiến thắng. Asha phải đưa ra lựa chọn tốt nhất ngay cả trong hoàn cảnh này. “Vậy…công tước Carlyle Haven đi” Cô chọn ra đại hoàng tử, người đứng đầu danh sách quý tộc và cách đây không lâu đã gây ra một vụ bê bối lớn và bị tước đoạt danh hiệu đại hoàng tử. Nếu anh ta tức giận và từ chối, cô sẽ nhanh chóng đòi bồi thường sau đó, nhưng đâu ngờ rằng Carlyle lại chấp nhận sự lựa chọn của cô. “Anh mong muốn gì ở tôi?” “Đừng bận tậm đến việc tôi làm ở Pervaz. Đừng mong rằng được đối xử như một người vợ và cũng đừng nghĩ đến việc dính líu đến phe đối lập của tôi. Và khi tôi yêu cầu thì đừng nói linh tinh gì cả, chỉ cần ký vào tờ giấy ly hôn là được” Đó là một giao dịch không có gì là không tốt đối với Asha. Cô nắm lấy tay của kẻ ngạo mạn kia mà ngay cả hoàng đế cũng coi thường. Một nụ cười đầy sức quyến rũ nở trên môi anh. “Phu nhân, sau này xin được giúp đỡ”",
      "zh": "事业型男女主被迫联姻，\n强强联合收获爱与权力\n在长达28年的战争中，佩尔瓦兹的领主“阿西娅·佩尔瓦兹”成功地率领众人取得了胜利。为了重建因长期战争而荒芜的佩尔瓦兹，阿西娅前往皇室领取皇帝承诺的胜仗奖励。但等待她却只是区区<择偶权>，而无任何实质性的奖励。想到佩尔瓦兹的百姓连今年冬天都可能撑不过去，阿西娅只好选择刚失去皇太子身份的卡莱尔公爵作为结婚对象…“既然皇室不想让我们好过，那么就拉你们一起下水”。",
      "pt-br": "Depois de vencer uma longa guerra, Asha Pervaz esperava que o imperador a compensasse com dinheiro. Ao contrário de suas expectativas, o imperador ordenou que Asha escolhesse um marido dentre uma lista de nobres. Ela escolheu o Duque Carlisle Haven, filho mais velho do imperador e antigo príncipe herdeiro. Asha esperava que ele fosse contra isso e, ao invés, pagasse uma pensão para ela , mas o Duque concordou em se casar com ela! Ele até prometeu ajudar a reconstruir Pervaz. O que o Duque realmente quer?  E Asha vai conseguir o que quer sem se envolver na crescente conspiração real?",
      "zh-hk": "為了拯救因漫長戰爭而荒廢的領地「菲爾巴茲」，亞莎前往皇室向皇帝要求當初所承諾的戰勝補償。然而，她卻只獲得了「結婚對象選擇權」。權衡之下，亞莎認為最好的人選是不久前被剝奪皇太子地位的卡拉爾．海本公爵，假如被拒絕了，就能從皇帝那裡得到精神賠償… 「菲爾巴茲伯爵，我接受妳的求婚。」 出乎意料的是，卡拉爾公爵接受了亞莎的選擇，還承諾提供菲爾巴茲龐大的支援…！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca3692c0-2abe-4fba-91f4-1c76611539c6",
    "title": {
      "en": "Rebirth Of The Ultimate Master"
    },
    "updatedAt": "2025-02-05T12:23:22+00:00",
    "coverArt": "https://mangadex.org/covers/ca3692c0-2abe-4fba-91f4-1c76611539c6/f9a1f10c-f209-4701-8486-feec29064b5d.jpg",
    "altTitles": [
      {
        "en": "The Ultimate of All Ages"
      },
      {
        "en": "The Eternal Supreme"
      },
      {
        "zh": "万古至尊"
      },
      {
        "en": "The Ancient Sovereign of Eternity"
      },
      {
        "zh": "这一世我要当至尊"
      },
      {
        "zh-hk": "這一世我要當至尊"
      },
      {
        "pt-br": "O Antigo Soberano da Eternidade"
      },
      {
        "vi": "Vạn Cổ Chí Tôn"
      }
    ],
    "description": {
      "en": "First among the ten martial emperors, Peerless Martial Emperor Gu Fei Yang met his demise in the Tiandang mountains. He was reincarnated fifteen years later, as Li Yun Xiao of the Tianshui Nation, and thus began a heaven-defying battlefront with the countless talents of the current generation. Martial arts of the nine heavens and ten divine realms. From then on, the whole world was set ablaze.",
      "es-la": "Gu Feiyan, el tercer soberano, muere y es reencarnado en un niño llamado Li Yunxia, una completa basura que todavía no despertó sus meridianos a pesar de su edad. ¡Pero esto no detendrá al MC de alcanzar el pináculo de este mundo otra vez!",
      "pt-br": "Um dos imperadores marciais conferidos, Gu Feiyang, faleceu nas montanhas Tiandang e reencarnou 15 anos depois como Li Yunxiao, do estado de Tianshui, embarcando em uma jornada que desafia o céu contra os inúmeros gênios da época. Os nove níveis da Arte Marcial; os Reinos Divinos dos dez quadrantes. A partir de então, o mundo inteiro caiu no caos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4247b21-e8ff-46ae-9f92-fc04f6641188",
    "title": {
      "en": "Someone's Girlfriend"
    },
    "updatedAt": "2025-02-06T14:30:59+00:00",
    "coverArt": "https://mangadex.org/covers/f4247b21-e8ff-46ae-9f92-fc04f6641188/8a53bb1e-9d50-42b8-9ab2-d787bf19a3b0.jpg",
    "altTitles": [
      {
        "ja": "アイツノカノジョ"
      },
      {
        "ja-ro": "Aitsu no Kanojo"
      },
      {
        "en": "His Girlfriend"
      },
      {
        "nl": "De vriendinnitje van deze vent"
      },
      {
        "nl": "Zijn vriendinnetje"
      },
      {
        "fr": "Sa petite amie"
      },
      {
        "fr": "La petite amie de ce mec"
      },
      {
        "id": "Pacarnya Dia"
      },
      {
        "uk": "Його дівчина"
      },
      {
        "vi": "Bạn Gái Bạn Thân"
      },
      {
        "zh-hk": "他的女友"
      }
    ],
    "description": {
      "en": "It's April of my third and final year in high school... But the beautiful girl I have a crush on is my best friend's girlfriend. Thus begins my year of treading on the dangerous ground...",
      "ja": "気になるあの娘は、”親友の”彼女。\n\n始まりの季節、春。主人公・リクの家を訪れた美少女・雫は「いいよ、何しても。」と、リクを誘う。しかし雫は、“親友（アイツ）の彼女”。",
      "pt-br": "É abril do meu terceiro e último ano no ensino médio... Mas a linda garota por quem tenho uma queda é a namorada do meu melhor amigo. Assim começa meu ano pisando em um terreno perigoso..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e3740ef-34f9-4ed4-928d-465f685f4c30",
    "title": {
      "en": "Afterlife Diner"
    },
    "updatedAt": "2024-08-18T20:46:23+00:00",
    "coverArt": "https://mangadex.org/covers/8e3740ef-34f9-4ed4-928d-465f685f4c30/ffe7a424-1213-4478-839d-5e3d051e5de5.png",
    "altTitles": [
      {
        "ko": "저승식당"
      },
      {
        "en": "Restaurant in the After Life"
      },
      {
        "en": "Underworld Restaurant"
      }
    ],
    "description": {
      "en": "“I was given a building as an inheritance?”\n\nFrom a nobody who does all kinds of odd jobs and lived a hard life, he was given a chance to become a landlord right in the middle of Gangnam!\n\nBut, the condition for this inheritance is to ‘operate a restaurant for 5 years.’\n\n‘Moreover, I can sense a chill down my spine thanks to the weird customers that came in for today’s store opening……Do I really just need to prepare food?’\n\n“So then…all the guests who came in yesterday…”\n\n“They were ghosts.”\n\nEvery night starting from 11 o’ clock until 1 o’clock, we will now be open!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bd65a09-dec5-4c0a-a34f-b07a9cc53aae",
    "title": {
      "en": "I Contracted Myself"
    },
    "updatedAt": "2024-12-13T07:28:38+00:00",
    "coverArt": "https://mangadex.org/covers/3bd65a09-dec5-4c0a-a34f-b07a9cc53aae/7efada49-20ba-488d-93b6-1771ca0f9bfa.jpg",
    "altTitles": [
      {
        "zh": "我契约了我自己"
      },
      {
        "en": "I Made a Contract With Myself"
      }
    ],
    "description": {
      "en": "This is a world where awakened people and alienated beasts coexist. Zhang Ping was lucky to become an awakened person, but his ability was rated as useless. He was unwilling to live a mediocre life, so he resolutely swallowed the contract gem that ordinary people avoided like snakes and scorpions, contracted himself, and became his own summoned beast! From then on, the whole world opened up to him. Ever-changing superpowers, endless alienated beasts, and dangerous parallel worlds, everything is possible."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff49fa70-a3fa-4363-8731-14f85fb610d3",
    "title": {
      "en": "Shuumatsu, Kimi to"
    },
    "updatedAt": "2024-09-22T13:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/ff49fa70-a3fa-4363-8731-14f85fb610d3/b7de0186-a283-4f2c-9626-674a7f2f4f55.jpg",
    "altTitles": [
      {
        "ja": "終末、君と"
      },
      {
        "en": "To The End, With You"
      }
    ],
    "description": {
      "en": "Gourmet BL. Two people peacefully enjoying meals together against the backdrop of a mysterious zombie outbreak.\n\nShuuhei is consumed by the promise he made with Tomoya back in middle school. \n\"Would you eat me?\""
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "ad9900fc-97d7-4d5a-8126-1f3a653a461a",
    "title": {
      "en": "Josou Danshi wa Skirt wo Nugitai!"
    },
    "updatedAt": "2024-08-19T04:38:54+00:00",
    "coverArt": "https://mangadex.org/covers/ad9900fc-97d7-4d5a-8126-1f3a653a461a/21044422-8046-40bf-a873-8d2a891e1f47.jpg",
    "altTitles": [
      {
        "ja": "女装男子はスカートを脱ぎたい！"
      },
      {
        "en": "The Crossdressing Boy Wants to Take Off His Skirt"
      }
    ],
    "description": {
      "en": "Uichiro, a junior high school boy, harbors a secret he cannot share with his childhood friend, Tama-chan. He has been cross-dressing for her because she has a phobia of men. This is a thrilling yet agonizing comedy about a boy who cross-dresses for the girl he loves!",
      "ja": "男子中学生の宇一郎には、幼馴染のたまちゃんに言えないある秘密があった。\nそれは男性恐怖症である彼女のために「女の子を演じている」ということ。\n想いを寄せる少女のために女装を続ける年頃男子のドキドキ悶絶コメディ！！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e198455-98cd-4729-b73d-73677a5237b2",
    "title": {
      "en": "Goblin's Night"
    },
    "updatedAt": "2024-06-03T04:56:22+00:00",
    "coverArt": "https://mangadex.org/covers/8e198455-98cd-4729-b73d-73677a5237b2/6c60180b-f822-4415-9aab-806c9593986d.jpg",
    "altTitles": [
      {
        "ko": "도깨비의 밤"
      },
      {
        "en": "Dokkaebi's Night"
      },
      {
        "en": "Night of the Goblin"
      },
      {
        "es-la": "Noche de Duendes"
      }
    ],
    "description": {
      "en": "“The complex of the boy, Choi Si-woo, is being overweight. Choi Si-woo runs and runs around his house until past midnight, and he encounters an old man on a walking trail. In the blink of an eye, the old man covers Choi Si-woo with the straw backpack he is carrying. Where Choi Si-woo had stumbled upon was an enormously wide ruined traditional Korean house (hanok).\n\nAt the edge of the spacious courtyard, surrounding him on the courtyard, there were numerous black shadows standing. To the bewildered Choi Si-woo, the old man speaks. Once every 666 years, a ceremony is held to select the king of Yokai and each Yokai in this world possesses one entry ticket for it. And Choi Si-woo is, in fact, a hybrid of a human and a goblin, inheriting the blood of an extinct goblin. Among the goblin folk, only Choi Si-woo possesses the entry ticket. As the sole survivor inheriting the blood of a goblin, the adventure of the half-monster boy, Choi Si-woo, begins.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "250f38be-05d3-4603-b4c4-11e286bee16a",
    "title": {
      "en": "Myriad Realms Gatekeeper"
    },
    "updatedAt": "2025-01-19T22:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "altTitles": [
      {
        "en": "Gatekeeper Of The Boundless World"
      },
      {
        "zh": "万界守门人"
      },
      {
        "en": "Myriad Realms Gatekeeper"
      },
      {
        "pt-br": "Guardião do mundo sem limites"
      }
    ],
    "description": {
      "en": "Planets dying, gods falling. “Anomalies” and “Calamities” invade the human world. As a dark age descends, Shen Ye finds himself flung into this strange new reality. To his surprise, his power is to summon a door – a door leading to countless worlds, offering him a chance to adventure and train across the multiverse! Beyond the door, he encounters a mysterious skeleton with an unknown past…",
      "zh": "星球死亡，众神陨落。“异常”与“灾祸”入侵人类世界。黑暗时代来临之际，沈夜穿越到这个异世界，惊奇得发现，自己的异能是召唤出一扇门，这扇门通往诸天万界，可以去不同世界冒险历练！他在门的另一边，结识了一具身份来历成迷的骷髅……",
      "pt-br": "Planetas morrendo, deuses caindo. “Anomalias” e “Calamidades” invadem o mundo humano. À medida que a era das trevas se aproxima, Shen Ye se vê lançado nesta estranha nova realidade. Para sua surpresa, seu poder é invocar uma porta – uma porta que leva a incontáveis ​​mundos, oferecendo-lhe a chance de se aventurar e treinar através do multiverso! Além da porta, ele encontra um esqueleto misterioso com um passado desconhecido..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db36f8c3-bda0-4a7c-a70b-843d5de21258",
    "title": {
      "en": "Arctic Cold War"
    },
    "updatedAt": "2024-06-14T12:07:31+00:00",
    "coverArt": "https://mangadex.org/covers/db36f8c3-bda0-4a7c-a70b-843d5de21258/2f0b956a-391f-46bc-820f-3761e9b2bf0f.jpg",
    "altTitles": [
      {
        "en": "Extreme Cold War"
      },
      {
        "zh": "极寒战纪"
      },
      {
        "zh-ro": "Ji Han Zhan Ji"
      },
      {
        "zh-ro": "Jí Hán Zhàn Jì"
      },
      {
        "en": "Frozen Frontiers"
      },
      {
        "en": "Chronicles of the Polar War"
      },
      {
        "th": "สงครามเย็นสุดขั้ว"
      }
    ],
    "description": {
      "en": "The Ice Age apocalypse is coming. After being betrayed and killed by my secret crush, I was reborn and gained a magical ability - the snacks I ate suddenly turned into plants? What's surprising is that this ability can be used in this way... Crisis is everywhere, I want to live for myself in this life!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a7115282-6895-4563-9edf-b372c91a43bb",
    "title": {
      "en": "ATRI -My Dear Moments-"
    },
    "updatedAt": "2025-01-27T21:48:10+00:00",
    "coverArt": "https://mangadex.org/covers/a7115282-6895-4563-9edf-b372c91a43bb/1fcac9ac-d7a8-458b-ba30-6708a9fec66b.jpg",
    "altTitles": [
      {
        "ja": "アトリ マイ ディア モーメンツ"
      },
      {
        "en": "ATRI: My Dear Moments"
      },
      {
        "vi": "Atri: Những hồi ức thân thương"
      }
    ],
    "description": {
      "en": "ATRI -My Dear Moments- is a popular novel game. This work, which boasts strong popularity both domestically and internationally, has been adapted into a comic by Jako with a transparent touch. In a calm town sinking into the sea, the \"unforgettable summer\" of a boy and a robot girl begins.",
      "ja": "幼い頃の事故で片足を失った少年・夏生。祖母の遺産を探して海底の倉庫を調査していたところ、棺のような装置の中で眠る少女――アトリを見つける。彼女は、人間と見紛うほどに精巧で感情豊かなロボットだった。\n\n「マスターが残した最後の命令を果たしたいんです。それまで、わたしが夏生さんの足になります！」\n\n退廃が進み、海に沈んでゆく町で、少年とロボット少女の、忘れられない夏が始まる――。",
      "vi": "Một phần của nền văn minh loài người đã bị nuốt chửng bởi sự dâng cao bất thường của mực nước biển, nguyên nhân vẫn chưa được làm sáng tỏ. Ikaruga Natsuki, cậu bé mồ côi mẹ và mất một chân trong tai nạn, trở về quê nhà sau nhiều năm sống khổ cực tại thành phố lớn. Tuy nhiên, khi về đến nơi, tất cả những gì cậu thấy chỉ là căn nhà cũ đã bị ngập dưới nước. Cậu không còn ai thân thuộc, chỉ có chiếc tàu và tàu ngầm do bà để lại, cùng với một khoản nợ lớn phải trả.\n\nCơ hội duy nhất để Natsuki lấy lại ước mơ về tương lai là nhận lời mời của Catherine - kẻ thu nợ đáng ngờ. Họ cùng nhau đi tìm kho báu trong phòng thí nghiệm dưới biển của bà Natsuki, nơi có tin đồn bà đã giấu một điều gì đó quý giá. Nhưng khi đến nơi, họ không tìm thấy tiền bạc hay đá quý, thay vào đó là một cô gái kỳ lạ đang ngủ say trong quan tài. Cô ấy tên là Atri.\n\nAtri là một người máy, nhưng cô sở hữu vẻ ngoài và cảm xúc như một con người thật sự. Cô biết ơn Natsuki vì đã giải thoát mình khỏi quan tài, và nói với cậu:\n\n\"Em muốn hoàn thành ý nguyện cuối cùng của chủ nhân. Cho đến lúc đó, em sẽ là chân của anh!\"\n\nTrong thị trấn nhỏ dần chìm trong biển, một mùa hè đáng nhớ sắp diễn ra với cậu bé và cô gái người máy bí ẩn..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8e53b25b-c5b7-43f2-81eb-671eb28c4765",
    "title": {
      "en": "Kasanegasane no Hatsukoi Desuga"
    },
    "updatedAt": "2025-02-02T23:03:13+00:00",
    "coverArt": "https://mangadex.org/covers/8e53b25b-c5b7-43f2-81eb-671eb28c4765/90907903-2c4a-4601-962d-d49d6694a81b.jpg",
    "altTitles": [
      {
        "ja": "かさねがさねの初恋ですが"
      },
      {
        "en": "First Love, Again and Again"
      },
      {
        "vi": "Tình Đầu, Lại Thêm Tình Đầu"
      }
    ],
    "description": {
      "en": "Hassaku Tamao came back to his hometown to teach and fulfill a promise he made when he was younger. However, he's not the only one who remembers a promise he made...",
      "ja": "４人の美少女JKが初恋を捧げるのは…幼馴染の新人教師!?事の発端は幼い日の約束――「大きくなったら結婚しよう」…って、そんなこと言ったっけ!?すっかり忘れて教師として地元に帰ってきた環緒は、成長した幼馴染4人娘に迫られタジタジで…!?目指すは最高の青春!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6698000b-b0fb-4946-80c0-9ecf0464f07d",
    "title": {
      "en": "Abnormal Immortal Record of Spooky Daoist"
    },
    "updatedAt": "2025-01-25T22:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/6698000b-b0fb-4946-80c0-9ecf0464f07d/06cd2f1a-5f80-488d-bd3f-3ab7904f531c.png",
    "altTitles": [
      {
        "zh": "道诡异仙"
      },
      {
        "pt-br": "Dao do Imortal Bizarro"
      },
      {
        "vi": "Đạo Quỷ Dị Tiên"
      },
      {
        "en": "Dao of the Bizarre Immortal"
      }
    ],
    "description": {
      "en": "High school student Li Huowang possesses an ability: whenever he closes his eyes, he enters a bizarre cultivation world. In that strange world, he is captured by someone who calls him “Master” and is made into a living medicine—a human cauldron that could be turned into a pill at any moment.\n\nIn the real world, however, Li Huowang is a mentally ill patient living in a psychiatric hospital, unable to attend school. The doctors tell him that the bizarre cultivation world is nothing but a hallucination.\n\nNow, caught between reality and illusion, truth and lies, Li Huowang breaks down, crying and shouting:\n“Mom, I really can’t tell what’s real anymore!”",
      "vi": "Học sinh trung học Lý Hỏa Vượng sở hữu khả năng chỉ cần nhắm mắt là có thể đi đến một thế giới tu tiên kỳ quái. Trong thế giới kỳ quái đó, cậu bị một người được gọi là \"Sư phụ\" bắt đi làm một dược nhân, có thể bị luyện thành đan dược bất cứ lúc nào. Còn trong thế giới thực, Lý Hỏa Vượng là một bệnh nhân tâm thần sống trong bệnh viện tâm thần, không thể đi học được nữa. Bác sĩ nói với cậu rằng, thế giới tu tiên kỳ quái đó chỉ là ảo giác của cậu mà thôi. Giờ đây, thật thật giả giả, giả giả thật thật, Lý Hỏa Vượng bật khóc trong tuyệt vọng và hét lên: “Mẹ ơi, con thật sự không phân biệt nổi nữa!",
      "pt-br": "Li Huowang, um estudante do ensino médio, possui uma habilidade peculiar: sempre que fecha os olhos, ele entra em um mundo de cultivo bizarro. Nesse mundo estranho, ele é capturado por alguém que o chama de “Mestre” e acaba transformado em uma medicina viva — um humano…"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad5f4635-a3b8-4daa-81a9-ddd8adb5df71",
    "title": {
      "en": "Beneath the Lady's Mask"
    },
    "updatedAt": "2024-08-02T00:40:53+00:00",
    "coverArt": "https://mangadex.org/covers/ad5f4635-a3b8-4daa-81a9-ddd8adb5df71/8d72eb29-212a-44b8-835b-cc4e25d4557a.png",
    "altTitles": [
      {
        "en": "Ma'am, Your Mask Has Fallen Off Again"
      },
      {
        "zh": "夫人你马甲又掉了"
      }
    ],
    "description": {
      "en": "Mother always said to Qinran: \"Your stepfather is from a famous family, your eldest brother is a genius, and your sister is a top student in her high school. You, a country bumpkin, don't embarrass them.\"\r\n\r\nEveryone with status in the capital received a warning from Mr. Juan of the Cheng family: \"Mr. Juan's wife is from the countryside and doesn't understand our current situation, and she has a bad temper. In short, everyone should be extra patient.\"\r\n\r\nUntil one day, when Master Juan was investigating a certain big boss, his men fell into a confused silence while looking at one of the waistcoats of his sister-in-law who claimed to know nothing…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8a38bcc4-0a52-4a46-9d02-7fc802048b1d",
    "title": {
      "en": "Shinobigoto"
    },
    "updatedAt": "2025-02-02T19:28:12+00:00",
    "coverArt": "https://mangadex.org/covers/8a38bcc4-0a52-4a46-9d02-7fc802048b1d/7420ac9c-47fd-4cfc-bb09-9519fa977110.jpg",
    "altTitles": [
      {
        "ja": "しのびごと"
      },
      {
        "en": "Shinobi Undercover"
      },
      {
        "ru": "Синоби под прикрытием"
      }
    ],
    "description": {
      "en": "Even in modern Japan, ninja still hide in the shadows. Young ninja Yodaka has received his mission--protect high school student Aoi at all cost. But can a ninja survive the wild world of high school while also fulfilling his mission?",
      "ja": "時は現代！世を忍び悪を討つ公安忍部隊のヨダカは、女子高生・向日アオイの護衛を命じられる。極端にコミュニケーションが苦手なヨダカは目立たず生徒となりアオイを護る予定が、何故か彼女と友達になり!?",
      "pt-br": "Mesmo no Japão moderno, os ninjas ainda se escondem nas sombras. O jovem ninja Yodaka recebeu sua missão: proteger a estudante do ensino médio Aoi a todo custo. Mas um ninja pode sobreviver ao mundo selvagem do ensino médio e ao mesmo tempo cumprir sua missão?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aaa0a4b-78bc-4f39-aa20-145766f83092",
    "title": {
      "en": "Welcome to Japan, Ms. Elf!"
    },
    "updatedAt": "2025-02-02T23:49:09+00:00",
    "coverArt": "https://mangadex.org/covers/1aaa0a4b-78bc-4f39-aa20-145766f83092/167404b5-3d8a-42e7-9981-b6a3dc1b2b8f.jpg",
    "altTitles": [
      {
        "ja": "日本へようこそエルフさん。"
      },
      {
        "ja-ro": "Nihon e Youkoso Elf-san."
      },
      {
        "ja-ro": "Nihon he Youkoso Elf-san."
      },
      {
        "zh": "精灵来日"
      },
      {
        "zh-hk": "歡迎來到日本，妖精小姐"
      },
      {
        "fr": "Bienvenue au Japon, Elfe-san"
      },
      {
        "fr": "Bienvenue au Japon, Mademoiselle l'Elfe!"
      },
      {
        "pt-br": "Bem-vinda ao Japão, Elf-san!"
      },
      {
        "ru": "Добро пожаловать в Японию, Эльф-сан!"
      },
      {
        "th": "ขอต้อนรับสู่ญี่ปุ่นนะ คุณเอลฟ์"
      },
      {
        "vi": "Chào mừng đến với Nhật Bản, Elf san!"
      }
    ],
    "description": {
      "en": "Kitase Kazuhiro is an ordinary salaryman who always leaves the office on time. Though this is Japan, so perhaps he's not really ordinary after all. What's truly strange comes after that; Every night, he takes a shower, changes into his pyjamas and has a good night's sleep. Then he dreams of a fantasy world, and only wakes up when he dies or sleeps in that world. One day, he's killed after stumbling onto a dragon's lair. \"A nightmare,\" he sulks, until he finds his elf friend in his bed. Curious to see an elf waifu experience daily life in Japan? How's it like to walk with every man's fantasy on the streets of Tokyo?\n___\n- [Official LN (EN)](https://j-novel.club/s/welcome-to-japan-ms-elf)",
      "ja": "社会人の北瀬一廣の趣味はとにかく寝ること。幼少のころからいつも見る不思議な夢の世界で彼は、胸躍る冒険をしていた。ある時、夢の中で仲良くなったエルフの少女と冒険をしていた際、運悪く魔導竜のブレスで共に焼かれてしまう。夢から覚め再び自分の部屋に戻るとそこには、いる筈のないエルフの少女が隣で寝ていて――。",
      "ru": "Обыкновенный сотрудник офиса Китасэ Кадзухиродавно живет только своей работой. Но все-таки он не совсем обычный человек, ведь он живет в Японии. Ежедневно по вечерам после работы он принимает душ, переодевается в домашнюю одежду и засыпает крепким сном. У Вас возникает вопрос: \"Почему же тогда он необычный человек?\" Правда в том, что во сне Китасэ живет в ином магическом мире и пробуждается только тогда, когда уснет или умрет там. Однажды, очнувшись после очередного сна он увидел...",
      "pt-br": "Kitase Kazuhiro é um assalariado comum que sempre deixa o escritório a tempo. Embora este seja o Japão, talvez ele não seja realmente comum, afinal. O que é verdadeiramente estranho vem depois disso; Toda noite, ele toma banho, troca seu pijama e tem uma boa noite de sono. Então ele sonha com um mundo de fantasia e só acorda quando morre ou dorme naquele mundo. Um dia, ele morreu depois de tropeçar no covil de um dragão. \"Um pesadelo\", ele acorda, até encontrar sua amiga elfa em sua cama. Curioso para ver uma elfa waifu experimentar a vida cotidiana no Japão? Como é andar com a fantasia de todo homem nas ruas de Tóquio? Este mangá é para todos vocês amantes elfos por aí!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccdbe21f-e446-45fc-a07e-acf769c2e7a2",
    "title": {
      "en": "Arctic King"
    },
    "updatedAt": "2025-01-19T20:08:25+00:00",
    "coverArt": "https://mangadex.org/covers/ccdbe21f-e446-45fc-a07e-acf769c2e7a2/6211f114-3ad0-4908-aa46-fb22dfc48606.png",
    "altTitles": [
      {
        "zh": "凍てついた世界の黙示録"
      },
      {
        "zh-ro": "Bing Feng Mo Ri: Jue Wu Sheng Huan Zhi Lu"
      },
      {
        "en": "Frozen Apocalypse: No Chance of Survival"
      },
      {
        "en": "Frozen Armageddon: There’s No Way Back"
      },
      {
        "en": "Frozen Doomsday: No Way to Survive"
      },
      {
        "en": "Icebound Apocalypse"
      },
      {
        "en": "The King of Snow"
      },
      {
        "zh-ro": "Bīng Fēng Mò Rì: Jué Wú Shēng Huán Zhī Lù"
      },
      {
        "zh": "冰封末日：绝无生还之路"
      },
      {
        "zh": "凍てついた世界の黙示録"
      }
    ],
    "description": {
      "en": "The stars shift, the blizzard persists, the icy apocalypse is imminent, food! Temperature! Violence! Dependence! In this dilemma, under the distortion of human nature, has desire given birth to monsters? How to break out of adversity and find a way to survive!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c87a3978-988d-465d-9bdc-199ce8a4a38e",
    "title": {
      "en": "Apocalyptic Super Farm"
    },
    "updatedAt": "2023-10-11T03:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/c87a3978-988d-465d-9bdc-199ce8a4a38e/d16cc206-fbf7-486e-b604-bac3a57768ff.jpg",
    "altTitles": [
      {
        "zh": "末世超级农场"
      },
      {
        "zh-ro": "Moshi Chaoji Nongchang"
      },
      {
        "zh-ro": "Mòshì Chāojí Nóngchǎng"
      }
    ],
    "description": {
      "en": "The apocalypse has dawned upon the world, and food and survival are once again the most important topics of people's concern. Rice and flour have become luxuries, and vegetables are even more expensive! But just then, someone posted a video on a website that shocked the world. Sweet vegetables rolled into a hot pot, emitting a tantalizing green color! A golden leg of lamb is seared in oil! Fish soup simmers as white as milk! The little girl beside me begged: Bro,  I really can't eat anymore!",
      "zh": "末日来袭，植物与水源全部枯竭。世界陷入恐慌，食物与生存再次成为人们最关心的话题。米面成为奢侈品，菜蔬更是有价无市！然而就在此时，有人在网站上发送一段视频，令世界震撼。甘甜的菜蔬滚入火锅中，散发诱人的绿色！烤的金黄的羊腿滋滋冒油！鲜美的鱼汤炖的宛若牛奶一般纯白！一旁的小女孩哀求道：哥，我真的吃不下了！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a433d6b-f51a-4c2f-a183-85419fe98efc",
    "title": {
      "en": "Medalist"
    },
    "updatedAt": "2024-10-04T14:33:12+00:00",
    "coverArt": "https://mangadex.org/covers/4a433d6b-f51a-4c2f-a183-85419fe98efc/ab9ca73f-9f3f-4455-ad01-6b2fd0b106e4.jpg",
    "altTitles": [
      {
        "ja": "メダリスト"
      },
      {
        "zh": "舞冰的祈愿"
      },
      {
        "zh-hk": "舞冰的祈願"
      },
      {
        "zh-hk": "金牌得主"
      },
      {
        "ru": "Медалистка"
      }
    ],
    "description": {
      "en": "There is a dream worth putting two lives on the line for.  \n  \nTsukasa, a young man with shattered dreams, and Inori, a girl no one believed in. However, in the face of adversity, those two possessed a tenacity towards the rink greater than anyone had ever known. Together, they meet on the ice, and aim for the world with their figure skating!\n\n---\n\n**Links:**  \n- [Series' Twitter](https://twitter.com/medalist_AFT)\n- Alternative Official English - [K MANGA (U.S. Only)](https://kmanga.kodansha.com/title/10231/episode/318207), [Kodansha](https://kodansha.us/series/medalist/)",
      "es": "Tsukasa es un patinador que, tras haber dejado atrás su sueño de convertirse en un atleta de élite por problemas económicos, trabaja realizando espectáculos de patinaje sobre hielo.\n\nPero todo cambia cuando conoce a Inori, una niña que acude a una pista de hielo a escondidas de su madre, aunque esta esté totalmente en contra de ello y todo el mundo piense que es tarde para ella, y que es demasiado inútil.\n\nAsí, gracias a la tenacidad que muestra Inori, Tsukasa decide convertirse en su entrenador y buscará ayudarla en el difícil mundo del patinaje artístico, prometiéndose que la llevará a la cima.",
      "zh": "用利刃融化坚冰、开拓人生——！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a502e35-1051-4e4c-b055-5ab211954fa4",
    "title": {
      "en": "Banana Fish"
    },
    "updatedAt": "2024-11-17T01:10:50+00:00",
    "coverArt": "https://mangadex.org/covers/9a502e35-1051-4e4c-b055-5ab211954fa4/18b9c72b-a7d8-48c3-946e-ded711fb1038.jpg",
    "altTitles": [
      {
        "NULL": "Éisc Banana"
      },
      {
        "el": "Μπανάνα Ψάρια"
      },
      {
        "hu": "Banánhal"
      },
      {
        "cs": "Banánová ryba"
      },
      {
        "hi": "बनानिकाला"
      },
      {
        "NULL": "Banana arrainak"
      },
      {
        "tr": "Banana Balığı"
      },
      {
        "ro": "Banana de pește"
      },
      {
        "NULL": "Banana Fiŝo"
      },
      {
        "de": "Bananenfisch"
      },
      {
        "da": "Bananfisk"
      },
      {
        "NULL": "Banani Fiskur"
      },
      {
        "NULL": "Banānu zivis"
      },
      {
        "NULL": "Bannann pwason"
      },
      {
        "vi": "Cá chuối"
      },
      {
        "NULL": "Ħut tal-Banana"
      },
      {
        "NULL": "Iasg Banana"
      },
      {
        "id": "Ikan Pisang"
      },
      {
        "fr": "Poisson banane"
      },
      {
        "pl": "Ryba Bananowa"
      },
      {
        "NULL": "Samaki ya Banana"
      },
      {
        "sr": "Банана риба"
      },
      {
        "ru": "Банановая рыба"
      },
      {
        "ka": "ბანანის თევზი"
      },
      {
        "he": "דג בננה"
      },
      {
        "fa": "ماهی موز"
      },
      {
        "ar": "موز السمك"
      },
      {
        "bn": "কলা মাছ"
      },
      {
        "th": "ปลากล้วย"
      },
      {
        "zh": "战栗杀机"
      },
      {
        "zh-hk": "戰慄殺機"
      },
      {
        "ko": "바나나 피쉬"
      },
      {
        "ja": "バナナフィッシュ"
      },
      {
        "ja-ro": "Bananafisshu"
      },
      {
        "kk": "Мәуіз Балық"
      },
      {
        "ru": "Рыбка-бананка"
      },
      {
        "tr": "Muz Balığı"
      }
    ],
    "description": {
      "en": "Nature made Ash Lynx beautiful; nurture made him a cold ruthless killer. A runaway brought up as the adopted heir and sex toy of \"Papa\" Dino Golzine, Ash, now at the rebellious age of seventeen, forsakes the kingdom held out by the devil who raised him. But the hideous secret that drove Ash's older brother mad in Vietnam has suddenly fallen into Papa's insatiably ambitious hands—and it's exactly the wrong time for Eiji Okamura, a pure-hearted young photographer from Japan, to make Ash Lynx's acquaintance…",
      "tr": "Tanrı, Ash Lynx’i güzeller güzeli bir çocuk olarak yarattı; dünya onu soğukkanlı acımasız bir katil haline getirdi. Çocuk yaşta evden kaçan Ash, “Baba” Dino Golzine tarafından bulunur ve hem mafyanın varisi olarak hem de Golzine’nin şahsi zevklerini tatmin etmek üzere yetiştirilir. Şimdi 17 yaşında isyankar bir genç olan Ash kendisini yetiştiren şeytanın ona sunduğu krallığa sırtını döner. Ancak Ash’in ağabeyinin Vietnam’da aklını yitirmesine sebep olan korkunç sır, hırsı dur durak bilmeyen Golzine’nin ellerine düşmüştür. İşte tam bu sırada genç bir fotoğrafçı Japonya’dan New York’a gelir. Temiz kalpli Eiji Okumura ve Ash Lynx olabilecek en talihsiz zamanda karşılaşır.",
      "pt-br": "A natureza fez Ash Lynx um cara bonito; mas o tempo fez dele um assassino cruel e frívolo. Uma criança fugitiva criada como um herdeiro adotado, um guerreiro treinado, e o brinquedo sexual de seu “Papa”, Dino Golzine, o senhor do crime da Costa do Oeste Oriental. Ash está agora na idade rebelde dos dezessete anos – abandonando o reino de poder e riqueza, realizada pelo demônio que o ressuscitou, preferindo um código para viver entre um pequeno, mas fiel, gangue de bandidos de rua. Porém, “Papa” não pode simplesmente deixá-lo ir. Não quando descobre que o segredo que levou o irmão mais velho de Ash a loucura, no Vietnã, poderá cair em suas mãos insaciavelmente ambiciosas. É exatamente o momento errado para Eiji Okamura, um jovem fotógrafo do Japão, de coração puro, chegar em Nova York e travar conhecimento de Ash Lynx… e ao seu lado, ser atraído para dentro de um redemoinho sangrento de orgulho, ganância, luxúria e ira desencadeada pelo enigma de codinome Banana Fish."
    },
    "status": "completed",
    "releaseDate": 1985,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "103"
  },
  {
    "mangaId": "9c002702-9cf2-4688-a62e-892d7ce58986",
    "title": {
      "en": "Shut Hell"
    },
    "updatedAt": "2023-06-21T21:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/9c002702-9cf2-4688-a62e-892d7ce58986/6cf95171-1ae6-4cc1-994c-996db6cea809.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuryou - Shutoheru"
      },
      {
        "ja-ro": "Shuto Heru"
      },
      {
        "ja-ro": "Shutohel"
      },
      {
        "ja": "悪霊 シュトヘル"
      },
      {
        "zh": "西夏恶灵"
      },
      {
        "ko": "슈토헬"
      },
      {
        "ru": "Шат Хелл"
      }
    ],
    "description": {
      "en": "Beginning of the 13th century, Western Xia state in Chinese mainland. \nIn those days existed a woman warrior named Shut Hell, the Evil One, feared even by the Mongols, reputed the strongest army in history. \nAt first she was just a normal Tangut soldier, but after coming close to death so many times she found a superhuman strength in herself. \nOn the other side Yurul, a young Mongol prince, is fascinated by the Tangut, his enemies' writing script, and is worried for their future…\nCenturies later a Japanese high school student named Shudo is haunted by a vivid dream of a battlefield...\nIs there some sort of bound between these completely different lives ? Will they manage to overcome the obstacles surrounding them ?\n\n\n- **2012 Osamu Tezuka Cultural Prize (New Creator) winner**",
      "pt-br": "Um Jovem chamado Sudou desperta em uma de suas vidas passadas onde ele era uma guerreira Xia chamada Shut Hell a maligna, temida até pelos Mongóis de Genghis Khan que estão unindo forças para acabar com a dinastia Xia Ocidental. a história ocorre no Século 13 onde a Maligna junto com a principe Yurul se esforçam para preservar Xia e sua cultura e escritas."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "90"
  },
  {
    "mangaId": "6a1d1cb1-ecd5-40d9-89ff-9d88e40b136b",
    "title": {
      "en": "Tokyo Ghoul"
    },
    "updatedAt": "2024-10-09T03:36:27+00:00",
    "coverArt": "https://mangadex.org/covers/6a1d1cb1-ecd5-40d9-89ff-9d88e40b136b/98c90b96-db95-4c15-a407-eb70a3b6cf96.jpg",
    "altTitles": [
      {
        "ja-ro": "Tokyo Kushu"
      },
      {
        "ru": "Токийский гуль"
      },
      {
        "ar": "طوكيو غول"
      },
      {
        "th": "โตเกียวกูล-เล่ม"
      },
      {
        "ja": "東京喰種 －トーキョーグール－"
      },
      {
        "ko": "도쿄 구울"
      },
      {
        "zh": "东京食尸鬼"
      },
      {
        "kk": "Токио Ғұлы"
      },
      {
        "tr": "Tokyo Gûl"
      },
      {
        "en": "Tokyo Ghoul"
      }
    ],
    "description": {
      "en": "Lurking within the shadows of Tokyo are frightening beings known as \"ghouls,\" who satisfy their hunger by feeding on humans once night falls. Ken Kaneki, an unsuspecting university freshman, finds himself caught in a world between humans and ghouls when his date turns out to be a ghoul after his flesh.\n\n[Written by MAL Rewrite]",
      "ru": "Раса гулей существует с незапамятных времен. Ее представители вовсе не против людей, они их даже любят - преимущественно в сыром виде. Любители человечины внешне неотличимы от нас, сильны, быстры и живучи - но их мало, потому гули выработали строгие правила охоты и маскировки, а нарушителей наказывают сами или по-тихому сдают борцам с нечистью. В век науки люди знают про гулей, но как говорится, привыкли. Власти не считают людоедов угрозой, более того, рассматривают их как идеальную основу для создания суперсолдат. Эксперименты идут уже давно…  \n  \nНичего этого не ведал Канэки Кэн, робкий и невзрачный токийский первокурсник, безнадежно влюбленный в красавицу-интеллектуалку Ризэ, частую гостью в кафе «Место встречи», где парень подрабатывает официантом. Не думал Кэн, что скоро самому придется стать гулем, и многие знакомые предстанут в неожиданном свете. Главному герою предстоит мучительный поиск нового пути, ибо он понял, что люди и гули похожи: просто одни друг друга жрут в прямом смысле, другие - в переносном. Правда жизни жестока, переделать ее нельзя, и силен тот, кто не отворачивается. А дальше уж как-нибудь!",
      "pt-br": "Em Tokyo, criaturas conhecidas como \"Ghouls\" vivem entre os humanos e os devoram para sobreviver. Alheio a eles, o jovem universitário Ken Kaneki leva uma vida pacata entre livros, até que um trágico encontro o coloca diante desses seres e o obriga a lutar por sua humanidade."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "143"
  },
  {
    "mangaId": "7747aac3-2e3f-46e3-af60-b5f06484f4f9",
    "title": {
      "en": "Jiyuu Kimamana Seirei-hime"
    },
    "updatedAt": "2025-02-05T20:45:33+00:00",
    "coverArt": "https://mangadex.org/covers/7747aac3-2e3f-46e3-af60-b5f06484f4f9/5c617084-0b96-4935-adb3-70362cfdb9eb.jpg",
    "altTitles": [
      {
        "ja": "自由気ままな精霊姫"
      }
    ],
    "description": {
      "en": "Olivia, the daughter of the Cypherd family, is insidiously bullied by her stepmother and stepsisters. But she is unable to resist... Because Olivia's mind and body have been separated! Because of this, her body is always in a state of emptiness. Even so, she spends her days grieving, thinking of her late mother and her brother Sirius, who loved her when she was a child. One day, while tormented by bullies and unable to find an ally, her sister-in-law Anna makes a decision for Olivia...",
      "ja": "継母と義妹に陰湿ないじめを受ける、サイファード家の令嬢・オリビア。しかし彼女は抵抗することができない…。なぜなら、オリビアは【心と体が分離してしまっている】から！そのせいで体は常に虚無状態。それでも幼い頃可愛がってくれたシリウス兄様や、亡き母を思いながら、悲しむ日々。味方も見つけられず、いじめに苦しめられていたある日、義妹・アンナはオリビアに対してある決断をして…。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a21eab2d-781d-40b2-a666-7b2d72551927",
    "title": {
      "en": "Akuninzura Shita B-kyuu Boukensha - Shujinkou to Sono Osananajimi-tachi no Papa ni Naru"
    },
    "updatedAt": "2025-01-29T00:35:44+00:00",
    "coverArt": "https://mangadex.org/covers/a21eab2d-781d-40b2-a666-7b2d72551927/cc4b504e-38e1-432e-be9f-26d3929b8420.jpg",
    "altTitles": [
      {
        "ja": "悪人面したＢ級冒険者 主人公とその幼馴染たちのパパになる"
      },
      {
        "ja-ro": "Akunindzura Shita B-kyuu Boukensha - Shujinkou to Sono Osananajimi-tachi no Papa ni Naru"
      },
      {
        "ja": "B-GRADE ADVENTURER WITH A BAD GUY FACE Becomes A Daddy To The Hero And His Fellow Children"
      },
      {
        "en": "A B-Grade Adventurer With a Bad Guy Face Becomes a Daddy to the Protagonist and His Childhood Friends"
      },
      {
        "en": "B-Rank Adventurer With an Evil Look Becomes a Daddy to the Protagonist and His Childhood Friends"
      },
      {
        "en": "A B-Rank Adventurer With an Evil Face Becomes a Father for the Hero and His Childhood Friends"
      }
    ],
    "description": {
      "en": "Gray, a B-rank adventurer, was supposed to be just a mob character in the RPG *Bright Fantasy*. However, by chance, he saved an orphan who was attacked by thugs on the roadside and decided to raise him as his father. But the orphan turned out to be the protagonist of this world, “Isuka”!\n\nThis choice would greatly change the fate of the world.\n\n**Note:** While even the English on the Japanese covers gets this wrong, the orphan saved is the *protagonist*, not the *hero*.\n___\n**Character Designer:** [Hara Kazuhiro](https://mangadex.org/author/edaf7a28-c9c9-4b83-a3be-4087b3e4fcae)",
      "pt-br": "Gray, um aventureiro de nível B, deveria ser apenas um personagem da máfia no RPG “Bright Fantasy”. Porém, por acaso, ele salvou um órfão que foi atacado por bandidos na beira da estrada e decidiu criá-lo como pai. Mas o órfão acabou por ser o herói deste mundo, “Iska”. Essa escolha mudaria muito o destino do mundo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2129ddc8-210b-451b-99f8-fa3e7ff1e018",
    "title": {
      "en": "Winning Pass"
    },
    "updatedAt": "2025-02-04T19:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/2129ddc8-210b-451b-99f8-fa3e7ff1e018/313704a9-db6e-4488-af19-2126f1fe9fc0.jpg",
    "altTitles": [
      {
        "ja": "ウイニング パス"
      }
    ],
    "description": {
      "en": "Haruto Ichinose has an older brother, Shori Ichinose, who has excellent grades, is a basketball prodigy, and is very popular in school. Although he says he hates basketball, he trains alone and challenges his brother, only to be beaten back. On the other hand, his older brother Shori seems to recognize his \"talent\" more than anyone else, but who is he really...?",
      "ja": "成績優秀、バスケは天才的、そして校内の人気者・一ノ瀬翔麗を兄に持つ一ノ瀬陽斗。バスケは大嫌いと言いつつ、一人特訓して兄に挑戦しては返り討ちに遭う日々。一方で兄・翔麗は誰よりも陽斗の「才能」を認めている様子だが、その正体は…!?",
      "pt-br": "Haruto Ichinose tem um irmão mais velho, Shori Ichinose, que tem notas excelentes, é um prodígio do basquete e é muito popular na escola. Embora Haruto diga que odeia basquete, ele treina sozinho e desafia seu irmão, apenas para ser derrotado. Por outro lado, seu irmão mais velho Shori parece reconhecer seu \"talento\" mais do que qualquer outra pessoa, mas quem ele realmente é...?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "83"
  },
  {
    "mangaId": "cf58401e-91ae-452f-b79a-5c83f34f6804",
    "title": {
      "en": "Dark Summoner to Dekiteiru"
    },
    "updatedAt": "2025-01-11T08:24:08+00:00",
    "coverArt": "https://mangadex.org/covers/cf58401e-91ae-452f-b79a-5c83f34f6804/581a7d0e-a1bc-47c6-8380-a5f0d2513022.jpg",
    "altTitles": [
      {
        "ja": "ダークサモナーとデキている"
      },
      {
        "zh": "黑暗召唤师在地下恋爱中"
      },
      {
        "zh-ro": "Hēi'àn zhàohuàn shī zài dìxià liàn'ài zhōng"
      },
      {
        "en": "I'm Dating a Dark Summoner"
      },
      {
        "ja": "I'm dating a Dark Summoner"
      },
      {
        "vi": "Hẹn hò cùng hắc thuật sư"
      }
    ],
    "description": {
      "en": "Amona, a dark summoner and demi-human who uses demonic powers, is the newest addition to the party of the uptight priest Roni. Everyone expected the two to dislike each other and to have nothing to do with each other. But to their surprise, on their first day together as an adventuring party, they had a one-night stand...!",
      "ja": "クソ真面目な神官・ロニのパーティに新しく加入してきたのは、悪魔の力を使うダークサモナーで亜人のアモナ。反発し合い犬猿の仲になると思われた二人だったが、なんとパーティ加入初日に朝チュンしてしまい…！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e64ba108-bbd7-40ce-9243-21791d9489bf",
    "title": {
      "en": "Hazure Hantei kara Hajimatta Cheat Majutsushi Seikatsu"
    },
    "updatedAt": "2024-11-23T14:37:51+00:00",
    "coverArt": "https://mangadex.org/covers/e64ba108-bbd7-40ce-9243-21791d9489bf/c7d5c1e7-1375-42d2-867a-4b9450dec947.jpg",
    "altTitles": [
      {
        "ja": "ハズレ判定から始まったチート魔術士生活"
      },
      {
        "zh": "从废柴判定开始的魔术士人生"
      },
      {
        "en": "Life as a Cheat Magician that began with a False Judgment"
      }
    ],
    "description": {
      "en": "One day, all the eighth grade students were transferred to another world.\n\nThe princess of the other world summoned them to make up for their lack of strength. The students are threatened and decide to follow the princess, and they are made to take a magical power test to determine their abilities. While everyone is sorted according to their results, Kokubun Kento's result is a flop.\n\nJudged as useless, he is expelled. However, there is actually a tremendous ability lurking within Kento... \n\nThe life-size eighth grader Kento, together with his fellow skeletons, aims to rescue his classmates!\n\n---\n\n[web novel](https://ncode.syosetu.com/n5782dy/) (jp)",
      "ja": "ある日、中学２年生の生徒全員が異世界に転移させられた。\n\n異世界の王女が、戦力不足を補うために彼らを召喚したのだ。脅されて王女に従うことにした生徒たちは、能力を調べる魔力判定を受けさせられる。みんなが結果に応じて振り分けられていくなか、国分健人の判定結果はハズレ。\n\n使い物にならないと判断されて、追放されてしまった。だが、健人の内には実は物凄い能力が潜んでいて… \n\n等身大の中学２年生の健人が、仲間になったスケルトンとともに同級生たちの救出を目指す！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Mayonaka Heart Tune"
    },
    "updatedAt": "2025-01-27T16:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/8553e162-c330-4856-8e66-51c932e87bc0.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "en": "Tune In to the Midnight Heart"
      },
      {
        "nl": "Middernachtshart Tune"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "ru": "Полуночный мотив сердца"
      }
    ],
    "description": {
      "en": "\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people?\n___\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!! アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dfffa880-4154-40d1-abd2-0dff94248908",
    "title": {
      "en": "Dungeon ni Deai o Motomeru no wa Machigatte Iru Darou ka Gaiden - Sword Oratoria"
    },
    "updatedAt": "2025-01-28T00:23:16+00:00",
    "coverArt": "https://mangadex.org/covers/dfffa880-4154-40d1-abd2-0dff94248908/b9898d70-0024-4118-a178-09a236353a65.jpg",
    "altTitles": [
      {
        "ja": "ダンジョンに出会いを求めるのは間違っているだろうか 外伝 ソード・オラトリア"
      },
      {
        "en": "Is It Wrong to Try to Pick Up Girls in a Dungeon? On the Side: Sword Oratoria"
      },
      {
        "ko": "던전에 만나기를 원하는 것은 잘못 일까 외전 소드 오라토리아 소드 오라토리아"
      },
      {
        "fr": "DanMachi - Sword Oratoria : l'épopée d'une épéiste"
      },
      {
        "ru": "Может, я встречу тебя в подземелье - Оратория Меча"
      }
    ],
    "description": {
      "en": "After having descended upon this world, the gods have created guilds where adventurers can test their mettle. These guilds, known as \"familia,\" grant adventurers the chance to explore, gather, hunt, or simply enjoy themselves.\n\nDungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria begins in Orario, the lively city of adventurers. The Sword Princess, Ais Wallenstein, and the novice mage, Lefiya Viridis, are members of the Loki Familia, who are experts at monster hunting. With the rest of their group, they journey to the tower of Babel in hopes of exploring the dungeon underneath. Home to powerful monsters, the dungeon will fulfill Ais's desire to master her sword skills, while bringing Lefiya closer to her dream of succeeding Riveria Ljos Alf, vice-captain of the Loki Familia, as the most powerful mage in the land.\n___\n**Links:**\n[Yen Press](https://yenpress.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria-manga)",
      "ja": "アイズ･ヴァレンシュタインは＜剣姫＞として名高く、第一級冒険者の中でも最強の一角といわれている。そんなアイズでも、まだまだ強くなりたいと思っている様子…？　果たしてそれはなぜ…？",
      "ru": "Спин-офф ранобэ \"Может, я встречу тебя в подземелье\", который охватывает историю одной из сильнейших авантюристок по имени Аиз Валленштайн, также известной, как \"Принцесса Меча\"."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-11-01T06:48:00+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/60b13fdd-6541-48e5-9181-fe1903d840f5.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n**Awards:**\n- Won the 2020 Next Manga Award in the Web category.\n- Was nominated for the 2020 and 2021 Manga Taishou Award.\n- Won the top prize of the 2021 Tsutaya Comic Awards.",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d380087-5eb1-48d5-ad00-69c0ef8ac5aa",
    "title": {
      "en": "Last Boss Shoujo Akari - Watashi Yori Tsuyoi Yatsu ni Ai ni Gendai ni Iku"
    },
    "updatedAt": "2025-01-26T09:01:11+00:00",
    "coverArt": "https://mangadex.org/covers/2d380087-5eb1-48d5-ad00-69c0ef8ac5aa/f6fa41f9-21b4-484d-9202-48243d2ef82e.png",
    "altTitles": [
      {
        "en": "Akari the Final Boss Girl ~I'm Going to the Modern Age to Find Someone Stronger Than Me~"
      },
      {
        "ja-ro": "Last Boss Shoujo Akari"
      },
      {
        "ja": "ラスボス少女アカリ"
      },
      {
        "ja": "ラスボス少女アカリ～ワタシより強いやつに会いに現代に行く～"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e44b1517-4508-4335-a494-b5b6a39a35de",
    "title": {
      "en": "Ennui"
    },
    "updatedAt": "2025-02-06T01:05:03+00:00",
    "coverArt": "https://mangadex.org/covers/e44b1517-4508-4335-a494-b5b6a39a35de/ac5717d5-e214-48fd-8883-04a340d58149.jpg",
    "altTitles": [
      {
        "ko": "권태"
      }
    ],
    "description": {
      "en": "Is the terrible heartache caused by a distant lover? Or is it the ties and obsession that follow along, like love that won't come true...?\n*From the same author of Missing Love: The Marrying Man"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10fab94e-2227-47e2-b059-f4762eb5ca4e",
    "title": {
      "en": "Jii-san to Baa-san Wakagaeru"
    },
    "updatedAt": "2024-10-09T03:17:23+00:00",
    "coverArt": "https://mangadex.org/covers/10fab94e-2227-47e2-b059-f4762eb5ca4e/828402e1-a892-410b-aac3-218ebc1537d9.jpg",
    "altTitles": [
      {
        "tr": "Gençliklerini geri kazanan büyükbaba ve büyükanne hakkında hikaye"
      },
      {
        "en": "A Story About a Grandpa and Grandma Who Returned Back to Their Youth"
      },
      {
        "id": "Sebuah Kisah Tentang Kakek dan Nenek yang Kembali Ke Masa Mudanya."
      },
      {
        "ru": "История о Дедушке и Бабушке, которые снова стали молодыми"
      },
      {
        "uk": "Історія про дідуся з бабусею, що знову стали молодими"
      },
      {
        "ja": "おじいさんとおばあさんが若返った話。"
      },
      {
        "ja": "じいさんばあさん若返る"
      },
      {
        "es-la": "Un Abuelo y Una Abuela que Regresaron a su Juventud"
      },
      {
        "ja-ro": "Ojii-san to Obaa-san ga Wakigaetta Hanashi"
      },
      {
        "pt-br": "Uma história sobre um vovô e uma vovó que voltaram à juventude"
      },
      {
        "ko": "할아버지 할머니 회춘하다"
      },
      {
        "vi": "Ông Bà Hồi Xuân"
      },
      {
        "ja": "Jiisan Baasan Wakagaeru"
      }
    ],
    "description": {
      "en": "This story is about Ine and Shouzou, two pensioners well into their 80s who are mysteriously returned to their 20s one night.",
      "es": "Shozo e Ine son una pareja de ancianos que dirigen una granja de manzanas en Aomori. Un día se despiertan y descubren que se han transformado en sus yo más jóvenes. El apuesto abuelo y la bella abuela se meten en líos.\nUna comedia sobre una pareja bulliciosa y cariñosa, ¡en la que participan un apuesto abuelo y una hermosa abuela!",
      "ja": "青森でリンゴ農家を営む老夫婦・正蔵とイネ。\nある日目覚めるとふたりは若い頃の姿になっていて！？\nイケメンなじいさま＆美人なばあさまが巻き起こす、\nお騒がせおしどり夫婦コメディ！",
      "es-la": "Shozo e Ine son una pareja de ancianos que dirigen una granja de manzanas en Aomori. Un día se despiertan y descubren que se han transformado en sus yo más jóvenes. El apuesto abuelo y la bella abuela se meten en líos.\nUna comedia sobre una pareja bulliciosa y cariñosa, ¡en la que participan un apuesto abuelo y una hermosa abuela!",
      "pt-br": "História sobre Ine e Shouzou, dois aposentados com mais de 80 anos que misteriosamente voltaram aos 20 anos uma noite."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "203"
  },
  {
    "mangaId": "fef2e4da-36f9-48e9-8317-2516f4b6ab14",
    "title": {
      "en": "Tensei Kizoku, Kantei Skill de Nariagaru ~Jakushou Ryouchi o Uketsuida node, Yuushuu na Jinzai o Fuyashiteitara, Saikyou Ryouchi ni Natteta~"
    },
    "updatedAt": "2025-01-28T18:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/fef2e4da-36f9-48e9-8317-2516f4b6ab14/787e4bd1-6717-475a-b8b1-010164935c33.jpg",
    "altTitles": [
      {
        "ja": "転生貴族、鑑定スキルで成り上がる～弱小領地を受け継いだので、優秀な人材を増やしていたら、最強領地になってた～"
      },
      {
        "ja-ro": "Tensei Kizoku Kantei Skill de Nariagaru ~Jakushou Ryouchi wo Uketsuidanode, Yuushuuna Jinzai wo Fuyashite Itara, Saikyou Ryouchi ni Natteta~"
      },
      {
        "en": "As a Reincarnated Aristocrat, I'll Use My Appraisal Skill to Rise in the World: I Inherited a Weak Territory, and If I Increase the Number of Capable Personnel, It Will Become the Strongest Territory"
      },
      {
        "zh-hk": "轉生貴族，以鑑定技能成名～因為繼承了弱小的領地，所以如果增加了優秀的人才，就會成為最強的領地～"
      },
      {
        "id": "Terlahir kembali menjadi seorang bangsawan dengan skill penilaian"
      },
      {
        "id": "Seorang bangsawan yang bereinkarnasi, bangkit dengan kemampuan analisis"
      },
      {
        "pt-br": "Como um Aristocrata Reencarnado, Usarei Minha Habilidade de Avaliação para Subir no Mundo"
      },
      {
        "vi": "Quý Tộc Tái Sinh Thăng Tiến Nhờ Kỹ Năng Thẩm Định: Vì Thừa Kế Một Lãnh Địa Nhỏ Yếu, Nên Khi Tuyển Dụng Người Tài, Đã Trở Thành Lãnh Địa Mạnh Nhất"
      },
      {
        "vi": "Tái Sinh Thành Quý Tộc Với Kĩ Năng \"Thẩm Định\""
      }
    ],
    "description": {
      "en": "After being reincarnated, Ars Louvent is supposed to live in a different world as a weak aristocrat. Both his physical strength and intelligence were mediocre in both worlds, but here he naturally possessed a skill called \"Appraisal\" that allowed him to see the potential of any person. By gathering talented people by his side, Ars uses this \"Appraisal\" skill to transform his weak territory into the strongest one! But the road ahead of him won't be so simple.",
      "ja": "転生し、弱小貴族として異世界を生きることになったアルス・ローベント。現代同様、異世界でも体力・知力ともに平凡だったが、“鑑定スキル”という人の潜在能力を知ることが出来るスキルを生まれつき所持していた。アルスは自分の民たちを守るため、“鑑定スキル”で弱小領地を最強の領地へと変貌させていく───！",
      "vi": "Sau khi được tái sinh, Ars Louvent được cho là một quý tộc yếu kém. Cả sức mạnh thể chất và trí tuệ của cậu đều ở mức trung bình ở cả 2 thế giới. Nhưng cậu sở hữu một kĩ năng độc nhất có tên ' Thẩm định' cho phép cậu có thể nhìn được chỉ số và tiềm năng của mọi người. Bằng cách tập hợp những người tài năng về bên cạnh, Ars sẽ sử dụng kĩ năng 'Thẩm định' này để khiến lãnh thổ yếu ớt của mình thành nơi mạnh nhất! Nhưng con đường phía trước của cậu sẽ không hề dễ dàng.",
      "pt-br": "Após ser reencarnado, Ars Louvent deve viver em um mundo diferente como um aristocrata fraco. Tanto sua força física quanto sua inteligência eram medíocres em ambos os mundos, mas aqui ele naturalmente possuía uma habilidade chamada “Avaliação” que lhe permitia ver o potencial de qualquer pessoa. Ao reunir pessoas talentosas ao seu lado, Ars usa esta habilidade de “Avaliação” para transformar seu território fraco no mais forte! Mas o caminho à sua frente não será tão simples."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fab57124-785f-4960-89df-004642c8c4ec",
    "title": {
      "en": "The Garden of Plantus"
    },
    "updatedAt": "2025-01-29T23:21:17+00:00",
    "coverArt": "https://mangadex.org/covers/fab57124-785f-4960-89df-004642c8c4ec/5a351edf-2666-4524-9ed9-d378405a3abc.jpg",
    "altTitles": [
      {
        "ko": "플랜터스의 정원"
      },
      {
        "ja": "プランタースの庭園"
      },
      {
        "zh": "关于外星人空降地球邀请我做挚友这件诡事"
      },
      {
        "ko-ro": "Plantus-ui Jeongwon"
      }
    ],
    "description": {
      "en": "\"I like you!\"\nBeyond the world we live in lies a place called the Garden, inhabited by otherworldly divine beings known as Plantus. \nAn ordinary human named Lee Rumi happens to encounter Aleph, an incomplete Plantus who has arrived in this world. \nHaving read \"The Little Prince,\" Aleph claims she came in search of \"a one-of-a-kind friend.\" Reluctantly, Rumi agrees to be her friend. \nBut soon after, a figure who looks exactly like Aleph appears, calling Rumi a \"gardener\" and acting as though they've known each other for a long time. \nMeanwhile, a suspicious professor seems to know far too much about Aleph and the Plantus. \nAs Rumi digs deeper, she begins to notice eerie similarities between the Plantus and the stories on SPR Institute, a paranormal website supposedly dedicated to protecting humanity."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "114"
  },
  {
    "mangaId": "e244084c-9b07-4952-9ba3-ff9f197d109b",
    "title": {
      "en": "Carneades"
    },
    "updatedAt": "2025-01-29T22:38:23+00:00",
    "coverArt": "https://mangadex.org/covers/e244084c-9b07-4952-9ba3-ff9f197d109b/951ef94f-43d0-4d35-8adb-c30cc51e2920.jpg",
    "altTitles": [
      {
        "ja": "カルネアデス"
      }
    ],
    "description": {
      "ja": "「天使」「悪魔」「獣人」「吸血鬼」「人間」…五種族が存在する世界。中でも強力な力を誇る天使のエルは天使警察に所属。己の正義を胸に自分にも他人にも厳しく、職務に従事していた。エリート街道を突き進むエルだったが、ある日気弱な悪魔・イヴの捕縛を命じられる。捕まっても何度も脱獄する問題児のイヴを追うことになるエルだったが、彼女の逃げ足と召喚獣のせいで簡単に捕まらない！ しかも、イヴを追いかける中、とんでもない事件に巻き込まれ……!!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c31c9616-c5fc-48d3-8259-07a4c262814d",
    "title": {
      "en": "10-manbun no 1"
    },
    "updatedAt": "2023-05-02T09:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/c31c9616-c5fc-48d3-8259-07a4c262814d/d7958df0-6cbc-4418-b5ed-865ddbb60e5b.png",
    "altTitles": [
      {
        "en": "1/100,000"
      },
      {
        "ja-ro": "10 manbun no 1"
      },
      {
        "ko": "10 만분의 1"
      },
      {
        "ja-ro": "10-man Bun no Ichi"
      },
      {
        "ja": "10万分の1"
      },
      {
        "ja-ro": "Juuman Bun no Ichi"
      },
      {
        "ja-ro": "Juumanbun no Ichi"
      },
      {
        "zh-hk": "十萬分之一"
      },
      {
        "zh": "十万分之一"
      },
      {
        "zh": "10万分之1"
      },
      {
        "zh-hk": "10萬分之1"
      },
      {
        "fr": "Le fil du destin"
      }
    ],
    "description": {
      "en": "2nd-year high school student Rino Sakuragi has been in love with Ren Kiritani, a member of her friends-circle since junior high. Rino, who cannot love either her character nor body, is incredibly shy towards the popular Kiritani.  \n  \n*Being friends suits me just fine. After all, I don't want to be hated once he gets to know the real me.*  \n  \nEven though she's resigned herself to that, she cannot help but stay in love with Kiritani as he keeps on dropping suggestive lines like, \"Cute.\" or \"What do you think about me?\"  \n  \n*I want the person I love to really get to know the real me. But because it's the person I love, I need more courage!!*  \n  \n1/100 000, a story about a destiny between the lines of cruelty and joy by the master of pure love romance Kaho Miyasaka.",
      "ja": "[Wikipedia](https://ja.wikipedia.org/wiki/10%E4%B8%87%E5%88%86%E3%81%AE1)"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "37"
  },
  {
    "mangaId": "d95d6b8a-bc03-4de9-b79a-2cdca17e9dd3",
    "title": {
      "en": "Embers"
    },
    "updatedAt": "2025-02-03T01:31:03+00:00",
    "coverArt": "https://mangadex.org/covers/d95d6b8a-bc03-4de9-b79a-2cdca17e9dd3/64811b32-6ee3-4959-a556-4bce4a457c68.jpg",
    "altTitles": [
      {
        "ja": "エンバーズ"
      }
    ],
    "description": {
      "en": "Middle school brawler Noboru Haitani has never lost a fight. But the bitter taste of a soccer defeat gradually warms him up to the sport, until one day Haitani finds himself in a match against a team featuring middle school soccer prodigy Takami. An outlaw fights his way into the world of soccer!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-12-09T11:57:16+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/17f8c157-ae5c-4702-a762-11bc2c8b8c64.jpg",
    "altTitles": [
      {
        "ja": "ワンピース"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "fa": "وان پیس"
      },
      {
        "hi": "वन पीस"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "th": "วันพีซ"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "he": "וואן פיס"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "vi": "Vua Hải Tặc"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "ko": "원피스"
      },
      {
        "te": "వన్ పీస్"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "es": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum: The Weakest Skill Conquers the Strongest Women and Creates a Harem"
    },
    "updatedAt": "2024-12-10T21:02:32+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/d4aa72c4-9fad-489f-a2a0-fa0858a5f212.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd32f281-8e4f-4c83-8d5a-0af816087683",
    "title": {
      "en": "Yuurei to Tsukareta Kaishain"
    },
    "updatedAt": "2025-01-15T10:54:01+00:00",
    "coverArt": "https://mangadex.org/covers/cd32f281-8e4f-4c83-8d5a-0af816087683/b951d7de-6e16-4f01-9973-0efbcccb7536.jpg",
    "altTitles": [
      {
        "ja": "幽霊と疲れた会社員"
      },
      {
        "en": "The Ghost and the Exhausted Office Worker"
      }
    ],
    "description": {
      "en": "No matter how hard things seem to be, there is always 'someone' watching over you.\n\nA ghost who remained in this world with lingering attachments, one day encountered an office worker left exhausted from work, Nozaki.\n\n\"Nobody even looks at me...\"\n\nNozaki was consumed with loneliness.\nThe ghost, who was all alone at the end of his own life, decided to watch over his daily life.\n\nThough left at the mercy of his job, Nozaki desperately carried on each day.\nUntil one day, he encountered someone new.\n\nThe feelings he lost amid the restless day-to-day, through connecting with others, Nozaki will gradually take back.",
      "ja": "どんなつらい時でも、見ていてくれる「誰か」がいる。\n\nこの世に未練を残してさまよっていた幽霊は、ある日、仕事に疲れた会社員、野崎と出会う。\n\n「俺のことなんて、誰も見てないんだ…」\n\n孤独感に打ちひしがれる野崎。人生の最後に一人ぼっちだった幽霊は、彼の生活を見守ってみることに。仕事に翻弄されながらも必死に日々を送る野崎。やがて彼に新たな出会いが訪れる。忙しない日々の中でこぼれ落ちてしまった気持ちを、野崎は人との関わりの中で、少しずつ取り戻していく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]