[
  {
    "mangaId": "49ccb19e-34e9-40d4-a53e-cdb48360b351",
    "title": {
      "en": "In This Life, the Greatest Star in the Universe"
    },
    "updatedAt": "2024-05-03T22:55:53+00:00",
    "coverArt": "https://mangadex.org/covers/49ccb19e-34e9-40d4-a53e-cdb48360b351/cead201d-c80f-46bd-adf6-1d2df55c5c99.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 우주대스타"
      },
      {
        "en": "I'm Going to Be a Big Star"
      }
    ],
    "description": {
      "en": "Sun Woo-joo, an aspiring idol with shining talent, dedication, and passion, had only one shortcoming: \"dancing.\" Having to give up on his lifelong dream of becoming an idol due to this one flaw, he was preparing for a different path in life when a miracle suddenly appeared! \"I'll become a superstar brighter than anyone.\" His once lacking dance skills were no longer a problem. The UV Starship. Five perfectly prepared idols are finally ready with everything they need. A monstrous rookie is about to debut in the entertainment industry! Presenting 'The New Black.' This life, he's destined to be a cosmic superstar!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "388e5f77-11db-43cb-878a-95f77fc90697",
    "title": {
      "en": "Jinrui Kyuusai Game"
    },
    "updatedAt": "2025-01-29T21:50:56+00:00",
    "coverArt": "https://mangadex.org/covers/388e5f77-11db-43cb-878a-95f77fc90697/0f9ffc68-2472-4945-bb09-65ed72bf8685.jpg",
    "altTitles": [
      {
        "ja": "人類救済ゲーム"
      },
      {
        "en": "Humanity's Salvation Game"
      }
    ],
    "description": {
      "en": "One day, Doppo, the high school protagonist, suddenly heard a voice from his phone saying \"The game has begun\" and that the \"chosen challengers\" have been taken to another world. If they complete their mission, they can return to their original world. However, this new world is filled with terrifying monsters... Can they survive and return to their original world?!",
      "ja": "これは、人類存続のための、命をかけたゲーム。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b9bade6-28a0-4f2f-8211-4b5106a2cbbd",
    "title": {
      "en": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
    },
    "updatedAt": "2025-01-24T22:55:00+00:00",
    "coverArt": "https://mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/07587e3a-069a-4660-8d68-3c60857efa93.jpg",
    "altTitles": [
      {
        "ja": "ギルドの受付嬢ですが、残業は嫌なのでボスをソロ討伐しようと思います"
      },
      {
        "en": "I May Be a Guild Receptionist, but I'll Solo Any Boss to Clock Out on Time"
      },
      {
        "zh": "虽然是公会柜台小姐，但是因为讨厌加班所以要去单挑BOSS"
      },
      {
        "en": "I'm The Guild Receptionist, But Since I Don't Want To Work Overtime, I Think I'll Just Solo The Boss"
      },
      {
        "ja": "Girumasu"
      }
    ],
    "description": {
      "en": "\"It's safe because it's a desk job, super stable because it's public work!\"\n\nAlina Clover thought being a receptionist for the Adventurers Guild would be her ticket to the good life... but her dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. To save herself from paperwork, Alina turns to the simplest solution at hand — beating down the monsters herself! A mysterious adventurer showing up out of nowhere, soloing the boss, then disappearing without taking credit is bound to create rumors, and Alina's treasured job forbids side hustles. So there might be trouble when the leader of the Silver Sword party discovers her secret...!",
      "ja": "内勤だから安全、公務だから超安定！\n\nそんな理想の職業「ギルドの受付嬢」となったアリナを待っていたのは、理想とは程遠い残業三昧の日々だった。\n\n全てはダンジョンの攻略が滞っているせい！ 限界を迎えたアリナは、なんと大鎚を手に自らボス討伐に赴くのであった―。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf0dc384-99c6-4292-b7d5-4c9211f4423b",
    "title": {
      "en": "Shoutai Fumei to Kyoufu"
    },
    "updatedAt": "2024-10-25T18:58:19+00:00",
    "coverArt": "https://mangadex.org/covers/cf0dc384-99c6-4292-b7d5-4c9211f4423b/77dd379b-0bf0-4487-99d0-a35fbd4d89a7.jpg",
    "altTitles": [
      {
        "ja": "正体不明と恐怖"
      },
      {
        "en": "Unknown Identity and Fear"
      },
      {
        "en": "Unidentified Girl & Phobia"
      }
    ],
    "description": {
      "en": "Kaname Isurugi, who suffered facial injuries in an accident, has a hard time getting along with the people at his school ever since he entered. When school counselor Sugata asks Kaname to help solve the problems of the girls in his charge, Kaname half-heartedly makes contact with four of them. After a month passes without any response, Kaname begins to question his actions. Suddenly, Kaname has a shocking \"fateful encounter\".",
      "ja": "事故が原因で顔に傷が残り、周りから距離をとられてしまっている高校生、石動かなめ。ある日、スクールカウンセラーの須賀田鳥子に半ば言いくるめられるように、彼女の仕事を手伝わされることになってしまう。４人の女子生徒と交流することになりこれまでと違った日々を送るかなめの背中に、突然、カッターナイフを突きつけられる。訳も解らず拘束されるかなめに対し、仮面の少女は驚きの告白をして――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0",
    "title": {
      "en": "I'm Really Not the Evil God's Lackey"
    },
    "updatedAt": "2024-05-27T16:57:02+00:00",
    "coverArt": "https://mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "altTitles": [
      {
        "zh": "我真不是邪神走狗"
      },
      {
        "en": "I'm Really Not the Demon God's Lackey"
      },
      {
        "en": "I’m Really Not the Devil’s Lackey"
      },
      {
        "uk": "Насправді я не слуга Злого Бога"
      },
      {
        "vi": "Ta Thật Không Phải Tà Thần Chó Săn"
      },
      {
        "zh-ro": "Wǒ Zhēn Bùshì Xiéshén Zǒugǒu"
      }
    ],
    "description": {
      "en": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
      "uk": "Лінь Цзє – чужоземець з іншого світу, що став тепер звичайним власником книжкового магазину. Він доброзичливий і завжди готовий порекомендувати відвідувачам книги, що здатні зцілити їхні душі. Іноді, він ділиться і власними роботами. З часом, клієнти починають його дуже поважати. Вони щодня приносять йому маленькі сувеніри чи подарунки в знак подяки та просять у нього рекомендації щодо книги. Про цього звичайного крамаря навіть починають розповідати історії. Його з повагою та теплом звуть «Гієна Злого Бога», «Вісник Євангелія Плоті», «Автор Культу Упирів» та «Пастух Зірок».",
      "zh": "穿越者林介经营着一家书店。他善良热情，总是向失意潦倒的客人们推荐治愈心灵的书籍，偶尔也会安利一下自己的拙作。久而久之，这些客人变得非常尊敬他，每天都会带来一些朴实的土特产报答他，向他请教推荐书目，并且向周边人也诉说着这个普通书店老板的事迹。他们尊敬而亲切地称呼他为——“邪神的鬣狗”、“血肉福音书的传播者”、“尸食教典仪的撰写者”、“群星的牧羊人”。“？？？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02a73539-2caf-4d8d-aaaf-46a9534a4eac",
    "title": {
      "en": "Hanakotoba no Inouryoku o Te ni Shita Ore wa, 'Gyakkyou' no Chikara de Musou Suru"
    },
    "updatedAt": "2025-01-23T18:34:31+00:00",
    "coverArt": "https://mangadex.org/covers/02a73539-2caf-4d8d-aaaf-46a9534a4eac/582804d7-5569-478d-b0a1-d197138ab94c.jpg",
    "altTitles": [
      {
        "ja": "花言葉の異能力を手にした俺は、「逆境」の力で無双する"
      },
      {
        "en": "I Wield the Power of Flower Language and Dominate with 'Adversity'"
      },
      {
        "ja-ro": "Hanakotoba no Inouryoku wo Te ni Shita Ore wa, 'Gyakkyou' no Chikara de Musou Suru"
      }
    ],
    "description": {
      "en": "Confronted by the “Weed,” a mysterious entity infested with plants, the protagonist Yu finds himself in dire straits against its overwhelming power. In this moment of absolute crisis, Yu awakens to an unknown ability that transforms him into a Weed. This is a world where the language of flowers becomes supernatural powers. With the ultimate ability that blooms in “Adversity,” he’ll mow down every enemy!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d4311a4-7ad0-4fce-bf80-6c19ba37fb47",
    "title": {
      "ja": "Class Saiyasune de Urareta Ore wa, Jitsu wa Saikyou Parameter"
    },
    "updatedAt": "2024-11-03T01:03:59+00:00",
    "coverArt": "https://mangadex.org/covers/9d4311a4-7ad0-4fce-bf80-6c19ba37fb47/3d9226a1-f760-4cbe-8d09-6d813a6cf296.jpg",
    "altTitles": [
      {
        "en": "I Was Sold at the Lowest Price in My Class, However, My Personal Parameter Is the Most Powerful"
      },
      {
        "ja": "クラス最安値で売られた俺は、実は最強パラメーター"
      },
      {
        "id": "Aku Dijual dengan Harga Terendah di kelasku, namun Parameter Pribadiku adalah yang Paling Kuat"
      },
      {
        "zh-hk": "以全班最低價格賣出的我，實際上是最強"
      }
    ],
    "description": {
      "en": "Yuta, a boy transported to another world along with his classmates, finds himself in a realm where earthlings are summoned for their high inherent power. These powers are used to operate humanoid machines known as magic-machines through a special ability called Ludia that resides within humans.\nHowever, Yuta’s Ludia value is shockingly low, with a reading of just 2. While his classmates are auctioned off at high prices, Yuta is sold at the lowest price and becomes a slave. But an encounter with the white magic-machine, Arleo, might just change his destiny.\nFrom being an unwanted slave to becoming the strongest hero who shakes the world! The new era of Mecha Battle Entertainment has begun!",
      "id": "Yuta, seorang anak laki-laki yang dikirim ke dunia lain bersama teman-teman sekelasnya.\r\n\r\nIni memanggil dan menggunakan penduduk bumi yang cenderung memiliki nilai tinggi di dunia yang berbeda di mana mesin humanoid yang disebut \"mesin sihir\" dioperasikan dengan kekuatan khusus \"Ludia\" yang terdapat pada manusia. \r\n\r\nNilai Ludia Yuta hanya \"2\" sementara banyak teman yang membeli dengan harga tinggi. Yuta dibeli dengan \"harga terendah\" dan diubah menjadi budak, tetapi pertemuan dengan mesin sihir putih \"Arleo\" membangunkannya menjadi pria yang kuat--!?\r\n\r\nDari budak dengan harga terendah di kelasnya, dunia baru Mecha Battle Entertainment telah mulai menjadi pahlawan terkuat yang mengguncang dunia!",
      "es-la": "Durante el viaje escolar, el autobús de la clase 3 de segundo año con 32 personas fue convocado a otro mundo... íbamos a ser vendidos para convertirnos en pilotos de robots como armas mágicas, pero parece que los valores de los precios de venta son decididos por algún tipo de parámetro desconocido llamado Ludia .Mientras algunos compañeros obtuvieron precios altos con parámetros de 10,000 o 20,000, mis parámetros eran en realidad 2... realmente increíble, pero en realidad el valor de mi parámetro hizo que la aguja de la maquina de medición realizara una vuelta completa, pero nadie lo notó... aunque tenia los parámetros más fuertes... nadie me compro y, de hecho, me cambiaron como esclavo por dos frutas"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0964c0bb-4634-4477-b3e9-660eaa67bc39",
    "title": {
      "en": "Magan no Akuyaku ni Tensei Shita no de Oshi Chara o Mimamoru Mob o Mezashimasu"
    },
    "updatedAt": "2025-01-04T06:15:49+00:00",
    "coverArt": "https://mangadex.org/covers/0964c0bb-4634-4477-b3e9-660eaa67bc39/133bdcef-8e05-4e33-bcb5-9238fc712e3c.jpg",
    "altTitles": [
      {
        "ja": "魔眼の悪役に転生したので推しキャラを見守るモブを目指します"
      },
      {
        "en": "I Was Reincarnated as the Villain With Evil Eyes, so I Aim to Be a Mob Character"
      },
      {
        "en": "I've Been Reincarnated as a Villain With Evil Eyes, so I'm Aiming to become a Mob Who Watches Over My Favorite Characters"
      },
      {
        "ja-ro": "Magan no Akuyaku ni Tensei Shita no de Oshi Chara o Mimamoru Mob o Mezashimasu"
      }
    ],
    "description": {
      "en": "I was reincarnated as “Luxe,” the villain with the “Evil Eye” that appears in the game, but I didn’t want to meet a miserable end after being reincarnated into my favorite game! I decided to find happiness, I started training in “Dark Magic” from that day on in order to fight off the forces that attacked me insearch of the Evil Eye. And eventually, I’ll become a mob that watches over… my favorite characters! This is the story of how I, who was reincarnated as the villain of my favorite game, and my efforts to change my fate.",
      "ja": "大人気恋愛アクションRPG『ブレイズファンタジー』。\nそこに登場する【魔眼】の悪役「リュクス」に転生してしまった俺だったが、大好きなゲームに転生したのに悲惨な最期を迎えたくない！\n幸せになることを決意した俺は、魔眼を求めて襲ってくる勢力を退けるため、その日から「闇魔法」の修行を開始した。\nそしてゆくゆくは……推しキャラを見守るモブになる!?\n\nこれは、大好きなゲームの悪役に転生してしまった俺が、\n…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28b5f34c-b568-4f43-b411-7e5730489ea7",
    "title": {
      "en": "I Became a Doting Father"
    },
    "updatedAt": "2024-12-29T21:17:39+00:00",
    "coverArt": "https://mangadex.org/covers/28b5f34c-b568-4f43-b411-7e5730489ea7/b9834a00-9cec-4975-ba99-0214564bc4ee.jpg",
    "altTitles": [
      {
        "ko": "딸 바보가 되었습니다"
      },
      {
        "en": "I Become a Fool When It Comes to My Daughter"
      },
      {
        "ja": "今日も娘が可愛すぎます"
      },
      {
        "ko-ro": "Ttal Baboga Doeeotseumnida"
      }
    ],
    "description": {
      "en": "I've become a single father!\n\n24-year-old Juwon Lee works part-time at a convenience store and lives alone in his small apartment. One day his uncle passes away and leaves behind a 4-year-old daughter, the cute little Yeondu. Instead of letting her be sent to an orphanage, Juwon steps up and decides to be her new guardian."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bca0dbd-607f-49ec-bf33-017a74c12cff",
    "title": {
      "en": "Home Plate's Villain"
    },
    "updatedAt": "2024-08-04T03:54:21+00:00",
    "coverArt": "https://mangadex.org/covers/9bca0dbd-607f-49ec-bf33-017a74c12cff/6f3aa0c0-adef-4250-802a-96a607a7ef4e.jpg",
    "altTitles": [
      {
        "en": "Home Plate Villain"
      },
      {
        "ko": "홈 플레이트의 빌런"
      },
      {
        "en": "ホームベースの魔物"
      }
    ],
    "description": {
      "en": "To meet his dead parents again, Hong Bin made a deal with the Baseball Fairy, who agreed to return him to the past if he achieved 3,000 career hits as a baseball player. And at the age of 40, Bin the baseball legend hits his last ball and goes back in time. After reuniting with his family, Bin decides to pursue his old dream of joining the major league. The only issue is that he's lost all his old skills as a pro! But will his past experiences be enough to help this legend fulfill his new goal?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91d928a1-7237-4d03-abc3-4b1440cc7d55",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Master of Garden ~Shichikage Retsuden~"
    },
    "updatedAt": "2024-12-10T06:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/6e645ee7-10a0-4502-8f8e-61049820edb8.jpg",
    "altTitles": [
      {
        "ja": "陰の実力者になりたくて！マスターオブガーデン～七陰列伝～"
      },
      {
        "en": "The Eminence in Shadow: Master of Garden ~Seven Shadows Chronicles~"
      },
      {
        "en": "I Want To Become The Eminence In Shadow! Master Of Garden ~Seven Shadows Chronicles~"
      },
      {
        "ru": "Восхождение в Тени! ~Хроники Семи Теней~"
      }
    ],
    "description": {
      "en": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1b43d07-bfdc-4480-a064-4b7726c86e05",
    "title": {
      "en": "The Jester of Phantom Tears"
    },
    "updatedAt": "2025-02-11T03:34:15+00:00",
    "coverArt": "https://mangadex.org/covers/b1b43d07-bfdc-4480-a064-4b7726c86e05/dbf1affe-a9e9-488a-abd9-2f4483d30d20.jpg",
    "altTitles": [
      {
        "es-la": "El Bufón de Lágrimas Fantasmales"
      },
      {
        "ja": "幻涙の道化師"
      },
      {
        "ja-ro": "Maboroshi Namida no Dōkeshi"
      }
    ],
    "description": {
      "en": "\"Do you think I'll be able to become a good king?\" asked the young crown prince. \n\nHaving seen many kings rise and fall, the court jester knows that only time can answer that question...",
      "es-la": "«¿Crees que seré capaz de convertirme en un buen rey?», preguntó el joven príncipe heredero. \n\nHabiendo visto a muchos reyes ascender y caer, el bufón de la corte sabe que sólo el tiempo puede responder a esa pregunta..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26fd7925-f4d7-43af-bcc3-19d93677975a",
    "title": {
      "en": "Golden Print"
    },
    "updatedAt": "2023-07-29T11:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/26fd7925-f4d7-43af-bcc3-19d93677975a/dd87e035-b54d-45ed-863e-1a9c6a79b064.jpg",
    "altTitles": [
      {
        "ko": "골든 프린트"
      }
    ],
    "description": {
      "en": "I wanted to design!\n\nA dream I have had since I was 12 years old and have nurtured since then. For thirty years I worked hard, not missing a single day, but the reality is that I'm a construction site manager constructing buildings for other people. If I hadn't made that choice back then... Would I have become an architectural designer? Thirty years after all that, a miracle happened to me.\n\nI went back to my university school days 20 years ago, in 2010.\nI'm 22 years old, but with 20 years of field experience, I'm going fulfil my dream of being an architectural designer and make world famous designs of my own!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7",
    "title": {
      "en": "Reincarnation Coliseum: The Weakest Skill Conquers the Strongest Women and Creates a Harem"
    },
    "updatedAt": "2024-12-10T21:02:32+00:00",
    "coverArt": "https://mangadex.org/covers/da88b8f1-0b6f-4e69-a07f-ec1c624b2aa7/d4aa72c4-9fad-489f-a2a0-fa0858a5f212.jpg",
    "altTitles": [
      {
        "ja": "転生コロシアム～最弱スキルで最強の女たちを攻略して奴隷ハーレム作ります～"
      },
      {
        "ja-ro": "Tensei Coliseum ~Saijaku Skill de Saikyo no Onna-tachi wo Koryaku Shite Dorei Harem Tsukurimasu~"
      },
      {
        "en": "Reincarnation Colosseum - Using the Weakest Skills in Order to Defeat the Strongest Women and Create a Slave Harem"
      },
      {
        "id": "Reinkarnasi Colosseum - Menggunakan Keterampilan Terlemah untuk Mengalahkan Wanita Terkuat dan Membuat Harem Budak"
      },
      {
        "zh-hk": "轉生競技場～用最弱技能擊敗最強的女人們打造奴隸後宮～"
      },
      {
        "zh": "转生奴隶角斗场"
      },
      {
        "es-la": "Coliseo de Reencarnación - Utilizar las Habilidades Más Débiles para Atacar a las Mujeres Más Fuertes y Crear un Harén de Esclavas"
      },
      {
        "ko": "전생 콜로세움 ～최약 스킬로 최강의 여자들을 공략해 노예 할렘 만듭니다～"
      },
      {
        "ja": "転コロ"
      },
      {
        "ja-ro": "TenColi"
      },
      {
        "en": "ReColi"
      }
    ],
    "description": {
      "en": "His grades are average. His physical fitness is average. But when it comes to games, high school student Mikagami​ Kouji is a battle-worn veteran. After being summoned to another world by a magic circle, he's given only the Copy skill, which is derided as useless trash in this world. Enslaved as a gladiator by his summoner, Head Priestess Zayd, Mikagami is forced to fight in the horrible Battle Coliseum. Losing means getting raped. In this moment, as despair turns to hope, this is Mikagami's chance to grow!!",
      "es": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami.",
      "id": "Siswa sekolah menengah Kouji Mikagami, memiliki nilai pelajaran biasa dan kemampuan atletik biasa, tapi \"dia tidak banyak kalah\" dalam bermain game, entah kenapa saat bermain game dia tiba-tiba dipanggil ke dunia lain. Sebuah cerita yang dimulai dengan apa yang terjadi. Meskipun mengkonsumsi 1.000 batu ajaib tingkat tinggi untuk melakukan pemanggilan, fakta bahwa ia hanya memiliki \"Skill Copy\" kemampuan terlemah membuat marah pendeta, dan akhirnya Mikagami dijadikan budak gladiator di Colosseum. Mikagami yang kesal dengan situasi yang tiba-tiba menyadari bahwa situasinya seperti dalam game, dan dengan kemampuan terlemahnya dia akan membuat budak harem di dunia lain.",
      "es-la": "Koji Mikagami, es un estudiante mediocre y su forma física es regular. Sin embargo, cuando se trata de videojuegos, resulta que es un gamer compulsivo.\nFue invocado a otro mundo y la habilidad que obtuvo fue \"Copiar\", que en ese mundo es una habilidad inútil.\nDebido a eso, es esclavizado como gladiador por su invocadora la tetona Sacerdotisa Zayd, donde se dice que será violado si pierde, Mikagami es atormentado por el miedo y la desesperación, pero en el proceso, se da cuenta de algo que hace su desesperación se convierte en esperanza, y el Coliseo se convierta en el único escenario de Mikagami."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "51ca8dec-438a-4da8-b6ca-f525ef20ffc9",
    "title": {
      "en": "Enkan no Lapin"
    },
    "updatedAt": "2025-01-31T21:47:22+00:00",
    "coverArt": "https://mangadex.org/covers/51ca8dec-438a-4da8-b6ca-f525ef20ffc9/620f71bd-2707-4259-9f86-6f0f8dd6714b.jpg",
    "altTitles": [
      {
        "ja": "円環のラパン"
      },
      {
        "en": "Lapin the Circular Ring"
      }
    ],
    "description": {
      "en": "The much-anticipated serialization of the popular SNS sensation \"Rabbit × Miniature Garden × Dark Fantasy\" begins!! With white ears, pale skin, and red eyes, Teddy the rabbit is shunned at the orphanage due to his unusual appearance. One day, he receives an invitation from someone claiming to be his father, leading him to a mysterious Western-style mansion. There, he meets Adele, someone who shares the same peculiar traits as him...",
      "ja": "SNS上で話題を集めた“兔×箱庭×ダークファンタジー”待望の連載化!! 白い耳、青白い肌、赤い目…兎のテディはその姿の違いから孤児院で除け者にされていた。ある日、父と名乗る者からの手紙に誘われたのは不思議な洋館。そこで自分の姿と同じ特徴を持つアデルと出逢い…。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e8daf88-23e3-4a57-a3ec-f5aa904bf850",
    "title": {
      "en": "Genius Hitter Hits Fastball"
    },
    "updatedAt": "2024-09-16T21:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/5e8daf88-23e3-4a57-a3ec-f5aa904bf850/b22dc2e5-9a03-4bd9-9f8b-141fe1896908.jpg",
    "altTitles": [
      {
        "ko": "천재 타자가 강속구를 숨김"
      },
      {
        "zh": "回到愛情本壘"
      }
    ],
    "description": {
      "en": "Even he, Kang Geon-woo, a genius major leaguer who gained wealth, fame, and everything, could not continue a happy married life with his wife. He, who felt regretful about his wife's absence, returned to the past with the power of a mysterious ring.\n\nAs a high school student in the midst of a fresh romance, will he be able to find love this time?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2025-01-23T17:09:06+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/8adee174-8d08-45d7-ae3c-eea089f4d19e.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      },
      {
        "es-la": "Existen Bestias"
      },
      {
        "es-la": "Bestias Fabulosas"
      },
      {
        "vi": "Có Linh Thú"
      },
      {
        "vi": "Hữu Thú Yên"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。",
      "es-la": "\"En este reino, criaturas mitológicas deambulan, descendientes de los nueve cielos que llaman hogar.\"\nSibuxiang, un hombre-ciervo mitológico y perezoso, es expulsado del cielo y asignado a apoyar a las criaturas mitológicas que vagan por el mundo humano. Conoce y vive aventuras con sus amigos: el enérgico Pixiu amante de la comida llamado Pipi, el fanático conejo lunar Tony, los hermanos ratones Jinjiao y Yinjiao, también desterrados del cielo, y muchos otros. ¿Qué tipo de aventuras emprenderán?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d2d0d213-8987-4348-8d20-b1e6d6a883d2",
    "title": {
      "en": "Aura of a Genius Actor"
    },
    "updatedAt": "2024-06-13T00:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0d213-8987-4348-8d20-b1e6d6a883d2/1ca14bcc-66a1-4f9a-93b0-b8c135e5a2d2.jpg",
    "altTitles": [
      {
        "en": "Genius Actor's Aura"
      },
      {
        "ko": "천재 배우의 아우라"
      }
    ],
    "description": {
      "en": "Shin Yoomyeong is an unknown actor who kept on chasing his dream despite playing minor roles for 15 years because of his weak presence. One day, he meets the Acting Spirit, Yeonghwi, who he signs a contract with, and begins to shine in his career. In fact, he was always an acting genius,  but he was overshadowed by his weak presence. He creates a perfect character for every work he takes and slowly raises to stardom. However, Yeonghwi, who he saw as his benefactor, starts to seem suspicious…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3da96505-f8e8-49d5-8c26-fbe4786a897f",
    "title": {
      "en": "Too Many Losing Heroines!"
    },
    "updatedAt": "2025-02-11T03:25:36+00:00",
    "coverArt": "https://mangadex.org/covers/3da96505-f8e8-49d5-8c26-fbe4786a897f/9606b985-2336-412f-810c-963bcc77abe4.jpg",
    "altTitles": [
      {
        "ja": "負けヒロインが多すぎる！@comic"
      },
      {
        "ja-ro": "Make Heroine ga Oosugiru! @comic"
      },
      {
        "en": "Too Many Losing Heroines! @comic"
      },
      {
        "es-la": "¡Demasiadas heroínas perdedoras!"
      },
      {
        "th": "รักครั้งนี้มีคนนกเยอะไปมั้ย?!"
      },
      {
        "vi": "Có Quá Nhiều Nữ Chính Thua Cuộc! @comic"
      },
      {
        "zh-hk": "敗北女角太多了!"
      },
      {
        "ru": "Слишком много проигравших героинь!"
      }
    ],
    "description": {
      "en": "**“Huh? Who are you calling losing?”**\n\nBackground character Nukumizu Kazuhiko witnesses a popular girl, Yanami Anna, getting rejected by another guy.\n\n“Even though he said we'll get married. Don't you think he's pretty mean?”\n“When did he say that?”\n“When we were 4 or 5 years old.”\n\nNukumizu has no choice but to comfort Yanami, but this leads him to get involved with other losing heroines like Yakishio Lemon from the Track and Field Club and Chika Komari from the Literature Club.\n\n“Nukumizu-kun. There are two types of girls. Childhood friends or cheating cats.”\n“I see. Well, that's a bold statement.”\n\nBless these girls who only shine after they lose.\n___\n**Character Designer:** [Imigimuru](https://mangadex.org/author/341a08ca-acbf-49a3-998a-d3451249ec43)\n\n**Additional Links:**  \n- [Official Raw Light Novel](https://www.shogakukan.co.jp/books/09453017)",
      "ja": "クラスの背景モブ高校生こと温水和彦は、男子に人気のクラスメート・八奈見杏菜が幼馴染にフラれるのを目撃してしまう。仕方なく八奈見を慰める温水だが、それをきっかけに、様々な負け感あふれる女子たちに絡まれることになり――!? 負けヒロイン――マケインたちと辿る謎の青春が、ここに幕を開ける！負けてこそ輝く彼女たちに、幸いあれ。",
      "vi": "“Hử? Cậu gọi ai là đồ thua cuộc cơ?”\n\nTôi, Kazuhiko Nukumizu, một nhân vật làm nền trong lớp, chứng kiến cảnh cô nàng nổi tiếng – Anna Yanami bị một nam sinh khác từ chối.\n\n“Dù cho cậu ấy đã từng nói bọn mình sẽ kết hôn đấy. Cậu có thấy cậu ấy quá đáng không?”\n\n“Cậu ấy nói thế vào lúc nào vậy?”\n\n“Hồi bọn tớ 4 hay 5 tuổi gì đó.”\n\nThế thì đâu có tính?\n\nCùng với cô nàng còn có những nữ chính thua cuộc khác như Remon Yakishio của Câu lạc bộ Điền kinh và Komari Chika từ Câu lạc bộ Văn học.\n\n“Nukumizu-kun nè, trên đời có hai loại con gái. Một là bạn thuở nhỏ, còn lại là đồ đàn bà giựt bồ.”\n\n“Vậy hả. Chà, một tuyên bố đầy táo bạo ha.”\n\nCó một loại vận mệnh rằng có những người chỉ thực sự toả sáng sau khi đã thua cuộc.\n\nNhững nữ chính thua cuộc—Bức màn câu chuyện tuổi mới lớn mang tên “Makein” sẽ lật mở ngay bây giờ!",
      "es-la": "\"¿Eh? ¿A quién llamas perdedor?\" Como fondo de la clase, yo, Kazuhiko Nukumizu, fui testigo de cómo una chica popular -Anna Yanami- era rechazada por otro chico. \"Aunque dijo que nos casaríamos. ¿No crees que es bastante malo?\" \"¿Cuándo dijo eso?\" \"Cuando teníamos 4 o 5 años\". Eso no cuenta, ¿verdad? Con esto, las heroínas perdedoras como Remon Yakishio del Club de Atletismo, y Chika Komari, del club de literatura. \"Nukumizu-kun. Hay dos tipos de chicas. Las amigas de la infancia o las gatas tramposas\". \"Ya veo. Bueno, esa es una declaración audaz\". Hay una fortuna para los que brillan sólo después de perder. ¡Heroínas perdedoras-El telón de la misteriosa historia de madurez \"Makeine\" se abre ahora! [\"Makeine\" es la abreviación del nombre del manga]",
      "pt-br": "O simples, chato e sem amigos Nukumizu Kazuhiko testemunhou algo completamente desconcertante: a garota popular Yanami Anna foi colocada na friend zone por seu crush e amigo de infância! Na verdade, todas as garotas populares ao redor dele estão sendo rejeitadas da mesma forma pelos garotos de quem gostam. Sem perceber, Kazuhiko se envolve no drama do relacionamento onde todas as heroínas principais estão perdendo o amor! Ele pode manter o ânimo delas e ajudá-las a encontrar a felicidade?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5725100d-81bd-467d-b680-1f4dff43adbd",
    "title": {
      "en": "The Vampire Dies in No Time"
    },
    "updatedAt": "2025-01-27T19:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/5725100d-81bd-467d-b680-1f4dff43adbd/83fb9657-c8f5-44ad-adfb-aaa776a15a29.jpg",
    "altTitles": [
      {
        "ja": "吸血鬼すぐ死ぬ"
      },
      {
        "ja-ro": "Kyuuketsuki Sugu Shinu"
      },
      {
        "ja": "The Vampire dies in no time."
      },
      {
        "en": "The Vampire Dies Now"
      },
      {
        "zh": "吸血鬼即将便当"
      }
    ],
    "description": {
      "en": "Vampires are said to have many weaknesses to balance out their incredible powers. The vampire lord Draluc just so happens to be weak to… everything. He dies, disintegrating into a pile of sand, at the slightest shock.\n\nAfter a disastrous encounter with the vampire hunter (and author) Ronaldo leaves Draluc's castle destroyed, Draluc decides to pack up his remaining belongings and adorable armadillo familiar John and move into Ronaldo’s office (despite the hunter’s protests). Chaos ensues as this unlikely duo is forced to work together while fending off perverted vampires, Ronaldo's terrifying editor, Draluc's eccentric family, and more—with Draluc dying continuously along the way.\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/the-vampire-dies-in-no-time)"
    },
    "status": "hiatus",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97f21bb2-4331-46a2-8307-483eb3370019",
    "title": {
      "en": "House Mayton's Youngest"
    },
    "updatedAt": "2025-01-19T15:39:42+00:00",
    "coverArt": "https://mangadex.org/covers/97f21bb2-4331-46a2-8307-483eb3370019/2b3da0b3-f1c9-4333-9439-79e28e828386.jpg",
    "altTitles": [
      {
        "en": "Youngest Scion of the Mages"
      },
      {
        "es-la": "El Hijo Menor del Renombrado Clan Mágico"
      },
      {
        "en": "Youngest Son of the Renowned Magic Clan"
      },
      {
        "ko": "마법명가 막내아들"
      }
    ],
    "description": {
      "en": "As the author of \"Swordmaster Sade,\" Cha Sungmin had no idea how dangerous his plot-hole-riddled novel could be until he's reborn as Rasen Mayton, a spoiled side character destined to die at 17. As if being stuck in the body of a rude scumbag despised by everyone wasn't enough, Sungmin also discovers that he was reborn at a point before his story began. \n\nWith almost no knowledge about the current timeline, will Sungmin be able to survive in this unwritten world as House Mayton's youngest?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c91cdc85-23d7-49db-be00-f4087fd5e525",
    "title": {
      "en": "Muda da to Tsuihou Sareta [Kyuutei Juui], Kemono no Kuni ni Kou Taiguu de Manekareru: Mori de Tasuketa Shinjuu to Kemomimi Bishoujotachi ni Mechakucha Dekiaisare Nagara Slow Life o Tanoshinderu"
    },
    "updatedAt": "2025-02-05T23:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/c91cdc85-23d7-49db-be00-f4087fd5e525/4bfe8802-a58e-47ac-8867-58adc72ae193.jpg",
    "altTitles": [
      {
        "ja": "無駄だと追放された【宮廷獣医】、獣の国に好待遇で招かれる～森で助けた神獣とケモ耳美少女達にめちゃくちゃ溺愛されながらスローライフを楽しんでる～"
      },
      {
        "ja-ro": "Muda da to Tsuihou Sareta [Kyuutei Juui], Kemono no Kuni ni Kou Taiguu de Manekareru ~Mori de Tasuketa Shinjuu to Kemomimi Bishoujo-tachi ni Mechakucha Dekiaisare Nagara Slow Life o Tanoshinderu~"
      },
      {
        "en": "Banished by the [Royal Court] After Being Told I Was Useless, I Got Invited to the Beast Country Promising Good Treatment: Enjoying a Slow Life While Being Doted on by the Divine Beast and the Animal-Eared Beauties I Saved in the Forest"
      }
    ],
    "description": {
      "en": "One day, veterinary doctor Zeke is suddenly fired by the king, leaving him with nowhere to go but at a loss. However, after helping a divine beast, he is invited to the beast kingdom with excellent treatment. \n\nAfter Zeke is banished, the kingdom begins to decline, but he begins living happily surrounded by cute animal-eared girls. \n\nFrom Let's Become a Novelist! comes the he long-awaited comic adaptation of the hugely popular harem slow life packed with fluffy and cute animal-eared girls!\n\n(Source: Bookwalker)",
      "ja": "ある日突然国王からクビを宣告された獣ノ医師・ジークは、行く当てがなくなり途方に暮れるが、神獣を助けたことにより超好待遇で獣人国に招かれることになる。そしてジークを追放したことで衰退が始まる国を尻目に、ケモ耳美少女たちに囲まれた幸せな日々が始まるのであった――。「小説家になろう」発!もふもふ×ケモ耳美少女凝縮で大人気のハーレムスローライフが待望のコミカライズ!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2025-01-27T16:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/e64f7500-6e1f-4740-b495-26ccc0e97e01.jpg",
    "altTitles": [
      {
        "ja": "戦隊大失格"
      },
      {
        "en": "Go! Go! Loser Ranger!"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10,000 meters in the sky to invade Earth! The villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety! The assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest...?",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ja": "人類の守護者・竜神戦隊ドラゴンキーパーVS.世界征服を企む悪の軍団・怪人。彼らは互いの存亡を懸け、死闘を繰り広げ続けている！！……というのは、やらせの茶番劇。他の星から侵略してきた怪人達は、わずか１年で屈服。民衆の前で敗北を演じ続ける道化と化していた！悪者にすらなれず、隷従させられ続ける日々。そんな状況を覆すべく、一人の怪人が最強の大戦隊を相手に反旗を翻す！",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f5cb8b3-ac88-461e-b4ef-4d871f355738",
    "title": {
      "en": "Fuguu na Ossan no Kekkai Jutsu Musou"
    },
    "updatedAt": "2024-12-12T05:07:49+00:00",
    "coverArt": "https://mangadex.org/covers/5f5cb8b3-ac88-461e-b4ef-4d871f355738/490fac9c-3aa1-4d5d-a96a-0829e60c099e.jpg",
    "altTitles": [
      {
        "ja": "不遇なおっさんの結界術無双"
      },
      {
        "ja-ro": "Fugū na Ossan no Kekkai Jutsu Musō"
      },
      {
        "en": "The Unfortunate Old Man's Unsurpassable Barrier Magic"
      },
      {
        "en": "From Useless to Peerless: A Barrier Mage's Journey"
      }
    ],
    "description": {
      "en": "“The barrier mage’s job is done, right? Then, why not join the Kingdom’s Royal Mage Corps?”\nFor the last 30 years, a protective barrier shielded the kingdom from the Demon King’s forces. Initially maintained by a hundred barrier mages, their numbers dwindled until only one, Blake, was left to uphold it. At last, came the day when a hero defeated the Demon King. But, in this peaceful world, barrier mages were now considered “useless”— a bottom-rung job with no real purpose.\nBlake was at a loss on what to do until he received an unexpected invitation to the capital from said hero. Alice, the Hero who he once saved, encouraged him to join an elite squad reserved for only the best in the kingdom. She insisted that, if he could prove his worth, even those who doubted him would have to yield.\n“Barrier mages are useless!”\n“Then, all he needs to do is show his strength, right?”\nThe story unfolds as this underestimated middle-aged man, unaware of his unparalleled skills, wields and strengthens his barrier magic! The tale of a fantasy hero’s rise in another world begins here!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42cef0aa-a21d-4c93-a78d-d035ab830ad5",
    "title": {
      "en": "Two Ways"
    },
    "updatedAt": "2023-08-03T20:12:29+00:00",
    "coverArt": "https://mangadex.org/covers/42cef0aa-a21d-4c93-a78d-d035ab830ad5/84a18fff-aa4a-4b10-8f98-bd981ffae5d4.png",
    "altTitles": [],
    "description": {
      "pt-br": "Em um mundo cruel que não tem lugar para os fracos, onde um Imperador e seus domínios crescem a cada dia, o caçador de recompensas Tyler Fumetsu recebe uma proposta que pode mudar a sua vida."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d29071f5-c6bf-4802-aca3-5ee7dde03cdd",
    "title": {
      "en": "Fork & Knife"
    },
    "updatedAt": "2025-02-11T02:50:03+00:00",
    "coverArt": "https://mangadex.org/covers/d29071f5-c6bf-4802-aca3-5ee7dde03cdd/70af3202-0f90-49a8-a8ad-7afc4f791dbb.jpg",
    "altTitles": [
      {
        "ko": "포크&나이프"
      },
      {
        "en": "Fork and Knife"
      }
    ],
    "description": {
      "en": "A world of constant war because we don't understand each other's differences.\nA world where it is normal to hate and harm other species.\nIn this hellish world where blood is splashed and people kill and kill each other, how can a boy named Rito survive?\nA medieval dark fantasy of humans and xenomorphs.",
      "ko": "서로의 다름을 이해 못 해 끊임없는 전쟁이 벌어지는 세계.\n타종을 혐오하고 해하는 것이 당연한 세계.\n피가 튀고 서로가 죽고 죽이는\n이 지옥 같은 세계에서 소년 '리토'는\n과연 어떻게 살아남을 것인가.\n\n인간과 이종족들이 벌이는 중세 다크 판타지"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "85"
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "Rikon Shinai Otoko CASE２"
    },
    "updatedAt": "2024-10-13T19:52:28+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/642e0b1e-45df-43b9-9532-df55ed676a01.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      },
      {
        "es-la": "UN DIVORCIO IMPOSIBLE CASO 2"
      },
      {
        "vi": "Người đàn ông không thể ly hôn CASE 2"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!",
      "es-la": "La Segunda Parte de Un Divorcio Imposible, nos cuenta la casi imposible vida de nuestro protagonista \"Takeshi Nagase\" que tras una noche en la que perdio el conocimiento por culpa de una actriz malvada queda envuelto en un caso de supuesta violación y es alejado de sus hijos. ¡¿Una lucha por demostrar que es inocente?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "78461015-f129-42a1-83b5-6e4725138a61",
    "title": {
      "en": "VRMMO wo Kane no Chikara de Musou suru"
    },
    "updatedAt": "2024-12-17T19:11:11+00:00",
    "coverArt": "https://mangadex.org/covers/78461015-f129-42a1-83b5-6e4725138a61/1c0345ca-c105-409a-9c91-021567e80876.jpg",
    "altTitles": [
      {
        "ja": "VRMMOをカネの力で無双する"
      },
      {
        "en": "Dominating a VRMMO With the Power of Money"
      },
      {
        "en": "Paying to Win in a VRMMO"
      },
      {
        "ja-ro": "Virtual Reality Massively Multiplayer Online wo Kane no Chikara de Musou Suru"
      }
    ],
    "description": {
      "en": "Tsuwabuki Ichiro, the young master of the Tsuwabuki Conglomerate, is incredibly wealthy. When his cousin, Tsuwabuki Asuha, asks for his help in finding someone within a game, he descends upon the world of the next-generation VRMMO “Narrow Fantasy Online.” However, Ichiro, who won’t be satisfied unless he reaches the pinnacle in everything, begins to dominate the game world using his talent & financial power!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "646d9695-113b-42ca-b143-438d90a1b95b",
    "title": {
      "en": "Human Weapon Katsuo!"
    },
    "updatedAt": "2025-01-16T23:22:48+00:00",
    "coverArt": "https://mangadex.org/covers/646d9695-113b-42ca-b143-438d90a1b95b/f56cddc0-f086-44d6-aec6-9e1bd6042eac.jpg",
    "altTitles": [
      {
        "en": "Human Weapon - Katsuo"
      },
      {
        "ja": "人間凶器カツオ!"
      },
      {
        "ja-ro": "Ningen Kyouki Katsuo!"
      }
    ],
    "description": {
      "en": "The protagonist Hamada Katsuo, is your everyday pervert/loser character. He's starting a new semester in school, so he wants to escape from his loser days, the only problem is the new change in look/lifestyle he got is that of a gang member. He beats a strong guy that was bullying a friend of his by mistake and now, because of it he's the target for all the gangs in the region, even though he's still only a weakling and a pervert. Will Katsuo escape alive…? Find out."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "77"
  },
  {
    "mangaId": "e7b98e78-0db0-4c36-b851-987d5c218721",
    "title": {
      "en": "Doctor's Time Travel to Joseon"
    },
    "updatedAt": "2024-09-16T17:49:38+00:00",
    "coverArt": "https://mangadex.org/covers/e7b98e78-0db0-4c36-b851-987d5c218721/c00c197e-2077-4ded-a451-4495cea0d630.jpg",
    "altTitles": [
      {
        "ko": "닥터, 조선 가다"
      },
      {
        "en": "Doctor, Go to Joseon"
      }
    ],
    "description": {
      "en": "\"Is this really Joseon?! But I still have lives to save!\"\n\nBaek Kang-hyuk, South Korea’s top genius surgeon, finds himself transported to the Joseon era after touching a mysterious painting. And of all times… right before the outbreak of the Imjin War!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c13cb760-b00c-41a7-b17e-7aca5fe3e8b2",
    "title": {
      "en": "Shashin"
    },
    "updatedAt": "2024-05-02T21:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/c13cb760-b00c-41a7-b17e-7aca5fe3e8b2/5a173a89-1473-4f90-bf4f-4f3f7c28515b.jpg",
    "altTitles": [
      {
        "en": "Death God"
      },
      {
        "ko": "사신"
      },
      {
        "zh": "死神"
      }
    ],
    "description": {
      "en": "Jongli Chu, a warrior of the Death Heavenly Sect who killed Hwang Jung to avenge his older brother. In order to avoid the pursuit of Death Heavenly Sect, he looked to an assassin of the Death Soul Agency, Crimson Assassin, for help and got swept into a huge mess known as the Obliteration. In order to escape the shadow of the Obliteration, he had no choice but to become a legendary Death God! Can Jong Lichu become a Death God and find freedom in the stifling rules created by the orthodox sects?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "89bcfe0b-caa3-4d1b-9679-139b44a0b505",
    "title": {
      "en": "Horobi no Kuni no Seifukusha"
    },
    "updatedAt": "2024-05-17T10:03:13+00:00",
    "coverArt": "https://mangadex.org/covers/89bcfe0b-caa3-4d1b-9679-139b44a0b505/5d57013a-009c-450c-a9ca-b012b6611bb7.jpg",
    "altTitles": [
      {
        "ja": "亡びの国の征服者"
      },
      {
        "ja": "亡びの国の征服者～魔王は世界を征服するようです～"
      },
      {
        "ja-ro": "Horobi no Kuni no Seifukusha: Maou wa Sekai wo Seifukusuru Youdesu"
      },
      {
        "en": "The Conqueror From a Dying Kingdom"
      },
      {
        "en": "Conqueror of Dying Kingdom"
      },
      {
        "en": "The Demon King Seems to Conquer the World"
      },
      {
        "uk": "Король Демонів"
      },
      {
        "uk": "Король Демонів - Підкорювач мертвої землі, - здається, завойовує світ"
      },
      {
        "zh-hk": "亡國的征服者"
      },
      {
        "zh-hk": "亡國的征服者～魔王將征服世界～"
      },
      {
        "ja-ro": "Horobi no Kuni no Seifukusha: Maou wa Sekai wo Seifuku suru you desu"
      }
    ],
    "description": {
      "en": "Never having known the warmth of family, he was reborn in another world. Named Yuri, he is doted on by his parents and lives a new life in peace – as it should be. However, the country where Yuri and the others live is threatened by the “other humans” who dominate the vast expanse of the continent and is in danger of dying. Yuri and his family can’t stay out of it and are caught in the middle of the war… The Knights' House, the sword of the kingdom that wields a lance and kakedori birds. The death of his uncle, who was the leader of the Hovu family, brings Yuri’s father back to the world of knights, who had left the house to hate killing each other. Yuri is forced to attend the Knights’ Academy, where knights are trained, and the encounter there will drastically change the fate of Yuri and the kingdom. This is the story of a man who fights for the people he loves and later became known throughout the world as the “Demon King.”\n\n---\nAs a self-professed no-lifer, Yuri idles his days away in front of a computer. This all changes the moment his life in Japan comes to an abrupt end and he finds himself reborn in the strange new world of the Shiyalta Kingdom. His new life includes everything he once lacked: loving parents, a comfortable home, and a promising future breeding and raising birds on his dad’s ranch. For centuries, the kingdom he now calls home has enjoyed peace and prosperity, shielded by friendly nations that, like Shiyalta itself, were established with the collapse of a once-great empire. War is a distant problem, relevant only to Shiyalta’s ruling families whose warriors periodically set out to join the fighting upon massive birds trained by Yuri’s dad and others. But this peaceful existence can’t last forever. Something rotten lies at the heart of the kingdom, and it doesn’t take someone with Yuri’s exceptional intelligence to realize that those distant battles will only remain irrelevant for so long.",
      "ja": "世間に見放された孤独な男は、異世界に転生を果たす。ユーリと名付けられた男は、前世で与えられなかった”家族愛”に戸惑うも、新たな生に希望を見出しつつあった。だが、異種族の侵略を受け戦火は彼と家族の間近にまで迫り!? ユーリは家族のため終わりなき戦いへ身を投じる――。後に世界に名を轟かす男が歩んだ覇道の物語、ここに開幕。",
      "uk": "Людина, що залишила світ наприкінці своєї самотності, перетворилася на немовля Юрі. Хвиля “сімейної любові”, що обрушилася на нього, якої він не був обдарований у минулому житті, збиває його з пантелику, але він знаходить у своєму новому житті надію... Проте з початком вторгнення іншої раси, полум'я війни насувається на нього та його родину. І для того, щоб захистити своїх близьких, Юрі змушений кинутися до низки нескінченних битв. Чи впорається він?! Тут починається історія про переможний шлях людини, чиє ім'я пізніше прогримить на весь світ."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8aff30d8-e62a-495e-8b0a-47b251e246d0",
    "title": {
      "en": "Brother, Am I Cute?"
    },
    "updatedAt": "2024-07-12T15:01:33+00:00",
    "coverArt": "https://mangadex.org/covers/8aff30d8-e62a-495e-8b0a-47b251e246d0/a52cad02-7e88-4317-8466-1a601f53da9d.png",
    "altTitles": [
      {
        "ko": "형아, 나 귀엽지?"
      },
      {
        "ko-ro": "Hyeong-ah, na gwiyeobji?"
      }
    ],
    "description": {
      "en": "Si-hyuk finds himself thrust into sudden responsibility when his parents tragically pass away in a car accident, leaving behind his much younger brother, Si-ha, who is two decades his junior. At the funeral, amidst the hushed murmurs of relatives, discussions arise about the uncertain future of the two brothers.\n\n\"What's the plan for those two? Who's going to step up?\"\n\"Goodness, now that he's in college, how will he manage to care for his little brother?\"\n\"Wasn't there some insurance payout?\"\n\nAmidst the chaos and uncertain discussions, Si-ha utters his first clear words. \"Brother. Brother.\" It's a heartfelt cry, not for Mom or Dad, but for his older brother. Si-hyuk moves slowly toward Si-ha, embracing him tightly. \"I'll take care of you,\" he whispers."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ea47849-e06a-4dd8-921c-3330487454e1",
    "title": {
      "en": "The Spark in Your Eyes"
    },
    "updatedAt": "2025-01-22T20:38:03+00:00",
    "coverArt": "https://mangadex.org/covers/4ea47849-e06a-4dd8-921c-3330487454e1/f5c08f61-f39f-4b39-bfd8-39071a8e96e2.jpg",
    "altTitles": [
      {
        "fr": "Ébloui par le crépuscule"
      },
      {
        "vi": "Bị Che Khuất Bởi Ánh Mặt Trời Lặn"
      },
      {
        "vi": "Tà dương trong đôi mắt vô hồn"
      },
      {
        "en": "The Setting Sun, Stinging Eyes"
      },
      {
        "ko": "저무는 해, 시린 눈"
      },
      {
        "ko-ro": "Jeomuneun Hae, Silin Nun"
      },
      {
        "en": "Setting Sun, Dazzled Eyes"
      },
      {
        "en": "Blinded by the Setting Sun"
      },
      {
        "ru": "Закат, отражённый в её ледяном взгляде"
      },
      {
        "pt-br": "A Faísca em Seus Olhos"
      }
    ],
    "description": {
      "en": "The witch Hildegar, who received the blessing of the Sun Goddess Karia, is known far and wide for her fearsome reputation.  \nThe Northerner Elkin, who lost his homeland, chases after the witch towards a nameless castle…",
      "ko": "태양의 신 카리야의 가호를 받은 마녀 '힐데가르'.\n고향을 잃은 북부인 '에르킨'은 마녀를 쫓아 이름 없는 성으로 향한다.",
      "pt-br": "A bruxa Hildegar, que recebeu a bênção da Deusa do Sol Karia, é conhecida em toda parte por sua temível reputação.  \nO nortista Elkin, que perdeu sua terra natal, persegue a bruxa em direção a um castelo sem nome..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c67a1122-1ad4-4de2-8900-a0547cfd789c",
    "title": {
      "en": "Beethoven Reborn"
    },
    "updatedAt": "2024-09-25T13:36:25+00:00",
    "coverArt": "https://mangadex.org/covers/c67a1122-1ad4-4de2-8900-a0547cfd789c/3dc049c2-7e20-4146-82d2-fd1ae2ec6705.jpg",
    "altTitles": [
      {
        "en": "Beethoven Born Again"
      },
      {
        "ko": "다시 태어난 베토벤"
      }
    ],
    "description": {
      "en": "Only music sustained me from the maddening pain. If only I could hear my music... with my own ears... Even as my soul was falling apart, I prayed to God... and prayed again. Ludwig van Beethoven is considered the greatest composer in human history. I closed my eyes like that. And 180 years later in Seoul. The saint of music, known as an immortal genius, has been reborn. <Beethoven Born Again> And then I began to hear the voice of an angel. \"Dobin.. Dobin..\" Only music sustained me from the maddening pain.",
      "id": "Hanya musik yang menopangku dari rasa sakit yang menjengkelkan. Andai saja aku bisa mendengarkan musikku… dengan telingaku sendiri… Bahkan ketika jiwaku sedang hancur sekalipun, aku tetap akan berdoa kepada Tuhan… dan berdoa lagi. Ludwig van Beethoven dianggap sebagai komposer terhebat dalam sejarah manusia. Aku menutup mataku seperti itu. Dan 180 tahun kemudian di Seoul. Sang Saint musik, yang dikenal sebagai seorang jenius abadi, telah terlahir kembali. Dan kemudian tiba-tiba aku mulai mendengar suara malaikat. “Dobin.. Dobin..” …"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ceeb0cf9-ee82-465a-be6c-36c535d46574",
    "title": {
      "en": "Coin Laundry no Onna"
    },
    "updatedAt": "2024-12-11T21:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/ceeb0cf9-ee82-465a-be6c-36c535d46574/0e4f27b8-1d1b-4be4-8558-949dec9cf9d5.jpg",
    "altTitles": [
      {
        "en": "Coin Laundry Woman"
      },
      {
        "ja-ro": "Coin Laundry no Onna"
      },
      {
        "ru": "Девушка из сушки"
      },
      {
        "ja": "コインランドリーの女"
      },
      {
        "zh": "洗衣店里的女人"
      }
    ],
    "description": {
      "en": "Some random gag stories happening around a woman living inside the washer in the coin laundry. Why does she like to live there?",
      "pt-br": "Esta é a história de Maoko, a misteriosa garota que vive em uma lavanderia automática frequentada por Haru Tanaka, que se vê obrigada a lidar com ela, e sua relação com as estranhos figuras que lá encontra. São histórias com humor e emoção, e de uma absurda máquina de secar!"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "19"
  },
  {
    "mangaId": "935c50ba-91ce-4fda-852a-a3755e7b5f05",
    "title": {
      "en": "Kikaijikake no Marie"
    },
    "updatedAt": "2024-08-07T07:10:02+00:00",
    "coverArt": "https://mangadex.org/covers/935c50ba-91ce-4fda-852a-a3755e7b5f05/ab33f1e3-f35f-47f9-91f3-5957538f4c17.jpg",
    "altTitles": [
      {
        "ja-ro": "Kikai Jikake no Marie"
      },
      {
        "en": "My Robot Maid Can't Be This Adorable"
      },
      {
        "ja": "機械じかけのマリー"
      },
      {
        "en": "Mechanical Marie"
      }
    ],
    "description": {
      "en": "Marie gets hired to be a maid. But not just any maid… A robot maid!? How will she get through her new life pretending to be an emotionless mechanical maid? A manga full of comedy and romance!  \n  \nStarts with a one-shot, and has been officially serialized in LaLa magazine."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "27"
  },
  {
    "mangaId": "646741db-9062-41ca-8039-c87867ab895c",
    "title": {
      "en": "Akuyaku Reijou wa Slow Life wo Enjoy Shitai! ~Yatto Konyaku Hakisareta no ni, Daini Ouji ga Meccha Stalker Shitekurun desu kedo~"
    },
    "updatedAt": "2025-02-01T15:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/646741db-9062-41ca-8039-c87867ab895c/ad4eaa2f-883c-4f2e-948b-7aab07d5c266.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢はスローライフをエンジョイしたい！～やっと婚約破棄されたのに、第二王子がめっちゃストーカーしてくるんですけど…～"
      },
      {
        "vi": "Nữ Phản Diện Muốn Tận Hưởng Cuộc Sống Nhàn Nhã! - Vừa Bị Huỷ Hôn, Nhưng Thái Tử Thứ Hai Lại Liên Tục Đeo Bám Tôi"
      }
    ],
    "description": {
      "en": "\"I break off my engagement to you!\"\n\nThe crown prince threw this line at Sylvie at the school's graduation ceremony, and the villainous daughter Sylvie smiled with satisfaction. With a smile on her face, she says, \"Yes! I will gladly accept! I will gladly accept!\" She was accused of bullying the Dauphin's girlfriend, but she debunked the allegation with a brilliant alibi: \"I was digging radishes in the dungeon.\" With the fee she had collected and her S-class adventurer's license in hand, Sylvie moved comfortably to a farm.\n\nShe is ready to start living the slow life she has dreamed of for so long! But then, the second prince, the brother of her former fiancé, arrives on the scene! It seems that he sees Sylvie as a dangerous person who is avenging the royal family, and he often stays in the house to watch over her...",
      "ja": "「やっと来たのね、婚約破棄（待望）の瞬間が…」\n「そなたとの婚約は破棄する!」\n\n学園の卒業式で王太子からお約束の台詞を投げつけられた悪役令嬢シルヴィ。彼女は会心の笑みで……「はい! 喜んでお受けします!」と答えた。王太子の恋人へのいじめ疑惑をかけられるも、「ダンジョンで大根を掘っていた」という華麗なアリバイで論破。ふんだくった慰謝料とS級冒険者のライセンスを片手に、シルヴィはとある農場へ悠々と移住する。\n\nかねてからの夢だったスローライフを始めよう! と思いきや、かつての婚約者の弟である第二王子が押し掛けてきた!? どうやらシルヴィを王家に仇なす危険人物として見ているらしく、監視と称してたびたび居座るようになり!?",
      "vi": "Khoảnh khắc chờ đợi từ lâu để chấm dứt hôn ước cuối cùng đã đến...\" \"Ta tuyên bố  hủy bỏ hôn ước với cô!\" Tại lễ tốt nghiệp của học viện, Silvia, nữ phản diện, được thái tử tuyên bố hủy bỏ hôn ước. Cô trả lời với một nụ cười chân thành... \"Tôi xin trân trọng nhận lời\" Cô bị buộc tội bắt nạt bạn gái của thái tử, nhưng cô bác bỏ với một chứng cứ tuyệt vời rằng cô đang \"đào củ cải trong dungeon.\" Với phần thưởng hậu hĩnh và giấy phép mạo hiểm giá cấp S, Silvia chuyển đến một trang trại. Khi cô đang nghĩ đến việc bắt đầu cuộc sống chậm rãi mà cô luôn mơ ước, em trai của vị hôn phu cũ, thái tử thứ hai, đã đến! Dường như anh ta coi Silvie là một người nguy hiểm đối với hoàng gia và thường xuyên ở đó dưới danh nghĩa giám sát cô!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90a6e2c6-4d08-4437-9e68-79edccb22dac",
    "title": {
      "en": "Level One Dreamers"
    },
    "updatedAt": "2024-11-22T16:20:12+00:00",
    "coverArt": "https://mangadex.org/covers/90a6e2c6-4d08-4437-9e68-79edccb22dac/55597f4a-ef06-4076-84a9-681a2aa187b0.png",
    "altTitles": [
      {
        "th": "ผู้ชนะรักนี้ต้องเป็นฉัน"
      }
    ],
    "description": {
      "en": "Although Captain is handsome, kind, and good at sports, he’s also an avid gamer. That’s the reason why Kiss decided to start learning how to play games in hopes of winning over the senior she has a crush on. However, this turned out to be the beginning of an unexpected online relationship between Kiss and Miguel, who is secretly the world's number one pro player!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c636d2b5-2ba7-423b-b5ec-3c8984dfc366",
    "title": {
      "en": "The Dang Clan’s Swordmaster Heir Just Wants a Normal Life"
    },
    "updatedAt": "2024-08-15T15:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/c636d2b5-2ba7-423b-b5ec-3c8984dfc366/aed43fd5-c6ab-4147-8899-498758a2a187.jpg",
    "altTitles": [
      {
        "en": "Becoming the Swordmaster Rank Young Lord of the Sichuan Tang Family"
      },
      {
        "ko": "사천당가의 검신급 소가주가 되었다"
      },
      {
        "en": "He Became the Head of the Four Heavenly Dang Family"
      },
      {
        "en": "Becoming the Sacheon Dang's Swordsmaster-Rank Young Lord"
      },
      {
        "en": "Became a swordsman-level Sogami of the Sacheondang family"
      }
    ],
    "description": {
      "en": "The Dang clan of Sacheon, once renowned for its poison and hidden weapons, is now on the path to its demise. That is, until Yeonmyeung Dang, an outcast boy of the clan, awakens by recollecting the memories of his past life as the 'god of swords' who devoted his life to mastering the sword. Will the boy be able to protect his family and fulfill his dream of living a normal life?",
      "ko": "독과 암기의 명가였지만 지금은 몰락해버린 사천당가.\n그곳에서 태어난 당연명은 문득 검에 미쳐 살며\n검신의 경지에 이르렀던 전생을 각성한다.\n\n'이번 생은 평범하게 살고 싶다.'\n\n평범하게 살려면, 역시 검술 실력은 숨겨야겠지.\n그런데 방해하는 것들이 너무 많다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0020246a-ef69-49a2-b40e-03fe61612c3b",
    "title": {
      "en": "Light of the Dawn (Remake)"
    },
    "updatedAt": "2024-09-16T16:26:10+00:00",
    "coverArt": "https://mangadex.org/covers/0020246a-ef69-49a2-b40e-03fe61612c3b/0e3952ba-74fb-45e0-afa8-5fd09b647a5f.jpg",
    "altTitles": [
      {
        "en": "Lantern Of The Dawn"
      },
      {
        "ko": "여명의 등불"
      },
      {
        "en": "The Dawn’s Torch"
      },
      {
        "en": "Beacon of Dawn"
      }
    ],
    "description": {
      "en": "Sergeant ‘Burkey’ is a war hero from ‘Sun Empire’. An excellent master of martial arts and the loyalty she has shown to the emperor made her the role model of the Empire’s Soldiers, But behind all that and what anyone does not know, her ultimate goal was always to get revenge on the emperor by overthrowing the Empire. Can bucky get her revenge again the colossal empire?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e0d657c-342f-4282-b9c6-d7baaf47dbfd",
    "title": {
      "en": "Azure Legacy"
    },
    "updatedAt": "2024-09-13T01:38:42+00:00",
    "coverArt": "https://mangadex.org/covers/0e0d657c-342f-4282-b9c6-d7baaf47dbfd/fd048c20-76f7-4f78-8a7d-9420da43a88d.jpg",
    "altTitles": [
      {
        "zh-ro": "Cang Yuan Tu"
      },
      {
        "zh": "沧元图"
      },
      {
        "vi": "Thương Nguyên Đồ"
      },
      {
        "ja": "滄元図〜最強神魔になる道〜"
      },
      {
        "ko": "월검신마"
      }
    ],
    "description": {
      "en": "Meng Chuan witnessed his mother killed before his eyes, so he trained very hard hoping to one day avenge her death. But his peaceful days were broken as his wedding engagement being called off, an invasion by foreign forces, the sanctuary fallen into enemy hands… In order to protect the people of Ning City, he picked up his sword and vowed to be the strongest. This is a heavy responsibility and a long journey…",
      "id": "Meng Chuan menyaksikan ibunya terbunuh di depan matanya, jadi dia berlatih sangat keras berharap suatu hari bisa membalas kematiannya. Tapi hari-harinya yang damai hancur ketika pertunangan pernikahannya dibatalkan, sebuah invasi oleh pasukan asing, tempat perlindungan jatuh ke tangan musuh... Untuk melindungi orang-orang Kota Ning, ia mengambil pedangnya dan bersumpah untuk menjadi yang terkuat. Ini adalah tanggung jawab yang berat dan perjalanan yang panjang..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "321"
  },
  {
    "mangaId": "033cb99b-0ad8-4b41-8ef2-ab4509d50702",
    "title": {
      "en": "Level 596 no Tanya Minarai"
    },
    "updatedAt": "2025-01-15T11:34:47+00:00",
    "coverArt": "https://mangadex.org/covers/033cb99b-0ad8-4b41-8ef2-ab4509d50702/fb2c2744-9d7a-4e2a-bcbb-baaa5002ee0a.jpg",
    "altTitles": [
      {
        "ja": "レベル596の鍛冶見習い"
      },
      {
        "en": "Apprentice Blacksmith of Level 596"
      },
      {
        "en": "The Level 596 Apprentice Blacksmith"
      }
    ],
    "description": {
      "en": "The beasthuman Noa has a dream of becoming a blacksmith, as Noa's father, Nomad, used to be the acclaimed Divine Blacksmith.\n\nSince Noa's mother died, Nomad has drowned his days in liquor and grief, so Noa ventures to dangerous places to get Nomad's smithing materials. This leads to Noa's life being in continual risk.\n\nNoa is now 14 and doing normal work as a smithy to support Nomad, when Nomad makes an unreal discovery about his child! All of the materials Noa's collected are unbelievably rare! Nomad calls his familiar adventurer to check Noa's level...and it's at an amazingly high 596!\n\nWhat's the secret to this super-high level, higher than even the kingdom's hero?! Check out this adventuring fantasy that unfolds around a puppy-human apprentice that's out of this world!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "44"
  },
  {
    "mangaId": "f9084851-2061-4f07-afd6-c13ea33e1a45",
    "title": {
      "en": "Apocalyptic Chef Awakening"
    },
    "updatedAt": "2025-01-11T05:34:42+00:00",
    "coverArt": "https://mangadex.org/covers/f9084851-2061-4f07-afd6-c13ea33e1a45/9a83a365-b6d1-4d60-bb95-a8432cbab695.jpg",
    "altTitles": [
      {
        "ko": "멸망한 세계의 취사병"
      },
      {
        "ko-ro": "Myeolmanghan Segyeui Chwisabyeong"
      }
    ],
    "description": {
      "en": "Shin Young-jun, a sergeant chef, was greeted by the apocalypse just days before vacation. The battalion turned into chaos in an instant, and the communication network was cut off. Then something appeared before his eyes! [Congratulations on your awakening!] [Job: Novice Chef Lv.1] If I had been a warrior or an assassin, I would have tried to stand alone... What was assigned to him was chef, which is obviously a support job. There's nothing to be done if it's like this. \"From here on, I will feed you.\"",
      "ko": "말년 휴가를 며칠 앞둔 취사병 병장 신영준에게 멸망이 찾아왔다.\n삽시간에 아비규환이 되어 버린 대대, 끊어져 버린 연락망.\n눈 앞에 보이는 것은 하나!\n[각성을 축하드립니다!][직업 : 신입 요리사 Lv.1]\n차라리 전사, 암살자 같은 직업이었다면 홀로서기라도 시도해 보았을 것을…\n그에게 주어진 것은 누가 봐도 서포터 직업인 요리사..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4643016-cf20-4cc4-9ffa-69579b7f3a30",
    "title": {
      "en": "Mouhitori no Saikyou no Ore -Teihen Kara no Nariagari-"
    },
    "updatedAt": "2025-01-14T00:54:23+00:00",
    "coverArt": "https://mangadex.org/covers/b4643016-cf20-4cc4-9ffa-69579b7f3a30/2ef4b889-455f-4edf-b06b-851b0cd296d6.jpg",
    "altTitles": [
      {
        "en": "Another Strongest Me - Rising From Rock Bottom"
      },
      {
        "ja": "もう一人の最強の俺 -底辺からの成り上がり-"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd4f8c0-fab8-4ee5-ab9e-5907720afed9",
    "title": {
      "en": "Iken Senki Völundio"
    },
    "updatedAt": "2025-01-12T17:36:08+00:00",
    "coverArt": "https://mangadex.org/covers/4fd4f8c0-fab8-4ee5-ab9e-5907720afed9/45b1e9d3-ecf3-4994-bb53-f7ddffe2199b.jpg",
    "altTitles": [
      {
        "en": "Helck Volundio"
      },
      {
        "en": "Helck: Völundio ~Surreal Sword Saga~"
      },
      {
        "ja-ro": "Iken Senki Verndio"
      },
      {
        "ru": "Хельк"
      },
      {
        "zh": "异剑战记瓦伦迪欧"
      },
      {
        "ja": "異剣戦記ヴェルンディオ"
      },
      {
        "en": "Verndio - Surreal Sword Saga"
      },
      {
        "zh-hk": "異劍戰記"
      },
      {
        "en": "Völundio ~Divergent Sword Saga~"
      },
      {
        "es-la": "Völundio: Saga de las espadas divergentes"
      },
      {
        "vi": "Volundio - Sử thi về mộng kiếm"
      }
    ],
    "description": {
      "en": "On a desperate battlefield... I'll start running a tavern!\r\n\r\nCleo, a man who has been a mercenary for 10 years, meets a mysterious girl named Kohaku. In order to survive on the battlefield, where \"different swords\" with great power are flying around, the two of them start running a \"tavern\" where soldiers gather!",
      "ja": "絶望の戦場で…酒場経営はじめます！\r\n\r\n傭兵歴10年の男・クレオは\r\n不思議な少女・コハクと出会う。\r\n強大な力を持つ「異剣」が飛び交う\r\n戦場を生き延びるために、\r\n二人が始めたのは――\r\n兵士たちが集う「酒場」の経営！？",
      "es-la": "En un campo de batalla desesperado... ¡Empieza a dirigir una taberna!\r\n\r\nCleo, un hombre con 10 años de experiencia como mercenario\r\nConoce a una misteriosa chica llamada Kohaku.\r\nPara sobrevivir en el campo de batalla donde vuelan las poderosas \"otras espadas\".\r\nLo que los dos empiezan a hacer es... Dirigir una \"taberna\" donde se reúnen los soldados."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1026e605-61f4-4b43-bfb4-06782c110236",
    "title": {
      "en": "Kyou mo Kitansu ka, Yoda-senpai."
    },
    "updatedAt": "2025-02-03T03:38:42+00:00",
    "coverArt": "https://mangadex.org/covers/1026e605-61f4-4b43-bfb4-06782c110236/4466a8b2-8c4b-4be5-872e-1245adfb8bba.jpg",
    "altTitles": [
      {
        "ja": "今日も来たんすか、依田先輩。"
      },
      {
        "en": "Have You Come Again Today, Yoda-senpai?"
      },
      {
        "vi": "Hôm nay chị lại tới nữa à, Yoda-senpai?"
      }
    ],
    "description": {
      "en": "This woman makes herself at home in my parents' house. She is a senior in the same high school and a friend of my sister's. It seems to take her two hours to get to school each way, so she stays at my house almost every day. Yoda is defenseless and a bit out of the ordinary, and I'm always on the edge of my seat!",
      "ja": "**ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！**\n\n俺の実家で、我が家のようにくつろぐこの女。 同じ高校の先輩で、姉の友達の依田燈。 学校まで片道2時間らしく、ほぼ毎日俺の家に居座っている。 無防備で少し抜けてる依田先輩に振り回されて、ドキドキしっぱなし!! ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "62"
  },
  {
    "mangaId": "553e781b-9b27-4520-aa6a-a98c7d749c9f",
    "title": {
      "en": "Combini de Kimi to no 5-funkan."
    },
    "updatedAt": "2024-12-31T10:05:59+00:00",
    "coverArt": "https://mangadex.org/covers/553e781b-9b27-4520-aa6a-a98c7d749c9f/7eab72f7-8508-4555-9e47-33624ddc2467.jpg",
    "altTitles": [
      {
        "ja": "コンビニで君との５分間。"
      },
      {
        "ja-ro": "Konbini de Kimi to no 5-funkan."
      },
      {
        "en": "The 5 Minutes We Share At The Convenience Store."
      },
      {
        "vi": "5 phút gặp \"chị\" tại cửa hàng tiện lợi."
      },
      {
        "pt-br": "5 Minutos com Você em uma Loja de Conveniência"
      }
    ],
    "description": {
      "en": "The Office Lady (OL-san), who looks forward to stopping by at the convenience store on the way home from work. And Shibasaki-kun, the poker-faced high school part-timer, who gets stirred up by OL-san for some reason. A heartwarming manga about two people who pass by each other at the convenience store!\n___\n**Alt Official Raw:** [Square Enix](https://magazine.jp.square-enix.com/yg/introduction/conveni/)",
      "ja": "高校生のコンビニバイト君とOLさん（＋α）のほのぼの胸きゅん８Pオリジナル漫画です。\n年齢差＆身長差あり。\nヤングガンガンにて連載決定しました！\nこれからもどうぞ応援よろしくお願いしますฅ•ω•ฅ",
      "vi": "Một nhân viên công sở (OL-san), người luôn ghe qua cửa hàng tiện lợi trên đường về nhà. Và Shibasaki-kun, một anh chàng mặt lạnh hiện đang học cao trung và làm thêm tại cửa hàng đó. Bằng một cách nào đó cậu bị hấp dẫn bởi OL-san và sau đây sẽ là câu chuyện chữa lành mọi tâm hồn về mối quan hệ giữa hai người xa lạ lướt qua nhau ở cửa hàng tiện lợi.",
      "pt-br": "Shibasaki é um estudante do ensino médio que trabalha em tempo parcial em uma loja de conveniência. No trabalho, ele encontra uma pequena mulher e se vê apaixonado por ela. Da mesma forma, o interesse da mulher pelo jovem aumenta gradualmente, principalmente devido ao seu rosto parecido com o do gato dela. A cada breve encontro, o estudante e a senhora se aproximam lentamente durante os cinco minutos que compartilham na loja de conveniência."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "91.5"
  },
  {
    "mangaId": "52e2bba3-1948-4e65-a282-a73a0b036005",
    "title": {
      "en": "Inaho-kun wa Nise Kanojo no Hazu na no ni"
    },
    "updatedAt": "2024-12-19T01:27:16+00:00",
    "coverArt": "https://mangadex.org/covers/52e2bba3-1948-4e65-a282-a73a0b036005/e5895c70-a398-49d1-9dc1-c2d3a86b2612.jpg",
    "altTitles": [
      {
        "ja": "稲穂くんは偽カノジョのはずなのに"
      },
      {
        "ja-ro": "Inaho-kun Wa Nise Kanojou No Hazu Nanoni"
      },
      {
        "en": "Inaho-kun Is Supposed to Be a Fake Sweetheart"
      }
    ],
    "description": {
      "en": "Mori Shintaro, a new first-year student, yearns for the sparkling high school life of having a girlfriend and experiencing youth, but is ridiculed by those around him. His classmate, Inaho Sawatari, entered the school as the top student and is a highly regarded beauty. The two are not supposed to cross paths, but after an incident where they are mistaken for a couple, Inaho makes an unexpected proposal:\n\"Shall we pretend that we're really dating?\"\n\n---\n**Notes:**\n- The pre-serialization series is [Houkago no Cinderella-kun](https://mangadex.org/title/147b8fd6-5232-45df-993f-35c908cf41a2/houkago-no-cinderella-kun)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]