[
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-14T00:39:30+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "367f0840-48f5-4925-97fd-fb16d16f3c49",
    "title": {
      "en": "I am the World's Strongest, because I can read MANGA"
    },
    "updatedAt": "2024-11-25T23:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/367f0840-48f5-4925-97fd-fb16d16f3c49/5ba340e6-671d-46a4-a459-604a6cba9540.jpg",
    "altTitles": [
      {
        "ja-ro": "Manga wo Yomeru Ore ga Sekai Saikyou ~Yometachi to sugosu kimama na seikatsu~"
      },
      {
        "ja-ro": "Manga wo Yomeru Ore ga Sekai Saikyou"
      },
      {
        "ja": "マンガを読めるおれが世界最強～嫁達と過ごす気ままな生活～"
      }
    ],
    "description": {
      "en": "The other world I reincarnated to, was a world that will enable you to use magic after reading a Grimoire.\nAnd the Grimoire’s contents areーーYou wouldn’t believe it, it’s「Manga」.\nThis world’s people would take around one year to read one Grimoire(Manga) But for me, it is a「Manga」, that’s why it would not take an hour.\nInterpreting and understanding all kinds of Grimoires and the 6 year old me who became the World’s Strongest Master Mage,\nWelcomed brides that were also 6 years old, and started living a carefree life……!!",
      "fr": "Le monde dans lequel je me suis réincarné est un monde qui permet d'utiliser la magie après avoir lu un Grimoire. Et le contenu de ce Grimoire est... Un manga! Les gens de ce monde prennent environ un an pour lire un Grimoire (manga), mais pour moi, cela dure seulement moins d'une heure. Interprétant et comprenant toutes sortes de Grimoires, je suis devenu le plus puissant mage du monde à seulement 6 ans!"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac743453-99ef-49e5-93e5-265cfff01fe0",
    "title": {
      "en": "RTA Sousha wa Game Sekai kara Kaerenai"
    },
    "updatedAt": "2024-12-23T18:17:37+00:00",
    "coverArt": "https://mangadex.org/covers/ac743453-99ef-49e5-93e5-265cfff01fe0/51476e49-7c01-4503-88d9-3999743220d6.jpg",
    "altTitles": [
      {
        "ja": "RTA走者はゲーム世界から帰れない"
      },
      {
        "ja-ro": "RTA Sousha ha Game Sekai kara Kaerenai"
      },
      {
        "en": "Speedrunner cannot Return from the Game World"
      },
      {
        "en": "RTA Runner cannot Return from the Game World"
      },
      {
        "vi": "Bị nhốt trong thế giới game, tôi \"speedrun\" sạch map"
      }
    ],
    "description": {
      "en": "Our protagonist, the speedrunning emperor of *Another Verse*, suddenly feels sleepy in the middle of practice. When he awakens, the familiar opening of *Another Verse* is playing right before his eyes!? In this godly environment where his body is moving better than usual, he has to speedrun! Clearing the game world faster than anyone!",
      "ja": "RTA（リアルタイムアタック）を極めた男がゲームの世界に召喚された!? 勇者として魔王を倒してほしいと言われるが、バグ技で即RTA攻略してしまう。しかし、ラスボスを倒したのにゲームが終わらなくて…？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c86edee1-807b-4e17-b524-291ac7c2f650",
    "title": {
      "en": "Lost Man"
    },
    "updatedAt": "2022-03-24T07:11:36+00:00",
    "coverArt": "https://mangadex.org/covers/c86edee1-807b-4e17-b524-291ac7c2f650/d6769e85-20c1-4835-bfaf-87a473984738.jpg",
    "altTitles": [
      {
        "ru": "Потерянный"
      },
      {
        "ja": "ロストマン"
      },
      {
        "zh": "契約足球員"
      }
    ],
    "description": {
      "en": "There lives a man who has lost his memory and can’t remember where he’s from, and who he is, including his name. He just goes by the name Matsumoto and the one and only thing he remembers is how to play soccer. However, the one thing he does remember, he does exceptionally well, even better than the professionals. He sells his ridiculous soccer skills to teams and guarantees them goals and, even more important, wins. As he travels from city to city, country to country playing for money, he hopes that he regains his memory."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "17",
    "lastChapter": "168"
  },
  {
    "mangaId": "ae5b0197-83ab-4fe5-b894-3198eff16b4f",
    "title": {
      "en": "Maryoku Mugen no Manaporter"
    },
    "updatedAt": "2024-12-25T02:34:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae5b0197-83ab-4fe5-b894-3198eff16b4f/8fa77d7a-cfd7-4b84-a928-18da295aaf7e.jpg",
    "altTitles": [
      {
        "ja": "《魔力無限》のマナポーター ～パーティの魔力を全て供給していたのに、勇者に追放されました。魔力不足で聖剣が使えないと焦っても、メンバー全員が勇者を見限ったのでもう遅い～"
      },
      {
        "en": "Manaporter of 《InfiniteMagic》"
      }
    ],
    "description": {
      "en": "Thanks to his infinite mana Ishua has been working as a mana porter to the hero party. Doing a perfect task of supplying mana to the party members who consumed a lof of MP and earning the trust of his companions. However, Alan, the hero decides to banish him from the party in a fit of jealousy. \"We don't need a mana porter!\"\n\nAnd chasing after Ishua through the forest Aria, the saint, appears wishing to continue adventuring with Ishua. The story of the banished strongest mana porter begins here!",
      "ja": "生まれ持った無限の魔力で、マナポーターとして勇者パーティ全員の魔力供給を担ってきたイシュア。だが彼は、ある日突然、理不尽な理由でパーティを追放されてしまう。落胆するイシュアのもとに、彼を追ってきたパーティ仲間の聖女アリアの姿が。実は追放は勇者の独断で、彼女はイシュアが自分たちを見捨てたと思い、連れ戻しに来たのだった。真実を知ったアリアはパーティ脱退を決意し、イシュアは彼女と二人で旅を始めることになる。追放された最強マナポーターと、彼を追放した勇者。二人の対照的な冒険が今始まる!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1418c8ba-6b5f-4a9a-8546-cea35cc69d27",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Escape-hen"
    },
    "updatedAt": "2024-10-31T19:05:12+00:00",
    "coverArt": "https://mangadex.org/covers/1418c8ba-6b5f-4a9a-8546-cea35cc69d27/f605353c-1121-4f70-8a62-f1e95ab03ae9.jpg",
    "altTitles": [
      {
        "ja": "魔法科高校の劣等生　エスケープ編"
      },
      {
        "en": "The Irregular at Magic High School - Escape Arc"
      }
    ],
    "description": {
      "en": "Adaption of Light Novel 24-25.",
      "ja": "七賢人を名乗るレイモンド・クラークにより、「トーラス・シルバー」の正体が司波達也であると暴露されてしまった。USNAが提唱するディオーネー計画への参加を巡って世界中が達也の動向に注目し、深雪たちが通う魔法科高校も好奇の目に晒される事態に。だが達也はかねてより進めていたプロジェクトを利用して、世界を裏から操ろうとする者たちに反旗を翻す――!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-12-03T15:13:11+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/be30dcd5-dba6-4867-9b5e-85c9919599b5.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      },
      {
        "vi": "SHY"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "vi": "Vào giữa thế kỷ 21, trong số các anh hùng có mặt khắp nơi trên khắp thế giới xuất hiện một anh hùng siêu xấu hổ đến từ Nhật Bản với biệt danh là \"Shy\".\nCô gánh trên mình trách nhiệm của một anh hùng, mặc dù bản thân rất kém trong việc đối mặt với ánh mắt đến từ mọi người.\nDù gặp biết bao gian khó và khổ đau, nhưng Shy vẫn đứng lên vì những người xung quanh...! \nKhông chỉ dừng ở những cuộc xung đột, SHY còn là câu chuyện về tình người, về sự đồng tâm hiệp lực của các anh hùng để cùng nhau tiến về phía trước!\nCâu chuyện trưởng thành về anh hùng mang tấm lòng nhân ái!",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…",
      "pt-br": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada “Shy”..."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-12-20T04:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54e7001b-6112-4d5f-8b0e-d8df33abf72d",
    "title": {
      "en": "Shikanoko Nokonoko Koshitantan"
    },
    "updatedAt": "2024-12-25T19:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/54e7001b-6112-4d5f-8b0e-d8df33abf72d/8b6c9d5c-b789-407c-bd24-6b88823ec0ca.png",
    "altTitles": [
      {
        "ja": "しかのこのこのここしたんたん"
      },
      {
        "en": "My Deer Friend Nokotan"
      },
      {
        "ru": "Моя подруга-олениха, Нокотан"
      },
      {
        "tl": "Ang Pag-usa-baybay kay Noko Shikanoko"
      },
      {
        "id": "Kenapa Temanku Kepalanya Kayak Rusa?"
      },
      {
        "vi": "Bạn nai Nokotan của tôi"
      },
      {
        "uk": "Оленятко Ноко, бережись тигриці Коші"
      }
    ],
    "description": {
      "en": "No one knows Torako used to be a delinquent. All of her classmates only know her as the perfect student. But everything changes when Nokotan, a transfer student with antlers, enters her life. Antlers aren’t the only thing strange about Nokotan. Her deer nose can sniff out Torako’s secret past! Whether it’s at school or the zoo, chaos follows this doe-eyed girl’s every step. Torako has so many questions! Is Nokotan a deer, a girl, or something in-between?\n\nTrivia:\n- The author is the illustrator/'mama' for Hololive Vtuber [Amane Kanata (天音かなた)](https://www.youtube.com/@AmaneKanata). Because of this, physical copies on Amazon sold out within a day.",
      "ja": "出会いはある朝、彼女のツノが電線に引っかかっていたから………!?うっかり変なツノの生えた女の子を助けたことで優等生（の皮を被った）虎視虎子の人生が大混乱に!?一人の少女（元ヤン）が一人のシカ（？）に出会うガール・ミーツ・シカ物語（コメディ）開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "199a4cdf-d807-4e3d-ae80-61e4fbc3c50e",
    "title": {
      "en": "Kisekae Ningryou de Chu♡"
    },
    "updatedAt": "2024-12-28T04:51:59+00:00",
    "coverArt": "https://mangadex.org/covers/199a4cdf-d807-4e3d-ae80-61e4fbc3c50e/142cd998-ffe7-4c04-935c-5ac66d066686.jpg",
    "altTitles": [
      {
        "ja": "着せ替え人形でchu♡"
      },
      {
        "ja-ro": "KISEKAE NINGYOU DE CHU♡"
      },
      {
        "ja-ro": "Bisque Doll de Chu♡"
      }
    ],
    "description": {
      "en": "The spin-off of \"My Dress-Up Darling\", [Kisekae Ningyou de Chu ♡], has started serialization with a chaotic yet cute vibe"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ce23a09-6dd6-4fdc-bd18-a7d5f440480a",
    "title": {
      "en": "The Villainess and Miss Demon Lord"
    },
    "updatedAt": "2024-12-11T20:17:36+00:00",
    "coverArt": "https://mangadex.org/covers/2ce23a09-6dd6-4fdc-bd18-a7d5f440480a/dbfdd42e-5063-4e30-90d1-b9229ac8a271.png",
    "altTitles": [
      {
        "zh": "恶役千金与魔王小姐"
      },
      {
        "zh-hk": "惡役千金與魔王小姐"
      },
      {
        "zh-ro": "Èyì qiānjīn yǔ mówáng xiǎojiě"
      },
      {
        "ru": "Злодейская дочь и мисс Королева демон"
      },
      {
        "vi": "Thiên kim phản diện và tiểu thư ma vương"
      },
      {
        "en": "The Daughter of Evil & Miss Devil"
      },
      {
        "ja": "魔法が使えない悪役令嬢に転生しました"
      }
    ],
    "description": {
      "en": "Two girls, hand-in-hand, cross over to another world, into a magical academy set in a melodramatic Western fantasy novel. They transform into two people completely unrecognizable to each other: One is a rich villainess who is incapable of using any kind of magic, while the other is a young girl extremely talented in the field of magic, who's said to be the reincarnation of the Demon Lord. Originally set to save the world, the two of them unexpectedly fall in love.\n\n\"Male lead, female lead, may you two live a long and happy life together, forever. I, the villainess, am going to elope with Miss Demon Lord!\""
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "98"
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "8697fae8-e0df-446c-88d0-d8c366a48e2f",
    "title": {
      "en": "Immortal, Invincible"
    },
    "updatedAt": "2024-06-24T22:13:13+00:00",
    "coverArt": "https://mangadex.org/covers/8697fae8-e0df-446c-88d0-d8c366a48e2f/b7b8e288-5eba-4c56-80e2-bd5f354d29cf.jpg",
    "altTitles": [
      {
        "ko": "불사무적"
      },
      {
        "en": "The Invincible Immortal"
      },
      {
        "ja": "不死無敵"
      },
      {
        "zh": "不死至尊"
      },
      {
        "ru": "Непобедимый Бессмертный"
      },
      {
        "zh": "重生不死尊"
      }
    ],
    "description": {
      "en": "From a thieving child to one who would shake the world. Rising to the title of Immortal Master, one of the Godly Twelve Stars, but ultimately betrayed. Now, he has been given a chance to change that, and create a better future- for both him, and the world. Based on the popular novel of the same name.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "ja": "孤児として育ち、三十年以上もの辛く厳しい歳月を耐え抜いた後、「不死尊」という名が与えられた。 そして最後は濡れ衣を着せられ、血生臭い生涯を終えた。 しかし、気がつくと赤ん坊の姿に！？ 「不死尊」の記憶を持ったまま名家の息子「荘雲」として生まれ変わったのだ！\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "ko": "무림공적의 누명을 쓰고 죽게 된 불사존! 15년 전 명문가의 진고운으로 다시 태어나다!\n시중사교주의 음모를 막기위한 그의 활약을 기대하시라!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "ru": "От вороватого ребенка до того, кто потрясет мир. Он взошёл к званию Бессмертного мастера, одной из двенадцати Божественных звезд, но в конце концов его предали. Теперь у него появился шанс изменить это и создать лучшее будущее — и для себя, и для целого мира.\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)",
      "zh": "男主原是一名孤儿，被下五门抓去当实验品练习邪功，成为不死尊，后沦为邪教背锅侠被卷入矢忠之乱，郁郁赴死时，却发现自己回到了过去，带着前世的记忆重生成了婴儿…他将会踏上怎样的旅途？又该如何阻止邪教教主的阴谋诡计，成功复仇呢？\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%B6%88%EC%82%AC%EB%AC%B4%EC%A0%81/2326)\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/36758)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/ComicInfo/id/648885)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "270"
  },
  {
    "mangaId": "d6643b6b-5a2e-4f94-8f30-13d4f5e4299a",
    "title": {
      "en": "Hiiragi-san Is a Little Careless"
    },
    "updatedAt": "2024-12-28T07:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/d6643b6b-5a2e-4f94-8f30-13d4f5e4299a/742dd32f-2e7b-49bc-a567-54cffa1fd260.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ抜けちゃう柊さん"
      },
      {
        "ja-ro": "Chotto Dake Nuke Chau Hiiragi-san"
      },
      {
        "ja-ro": "Chotto Dake Nukechau Hiiragi-san"
      },
      {
        "ja": "Hiiragi-san is a little careless."
      }
    ],
    "description": {
      "en": "Kotori-kun, who falls in love with his classmate Hiiragi-san at first sight, somehow wants to get close to her. Hiiragi-san is quite an earnest and lovely girl, but… She’s surprisingly a little careless--! This is about the charming school life of a careless girl and a pure boy who gets led on everyday by her -- a romantic comedy that’s a wee bit H sometimes but warm and fluffy to death."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "66"
  },
  {
    "mangaId": "5ec9f8c8-5bb1-4b20-b4a0-912e5ae3a2f5",
    "title": {
      "en": "Armor Amour"
    },
    "updatedAt": "2022-03-17T12:02:08+00:00",
    "coverArt": "https://mangadex.org/covers/5ec9f8c8-5bb1-4b20-b4a0-912e5ae3a2f5/b11033af-add1-404d-b272-89e4ea29e2db.jpg",
    "altTitles": [
      {
        "en": "Ama-Ama"
      },
      {
        "en": "Amaama"
      },
      {
        "ja-ro": "Suki na Hito ga Dekimashita"
      },
      {
        "ja": "あまあま"
      },
      {
        "en": "Ama Ama"
      }
    ],
    "description": {
      "en": "Yuji's girlfriend Misaki may seem hard and cold on the outside, but inside she's actually soft and loving. As they prepare for their high school entrance exams, Misaki decides that they should temporarily cut off all their dating activities. Will they be able to study hard enough through this period to get into the same high school?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "52"
  },
  {
    "mangaId": "f7b62193-bdfb-4953-a6c6-0bd1b9a872f9",
    "title": {
      "en": "The Bugle Call: Song of War"
    },
    "updatedAt": "2024-12-28T02:22:42+00:00",
    "coverArt": "https://mangadex.org/covers/f7b62193-bdfb-4953-a6c6-0bd1b9a872f9/f7c13c73-a2b9-48ed-8cbd-65b144ee24d7.jpg",
    "altTitles": [
      {
        "ja-ro": "Sensou Kyoushitsu"
      },
      {
        "ja": "戦奏教室"
      },
      {
        "ru": "Зов горна"
      }
    ],
    "description": {
      "en": "The year is 1294, and war rages. Lucas, the bugler of a small mercenary band, is endlessly thrown into battle after battle, but longs for the day that he can fulfill his wish of becoming a real musician. One fateful day, however, Lucas's latent powers awaken and his life takes a drastic turn. Under the guidance of the Pope, Lucas is tasked to become a key player in the war and lead the fight against the Empire and its agent of destruction, the Garland. Burdened by this dangerous mission, Lucas still longs for the day that he may see his wish come true…",
      "fr": "Transcender le fracas des armes, décider du sort de la bataille !\nLuka, orphelin recueilli par le chef d'un groupe de mercenaires, n'est pas comme les autres : une branche pousse sur son crâne et il peut voir les sons, matérialisés par des traits de lumière... Le seul à lui parler sans crainte est son père adoptif, aussi fin stratège qu'impitoyable au combat. À 14 ans, Luka a déjà vu assez d'horreurs pour une vie. En tant que clairon, il est de tous les affrontements, transmettant les ordres via son instrument. En réalité, il n'a qu'une envie : échapper à ce quotidien fait de violence pour devenir musicien...\n\n\nSeulement, la bataille qui s'annonce pourrait être sa dernière : cette fois, il doit prendre les armes... et, surtout, parmi ses opposants se trouvent d'autres \"branchus' dotés de divers pouvoirs surnaturels ! Ils font un massacre dans les rangs de Luka, et ce dernier, blessé, se saisit d'un clairon pour sonner la retraite... C'est alors que son véritable pouvoir se dévoile : tous ses alliés visualisent le son de son instrument et ses indications résonnent comme des ordres dans la tête des soldats de son camp ! Le garçon les sauve grâce aux stratégies de son père adoptif.\n\n\nTémoins de son exploit, les énigmatiques adversaires s'emparent de lui. Luka s'éveille dans une ville entourant une tour immense, vestige des temps anciens et source de magie... Ses nouveaux compagnons sont les protecteurs du lieu, régi par un mystérieux pape. Celui-ci passe un accord avec Luka : si le garçon met son pouvoir et son don tactique à son service, il l'aidera à devenir musicien. Sans le savoir, le jeune prodige se retrouve embarqué dans une guerre dont les enjeux le dépassent !\n\n\nLa lumière du son, seul espoir dans l'horreur des batailles... D'un trait vif et nerveux, une nouvelle génération d'auteurs invente un monde de dark fantasy sans concession. Mais ici, pas de héros surdoué au combat, juste un garçon rêvant de musique... Et pourtant, de ses talents dépend l'issue du conflit !"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c28d99bc-02f4-4541-b770-080464be4f8e",
    "title": {
      "en": "Maou Tsukai no Saikyou Shihai"
    },
    "updatedAt": "2024-11-01T22:30:13+00:00",
    "coverArt": "https://mangadex.org/covers/c28d99bc-02f4-4541-b770-080464be4f8e/521e8d4e-c5e3-45cd-b059-5ffc521c9ac5.jpg",
    "altTitles": [
      {
        "ja": "魔王使いの最強支配"
      },
      {
        "en": "The Demon King Tamer's Strongest Domination"
      }
    ],
    "description": {
      "en": "For incompetence, Lewin, a Demon-Tamer adventurer, was banished from the hero's party. Without being acknowledged for his achievements as a commanding officer... However, the moment he comes into contact with Sasha, the Demon King of Death, one of the sealed Seven Demon Kings, he awakens to become a Demon King with the ability to subjugate Demon Kings! Moreover, by shattering the seal, he tames the Demon King, Sasha—— Lewin, backed by Sasha, succeeds in drawing out the Demon King's power and works to subdue all Demon Kings, the root of the strife between the humans and the demons.",
      "ja": "魔物使いの冒険者・ルインは無能として勇者パーティーを追放された。しかし、封印された七魔王の一人、死の魔王・サシャを見つけた瞬間、彼は魔王を従える力をもつ魔王使いに覚醒!! さらに封印を解くと同時に、魔王・サシャをテイムしてしまい――サシャを仲間とし、魔王の力を引き出すことに成功したルインは、人と魔族の争いの原因である全ての魔王を従えようと動き出す。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "29.5"
  },
  {
    "mangaId": "49d390f1-05de-4d9d-a60d-36df735cf8e8",
    "title": {
      "en": "Classmate wa Isekai de Yuusha ni Natta kedo, Ore dake Gendai Nihon ni Okizari ni Narimashita"
    },
    "updatedAt": "2024-11-01T03:54:10+00:00",
    "coverArt": "https://mangadex.org/covers/49d390f1-05de-4d9d-a60d-36df735cf8e8/3cb9ca75-e6aa-4cca-a301-82936a1913b7.jpg",
    "altTitles": [
      {
        "ja": "クラスメイトは異世界で勇者になったけど、俺だけ現代日本に置き去りにされました"
      },
      {
        "en": "My Classmates Became Heroes in Another World, But I was Left Behind in Modern Japan"
      }
    ],
    "description": {
      "en": "\"Congratulations! You 25 have been chosen as heroes to save the world!\"\n\nJust before summer vacation in their third year of middle school, the class is suddenly transported to another world by the goddess Ashera. The 26 students are given statuses that allow them to use skills and cheat abilities to become heroes in the other world. However, the number of students transported is 25—leaving behind Iori Shu, the boy who had just transferred and wasn’t counted.\n\nWhile his classmates train in the other world to prepare for their battles as heroes, Shu remains in peaceful Japan, devoting himself to studying the status he was given. Quietly experimenting with his skills, he occasionally uses them to help those around him. But before he realizes it, Shu has become a target of various organizations around the world—!?",
      "ja": "「おめでとう！　君たち25人は世界を救う勇者に選ばれました！」\n\n中学3年の夏休み前、突然現れた女神・アシェラによって行われたクラス単位の異世界転移。\n26人の生徒は異世界で勇者になれるよう、スキルやチート能力を使うことができるステータスを与えられ転移させられる。しかしその人数は25人――転校したばかりでカウントされていなかった少年・伊織修は現代日本に置き去りにされた。\n\n異世界で鍛練し、来る勇者としての戦いに備えるクラスメイトとは違い、平和な日本で修は与えられたステータスの研究に没頭する。密かにスキルの性能の試行錯誤をしつつ、その力で時折身の回りの人助けをしていた修だが、いつの間にか世界の組織から狙われるような存在になっていて――？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cee18057-22c5-410f-a9d6-442eef1d3ba9",
    "title": {
      "en": "Yagi-san Yuubin"
    },
    "updatedAt": "2024-12-10T18:30:10+00:00",
    "coverArt": "https://mangadex.org/covers/cee18057-22c5-410f-a9d6-442eef1d3ba9/a4c12a9e-3dc9-4464-aa33-9355755f5029.jpg",
    "altTitles": [
      {
        "en": "Lost Letters"
      },
      {
        "ja": "やぎさん郵便"
      },
      {
        "zh": "卖火柴的青 年"
      },
      {
        "vi": "Lá Thư Đi Lạc"
      }
    ],
    "description": {
      "en": "University student Hirose Kiyotaka finds a love letter tucked into the pages of a borrowed book. While attempting to return the letter, he encounters the charismatic Hanashiro Seiji and quickly becomes involved with him. As their tentative relationship develops, however, he finds himself wondering how serious Hanashiro's feelings for him really are. Meanwhile, the letter falls into the hands of Hanashiro's colleague Sawa Jinichiro, who entraps its writer, Arihara Mineo. Sawa's actions are seemingly ruthless, but his true motives regarding Arihara are far from clear."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "25.5"
  },
  {
    "mangaId": "a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5",
    "title": {
      "en": "Creepy Cat"
    },
    "updatedAt": "2024-12-26T18:59:42+00:00",
    "coverArt": "https://mangadex.org/covers/a80c6284-5a1f-4a53-99ea-e4e7fd3b87e5/03987fda-7394-4239-bc8d-189266e4b513.jpg",
    "altTitles": [
      {
        "en": "Creepy Cat ~ My Strange Daily Life with a Cat ~"
      },
      {
        "ja": "CreepyCat 猫と私の奇妙な生活"
      },
      {
        "ms": "Kucing Seram - Kehidupan seharian yang pelik bersama kucing."
      },
      {
        "uk": "Моторошний кіт - Моє дивне життя з котиком"
      },
      {
        "ro": "Pisica Ciudată - Viața Mea Zilnică cu o Pisică Ciudată"
      },
      {
        "ur": "ترسناک بلی ~ بساتھ ایک بلی میری عجیب زندگیِ روزمرہ ~"
      }
    ],
    "description": {
      "en": "Flora just moved to an old house, but there's already a creepy cat living there. That's when their mysterious cohabitation began.",
      "uk": "Флора тільки-но переїхала до старого будинку, але тут вже живе моторошний котик. Відтоді й почалось їхнє таємниче співіснування."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "431"
  },
  {
    "mangaId": "9230ddb5-a3a9-45e5-9455-d8e7e7abbae8",
    "title": {
      "en": "Anmitsu Hoippu! Watashi ga Inakucha Dame na Kanojo no Hanashi"
    },
    "updatedAt": "2024-12-26T04:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/9230ddb5-a3a9-45e5-9455-d8e7e7abbae8/e7834b15-a8dd-41ef-92e3-1026f4155f68.jpg",
    "altTitles": [
      {
        "ja": "あんみつホイップ！ワタシがいなくちゃダメなカノジョのハナシ"
      },
      {
        "ja-ro": "Anmitsu Hoippu! Watashi ga Inakucha Dame na Kanojo no Hanashi"
      },
      {
        "en": "Anmitsu Whip! Stories of My Girlfriend Who Can't Live Without Me"
      }
    ],
    "description": {
      "en": "\"I can't live without you!\"\n\nA cohabiting yuri couple, Anzu and Mitsuki, have a relationship where they simply can’t live without each other! A lighthearted and sweet Girls' Love comedy that depicts the lovey-dovey everyday lives of this co-dependent couple. ♪",
      "ja": "「アナタがいなくちゃダメなの!」\n同棲中の百合ップル、あんずとみつきはお互いにお互いなしではいられない関係。\nそんなふたりのいちゃラブな日常を描いた、ゆる甘共依存ガールズラブコメディ♪"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc9f787c-c357-4706-aacc-32eb5dfbfb61",
    "title": {
      "en": "Don't Read This"
    },
    "updatedAt": "2024-12-02T06:42:39+00:00",
    "coverArt": "https://mangadex.org/covers/fc9f787c-c357-4706-aacc-32eb5dfbfb61/3fc9f3c8-9ea3-4b35-b375-46d930c88d69.jpg",
    "altTitles": [
      {
        "en": "Don't Read This"
      },
      {
        "ur": "اسے مت پڑھو"
      },
      {
        "ur": "اِسے نہ پڑھو"
      }
    ],
    "description": {
      "en": "There is no story to read here. (Interactive) This series contains themes regarding mental health and anxiety that may not be suitable for all readers. Viewer discretion is advised. If you or someone you know is struggling or in crisis, please reach out for help at [Crisis Text Line](http://crisistextline.org/).",
      "ur": "یہ ایک ایسے شخص کے بارے میں ہے جو کہ ایک خالی خلہ میں پھنسا ہوا ہے اور وہ تمھاری موجودگی بالکل بھی نہیں چاہتا۔۔۔\nاِسے نہ پڑھو"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72e51451-4d0c-4a3f-97ff-afb3f819fbfa",
    "title": {
      "en": "Link Click"
    },
    "updatedAt": "2023-10-04T13:32:59+00:00",
    "coverArt": "https://mangadex.org/covers/72e51451-4d0c-4a3f-97ff-afb3f819fbfa/1631e85c-fce5-4319-a8cf-be5b359c8aa5.jpg",
    "altTitles": [
      {
        "zh": "时光代理人"
      }
    ],
    "description": {
      "en": "Sitting in a corner of the city is a seemingly normal shop called 'Time Photo Studio'. The shop owners, Cheng Xiaoshi and Lu Guang, can dive back in time through photos. One day, an uprising star in the Chinese opera world — Lin Kai — visited the studio and tasked Cheng Xiaoshi and Lu Guang to find a cassette tape from 10 years ago. They only have one photo, and one chance...",
      "fr": "Dans un coin de la ville se trouve une boutique, en apparence normale, nommée le \"Time Photo Studio\". Les propriétaires de la boutique, Cheng Xiaoshi et Lu Guang, peuvent voyager dans le temps au travers de photos. Un jour, une étoile montante de l'opéra chinois, Lin Kai, visite leur studio et leur demande de trouver un enregistrement datant d'il y a 10 ans. Ils n'ont qu'une seule photo et qu'une chance...",
      "zh": "在城市的某个角落，有一家看似普通的小店——时光照相馆。店主程小时和陆光可以通过照片，进入过去的时空。有一天，戏曲界新锐林凯来到了照相馆，委托程小时与陆光，寻找一份10年前的影像。照片只有1张，机会只有1次……"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "92aad009-294d-4865-bf6d-1e275a287858",
    "title": {
      "en": "Shiroyama and Mita-san"
    },
    "updatedAt": "2024-02-19T13:58:03+00:00",
    "coverArt": "https://mangadex.org/covers/92aad009-294d-4865-bf6d-1e275a287858/386d728f-7a0d-40ca-875a-39817fccd1d9.jpg",
    "altTitles": [
      {
        "ja": "白山と三田さん"
      },
      {
        "ru": "Широяма и Мита-сан"
      },
      {
        "ja-ro": "Shiroyama to Mita-san"
      },
      {
        "en": "Shiroyama & Mita"
      },
      {
        "en": "Shiroyama and Mita"
      }
    ],
    "description": {
      "en": "Tatsuhiko Shiroyama hates being stuck in the boonies. Greetings from strangers feels fake, part-time job prospects are limited, and he's been \"blessed\" with the nickname \"Niyayama\" from his classmates due to his creepy, unsociable attempts at smiling. He turned to the radio as a means to escape, and thinks about nothing more than saving up for a move to Tokyo where he can explore his passions. But Tatsuhiko's life changes forever when he saves a rich CEO from a rice paddy and is set up with his granddaughter, the equally as shy and antisocial Tamiko Mita. Together, the two stumble through the nuances of \"dating\", and Tatsuhiko's dreary days become a whole lot brighter."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "100"
  },
  {
    "mangaId": "36300a46-485b-4c05-a570-ac3b23de3952",
    "title": {
      "en": "Akuyaku Reijou to Akuyaku Reisoku ga, Deatte Koi ni Ochitanara"
    },
    "updatedAt": "2024-10-30T15:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/36300a46-485b-4c05-a570-ac3b23de3952/b9cd8e9a-4a2b-457e-ab3c-f88d56a444da.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢と悪役令息が、出逢って恋に落ちたなら"
      },
      {
        "ja": "悪役令嬢と悪役令息が、出逢って恋に落ちたなら　～名無しの精霊と契約して追い出された令嬢は、今日も令息と競い合っているようです～"
      },
      {
        "ja-ro": "Akuyaku Reijou to Akuyaku Reisoku ga, Deatte Koi ni Ochitanara: Nanashi no Seirei to Keiyaku shite Oidasareta Reijou wa, Kyou mo Reisoku to Kisoiatte Iru you desu"
      },
      {
        "en": "If the Villainess and Villain Met and Fell in Love"
      },
      {
        "en": "If the Villainess and the Villain Were to Meet and Fall in Love: It Seems the Shunned Heroine Who Formed a Contract With an Unnamed Spirit Is Fighting With the Nobleman Yet Again"
      }
    ],
    "description": {
      "en": "Despite being from a prestigious noble family, Bridget, a failed daughter who made a contract with the weakest spirit, one day had her engagement broken off by the third prince, Joseph.\n\nHowever, no one sympathized with her, who was acting as a proud daughter at the behest of Joseph... At that time, Bridget meets the Duke's son Yuri, who is feared by those around him because of his overwhelming ability and cold personality.\n\nTwo people who hate each other and repel each other. However, the encounter gradually changes their destinies. This is the story of a villainess who is despised for being incompetent and a villain who is shunned for being a genius who eventually fall in love.\n\n---\nDespite her noble status, Brigitte contracts with the weakest type of spirit—and on that very same day, the prince publicly breaks off their engagement. No one shows much sympathy towards the once haughty young lady—except for the duke's son, Yuri, who attends the same magic academy. Yuri is feared for his incredible abilities and icy personality, but with him on her side, her fortunes might have changed…\n\n---\n**Original Web Novel:** [Kakuyomu](https://kakuyomu.jp/works/16816700426830814673), [Syosetu](https://ncode.syosetu.com/n9923hb/)",
      "ja": "幼い頃に最弱精霊と契約してしまった落ちこぼれ令嬢ブリジット。ある日、第三王子から婚約破棄を言い渡され、絶望の淵に立たされる。そんな中、彼女は孤高の天才令息ユーリと遭遇する。嫌われ者同士いがみ合う二人であったが、この出逢いが運命を動かすこととなり――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de36d69c-733f-4f6f-94fb-5d517a05284b",
    "title": {
      "en": "Salt and Pepper"
    },
    "updatedAt": "2024-11-18T06:15:30+00:00",
    "coverArt": "https://mangadex.org/covers/de36d69c-733f-4f6f-94fb-5d517a05284b/58f82ef3-6dc9-469f-952f-cd483930b969.jpg",
    "altTitles": [
      {
        "ko": "솔트앤페퍼"
      },
      {
        "en": "Salt n' Pepper"
      }
    ],
    "description": {
      "en": "Min Hu Chu, a guy who lives to eat and So Geum Ji, a girl who eats to live. They’re both childhood friends but with complete different opinions on the purpose of food. Focusing on these two characters, introducing a story that includes recipes to make alone(?) and their campus life(!) The author of ‘Second Lead Complex’, Soi’s beginning of a new series!",
      "ko": "먹기 위해 사는 민후추와 살기 위해 먹는 소금지. 소꼽친구지 만 음식에 대한 가치관이 전혀 다른 두 사람. 둘을 중심으로 펼 쳐지는 자취 요리(?)와 캠퍼스 라이프(!) 서브 콤플렉스 소이 작가의 신작!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "197e02e2-a7b8-4d32-a30b-0ebf5938e753",
    "title": {
      "en": "Sekai o Sukutta Saikyou Yuusha ni Stalker Sareru Mura Musume no Hanashi"
    },
    "updatedAt": "2024-12-04T05:30:27+00:00",
    "coverArt": "https://mangadex.org/covers/197e02e2-a7b8-4d32-a30b-0ebf5938e753/9b2fb5b9-3d13-4fed-afc2-2e45d120891c.png",
    "altTitles": [
      {
        "ja": "世界を救った最強勇者にストーカーされる村娘の話"
      },
      {
        "ja-ro": "Sekai o Sukutta Saikyō Yūsha ni Sutōkā Sareru Mura Musume no Hanashi"
      },
      {
        "en": "The Story of a Village Girl Who is Stalked by the Strongest Hero Who Saved the World"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d5e015d-a5b1-4999-bbd2-95280fe33019",
    "title": {
      "en": "Haru no Regista"
    },
    "updatedAt": "2024-10-24T09:20:46+00:00",
    "coverArt": "https://mangadex.org/covers/6d5e015d-a5b1-4999-bbd2-95280fe33019/00661262-1335-4c5b-9f97-ea6c24b90619.jpg",
    "altTitles": [
      {
        "ja": "ハルのレジスタ"
      },
      {
        "ja-ro": "Haru no Rejisuta"
      },
      {
        "en": "Haru's Regista"
      }
    ],
    "description": {
      "en": "Once hailed as a soccer prodigy, high school girl Arai Haru transferred to a school far from her hometown, hoping to start a new life away from soccer. However, a new student, Osanai Satsuki, who admired Haru's past glory, appeared before her and declared her intention to join the Soccer Club, which is on the verge of disbandment. This is a girls' soccer story about a girl who gave up her dream and a girl who chases after it!\n___\n**What is a regista?**\nThe regista is a creative player who operates in front of the defense, almost always in a central position, and looks to get on the ball as often as possible. They are responsible for providing the link between defense and offense, and controlling the tempo of the game through their passing. The regista is also known as the deep-lying playmaker: they retain their deep position and dictate their team’s play with their distribution. ([Coaches' Voice](https://www.coachesvoice.com/cv/what-is-a-regista-explained-jorginho-andrea-pirlo/))"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fa5d81b-b7a8-42ac-8e5c-d9a862365b18",
    "title": {
      "en": "Minikui Yuukaku no Ko"
    },
    "updatedAt": "2024-10-29T18:14:53+00:00",
    "coverArt": "https://mangadex.org/covers/0fa5d81b-b7a8-42ac-8e5c-d9a862365b18/b2635c6f-2c04-44c3-b66f-ed8b8148a8a8.jpg",
    "altTitles": [
      {
        "ja": "みにくい遊郭の子"
      },
      {
        "en": "Ugly Duckling of the Entertainment District"
      },
      {
        "vi": "Cô nàng xấu xí ở Phố Đèn Đỏ"
      }
    ],
    "description": {
      "en": "An abandoned high school girl becomes an Oiran in a strange world—\n\nEsora, a high school girl who lost her place, found herself in an unknown red light district. She was sold to a slave buyer at the Yukaku \"Sagamiya\". The owner, Sagami, told her that Ishe could be the number one Oiran there.",
      "ja": "居場所を失った女子高生エソラは、気がつくと知らない花街にいた。人買いに売られやってきたのは、遊郭「相模屋」。その主人である相模に、ここで1番の花魁になれると言われ―。幻想的な世界観で描かれる異世界花魁物語。",
      "vi": "Một nữ sinh trung học bị bỏ rơi trở thành Oiran (kỹ nữ cao cấp) ở một thế giới xa lạ—\nEsora, một nữ sinh trung học bị mất chỗ ở, thấy mình đang ở một khu đèn đỏ vô danh. Cô bị bán cho một người mua nô lệ ở Phố đèn đỏ \"Sagamiya\". Người chủ, Sagami, nói với cô rằng nếu cô trở thành Oiran thì sẽ có thể làm lại cuộc đời."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33eedd33-c60d-40ff-b940-71bee70bc610",
    "title": {
      "en": "The Other Side of My Favorite Voice Actress was Insane"
    },
    "updatedAt": "2024-12-28T05:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/33eedd33-c60d-40ff-b940-71bee70bc610/7a4bf0fa-656d-4e1d-ae8d-dfb359cbc188.jpg",
    "altTitles": [
      {
        "ja": "俺の推し声優の裏がすごかった"
      },
      {
        "ja-ro": "Ore no oshi seiyuu no ura ga sugokatta"
      }
    ],
    "description": {
      "en": "This is a one-shot by Komaki Maria about a loner who stumbles upon the hidden side of his favorite voice actress."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1026e605-61f4-4b43-bfb4-06782c110236",
    "title": {
      "en": "Kyou mo Kitansu ka, Yoda-senpai."
    },
    "updatedAt": "2024-12-18T22:52:33+00:00",
    "coverArt": "https://mangadex.org/covers/1026e605-61f4-4b43-bfb4-06782c110236/4466a8b2-8c4b-4be5-872e-1245adfb8bba.jpg",
    "altTitles": [
      {
        "ja": "今日も来たんすか、依田先輩。"
      },
      {
        "en": "Have You Come Again Today, Yoda-senpai?"
      },
      {
        "vi": "Hôm nay chị lại tới nữa à, Yoda-senpai?"
      }
    ],
    "description": {
      "en": "This woman makes herself at home in my parents' house. She is a senior in the same high school and a friend of my sister's. It seems to take her two hours to get to school each way, so she stays at my house almost every day. Yoda is defenseless and a bit out of the ordinary, and I'm always on the edge of my seat!",
      "ja": "**ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！**\n\n俺の実家で、我が家のようにくつろぐこの女。 同じ高校の先輩で、姉の友達の依田燈。 学校まで片道2時間らしく、ほぼ毎日俺の家に居座っている。 無防備で少し抜けてる依田先輩に振り回されて、ドキドキしっぱなし!! ひとつ屋根の下で巻き起こる、天然小悪魔お姉さん×オタク男子の日常ショートラブコメデイ！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "62"
  },
  {
    "mangaId": "9550d800-3e72-4a0e-9034-00e0d6a10234",
    "title": {
      "en": "Choushihazure na Onna Joushi ga Suki na Otoko no Hanashi"
    },
    "updatedAt": "2024-06-29T10:10:02+00:00",
    "coverArt": "https://mangadex.org/covers/9550d800-3e72-4a0e-9034-00e0d6a10234/9461aaf6-54f4-4bd2-a606-e96a6a9b26dd.jpg",
    "altTitles": [
      {
        "ja": "調子外れな女上司が好きな男の話"
      },
      {
        "en": "A Story About A Man Who Loves His Out-Of-Tune Female Superior"
      },
      {
        "en": "A story about a man who likes his out-of-touch boss"
      },
      {
        "ja": "調子外れな女上司が好きな男の話 ハミタの読み切り"
      },
      {
        "ja-ro": "Choushihazure na Onna Joushi ga Suki na Otoko no Hanashi - Hamita no Yomikiri"
      },
      {
        "en": "A Story About A Man Who Loves His Out-Of-Tune Female Superior - Hamita Oneshots"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "0026052c-9091-4dc7-915c-dffce9559234",
    "title": {
      "en": "Shinigami no Hanayome: Yomei 7-nichi kara no Koufuku"
    },
    "updatedAt": "2024-11-18T00:45:46+00:00",
    "coverArt": "https://mangadex.org/covers/0026052c-9091-4dc7-915c-dffce9559234/198e0b80-243b-4938-9c4c-bd2b45208ead.jpg",
    "altTitles": [
      {
        "ja": "死神の花嫁　－余命７日からの幸福－"
      },
      {
        "en": "Bride of the Death God"
      },
      {
        "en": "The Bride of the Death God: Happiness from My 7 Days Left to Live"
      },
      {
        "en": "The Bride of the Death God: Evanescing Happiness"
      },
      {
        "ja": "7日間で死ぬ女子高生と死神の話"
      },
      {
        "ja-ro": "7-nichikan de Shinu Joshikousei to Shinigami no Hanashi"
      },
      {
        "en": "A Story About the Reaper and a High School Girl Who Will Die in 7 Days"
      },
      {
        "en": "Story About Death and Highschool Girl Who Will Die After 7 Days"
      },
      {
        "vi": "Câu chuyện về Tử thần và Cô gái chỉ còn 7 ngày để sống"
      },
      {
        "vi": "Cô Dâu Của Thần Chết"
      }
    ],
    "description": {
      "en": "The reaper loves seeing the cries of humans before swinging down his scythe to reap their souls. He lives for the hunt of humans souls before their passing. Yet one night, he encounters a dying girl with flowers blooming in her room looking back at him with a smile.\n___\n**Alt Official English:** [Square Enix Manga & Books](https://squareenixmangaandbooks.square-enix-games.com/en-us/series/bride-of-the-death-god)",
      "vi": "Đây là câu chuyện về cuộc gặp gỡ giữa tử thần và cô gái chỉ còn lại 7 ngày để sống trên đời"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc06172f-8e62-4e92-84ec-2bfbd9dab255",
    "title": {
      "en": "Ueki no Housoku"
    },
    "updatedAt": "2024-07-30T00:13:38+00:00",
    "coverArt": "https://mangadex.org/covers/bc06172f-8e62-4e92-84ec-2bfbd9dab255/1c4d3f86-4325-48f1-b6ee-77678e1fef25.jpg",
    "altTitles": [
      {
        "it": "La Legge di Ueki"
      },
      {
        "fr": "La Loi d'Ueki"
      },
      {
        "vi": "Luật của Ueki"
      },
      {
        "ms": "Peraturan Ueki"
      },
      {
        "en": "The Law of Ueki"
      },
      {
        "ja": "Ueki no Housoku"
      },
      {
        "ja": "うえきの法則"
      },
      {
        "zh-hk": "植木的法則"
      }
    ],
    "description": {
      "en": "A group of powerful beings called tenkaijin are holding a special tournament. The rules of the game–each tenkaijin selects a kid in junior high to be his champion and grants him a special power. The kids take each other on in heated battle, but if they hurt innocent bystanders, then they lose one of their natural-given abilities. Every time they win a battle, they gain a new ability. The ultimate winner of the tournament is granted any power of his choosing, and the tenkajin who he represents succeeds in becoming the next god. Kosuke Ueki has been chosen to fight in the tournament. His special power–the ability to turn garbage into trees.\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **The Law of Ueki** (2006)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "154"
  },
  {
    "mangaId": "176867d1-8255-48bc-8704-14d470f1b67f",
    "title": {
      "en": "Kanjuten"
    },
    "updatedAt": "2024-12-27T23:39:29+00:00",
    "coverArt": "https://mangadex.org/covers/176867d1-8255-48bc-8704-14d470f1b67f/dc7c8a9d-25d1-416a-826d-b3660ef8377f.jpg",
    "altTitles": [
      {
        "ja": "感受点"
      },
      {
        "en": "Sensitive Point"
      }
    ],
    "description": {
      "en": "An interconnected omnibus of stories that explores the subtle distortions of everyday life, delving into how ordinary experiences can take unsettling turns. Each narrative weaves together to examine the eerie sensations that arise when the familiar becomes uncanny."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "3b8e4dc5-bffa-4382-a23c-be97c44ab4e2",
    "title": {
      "en": "GATE - Jieitai Kanochi nite, Kaku Tatakaeri"
    },
    "updatedAt": "2024-11-01T17:03:11+00:00",
    "coverArt": "https://mangadex.org/covers/3b8e4dc5-bffa-4382-a23c-be97c44ab4e2/50c3c000-e226-48cd-b345-7431f04d557d.jpg",
    "altTitles": [
      {
        "fr": "Gate - Au delà de la porte"
      },
      {
        "ja-ro": "Gate - Jieitai Kare no chi nite"
      },
      {
        "en": "Gate - Where the JSDF Fought"
      },
      {
        "ja-ro": "Gate Jietai Kare no Chi nite, Kaku Tatakeri"
      },
      {
        "en": "Gate: Thus the JSDF Fought There!"
      },
      {
        "ru": "Врата: там бьются наши воины"
      },
      {
        "th": "เกท:หน่วยรบตะลุยโลกต่างมิติ"
      },
      {
        "ja": "ゲート 自衛隊彼の地にて、斯く戦えり"
      },
      {
        "zh-hk": "門 自衛隊在彼之地如此戰鬥"
      },
      {
        "ar": "غيت: قوات الدفاع الذاتي تقاتل في أرض غريبة"
      },
      {
        "ko": "게이트 - 자위대. 그의 땅에서, 이처럼 싸우며"
      },
      {
        "zh": "GATE 奇幻自卫队"
      },
      {
        "ja-ro": "Gate Jieitai Kare no Ji Nite, Kaku Tatakaeri"
      },
      {
        "zh-hk": "GATE 奇幻自衛隊"
      },
      {
        "az": "Darvaza: Buna görə Yaponiya Özünümüdafiə Qüvvələri orada döyüşdü!‎"
      },
      {
        "en": "Gate: Thus the Japanese Self-Defense Force Fought There"
      },
      {
        "de": "Tor: So kämpften die Selbstverteidigungsstreitkräfte an jenem Ort"
      },
      {
        "fr": "Gate : Ainsi les forces d'autodéfense japonaises ont combattu là-bas"
      },
      {
        "it": "Gate: in quella terra, le forze di autodifesa combattono così"
      },
      {
        "pt": "Portal: E assim, as Forças de Autodefesa lutaram"
      },
      {
        "vi": "Cánh Cổng Hư Không Sau Bóng Tối"
      },
      {
        "tr": "Geçit: Ve Bu Yüzden Öz Savunma Kuvvetleri Savaştı"
      },
      {
        "ka": "კარებიჭე - სადაც იაპონიის არმია იბრძოდა"
      },
      {
        "en": "GATE"
      },
      {
        "ja-ro": "GATE (SAO Satoru)"
      },
      {
        "vi": "Cổng Chiến Tranh"
      }
    ],
    "description": {
      "en": "A gate appears in Tokyo's Ginza district sometime in the 21st century. From the gate pours out monsters, knights from middle-age Europe, and other fantasy-like beings, and they kill many of the citizens of Tokyo. This event is known as the Ginza Incident.  \nThe government sends a small group of soldiers from the Japanese Self-Defense Forces to the alternate world beyond the gate. Led by otaku soldier Youji, they find that the villages in the world are being attacked by a dragon. An elf girl who is a survivor from the dragon's rampage joins the group in their travels across the dangerous new world.  \n  \n [Official Thai](https://shopee.co.th/Gate-%E0%B9%80%E0%B8%81%E0%B8%97%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%A7%E0%B8%A2%E0%B8%A3%E0%B8%9A%E0%B8%95%E0%B8%B0%E0%B8%A5%E0%B8%B8%E0%B8%A2%E0%B9%82%E0%B8%A5%E0%B8%81%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B8%A1%E0%B8%B4%E0%B8%95%E0%B8%B4-%E0%B8%A1%E0%B8%B1%E0%B8%87%E0%B8%87%E0%B8%B0-1-10-i.30847586.4202197419)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%82%B2%E3%83%BC%E3%83%88_%E8%87%AA%E8%A1%9B%E9%9A%8A_%E5%BD%BC%E3%81%AE%E5%9C%B0%E3%81%AB%E3%81%A6%E3%80%81%E6%96%AF%E3%81%8F%E6%88%A6%E3%81%88%E3%82%8A)",
      "vi": "Một cánh cổng kì lạ xuất hiện ở quận Ginza của thành phố Tokyo vào giữa thế kỉ 21. Từ cánh cổng đó đổ ra những con quái vật, những chiến binh từ thời Trung Âu, những thứ chỉ có trong tưởng tượng khác và chúng đã giết chết rất nhiều người dân của Tokyo. Sự kiện này được biết đến với cái tên Ginza Incident. Chính phủ đã gửi một nhóm nhỏ các binh sĩ của Lực lượng Phòng vệ Nhật Bản (thay cho lực lượng quân đội) để đến thế giới bên kia cánh cổng. Được dẫn dắt bởi người lính otaku, và họ đã nhìn thấy một ngôi làng đang bị tấn công bỏi một con rồng. Một tiểu tinh nữ đã sống sót sau cơn thịnh nộ của con rồng đã gia nhập vào nhóm lính và cùng nhau thám hiểm thế giới mới đầy nguy hiểm"
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b5a3b43-effb-4f54-aa9b-d6093d523452",
    "title": {
      "ja": "Silent Witch Chinmoku no Majo no Kakushigoto"
    },
    "updatedAt": "2024-10-29T18:31:00+00:00",
    "coverArt": "https://mangadex.org/covers/2b5a3b43-effb-4f54-aa9b-d6093d523452/b7c95819-e570-42e3-92af-d1d348527eb8.jpg",
    "altTitles": [
      {
        "ja": "サイレント・ウィッチ 沈黙の魔女の隠しごと"
      },
      {
        "en": "Secrets of the Silent Witch"
      },
      {
        "en": "Silent Witch"
      },
      {
        "ko": "사일런트 위치"
      },
      {
        "es": "Secretos de la Bruja Silenciosa"
      }
    ],
    "description": {
      "en": "Monica Everett is revered as “The Silent Witch.” She’s the only magician in the world who can use magic without an incantation... In reality though, she’s just shy— the only reason she practiced chantless magic was so that she wouldn't have to speak in public! Before even realizing her own talent, Monica is chosen as one of the “Seven Sages,” and is assigned the secret mission of protecting the kingdom’s second prince...?\n\nThe antisocial young prodigy will have to hide her true nature while secretly rescuing the prince from encroaching danger in this thrilling fantasy story!",
      "es": "Monica Everett es venerada como «La Bruja Silenciosa». Es la única maga del mundo que puede usar la magia sin conjuros... En realidad, es tímida: ¡la única razón por la que practicaba magia sin encantamientos era para no tener que hablar en público! Antes incluso de darse cuenta de su propio talento, Mónica es elegida como uno de los «Siete Sabios», ¿y se le asigna la misión secreta de proteger al segundo príncipe del reino...?\n\nLa antisocial joven prodigio tendrá que ocultar su verdadera naturaleza mientras rescata en secreto al príncipe del peligro que la acecha en esta emocionante historia de fantasía.",
      "id": "Keajaiban tidak membutuhkan nyanyian. Ini adalah kisah tentang penyihir terlemah, paling pemalu, namun terkuat, dan bagaimana dia dilahirkan kembali, semuanya menjadi sebuah buku. (Penyihir Keheningan) Monica Everett. Satu-satunya penyihir di dunia yang bisa menggunakan sihir diam (tanpa nyanyian), dan seorang pahlawan muda yang membunuh sendiri naga hitam legendaris itu. Tapi apa sifat aslinya?? Alasan sebenarnya saya berlatih sihir diam adalah agar saya tidak perlu berbicara di depan umum. Ketika Monica terpilih sebagai salah satu dari 7 Watchers, tanpa disadari, dia terpaksa mengambil misi rahasia untuk melindungi pangeran kedua…? Lemah dan pemalu, namun yang terkuat. Penyihir surgawi yang antisosial menyembunyikan identitas aslinya dan diam-diam membawa kejahatan ke pengadilan melawan pangeran dalam fantasi yang menyakitkan! Fantasi penyihir web, terlahir kembali menjadi sebuah buku, dengan tambahan! Apa yang akan menjadi misteri baru yang berdiri di depan Monica Everett…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b344c3f0-20b4-4127-bfe9-0d29874e41c6",
    "title": {
      "en": "My Harem Consists Entirely of Female Demon Villains"
    },
    "updatedAt": "2024-09-11T21:19:55+00:00",
    "coverArt": "https://mangadex.org/covers/b344c3f0-20b4-4127-bfe9-0d29874e41c6/8a55c1d2-cd05-47e3-93b9-6439419071e5.png",
    "altTitles": [
      {
        "zh": "我的后宫全是反派魔女"
      },
      {
        "zh-ro": "Wo De Hougong Quan Shi Fanpai Monü"
      }
    ],
    "description": {
      "en": "I, the earthling \"hero\" of this story, crossed over into another world based on a video game and suddenly appeared in a villainous female demon's bed when I arrived. If not for the fact that I had married all the villains in the game before crossing over, I'd have been killed pretty quickly. Now, the villains keep pestering me, asking me to help them rule the world, and vying for my hand in marriage. What am I supposed to do? I'll await your answers online! It's urgent!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "703b45a0-1c73-436f-9c07-03d31053b4d0",
    "title": {
      "en": "My Daddy Hides His Power"
    },
    "updatedAt": "2024-12-04T01:48:10+00:00",
    "coverArt": "https://mangadex.org/covers/703b45a0-1c73-436f-9c07-03d31053b4d0/24d4dc80-8d11-4a25-9277-4ced52606068.jpg",
    "altTitles": [
      {
        "ko": "아빠가 힘을 숨김"
      },
      {
        "en": "Dad Hides His Strength"
      },
      {
        "hr": "Moj papa skryvaet svoju silu"
      },
      {
        "tr": "Babamın gizli gücü"
      }
    ],
    "description": {
      "en": "Q: Describe your feelings upon discovering your trusted dad isn’t just an extra.\nA: W-what the heck... Give me back my ‘Random Imperial Citizen #1’ life...\n\nLiving in a world of constant war—365 days of chaos—a simple, extra's existence was a blessing.\nAt least, that's what I thought.\n\nIn a small village, I enjoyed a humble life with my loving, ordinary father, James Brown, 27, the epitome of an unremarkable single dad.\n\nOr so I believed.\n\n“Ladies and gentlemen, presenting my father! The quintessential symbol of extras everywhere! Brown hair, brown eyes, plain and simple!”\n“...”\n“This man screams ‘background character,’ living a quiet life chopping wood in a mountain village with his adorable daughter. Right? ...RIGHT?”\n\nThe knight commander merely stared at me in silence.\n\nAnd then, the unthinkable happened.\n\nBehind me, my father’s worn staff began to glow with a strange, blue aura.\n\n“...Dad?”\n\nBefore I could process what was happening, his unassuming brown hair and eyes shifted. Slowly but surely, they transformed into...\n\nShimmering silver locks and piercing blue eyes—practically shouting “I’m the protagonist!”\n\n“WHAT?!”\n\nMy simple, extra life shattered into a million pieces as my dad—no, this mysterious powerhouse—gripped his weapon and snarled:\n“Give me back my daughter, you bastard.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2024-12-24T23:55:49+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/451aa517-6067-485d-bc03-08c279bbaff5.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62d99da1-33e7-45cf-98a2-ca4544fc0344",
    "title": {
      "en": "Yuri no Hajimari wa Dorei Kara"
    },
    "updatedAt": "2024-10-23T23:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/62d99da1-33e7-45cf-98a2-ca4544fc0344/f0670b00-330d-417c-835a-dc3c50b5bf07.jpg",
    "altTitles": [
      {
        "ja": "百合のはじまりは奴隷から"
      },
      {
        "en": "My Yuri Started With Slavery"
      }
    ],
    "description": {
      "en": "Chiyoko Hanamura, a self-proclaimed *gyaru* who failed her high school debut, was skipping class as usual on the rooftop when her junior, Sakine, approached her. It seemed like Sakine had a favor to ask, as she handed Chiyoko a love letter.\n\n\"Could you turn down this confession for me?\" she asked. However, the sender was unknown.\n\nFor the sake of her adorable junior, and to maintain her *gyaru* dignity, Chiyoko resolved to take on the task and went to refuse the confession..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2024-11-16T13:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/f56088b4-44e4-429e-86ed-8a1e68bd3d3f.jpg",
    "altTitles": [
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "vi": "Sử thi vườn hồng"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!\n\n---\n**Links:**\n- Alternative Official English - [Comikey](https://comikey.com/comics/rosen-garten-saga-manga/525/), [MangaPlaza](https://mangaplaza.com/title/0303005019/)",
      "ja": "野盗に村を襲われたリンは、窮地の中、１本の剣を手にする。その剣は英雄・ジークフリートの魂が宿った魔剣で、リンは圧倒的な力で野盗たちを制圧する。だが、リンの股間にはもう１本の凶悪な“剣”がそそり立っていて…!?",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b8f9a660-ed4d-4667-9c8d-00e98c05167d",
    "title": {
      "en": "Furetai wa Koi no Hajimari"
    },
    "updatedAt": "2024-11-22T15:43:25+00:00",
    "coverArt": "https://mangadex.org/covers/b8f9a660-ed4d-4667-9c8d-00e98c05167d/5e787b58-ccb9-443c-9466-55c4e74ab9ab.jpg",
    "altTitles": [
      {
        "ja": "「触れたい」は恋の始まり"
      },
      {
        "ja-ro": "\"Furetai\" wa Koi no Hajimari"
      },
      {
        "en": "\"I Wanna Touch You\" Then Love Begins."
      },
      {
        "ko": "‘만지고 싶어’는 사랑의 시작"
      },
      {
        "pt-br": "\"Eu quero tocar em você\" então assim, o amor começa."
      }
    ],
    "description": {
      "en": "Kaede Minato, the cool literature girl, is admired by her classmates for her elegant appearance. Momoko Hattori, a cute girl with an adorable face, quickly became an idol among her peers shortly after she entered high school.\n\nDespite having little connection, they quickly grow closer after Momoko finds Kaede in a particular situation...\n\nA story of two girls experiencing a love that is not quite love yet.",
      "pt-br": "Kaede Minato, a garota legal da literatura, é admirada por seus colegas de classe por sua aparência elegante. Momoko Hattori, uma garota fofa com um rosto adorável, rapidamente se tornou um ídolo entre seus colegas logo após entrar no ensino médio.\n\nApesar de terem pouca conexão, elas rapidamente se aproximam depois que Momoko encontra Kaede em uma situação particular...\n\nUma história de duas garotas vivenciando um amor que ainda não é bem amor."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74ad3ad0-41e2-4919-a3dd-e5061c3444da",
    "title": {
      "en": "Futago Matomete \"Kanojo\" ni Shinai?"
    },
    "updatedAt": "2024-10-30T20:34:23+00:00",
    "coverArt": "https://mangadex.org/covers/74ad3ad0-41e2-4919-a3dd-e5061c3444da/73ff3684-de0d-425e-84ee-884a9f220aba.jpg",
    "altTitles": [
      {
        "ja": "双子まとめて『カノジョ』にしない？"
      },
      {
        "en": "Why Don't You Make the Twins Your \"Girlfriend\" Together?"
      },
      {
        "en": "Why Not Make Both Twins \"Girlfriends\"?"
      },
      {
        "en": "Why Not Make Both Twins \"Your Girlfriend\" At Once?"
      },
      {
        "es-la": "¿Por qué no juntar a las gemelas y convertirlas en una novia?"
      }
    ],
    "description": {
      "en": "Usami is a beautiful classmate with good morals and top grades. At school, she views Sakuto as her rival. But when he bumps into her after school, he sees a different side of her. She was playing at an arcade after classes, and she had this innocent smile that one couldn't imagine on her at school.\n\nFor the sake of getting along with her, he gets close to her at school and then plays together with her after school. They each have their places where they can deepen their bonds, and at last…\n\nThis is the start of a heart-warming love triangle romcom!\n___\n\n- [Alternative Raw](https://manga.nicovideo.jp/comic/67850)",
      "ja": "品行方正、成績トップの同級生美少女・宇佐見。校内で俺をライバル視して突っかかる彼女には放課後、別の顔がある。彼女は放課後、ゲーセンで遊び、学校では想像できない無邪気な笑顔を見せるのだ。俺は宇佐見と仲良くなるため、校内では寄り添い、放課後は一緒に遊ぶ。それぞれの場所で仲を深め、ついに……学校帰りの宇佐見から告白が!?\n\n---\n\n**Links:** \n- [Official LN (JP)](https://fantasiabunko.jp/special/202311futago)",
      "es-la": "Usami, una hermosa compañera de clase, modelo de buena conducta y la mejor en calificaciones, me ve como su rival en la escuela. Sin embargo, después de clases, ella muestra una faceta completamente diferente. Después de la escuela, juega en la sala de juegos y muestra una inocente sonrisa que no podrías imaginar viendo en la escuela. Para acercarme a Usami, la acompañó en la escuela y jugamos juntos después de clases. En cada lugar, nuestra amistad se profundiza, ¡y finalmente se abre el telón de una conmovedora comedia romántica de triángulo amoroso!",
      "pt-br": "Usami é uma linda colega de classe, com bons costumes e notas altas. Na escola, ela vê Sakuto como seu rival. Mas quando ele a encontra depois da escola, ele vê um lado diferente dela. Ela estava jogando no fliperama depois das aulas e tinha aquele sorriso inocente que ninguém poderia imaginar nela na escola.\n\nPara se dar bem com ela, ele se aproxima dela na escola e depois joga com ela depois da escola. Cada um deles tem seus lugares onde podem aprofundar seus laços e, finalmente...\n\nEste é o início de uma comédia romântica de triângulo amoroso comovente!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c4a83f-4078-431b-b862-820c452bb278",
    "title": {
      "en": "Misoshiru de Kanpai!"
    },
    "updatedAt": "2024-11-17T00:32:32+00:00",
    "coverArt": "https://mangadex.org/covers/26c4a83f-4078-431b-b862-820c452bb278/9c0e0cb7-2b1f-434a-a9ab-8bb79c6c956c.jpg",
    "altTitles": [
      {
        "en": "Let's Have a Toast With Miso Soup!"
      },
      {
        "ja": "味噌汁でカンパイ！"
      },
      {
        "ko": "미소된장국으로 건배!"
      }
    ],
    "description": {
      "en": "Zenichirou is a middle school student raised in a motherless family. His breakfast always consists of onigiri and instant miso soup from the convenience store. Yae, a childhood friend of Zenichirou, cannot stand to see him eat such an innutritious breakfast, so she decides to make him breakfast every morning…  \n  \nThis story conveys a simple message: eating with another person makes miso soup taste more delicious and hearty!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "84"
  },
  {
    "mangaId": "d8f1d7da-8bb1-407b-8be3-10ac2894d3c6",
    "title": {
      "en": "Isekai Ojisan"
    },
    "updatedAt": "2024-09-16T05:25:58+00:00",
    "coverArt": "https://mangadex.org/covers/d8f1d7da-8bb1-407b-8be3-10ac2894d3c6/37a193b8-588d-4e98-9e0c-a627443754b9.jpg",
    "altTitles": [
      {
        "fr": "Coma héroïque dans un autre monde"
      },
      {
        "en": "Isekai Uncle"
      },
      {
        "ja-ro": "Ojisan in Another World"
      },
      {
        "en": "Uncle from Another World"
      },
      {
        "ja": "異世界おじさん"
      }
    ],
    "description": {
      "en": "Having survived an isekai for 17 years, 34 year old Ojisan (uncle) returns to modern day Japan. Takafumi, Ojisan's nephew, now gets to witness what throwing a diehard Sega fan into an isekai for 17 years does to various things and people, both past and present."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]