[
  {
    "mangaId": "68da21ba-6875-4b3e-b79f-8e3492fc1260",
    "title": {
      "en": "Blue Archive x Kamen Rider Decade - Story of Tsukasa Kadoya Sensei in Schale (Doujinshi)"
    },
    "updatedAt": "2025-01-01T12:48:42+00:00",
    "coverArt": "https://mangadex.org/covers/68da21ba-6875-4b3e-b79f-8e3492fc1260/6483db44-f1cd-48d7-936c-96734e608bdd.jpg",
    "altTitles": [
      {
        "ja": "シャーレの門矢士先生概念"
      },
      {
        "vi": "Blue Archive x Kamen Rider Decade - Câu chuyện về thầy giáo Schale Kadoya Tsukasa"
      }
    ],
    "description": {
      "en": "Anyone who is a fan of the Kamen Rider genre probably knows Kamen Rider Decade, also known as Kadoya Tsukasa;  world destroyer... The story is about Decade working as a sensei in the Blue Archive world"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a460ab18-22c1-47eb-a08a-9ee85fe37ec8",
    "title": {
      "en": "Bleach (Official Colored)"
    },
    "updatedAt": "2025-01-08T15:47:52+00:00",
    "coverArt": "https://mangadex.org/covers/a460ab18-22c1-47eb-a08a-9ee85fe37ec8/7c8f9203-2b82-41f2-beb3-e7fb00e151e2.jpg",
    "altTitles": [
      {
        "en": "Bleach - Digital Colored Comics"
      },
      {
        "ja": "BLEACH カラー版"
      },
      {
        "vi": "Sứ giả Ichigo"
      },
      {
        "vi": "Sứ mạng thần chết"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "ja": "ブリーチ"
      },
      {
        "ja": "ブリーチ カラー版"
      },
      {
        "zh": "死神"
      },
      {
        "ko": "블리치"
      },
      {
        "en": "BLEACH"
      },
      {
        "tr": "Bleach (RENKLENDİRİLMİŞ)"
      }
    ],
    "description": {
      "en": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.\n\n---\nLinks:\n* alternative [official raw](https://www.shueisha.co.jp/books/search/search.html?seriesid=48374)",
      "es": "Ichigo Kurosaki siempre ha sido capaz de ver fantasmas, pero esta habilidad no cambia su vida tanto como su encuentro cercano con Rukia Kuchiki, una Segadora de Almas y miembro de la misteriosa Sociedad de las Almas. Mientras lucha contra un hueco, un espíritu maligno que se aprovecha de los humanos que muestran energía psíquica, Rukia intenta prestarle a Ichigo algunos de sus poderes para que pueda salvar a su familia, pero para su sorpresa, Ichigo absorbe hasta la última gota de su energía. Ahora que ya es un auténtico Segador de Almas, Ichigo aprende rápidamente que el mundo que habita está lleno de peligrosos espíritus y, junto con Rukia, que está recuperando lentamente sus poderes, el trabajo de Ichigo consiste en proteger a los inocentes de los huecos y ayudar a los propios espíritus a encontrar la paz.",
      "pt-br": "Versão totalmente colorida do mangá Bleach. A história gira em torno de Kurosaki Ichigo um estudante de 15 anos que tem uma estranha capacidade de ver, tocar e falar com espíritos de pessoas mortas. Logo que o Shinigami (Deus da Morte) Kuchiki Rukia toma conhecimento dos poderes dele ela decide investigá-lo, e acaba em uma luta com um Hollow que foi atraído pelo forte poder espiritual de Ichigo, antes de ser derrotada pela criatura, Rukia passa seus poderes a Ichigo, o qual se torna um Shinigami, e após derrotar o Hollow ingressa em uma jornada para proteger os humanos e os espíritos da ameaça dos Hollows."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "74",
    "lastChapter": "686"
  },
  {
    "mangaId": "bbe1dc3d-0492-4ff1-bd3f-055bd28f89a6",
    "title": {
      "en": "Drawing Romance"
    },
    "updatedAt": "2024-06-05T18:43:07+00:00",
    "coverArt": "https://mangadex.org/covers/bbe1dc3d-0492-4ff1-bd3f-055bd28f89a6/afc6fca7-344d-4bb9-9bc9-fc2399ceb4a5.jpg",
    "altTitles": [
      {
        "ko": "사각사각 로맨스"
      },
      {
        "ko-ro": "Sagak Sagak Romance"
      },
      {
        "pt-br": "Romance Desenhado"
      },
      {
        "id": "Menggambar Romantis"
      },
      {
        "ru": "Хрустящая любовь"
      }
    ],
    "description": {
      "en": "Chan-Woo finds it difficult talking to Sul-Hee, who always seems to be angry about something. However, what he says to her actually makes her heart beat like crazy! A sweet, romantic story of a young couple’s first love!\n\n(Source: Toptoon Plus)\n\n**Links:**\n- Promotional Video - [YouTube](https://youtu.be/YB-GVf_HXLk)\n- Defunct Official English - [Toptoon Plus](https://toptoonplus.com/comic/100306)",
      "es": "A Chan-Woo le resulta difícil hablar con Sul-Hee, que siempre parece estar enfadada por algo. Sin embargo, lo que le dice hace que su corazón lata como un loco. Una dulce y romántica historia del primer amor de una joven pareja.",
      "fr": "Chan-Woo a du mal à parler à Sul-Hee, car elle a toujours l'air énervée. Cependant, ce qu'il lui dit ne la laisse pas indifférente ! Une douce et romantique histoire sur le premier amour d'un jeune couple !",
      "id": "Chan-woo kesulitan berbicara dengan Sul-hee, yang sepertinya selalu marah tentang sesuatu. Namun, apa yang dia katakan padanya benar-benar membuat detak jantungnya gila! Kisah manis dan romantis tentang cinta pertama pasangan muda!",
      "ko": "무뚝뚝한 찬우, 그 옆자리 차가운 설희.\n문득 던진 찬우의 한마디 말에 얼음같던 설희의 심장이 요동치기 시작한다.\n10대 고교생의 서툴고 달콤한 첫 사랑!\n\n[PV](https://youtu.be/YB-GVf_HXLk)",
      "pt-br": "Chan-Woo acha difícil falar com Sul-Hee, que sempre parece estar com raiva de alguma coisa. No entanto, o que ele diz a ela realmente faz seu coração bater loucamente! Uma doce e romântica história do primeiro amor de um jovem casal!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "255.5"
  },
  {
    "mangaId": "6ae62c6e-e61d-4311-b023-99da67953a64",
    "title": {
      "en": "Hoshokusha Kei Mahou Shoujo"
    },
    "updatedAt": "2024-12-18T17:13:37+00:00",
    "coverArt": "https://mangadex.org/covers/6ae62c6e-e61d-4311-b023-99da67953a64/ed61a939-e6f7-453f-bca1-55105147c097.jpg",
    "altTitles": [
      {
        "en": "Predator-Type Magical Girl"
      },
      {
        "id": "Gadis Penyihir Tipe Pemangsa"
      },
      {
        "ja": "捕食者系魔法少女"
      }
    ],
    "description": {
      "en": "Humanity finds itself on the brink of extinction due to the emergence of the Incubi, otherworldly monsters that capture humans to use as breeding material, and the only ones that can stand against these enemies are the Witches, magical girls given powers by supernatural beings. High schooler Renka Azuma is one such girl; her alter ego is Silver Lotus, a magical girl controlling countless insects to fight the Incubi day after day.\n\nOn a certain day, Silver Lotus rescues a fellow Witch, a novice named Azure Nova, from an Incubi attack. This meeting with this self-proclaimed fan of hers is an encounter that introduces a change to Silver Lotus’s otherwise solitary daily life?! Here begins a dark fantasy about an unorthodox magical girl who commands insects to devour monsters!",
      "id": "Kemunculan monster dunia lain bernama Incubus, yang berkembang biak dengan menjadikan manusia sebagai inang, telah mendorong umat manusia ke ambang kepunahan. Satu-satunya yang bisa melawan mereka adalah para gadis penyihir (Witch) yang diberi kekuatan oleh entitas supernatural. Seorang siswi SMA bernama Azuma Renka juga berubah menjadi Silver Lotus, gadis penyihir yang dapat mengendalikan banyak serangga, dan bertarung setiap hari melawan para monster. Suatu hari, Silver Lotus menyelamatkan seorang gadis penyihir pemula bernama Azure Nova yang diserang oleh Incubus. Pertemuannya dengan gadis yang mengaku sebagai penggemarnya ini perlahan-lahan mulai mengubah kehidupan Silver Lotus yang selama ini penuh kesepian—!?\n\nSebuah fantasi gelap tentang gadis penyihir yang mengendalikan serangga dan memangsa monster, dimulai!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30c8bf1c-9063-4a22-a845-e2cead50adea",
    "title": {
      "en": "Yume to Koi dewa Tsuriawanai"
    },
    "updatedAt": "2024-11-28T17:12:40+00:00",
    "coverArt": "https://mangadex.org/covers/30c8bf1c-9063-4a22-a845-e2cead50adea/62c96430-8663-475f-afde-75878d606d55.png",
    "altTitles": [
      {
        "ja": "夢と恋ではつり合わない"
      },
      {
        "ko": "꿈과 사랑은 어울리지 않아"
      },
      {
        "en": "Love and Dreams Don't Mix"
      },
      {
        "id": "Cinta dan Impian Itu Tidak Bisa Digabung"
      }
    ],
    "description": {
      "en": "Kurata Hikaru has fallen in love with her classmate Kira Kairi at first sight. Now, she's too lovestruck to concentrate on her studies. Her plan? Get Kairi to reject her so she can focus again.",
      "id": "Kurata Hikaru jatuh cinta pada pandangan pertama dengan teman sekelasnya Kira Kairi. Sekarang, dia jadi terlalu gila cinta dan tidak bisa konsentrasi dengan pelajaran. Jadi, dia berencana meminta Kairi untuk menolak cintanya agar dia bisa kembali fokus belajar lagi."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9c0f16b-7bd3-4da6-bd58-fcb4bd10112f",
    "title": {
      "en": "Onnamaou-sama wa Yuusha-kun wo Taosenai."
    },
    "updatedAt": "2024-08-08T16:26:40+00:00",
    "coverArt": "https://mangadex.org/covers/c9c0f16b-7bd3-4da6-bd58-fcb4bd10112f/147847be-6013-4e89-835d-3b96726c931b.jpg",
    "altTitles": [
      {
        "ja": "女魔王様はゆうしゃくんを倒せない。"
      },
      {
        "en": "The Demon Queen Can't Defeat The Hero."
      },
      {
        "en": "The Demon Queen Can't Defeat Yuusha-kun."
      },
      {
        "ja-ro": "Onnamaou-sama ha Yuusha-kun wo Taosenai."
      }
    ],
    "description": {
      "en": "Demon Queen Abyss is worried… She's not able to defeat the Hero, considered the mortal enemy of the demons. This Hero is still an inexperienced young man—he should be easy to defeat! … However, the problem is that he, not knowing Abyss's true identity, considers her his “Master” and has become very fond of her…!?\n___\n**Producer & Supervisor:** [studioHEADLINE](https://mangadex.org/author/657c3108-5817-4669-a957-a9c7ec5080ee/studio-headline)",
      "pt-br": "A Rainha Demônio Abyss está preocupada... ela não é capaz de derrotar o herói, considerado o inimigo mortal dos demônio. Esse herói ainda é um jovem inexperiente — ele deveria ser fácil de derrotar! ... Todavia, o problema é que ele, não conhecendo a verdadeira identidade de Abyss, a considera sua \"Mestra\" e gosta muito dela...!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59807770-c066-4fd4-b39a-d0f273c5d44b",
    "title": {
      "en": "Dinosaurs Sanctuary"
    },
    "updatedAt": "2024-12-01T22:38:49+00:00",
    "coverArt": "https://mangadex.org/covers/59807770-c066-4fd4-b39a-d0f273c5d44b/0ccbddd1-b689-4911-94ee-02b764a6e616.jpg",
    "altTitles": [
      {
        "ja": "ディノサン"
      },
      {
        "ja-ro": "DinoSan"
      },
      {
        "ja-ro": "Dino-san"
      },
      {
        "en": "Dinosaur Sanctuary"
      },
      {
        "vi": "Khu bảo tồn khủng long"
      },
      {
        "eu": "Dinosaurs Sanctuary"
      }
    ],
    "description": {
      "en": "In 1946, someone discovered an island where dinosaurs had survived into the present. Through breeding and genetic manipulation, humans managed to increase their population and supercharge their popularity! Until, well... the unfortunate accident, when people's attitudes soured on the idea of visiting dinosaurs. This story follows a rookie zookeeper who is newly hired at Enoshima Dinoland, a struggling dinosaur sanctuary, and the fascinating creatures who need specialized love and care!",
      "eu": "1946an irla batean dinosauro biziak aurkitu zirenetik, ugalketa programek eta edizio genetikoek narrasti galduak erabat berreskuratzea lortu zuten.\nHaien presentzia ikaragarriak mundu osoko jendea xarmatu zuen, baina istripu batez geroztik fokuetatik urrun gelditu dira.\nHalako egun batez, Suzume Suma zaintzaile gisa hasi da gainbeheran dagoen Enoshima Dinoland dinosauro parkean.\n\nIturria: Harriet Ediciones",
      "vi": "Vào năm 1946, có người phát hiện ra một hòn đảo nơi khủng long đã sống sót cho đến hiện tại. Thông qua việc lai tạo và biến đổi gen, con người đã có thể gia tăng dân số và tăng cường sự nổi tiếng của chúng! Cho đến khi, ừm... một tai nạn đáng tiếc, khi thái độ của mọi người trở nên tệ hơn với ý tưởng đến thăm khủng long. Câu chuyện này kể về một người trông coi sở thú mới vào nghề, người mới được thuê tại Enoshima Dinoland, một khu bảo tồn khủng long đang gặp khó khăn, và những sinh vật hấp dẫn cần tình yêu thương và sự chăm sóc đặc biệt!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8d707b4-298d-48ee-91de-d3371de5aa22",
    "title": {
      "en": "Ultimate Scheming System"
    },
    "updatedAt": "2024-08-15T17:25:01+00:00",
    "coverArt": "https://mangadex.org/covers/e8d707b4-298d-48ee-91de-d3371de5aa22/7a41b231-1e25-44e3-8512-edc608d1878d.jpg",
    "altTitles": [
      {
        "en": "Bluffing Master"
      },
      {
        "en": "Strongest Anti M.E.T.A."
      },
      {
        "zh-ro": "Zui Qiang Fan Taolu Xitong"
      },
      {
        "zh": "最强反套路系统"
      },
      {
        "zh-ro": "Zuì Qiáng Fǎn Tàolù Xìtǒng"
      },
      {
        "ko": "허세로 레벨업 하기!"
      },
      {
        "vi": "Tối Cường Phản Sáo Lộ Hệ Thống"
      }
    ],
    "description": {
      "en": "Scamming all day, every day, often venturing alone. He bluffs to get the ultimate power in this cultivation world?! world traveler Xue Que doesn’t always bluff, but he needs to.  \n  \n\"Before you get your hopes up, The Character is Absolute Garbage, The Manhua is Pure comedy at best… The plot ehhh not so much\"  \n  \nTerm : META Stands for (Most Effective Tactic Available) Metagaming is any strategy, action or method used in a game which transcends a prescribed ruleset, uses external factors to affect the game, or goes beyond the supposed limits or environment set by the game. Another definition refers to the game universe outside of the game itself. *(citation needed)*",
      "fr": "Escroquer toute la journée, tous les jours, souvent en s'aventurant seul. Il bluffe pour obtenir le pouvoir ultime dans ce monde de culture ! Le voyageur du monde Xue Que ne bluffe pas toujours, mais il en a besoin.\n\nTerme : META signifie (Most Effective Tactic Available) Metagaming est la stratégie, l'action ou la méthode utilisée dans un jeu qui transcende un ensemble de règles prescrit, utilise des facteurs externes pour affecter le jeu, ou va au-delà des limites supposées ou l'environnement établi par le jeu. Une autre définition fait référence à l'univers du jeu en dehors du jeu lui-même."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eda40f0f-2bd3-49f8-a081-6500dea4f388",
    "title": {
      "en": "Bones"
    },
    "updatedAt": "2025-01-09T22:01:22+00:00",
    "coverArt": "https://mangadex.org/covers/eda40f0f-2bd3-49f8-a081-6500dea4f388/bc971991-b24d-4d15-8413-82ac8d237b91.jpg",
    "altTitles": [
      {
        "ko": "본즈"
      },
      {
        "pl": "KOŚCI"
      }
    ],
    "description": {
      "en": "Kang Jihyoung,wanted to become a hunter for his mother.\n\nHowever, his bullies put his mother into a vegetative state. He tried to take revenge but was thoroughly crushed and trapped...\n\nThe boy who lost everything became a beast and began his hunt.",
      "ko": "엄마를 위해 헌터가 되려 했던 주인공 지형. 그러나 일진들이 엄마를 식물인간으로 만든다. 복수하려 했지만, 철저히 부서지고 갇히는데… 모든 걸 잃은 소년은 마수가 되어 사냥을 시작한다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "43a72296-16cc-4f0d-a463-dcdc07333574",
    "title": {
      "en": "Yuusha-kun wa Tabidatenai"
    },
    "updatedAt": "2024-11-03T14:37:00+00:00",
    "coverArt": "https://mangadex.org/covers/43a72296-16cc-4f0d-a463-dcdc07333574/2baf7df3-986e-46fb-bce4-f37be4b32450.jpg",
    "altTitles": [
      {
        "ja": "勇者くんは旅立てない"
      },
      {
        "en": "Hero-kun Won't Set Out!"
      },
      {
        "zh-hk": "勇者君無法出發"
      }
    ],
    "description": {
      "en": "The Hero is expected by God and the People to defeat the Demon King!! And now its time to set out!! ...But before he can he is tempted by a thick sexy bunny girl! At the mercy of the Bunny girl's wiles he is unable to depart... Furthermore a Priest of the church charms him with her night skills... Will the Hero ever be able to set out on his journey?",
      "ja": "勇者は神と人々から期待を受け魔王討伐のため、いざ！旅立ちの時！！…が出発前に出会った、むちむちお色気バニーガールお姉さんから数々の誘惑を受けてしまう！バニーさんの手練手管に翻弄され出発はままならず…。さらに教会より派遣された僧侶に夜のスキルで魅了され…。果たして勇者は旅立てるのかーー！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16aa985e-1bc0-4d80-b3f8-03bc61474de3",
    "title": {
      "en": "The Story of Being Unable to Leave the House Because of My Older Sister"
    },
    "updatedAt": "2025-01-11T22:51:16+00:00",
    "coverArt": "https://mangadex.org/covers/16aa985e-1bc0-4d80-b3f8-03bc61474de3/2db2f360-087b-4a2f-928d-f475be755b98.png",
    "altTitles": [
      {
        "ja": "姉貴のせいで家を出れない話"
      },
      {
        "ja-ro": "Aneki no Sei de Ie o Derarenai Hanashi"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "10"
  },
  {
    "mangaId": "ead3f958-0d01-4c1f-b605-620eacb8ead0",
    "title": {
      "en": "Boku no Ikezu na Konyakusha"
    },
    "updatedAt": "2024-11-20T23:02:12+00:00",
    "coverArt": "https://mangadex.org/covers/ead3f958-0d01-4c1f-b605-620eacb8ead0/9e47b4b4-8ee8-4f90-bef1-2508b9c78532.jpg",
    "altTitles": [
      {
        "ja": "僕のいけずな婚約者"
      },
      {
        "en": "My Fiancée Is So Mean!"
      },
      {
        "id": "Tunanganku yang jahil!"
      },
      {
        "pl": "Moja niegrzeczna narzeczona."
      }
    ],
    "description": {
      "en": "Miyuki-san is a young lady born in Kyoto. My relationship with her cannot be described as good. Because... \"You’re very good at flattery.\" Are those words sincere? Or just for show?",
      "ja": "優しいけれどちょっぴり気弱な平凡男子・狛井空汰。文武両道で眉目秀麗、加えて京都の名家のお嬢様・稲荷坂御幸。一見不釣り合いにも見える二人は将来を約束した“許嫁”。しかし、空汰は御幸との関係に思い悩んでいた…何故なら…「えらいお世辞がお上手やわぁ」彼女の本心がわからないから＿＿！！",
      "pl": "Miyuki-san jest młodą kobietą urodzoną w Kyoto. Moje relacje z nią nie są dobre. Ponieważ... \"Jesteś bardzo dobry w pochlebianiu\". Czy te słowa są szczere? Czy tylko na pokaz? Frustrująca historia miłosna, w której nasze wzajemne uczucia wciąż mijają się z celem."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ca258f3-f212-49ff-b66c-8ec6ff41ad87",
    "title": {
      "en": "Kimi wa 008"
    },
    "updatedAt": "2024-10-09T04:32:06+00:00",
    "coverArt": "https://mangadex.org/covers/2ca258f3-f212-49ff-b66c-8ec6ff41ad87/ddde676b-9f10-46b0-a34a-0f78a7cc1aee.jpg",
    "altTitles": [
      {
        "es": "Tú eres 008"
      },
      {
        "en": "You Are Double-O Eight"
      },
      {
        "ja": "君は008"
      },
      {
        "ja": "君はダブルオーエイト"
      },
      {
        "it": "Agente 008"
      },
      {
        "fr": "008 Apprenti espion"
      }
    ],
    "description": {
      "en": "Akashi Eito has failed miserably on all high school admissions exams but somehow, he receives a letter of acceptance from a school he does not remember applying for. He nevertheless happily enrolls, expecting to live the ideal school life, but his aspiration are quickly destroyed as he discovers that this mysterious school is a training institution for secret agents!   \n  \nImmediately, Eito wants to return home and live a normal life with his normal family, until the director of the school makes a shocking revelation: Eito's deceased father was also a secret agent! He subsequently wants to know more about the past and memories of his father, so he decides to stay in this school. However, as a student of this institution, Eito will have to face a deadly exam made to test the skills of all new students…  \n  \nFollow this story of action and espionage, in which our hero, who lacks physical strength, compensates for it with great bravery, and captivates everyone around him with the power of his courage and friendship!!",
      "es-la": "Eight es un chico que anhela tener una vida escolar de ensueño, para ello aplica varios exámenes para ingresar a cualquier escuela. Con todo esto, Eight no logra ingresar a ninguna escuela , excepto a una escuela a la que él no recuerda haber hecho el examen de ingreso, más tarde al llegar esta escuela descubrirá un mundo de super personas con ideales y habilidades fuera de lo común."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "33",
    "lastChapter": "297"
  },
  {
    "mangaId": "c235406f-8e2d-4215-a351-265461fc6448",
    "title": {
      "en": "Bowblade Spirit"
    },
    "updatedAt": "2024-06-06T09:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/c235406f-8e2d-4215-a351-265461fc6448/70e64c21-b800-4f59-a5f4-a5a690a6053d.jpg",
    "altTitles": [
      {
        "ko": "궁귀검신"
      },
      {
        "ko-ro": "Gunggwigeomsin"
      },
      {
        "ru": "Владыка Лука и Клинка"
      },
      {
        "en": "Lord of the Bow and Blade"
      },
      {
        "fr": "L'esprit de L'arc-Lame"
      }
    ],
    "description": {
      "en": "The bow is a weapon that dominates everything in sight, even for targets hiding at distances too far for the eyes to see. Just imagine a weapon you cannot even see targeting your life. What could possibly be scarier than that? A training regime from hell with a brutal grandfather. A joyful trip to Zhongyuan in search of a wife. The rise of a hero who will overturn the Murim world. Ki Guided Arrow - a fresh take on Ki Guidance that is stronger than both the Ki Guided Sword and Blade! Fire the arrow into tomorrow!  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "fr": "L'arc est une arme qui domine tout ce qui est en vue, même pour les cibles qui se cachent à des distances trop éloignées pour que les yeux puissent les voir. Imaginez une arme que vous ne pouvez même pas voir et qui vise votre vie. Qu'est-ce qui pourrait être plus effrayant que cela ? Un régime d'entraînement de l'enfer avec un grand-père brutal. Un joyeux voyage à Zhongyuan à la recherche d'une femme. L'ascension d'un héros qui va bouleverser le monde des Murim. La Flèche Guidée Ki - une nouvelle version de la Flèche Guidée Ki qui est plus forte que l'Épée et la Lame Guidée Ki! Lancez la flèche dans le futur!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ko": "조돈형 작가의 궁귀검신, 만화로 다시 태어나다!\n \n\"활이라는 것은 눈에 보이는 거리를 뛰어넘어 그 뒤에 도사리고 있는 생명까지 지배하는 병기다. 눈에 보이지도 않는 무기가생명을 노린다고 가정을 해 보거라. 이보다 두려운 것이 또 무엇이 있겠느냐?\"\n \n악덕 조부와의 고난에 찬 수련행.\n정혼녀를 찾아 떠난 즐거운 중원행.\n어지러운 무림을 바로잡는 영웅행.\n이기어검과 이기어도를 능가하는 이기어시의 신선한 등장! \n내일을 향해 쏘아 볼까나?!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ru": "Лук - это оружие, способное убить не только того, кто стоит на видном месте, но и воина, запрятавшегося в гуще событий. Только представьте, как в вас целится орудие, которого не видно. Черт, да что вообще может быть страшнее?\n\nИ так, наше приключение… начинается.. История великого труженика… история... о путешествии в поисках женщины, назначенной ему судьбой. О герое... о воине, что пройдет грандиозный путь… во имя добра и справедливости. Это сказ о непобедимом… властелине лука и меча.\n\nЛетящая стрела укажет путь, я буду следовать за ней, покуда не взойду… на Олимп славы!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "147"
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-12-18T16:50:40+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0693f829-07d6-445e-bc08-ba82981ab6ea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      },
      {
        "uk": "Королівство"
      },
      {
        "ja-ro": "Kingudamu"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "uk": "Мільйони років минуло з часів легенд, коли світ людей і богів був єдиним. У ті часи бажання людини верховодило над світом. Це була епоха 500-річної війни, період ворожих держав. «Королівство» — історія про хлопчину на ім’я Сінь, котрий прагне стати найвеличнішим генералом та про безліч випробувань та скитань, повз які пролягатиме його шлях до мети.",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48863213-086b-4dfb-8103-8e279b8e5f5d",
    "title": {
      "en": "This Monster Wants to Eat Me"
    },
    "updatedAt": "2025-01-07T19:35:33+00:00",
    "coverArt": "https://mangadex.org/covers/48863213-086b-4dfb-8103-8e279b8e5f5d/79eb2a60-d43a-40ec-baa3-42736d0c5dc1.jpg",
    "altTitles": [
      {
        "ja": "私を喰べたい、ひとでなし"
      },
      {
        "ru": "Монстр, что хочет съесть меня"
      },
      {
        "ja": "Watashi wo Tabetai, Hitodenashi"
      },
      {
        "zh": "想吃掉我的非人少女"
      },
      {
        "zh-hk": "想吃掉我的非人少女"
      },
      {
        "en": "A Monster Wants to Eat Me"
      },
      {
        "vi": "Có thứ muốn ăn thịt tôi"
      }
    ],
    "description": {
      "en": "High school girl Hinako is living a quiet life in a seaside town, but she feels somewhat detached from her friends during the summer months when she is reminded of when her family died years ago. One day, she meets Shiori, a mysterious girl who reminds her of the ocean, especially when it comes to her translucent blue eyes, but Shiori soon reveals that she is actually a mermaid who has been looking for Hinako for a long time.",
      "ru": "Старшеклассница Хинако живет обычной жизнью в городке на морском побережье. Однажды она встречает Шиори, загадочную девушку с глазами цвета океана, но вскоре оказывается, что Шиори — на самом деле русалка, которая наблюдала за Хинако уже долгое время."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73c92635-0261-4fba-b7fd-75a5793c1db2",
    "title": {
      "en": "A Joyful Life"
    },
    "updatedAt": "2024-01-16T08:07:26+00:00",
    "coverArt": "https://mangadex.org/covers/73c92635-0261-4fba-b7fd-75a5793c1db2/c68cae07-332f-4473-95cb-59fdedec6f3a.png",
    "altTitles": [
      {
        "ko-ro": "Annyeong Eunhaseyo"
      },
      {
        "ko": "안녕은하세요"
      }
    ],
    "description": {
      "en": "A lonely girl finds solace in her bag full of memories; now it's time for her to break through her shell.\n\n---\n- [Original Webtoon <kakao>](https://page.kakao.com/home/53607659)\n- [Original Webtoon <Naver>](https://series.naver.com/comic/detail.series?productNo=4622962)\n- [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_bogeum_wz)\n- [Original Webtoon <RidiBooks>](https://ridibooks.com/books/3498007648)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "75"
  },
  {
    "mangaId": "acd72dd4-3ec3-4730-b55d-c6b719c782a3",
    "title": {
      "en": "World Teacher – Other World Style Education & Agent"
    },
    "updatedAt": "2024-10-26T10:37:51+00:00",
    "coverArt": "https://mangadex.org/covers/acd72dd4-3ec3-4730-b55d-c6b719c782a3/40885d54-f562-48cf-8852-44432eba3d98.jpg",
    "altTitles": [
      {
        "ja-ro": "World Teacher - Isekaishiki Kyouiku Agent"
      },
      {
        "ru": "World Teacher: Иной мир образования и шпионажа"
      },
      {
        "ru": "World Teacher: Обучение по заветам другого мира"
      },
      {
        "ru": "Мировой учитель: Иной мир образования и шпионажа"
      },
      {
        "ru": "Мировой учитель: Наставник из иного мира"
      },
      {
        "ru": "Мировой учитель: Образование и шпионаж иного мира"
      },
      {
        "ja": "ワールド・ティーチャー -異世界式教育エージェント-"
      },
      {
        "zh": "异世界式的教育者"
      },
      {
        "ko": "월드 티처 -이세계식 교육 에이전트-"
      }
    ],
    "description": {
      "en": "A man who was once called the world’s strongest agent ended up becoming a teacher after his retirement, to train a new generation of agents. After many years of training his disciples, he was killed at the age of 60 by a secret organization’s ruse and was reincarnated in another world with his memories intact. Though he was surprised by the existence of magic and the strange species in that world, he quickly adapted to his condition as a newborn and took advantage of it. He acquired special magic and gained a massive amount of strength thanks to his rigorous discipline, in order to reach his goal: Resume his career as a teacher which he left halfway through in his previous life.  \r\n  \r\nThis is the story of a man, who, based on the memories and the experiences of his previous life, became a teacher who travels through the world with his students.  \r\n  \r\nAdaptation of a Light Novel.  \r\n  \r\n\r\n\r\n---",
      "ru": "Некогда сильнейший агент, Сириус, пожертвовав собой ради товарищей, переродился в другом мире.  \r\n  \r\nНе успев закончить подготовку своих преемников в прошлом мире, он, вооружившись оставшимися знаниями и опытом, берётся учить окружающих его людей и круто меняет всю их жизнь. Для одних он станет наставником, а для других — быть может, чем-то большим…  \r\n  \r\n\r\n\r\n---\r\n\r\n**Officially Translated:**  \r\n- In Russian by/на русском [Istari Comics Publishing/Истари комикс](https://readmanga.live/world_teacher__other_world_style_education___agent)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-11-22T16:06:26+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/78d0c2a9-08fb-4d3c-904a-d9dae23debc7.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      },
      {
        "vi": "Nô lệ của đội tinh nhuệ Ma đô"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "vi": "Chiều không gian đầy quỷ dữ được gọi là \"Ma đô\" đã mở ra đe dọa đối với loài người. Tại đó, có một loài  \"đào\" ban cho kẻ ăn sức mạnh đặc biệt, giúp nhân loại có cơ hội chiến đấu, tuy nhiên, chỉ có nữ giới mới có thể sử dụng thứ sức mạnh \"trái đào\" ấy. Bởi vậy mà phụ nữ trở thành những người bảo vệ loài người, địa vị xã hội tăng cao, trong khi nam giới bị giáng xuống tầng lớp công dân hạng hai, giành giật nhau những công việc cơ bản và sự thừa nhận.\n\nNhân vật chính Yuuki Wakura, một nam sinh chăm chỉ yêu nội trợ, chị gái cậu đã bị bắt trong một sự kiện của Ma đô 5 năm về trước. Khi đang than thở về những khó khăn gặp phải, cậu đã bị lũ quỷ tấn công. Nhờ được đội trưởng Kyouka của Đội chống Quỷ kịp thời ứng cứu, cậu chấp nhận trở thành \"nô lệ\" của cô để có thể sở hữu sức mạnh tiêu diệt bầy quỷ.\n\nBất ngờ thay, việc làm \"nô lệ\" đòi hỏi một cái giá tương xứng...và người phải trả giá lại không phải là cậu.",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1573248-e9b7-4847-a373-60e84e3907e7",
    "title": {
      "en": "The Too-Perfect Saint: Tossed Aside by My Fiancé and Sold to Another Kingdom"
    },
    "updatedAt": "2024-12-29T20:19:04+00:00",
    "coverArt": "https://mangadex.org/covers/d1573248-e9b7-4847-a373-60e84e3907e7/2f3d0bac-5e7a-4d8c-8f62-8c1d4bcc62df.jpg",
    "altTitles": [
      {
        "ja": "完璧すぎて可愛げがないと婚約破棄された聖女は隣国に売られる"
      },
      {
        "ja-ro": "Kanpeki Sugite Kawaigeganai to Konyaku Hakisareta Seijo wa Ringoku ni Urareru"
      },
      {
        "en": "The Saint Whose Engagement Was Broken When She Became Too Perfect Is Sold off to a Neighboring Kingdom"
      },
      {
        "th": "เพราะสมบูรณ์แบบจนไม่น่ารัก สตรีศักดิ์สิทธิ์จึงถูกถอนหมั้นและขายไปอาณาจักรข้างเคียง"
      },
      {
        "ja-ro": "Kanpeki Sugite Kawaige ga nai to Konyaku Hakisareta Seijo wa Ringoku ni Urareru"
      }
    ],
    "description": {
      "en": "Born into a family of saints, Philia’s childhood was filled with harsh education. Nevertheless, it formed her into a great saint and secured her engagement with the second Prince, Julius. But when she became too perfect and thus not cute in his eyes, Julius broke their engagement! That's why he decided to make her leave her homeland and make her a saint for a neighboring kingdom in exchange for money and resources. Philia was prepared to be treated miserably but what awaited her was an unexpected welcome!\n\nConfused by her new circumstances, she began to use her powers to help solve the citizens' problems such as creating a barrier against monsters and creating a cure for the illness that wreaked havoc on the land. With her new found position, Philia recollected her memories of being in a novel and the future outbreak of monsters that was to come. She used her knowledge and with the help of the people, they quickly dealt with the problem! But at the same time, the very same country that sold her off was also in danger-?!",
      "ja": "“聖女”を代々輩出する家系に生まれたフィリアは、幼少からのスパルタ教育により「歴代最高の聖女」と評される程の実力を身につけ、完璧に仕事をこなしていた。だが、あまりの隙のなさに「完璧すぎて可愛げがない」と腫れ物のように扱われ、婚約者の第二王子ユリウスからも婚約破棄をされてしまう――。さらに“聖女”が不在のため苦しむ隣国との取引でフィリアは、莫大な金を対価に売られることに。隣国での悲惨な扱いを覚悟するフィリアだったが、待っていたのは予想外の大歓迎で……!?",
      "pt-br": "A família de Philia vem produzindo santos por gerações. Não é nenhuma surpresa que ela seja conhecida como a maior santa de todos os tempos e esteja prestes a se casar com o segundo príncipe, Julius. O que ninguém espera é que Julius cancele o noivado, alegando que a perfeição de Philia a torna sem charme e antipática. Para piorar a situação, Philia é enviada para um país vizinho em troca de ouro e recursos, forçando-a a deixar sua terra natal! Apesar de se preparar para maus-tratos, Philia encontra uma recepção calorosa em sua nova cidade, onde ela faz bom uso de suas habilidades santas, erguendo barreiras contra monstros e curando epidemias. Mas enquanto ela floresce em sua nova vida, sua terra natal está sob ameaça de destruição!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f878e79c-3b3c-456d-8037-765fc85c1bb2",
    "title": {
      "en": "Bonnou☆Saiyuuki"
    },
    "updatedAt": "2024-12-30T05:40:27+00:00",
    "coverArt": "https://mangadex.org/covers/f878e79c-3b3c-456d-8037-765fc85c1bb2/fb5842e5-11e3-4ed6-89a7-0f6b59ebf883.jpg",
    "altTitles": [
      {
        "ja": "煩悩☆西遊記"
      }
    ],
    "description": {
      "en": "The manga is a re-imagining of the famous Chinese classic Journey to the West story, and centers on the Buddhist priest Genjō and his journey to India as he is accompanied by three beautiful and charming women: Son Gokū, Cho Hakkai, and Sha Gojyo.",
      "ja": "真の救済が記されてるという経典を得るため、孫悟空・猪八戒・沙悟浄を共にし、天竺を目指す三蔵法師。\n\nその道のりで襲いかかる試練が\n・・・・・・・・全部エロい。\n\n仏の道に生きる三蔵にとっては貞操を失うこと、それ即ち死。果たして三蔵法師は煩悩に打ち克ち、貞操を守り抜けるのか？"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62ea0483-696a-46e0-aea6-0a3a8c88cbf9",
    "title": {
      "en": "Umibe no Q"
    },
    "updatedAt": "2022-10-25T06:35:56+00:00",
    "coverArt": "https://mangadex.org/covers/62ea0483-696a-46e0-aea6-0a3a8c88cbf9/e0c95ff0-9d0b-4b85-bca5-34fbd3b41948.jpg",
    "altTitles": [
      {
        "en": "Q on the Seaside"
      },
      {
        "ja": "海辺のキュー"
      },
      {
        "zh": "海边的Q"
      },
      {
        "zh-hk": "海邊的Q"
      }
    ],
    "description": {
      "en": "\"Why won't this city get destroyed…\"   \r\nChiho, a middle school girl teased for not having a smartphone goes to the seaside to vent her anger, there she meets the strange creature, Q!! Chiho takes a liking to Q, who feeds off human's negative emotions, then decides to secretly bring back and adopt Q, what mysteries does Q hold…?   \r\nThus begins, in the port city of Numazu, the \"invader life\" of Chiho and Q."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "28"
  },
  {
    "mangaId": "257c9f86-4216-46f3-8681-66efa8523841",
    "title": {
      "en": "My Sp/lit Little Sister"
    },
    "updatedAt": "2024-12-30T22:17:35+00:00",
    "coverArt": "https://mangadex.org/covers/257c9f86-4216-46f3-8681-66efa8523841/ef9dfe5e-86a6-49e9-9f51-5356d0fca4f3.jpg",
    "altTitles": [
      {
        "ja-ro": "Imouto ga Bun Retsu Shita."
      },
      {
        "ja": "妹が分 裂した。"
      }
    ],
    "description": {
      "en": "After years of barely talking to her big brother, Uiha suddenly wakes up to find that she has a body-double, who is both her copy and her complete opposite.\n\n---\n[Alt. Raw](https://www.pixiv.net/user/209814/series/72439)",
      "it": "Dopo anni in cui Uiha non ha quasi mai rivolto la parola a suo fratello, un giorno si sveglia scoprendo di avere un suo clone tanto uguale a lei quanto completamente il suo opposto."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "134"
  },
  {
    "mangaId": "7cab0b58-7738-4fc7-9122-abe980821df6",
    "title": {
      "en": "SS"
    },
    "updatedAt": "2024-02-11T16:05:36+00:00",
    "coverArt": "https://mangadex.org/covers/7cab0b58-7738-4fc7-9122-abe980821df6/29d74ac3-b221-4289-900c-9508cf610019.jpg",
    "altTitles": [
      {
        "ja": "SS -エスエス-"
      },
      {
        "en": "SS Special Stage"
      }
    ],
    "description": {
      "en": "The story revolves around Daibutsu, a middle aged former rally driver who lives with his wife Kumiko and their son. Daibutsu is a former rally driver, who used to participate in the All Japan Rally Championship. Daibutsu proceeded to go to his garage to rebuild his, Mitsubishi Starion 4WD, named Jackie, a Group B rally car which was banned at the end of the 1986 season. He then proceeds to sets his return to racing by challenging people on the street with his car."
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "safe",
    "lastVolume": "9",
    "lastChapter": "82"
  },
  {
    "mangaId": "9496f98c-78b9-46d0-a092-d4ccc6759cc9",
    "title": {
      "en": "A Galaxy Next Door"
    },
    "updatedAt": "2024-05-24T18:31:17+00:00",
    "coverArt": "https://mangadex.org/covers/9496f98c-78b9-46d0-a092-d4ccc6759cc9/f4f12a19-6b86-462b-b140-74a5f7df1962.jpg",
    "altTitles": [
      {
        "ja-ro": "Otonari ni Ginga"
      },
      {
        "ja": "おとなりに銀河"
      },
      {
        "ru": "Галактика по соседству"
      },
      {
        "en": "The Galaxy Next Door"
      },
      {
        "zh": "邻人似银河"
      },
      {
        "ko": "내 옆에 은하"
      }
    ],
    "description": {
      "en": "After the death of his father, Kuga Ichirou, a shoujo mangaka fresh out of high school, has to take care of his two little siblings, Machi and Fumio, all by himself. Struggling to meet a deadline after his previous assistants get their manga debuts, he hires a new assistant through his editor. However, his life takes an unexpected turn after this new assistant is revealed to be a beautiful and mysterious girl…\n\n[Official English](https://kodansha.us/series/a-galaxy-next-door/)",
      "pt-br": "Depois da morte de seu pai, Kuga Ichirou, um mangaká de shoujo recém-saído do colégio, tem que cuidar sozinho dos seus dois irmãos menores, Machi e Fumio. Lutando para cumprir o prazo depois que seus assistentes anteriores estrearam com mangá, ele contrata um novo assistente através do seu editor. Contudo, sua vida tem uma virada inesperada depois que esse novo assistente é revelada ser uma garota linda e misteriosa..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "32"
  },
  {
    "mangaId": "cdb5d636-0dc4-4b1b-81b0-36164ba3db2c",
    "title": {
      "en": "Neko no Inai Isekai ni Neko ga Tensei Shichatta Ohanashi"
    },
    "updatedAt": "2024-10-24T09:13:57+00:00",
    "coverArt": "https://mangadex.org/covers/cdb5d636-0dc4-4b1b-81b0-36164ba3db2c/681fb83a-cc2d-4e63-a2f5-369ea69321c9.jpg",
    "altTitles": [
      {
        "ja": "猫のいない異世界に猫が転生しちゃったお話"
      },
      {
        "ja": "転生しても猫は猫"
      },
      {
        "ja-ro": "Neko no Inai Isekai ni Neko ga Tensei Shi Chatta Ohanashi"
      },
      {
        "en": "A Story About a Cat Reincarnated in a Different World Where There Are No Cats"
      },
      {
        "zh": "转生猫猫"
      },
      {
        "ja-ro": "Tensei Shite mo Neko wa Neko"
      }
    ],
    "description": {
      "en": "A story about a cat reincarnated in a different world where there are no cats.",
      "pt-br": "Uma história sobre um gato reencarnado em um mundo diferente onde não há gatos."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "44"
  },
  {
    "mangaId": "513ed884-79e3-44bf-ae0b-0c494fb897b2",
    "title": {
      "en": "Nejimaki Kagyu"
    },
    "updatedAt": "2024-11-01T04:30:43+00:00",
    "coverArt": "https://mangadex.org/covers/513ed884-79e3-44bf-ae0b-0c494fb897b2/1452d75b-2c2c-4b74-998b-22fb42e24bf6.jpg",
    "altTitles": [
      {
        "th": "คางิว สาวแบ๊วหมัดควงสว่าน"
      },
      {
        "ja": "ねじまきカギュー"
      },
      {
        "zh": "螺旋卷钩生"
      },
      {
        "ko": "네지마키 카규"
      },
      {
        "zh-hk": "螺旋捲鉤生"
      },
      {
        "en": "Winding Kagyu"
      }
    ],
    "description": {
      "en": "Negizawa Kamo and Kagyuu Jyuubee; two childhood friends who made a fated promise to each other are once again reunited as Kagyuu reaffirms her dedication to defending Kamo's dream, and her own, with the monstrous power of her martial arts. However, they soon discover that force alone is not enough, it's character, individuality, that rules this school and pits the students against each other in a brutal contest of dueling personalities vying for supremacy. Because in this school, those with the superior strength, the superior character, are king, and those whose individualities are overwhelmed are discarded. Join Kagyuu, Kamo, and their companions as they struggle to overcome the hidden evils lurking within this school, and discover the voice of each other's hearts and true desires.  \n  \nDo not edit genre to Shounen, series serialized in a seinen magazine (Weekly Young Jump)\n\n- [Wikipedia](https://ja.wikipedia.org/wiki/%E3%81%AD%E3%81%98%E3%81%BE%E3%81%8D%E3%82%AB%E3%82%AE%E3%83%A5%E3%83%BC)"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "159"
  },
  {
    "mangaId": "8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5",
    "title": {
      "en": "Koisuru Kichikujima"
    },
    "updatedAt": "2025-01-10T17:35:33+00:00",
    "coverArt": "https://mangadex.org/covers/8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5/27c64a27-3a3b-49e7-929c-1cf24c6ce46f.jpg",
    "altTitles": [
      {
        "en": "Love Love Evil Land"
      },
      {
        "ja": "恋する鬼畜島"
      },
      {
        "en": "Love Love Freak Island"
      },
      {
        "vi": "Tiểu Đường Ở Đảo Quái Dị"
      }
    ],
    "description": {
      "en": "Love is absolutely forbidden! Kaworu, the \"public disciplinary commissioner of justice,\" uses a chainsaw to purge all the men of their sins in order to protect the purity of the girls! Standing in Kaworu's way is the \"boy with high femininity,\" Takahisa, and Kaworu's sister, Mari, the \"demon public disciplinary commissioner.\" In this parallel world of \"Freak Island\" set in Santa Maria Academy, a storm of blood and love is about to... erupt!!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "40"
  },
  {
    "mangaId": "c718eb5d-6544-49ab-9fb4-ee90f6b75f8e",
    "title": {
      "en": "The Age of Arrogance"
    },
    "updatedAt": "2024-11-21T01:08:24+00:00",
    "coverArt": "https://mangadex.org/covers/c718eb5d-6544-49ab-9fb4-ee90f6b75f8e/e7198cb0-6882-4963-adae-fc3a1de456cb.jpg",
    "altTitles": [
      {
        "ko": "오만의 시대"
      },
      {
        "ko-ro": "Omane Sidae"
      },
      {
        "en": "The Era of Pride"
      },
      {
        "en": "City of Arrogance"
      },
      {
        "fr": "L'âge de l'arrogance"
      },
      {
        "es": "La edad de la arrogancia"
      },
      {
        "es": "La nueva era"
      },
      {
        "ne": "अहङ्कारको युग"
      },
      {
        "ru": "Эпоха высокомерия"
      },
      {
        "th": "ยุคแห่งความโอหัง"
      },
      {
        "ja": "傲慢の時代"
      },
      {
        "zh": "傲慢的时代"
      },
      {
        "zh-hk": "傲慢的時代"
      },
      {
        "id": "Masa Kesombongan"
      },
      {
        "vi": "Thời đại của oman"
      },
      {
        "tr": "Gurur Çağı"
      },
      {
        "ar": "عصر الغطر"
      },
      {
        "es-la": "La era de arrogancia"
      },
      {
        "pt-br": "A Era da Arrogância"
      }
    ],
    "description": {
      "ar": "سيد بيرباز، الذي قاد الحرب التي استمرت 28 عامًا إلى النصر، \"آشا بيرباز\". بالنسبة لبيرفاز، الذي دمرته الحرب الطويلة، تتوجه آشا إلى العائلة الإمبراطورية لتلقي مكافأة النصر التي وعد بها الإمبراطور. ومع ذلك، فإن المكافأة الوحيدة التي عادت كانت <الحق في اختيار شريك الزواج>. كخيار أفضل، أشار آشا إلى \"دوق كارلايل هافن\"، وهو الأمير الأول الذي تم حرمانه مؤخرًا من لقب ولي العهد. إذا تم رفضها، كانت تنوي الحصول على نفقة من الإمبراطور... \"ماركيز بيرباز. سأقبل عرض زواجك\". وعلى عكس التوقعات، قبل دوق كارلايل اختيار آشا. وعود بدعم هائل لبيرفاز...!",
      "en": "The lord of Pervaz, who led the 28-year war to victory, Asha Pervaz. \n\nFor Pervaz, who was devastated by the long war, Asha heads to the imperial family to receive the victory reward promised by the emperor.  However, the only reward that came back was the \"right to choose a marriage partner.\" \n\nAs the best choice, Asha pointed out the Duke of Carlisle Haven, the first prince who had recently been deprived of the title of crown prince.  If she was refused, she intended to receive compensation from the emperor... \n\n\"Marquise Perbaz. I will accept your marriage proposal.\" \n\nContrary to expectations, the Duke of Carlisle accepted Asha's choice.  Promising tremendous support for Pervaz...!\n\n---\nAfter winning a long war, Asha Pervaz is expecting the emperor to compensate her with money. Unlike her expectations though, the emperor asks Asha to choose her own husband from a list of nobles. Asha chooses Duke Carlisle Haven, the emperor’s eldest son and former crown prince. Asha expects him to object and pay an alimony instead, but the duke actually agrees to marry her! He even promises to help Asha rebuild Pervaz. What does the duke really want? And will Asha get what she wants without getting embroiled in the growing royal conspiracy?",
      "fr": "Après avoir mis fin à la longue guerre contre les Lurs, Asha Pervaz, Seigneure des terres de Pervaz, se rend au palais impérial dans l'espoir d'obtenir la récompense promise par l'Empereur. Mais contrairement à ses attentes, Asha ne se voit offrir que le droit de choisir un époux. Fine stratège, elle choisit le Duc Carlisle Haven, fils aîné de l'empereur et prince héritier temporairement privé de son autorité, pensant que celui-ci refusera et lui versera en échange une compensation financière. Mais contre toute attente, le Duc accepte de l'épouser. Il lui promet de lui fournir les matériaux nécessaires à la reconstruction de Pervaz si Asha l'aide à récupérer le trône qui lui revient de droit.",
      "id": "Setelah kematian ayah dan kakak-kakaknya melawan suku barbar, Asha Pervaz turun tangan untuk menggantikan mereka. Kemenangan berhasil ia raih, namun imbalan yang ia terima hanya cemoohan rakyat dan “hak memilih calon suami”, alih-alih hadiah uang untuk membangun kembali wilayahnya. Sadar bahwa Kaisar mempermainkannya, Asha memilih Carlisle Haven Evaristo, sang putra mahkota kekaisaran yang dicabut haknya akibat skandal besar, untuk menjadi suaminya! Asha yakin Carlisle akan menolaknya, namun…",
      "ko": "28년간의 전쟁을 승리로 이끈 페르바즈의 영주, '아샤 페르바즈'. 긴 전쟁으로 황폐해진 페르바즈를 위해 아샤는 황제가 약속한 승전 보상을 받으러 황실로 향한다.   하지만 돌아온 보상은 고작 <결혼 상대 선택권>.  최선의 선택으로 얼마 전 황태자 위를 박탈당한 1황자, '칼라일 헤이븐 공작'을 지목한 아샤. 거절하면 황제에게 위자료를 지급받을 생각이었으나…  \"페르바즈 변경백. 그대의 청혼을 받아들이겠다.\"  예상과 다르게 칼라일 공작은 아샤의 선택을 받아들였다. 페르바즈에 대한 엄청난 지원까지 약속하면서…!",
      "th": "อาชา เปอร์เวซ ลอร์ดแห่งเปอร์เวซ ผู้นำชัยชยะมาสู่สงครามที่กินเวลายาวนานกว่า 28 ปี อาชามุ่งหน้าไปยังพระราชวังเพื่อรับรางวัลแห่งชัยชนะที่จักรพรรดิได้ให้คำมั่นไว้ โดยมีจุดมุ่งหมายเพื่อนำมาบูรณะดินแดนเปอร์เวซ ซึ่งถูกจักรวรรดิทอดทิ้งจากสงครามที่ยืดเยื้อ แต่ทว่า รางวัลเดียวที่อาชาได้รับกลับเป็น <การเลือกคู่แต่งงาน> อาชาตัดสินใจเลือกมกุฎราชกุมาร ดยุกแห่งคาร์ไลล์ ฮาเว่น ผู้ซึ่งถูกปลดจากตำแหน่งมกุฎราชกุมารเมื่อไม่นานมานี้ ถ้าเธอถูกปฏิเสธ เธอก็จะได้รับรางวัลอย่างงามจากจักรพรรดิ แต่ว่า… “มาร์คกราฟแห่งเปอร์เวซ ข้ายอมรับคำขอแต่งงานของเจ้า” ทุกอย่างกลับไม่เป็นไปตามที่คาดไว้ ดยุกแห่งคาร์ไลล์ ฮาเว่นเลือกที่ยอมรับคำขอแต่งงานของอาชา และเขายังสัญญาที่จะให้การสนับสนุนเปอร์เวซอย่างเต็มที่อีกด้วย",
      "tr": "Perbaz’ın 28 yıl süren savaşı zafere taşıyan lordu ‘Asya Pervaz’. Uzun süren savaşta harap olan Pervaz için Asya, imparator tarafından vaat edilen zafer ödülünü almak üzere imparatorluk ailesine gider. Ancak kendisine geri dönen tek ödül <Evlilik eşi seçme hakkı> olmuştur. Asya en iyi seçenek olarak, yakın zamanda veliaht prens ünvanından mahrum bırakılan ilk prens olan ‘Colail Haven Dükü’nü işaret etti. Eğer reddedilirse, imparatordan nafaka almaya niyetliydi… “Markiz Pervaz. Evlilik teklifinizi kabul ediyorum.” Beklentilerin aksine Colail Dükü, Asya’nın teklifini kabul etti. Pervaz’a büyük destek sözü verdi!..",
      "vi": "Lãnh địa Pervaz đã bị tàn phá bởi một cuộc chiến tranh. Và vĩ lãnh chúa mới của lãnh địa Pervaz này chính là Asha Pervaz. Cô được hoàng đế ban thưởng cho chiến thắng của mình. Nhưng người gặp cô lại chế giễu cô là ‘nàng công chúa man rợ’ và thật là một đề nghị vô lý khi trao quyền chọn bạn đời làm phần thưởng cho chiến thắng. Asha phải đưa ra lựa chọn tốt nhất ngay cả trong hoàn cảnh này. “Vậy…công tước Carlyle Haven đi” Cô chọn ra đại hoàng tử, người đứng đầu danh sách quý tộc và cách đây không lâu đã gây ra một vụ bê bối lớn và bị tước đoạt danh hiệu đại hoàng tử. Nếu anh ta tức giận và từ chối, cô sẽ nhanh chóng đòi bồi thường sau đó, nhưng đâu ngờ rằng Carlyle lại chấp nhận sự lựa chọn của cô. “Anh mong muốn gì ở tôi?” “Đừng bận tậm đến việc tôi làm ở Pervaz. Đừng mong rằng được đối xử như một người vợ và cũng đừng nghĩ đến việc dính líu đến phe đối lập của tôi. Và khi tôi yêu cầu thì đừng nói linh tinh gì cả, chỉ cần ký vào tờ giấy ly hôn là được” Đó là một giao dịch không có gì là không tốt đối với Asha. Cô nắm lấy tay của kẻ ngạo mạn kia mà ngay cả hoàng đế cũng coi thường. Một nụ cười đầy sức quyến rũ nở trên môi anh. “Phu nhân, sau này xin được giúp đỡ”",
      "zh": "事业型男女主被迫联姻，\n强强联合收获爱与权力\n在长达28年的战争中，佩尔瓦兹的领主“阿西娅·佩尔瓦兹”成功地率领众人取得了胜利。为了重建因长期战争而荒芜的佩尔瓦兹，阿西娅前往皇室领取皇帝承诺的胜仗奖励。但等待她却只是区区<择偶权>，而无任何实质性的奖励。想到佩尔瓦兹的百姓连今年冬天都可能撑不过去，阿西娅只好选择刚失去皇太子身份的卡莱尔公爵作为结婚对象…“既然皇室不想让我们好过，那么就拉你们一起下水”。",
      "pt-br": "Depois de vencer uma longa guerra, Asha Pervaz esperava que o imperador a compensasse com dinheiro. Ao contrário de suas expectativas, o imperador ordenou que Asha escolhesse um marido dentre uma lista de nobres. Ela escolheu o Duque Carlisle Haven, filho mais velho do imperador e antigo príncipe herdeiro. Asha esperava que ele fosse contra isso e, ao invés, pagasse uma pensão para ela , mas o Duque concordou em se casar com ela! Ele até prometeu ajudar a reconstruir Pervaz. O que o Duque realmente quer?  E Asha vai conseguir o que quer sem se envolver na crescente conspiração real?",
      "zh-hk": "為了拯救因漫長戰爭而荒廢的領地「菲爾巴茲」，亞莎前往皇室向皇帝要求當初所承諾的戰勝補償。然而，她卻只獲得了「結婚對象選擇權」。權衡之下，亞莎認為最好的人選是不久前被剝奪皇太子地位的卡拉爾．海本公爵，假如被拒絕了，就能從皇帝那裡得到精神賠償… 「菲爾巴茲伯爵，我接受妳的求婚。」 出乎意料的是，卡拉爾公爵接受了亞莎的選擇，還承諾提供菲爾巴茲龐大的支援…！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2b02bb0-a8ec-405f-9c2d-d63df7cff785",
    "title": {
      "en": "Bijutsubu Girl"
    },
    "updatedAt": "2023-11-06T22:26:08+00:00",
    "coverArt": "https://mangadex.org/covers/d2b02bb0-a8ec-405f-9c2d-d63df7cff785/704b2c5a-5978-4268-a0b2-1c4a6e0236b2.png",
    "altTitles": [
      {
        "en": "Art Club Girl"
      },
      {
        "ja": "美術部ガール"
      }
    ],
    "description": {
      "en": "Middle school life isn’t all fun and games for an art club girl either! From club activities to studying, games to manga, hobbies, BL, and “mufufu” fantasies…or even…love?! “Uchida” is a member of the “art club.” She’s got a lot of strange obsessions and she’s not great at dealing with people. A short candid manga about the ups and downs of school life with the classmates surrounding her and the adolescent boy who sits next to her."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "86cede5a-7e9f-4eff-992c-b77642a88c1f",
    "title": {
      "en": "Isekai Chikyuu kan de Kojin Boueki Shite Mita"
    },
    "updatedAt": "2024-12-16T23:25:34+00:00",
    "coverArt": "https://mangadex.org/covers/86cede5a-7e9f-4eff-992c-b77642a88c1f/08e1dc71-9508-4e88-af9f-ecff2b1f3436.jpg",
    "altTitles": [
      {
        "ja": "異世界⇔地球間で個人貿易してみた"
      },
      {
        "en": "Trade Between a Different World and Earth"
      }
    ],
    "description": {
      "en": "By chance, Wataru discovers a gate that allows him to travel between Japan and a different world, and makes a lot of money by bringing sugar and other goods into the new world.",
      "ja": "渡はある日、偶然にも異世界と日本を行き来できるゲートを発見した。ゲートの先に広がっていたのはファンタジーのような世界。文明的に未発展な部分も多い町を見て渡は大儲けできる可能性に気付く。それは砂糖や香辛料にコーヒー、衛生用品などを異世界に持ち込んで大金をせしめる事。異世界で大金持ちになった渡はそこで売られているポーションを見てふと気づいてしまう。「これは異世界の方が優れてるんじゃね？」　使用者の傷を瞬く間に治す傷薬を地球に持ち込み大儲けする渡。さらに美しい奴隷を買った渡はやがて地球でも大活躍していくことに。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4481002b-f65c-426a-8cb4-3a1bba1040c5",
    "title": {
      "en": "Blade of the Immortal"
    },
    "updatedAt": "2024-04-28T19:54:15+00:00",
    "coverArt": "https://mangadex.org/covers/4481002b-f65c-426a-8cb4-3a1bba1040c5/d4f09702-2208-40a1-9f5b-1ef91aabaeba.png",
    "altTitles": [
      {
        "el": "Η Λεπίδα του Αθανάτου"
      },
      {
        "hu": "A halhatatlan pengéje"
      },
      {
        "pt-br": "Blade - A Lâmina do Imortal"
      },
      {
        "es": "Hoja Del Inmortal"
      },
      {
        "de": "Klinge des Unsterblichen"
      },
      {
        "fr": "L'Habitant de l'Infini"
      },
      {
        "it": "L'Immortale"
      },
      {
        "fr": "Lame de l'immortel"
      },
      {
        "vi": "Lưỡi Kiếm Bất Tử"
      },
      {
        "pl": "Miecz Nieśmiertelnego"
      },
      {
        "sr": "Oštrica Besmrtnika - Samuraj Dvanaest Sječiva"
      },
      {
        "ru": "Клинок Бессмертного"
      },
      {
        "NULL": "Անմահության բերան"
      },
      {
        "ar": "شفرة الخالد"
      },
      {
        "ja": "むげんのじゅにん"
      },
      {
        "zh": "无限之住人"
      },
      {
        "ja": "無限の住人"
      },
      {
        "zh-hk": "無限之住人"
      },
      {
        "ko": "불멸의 검"
      },
      {
        "ja-ro": "Mugen no Juunin"
      },
      {
        "en": "The Inhabitant of Infinity"
      }
    ],
    "description": {
      "en": "\"To end his eternal suffering, he must slay one thousand enemies!\" Manji, a ronin warrior of feudal Japan, has been cursed with immortality. To rid himself of this curse and end his life of misery, he must slay one thousand evil men! His quest begins when a young girl seeks his help in taking revenge on her parents' killers… and his quest won't end until the blood of a thousand has spilled!  \n\n[Official English](https://digital.darkhorse.com/series/373/blade-of-the-immortal)\n \n--- \n- **Won the 1st Japan Media Arts Award Division Excellence Prize**\n\n---\n  \nAnimeNewsNetwork Links:  \n[Anime](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=9691)  \n[Live-Action Movie](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=18861)",
      "es": "Asano Rin, una chica que jura vengarse de los Itto Ryu, un grupo de espadachines que mataron a su padre y secuestraron a su madre, contrata a Manji, un espadachín conocido como los \"El asesino de los 100\" y que tiene un cuerpo inmortal gracias a un parásito llamado bicho Kessenchu, como su guardián y comienza un viaje para perseguir al líder de los Itto Ryu. Comienza un viaje en busca de su archienemigo, Amatsu Kagehisa, el líder de la escuela Itto.",
      "ja": "父を殺し、母を攫（さら）った剣客集団『逸刀流（いっとうりゅう）』に復讐を誓う少女・浅野 凜（あさのりん）は、「百人斬り」の異名を持ち、己の身体に血仙蟲（けっせんちゅう）という虫を寄生させることで不死の肉体を持った剣士・万次（まんじ）を用心棒として雇い、逸刀流の統主である宿敵・天津影久（あのつかげひさ）を追う旅を始める――。",
      "es-la": "Asano Rin, una chica que jura vengarse de los Itto Ryu, un grupo de espadachines que mataron a su padre y secuestraron a su madre, contrata a Manji, un espadachín conocido como los \"El asesino de los 100\" y que tiene un cuerpo inmortal gracias a un parásito llamado bicho Kessenchu, como su guardián y comienza un viaje para perseguir al líder de los Itto Ryu. Comienza un viaje en busca de su archienemigo, Amatsu Kagehisa, el líder de la escuela Itto.",
      "pt-br": "Manji é um espadachim imortal, que foi amaldiçoado com a vida eterna. Ele cresceu cansado de viver com toda a morte que ele criou. Ele não tem outras habilidades, a não ser as que trazem a morte, assim ele faz um plano para recuperar sua mortalidade: ele deve matar cem homens maus para cada homem bom que ele matou. A velha bruxa que amaldiçoou Manji com a imortalidade se compromete a tirá-la de Manji por tal condição, e para isso ele terá que matar mil homens maus. Em sua jornada, ele conhece uma jovem garota, Rin, que tem a sua própria vingança contra a procurar a escola de espadachins cujos membros mataram a família Rin. Rin e Manji entram junto numa jornada, cada um com a esperança de encontrar algum tipo de paz. Em seu caminho muitos inimigos aparecem, Rin e Manji estão quase constantemente sob ataque e devem aprender a viver suas vidas, evitando serem consumidos pela vingança."
    },
    "status": "completed",
    "releaseDate": 1993,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "206"
  },
  {
    "mangaId": "8685b705-d626-44a0-b449-2ccd5ae5959d",
    "title": {
      "en": "Unemployed Gye Baeksun"
    },
    "updatedAt": "2024-10-08T01:34:01+00:00",
    "coverArt": "https://mangadex.org/covers/8685b705-d626-44a0-b449-2ccd5ae5959d/101a4971-8f8d-460c-ad10-7c165a716f60.png",
    "altTitles": [
      {
        "en": "Jobless Gye Baeksun"
      },
      {
        "ko": "무직백수 계백순"
      },
      {
        "en": "Unemployed Gye Baek-soon"
      }
    ],
    "description": {
      "en": "With no savings, average qualifications, and a bank balance consistently below 10,000 won, can the Backbone Breaker Gye Baeksun really escape unemployment?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a6bc1ad-c02d-4643-b7d8-d316ae5d4561",
    "title": {
      "en": "Seventh"
    },
    "updatedAt": "2024-11-08T21:47:03+00:00",
    "coverArt": "https://mangadex.org/covers/8a6bc1ad-c02d-4643-b7d8-d316ae5d4561/027ab382-14a7-432d-a159-c815924dece2.jpg",
    "altTitles": [
      {
        "ja": "セブンス"
      },
      {
        "en": "7th"
      },
      {
        "vi": "Bảy thế hệ"
      }
    ],
    "description": {
      "en": "Lyle Walt is a young noble boy and heir looking forward to the day he can inherit his family’s territory. Except around when he was 10 year old, his parents started neglecting him more and more in favour of his little sister, Ceres.\n\nOn his fifteenth birthday, he is challenged to a duel by his sister to see who will inherit the household and horribly loses, being cast out of his family. Afterwards, he gets treated by the family groundskeepers and receives the family heirloom Gem from him that Lyle’s grandfather had entrusted to him. From there, he begins an aimless journey with his childhood friend and former fiancée, Novem, and the Gem-turned-Jewel that houses the memories, personalities, and Skills of seven of his ancestors.",
      "ja": "自身の家族に裏切られ、失意のライエルの前に現れた七人の先祖達…彼らは敵か味方か！？宝玉をめぐる剣と魔法のバトルロワイヤル！！\n\n女神を崇め、剣と魔法が存在する世界で貴族の嫡男として生まれたライエル。過去には天才、麒麟児ともてはやされ期待されたライエルだが、すべてを完璧にこなす妹セレスによって屋敷内で冷遇されていってしまう。そのセレスに思いついたかのようにライエルとの戦いを提案され、セレスと対峙すことになったライエル。全てが上をいくセレスに無様に敗れたライエルは、跡取りの座をセレスに奪われ存在そのものも失われてしまう。傷つき失意したライエルだったが、屋敷の庭に住み込む老人に助けられ、宝玉のついた首飾りを受け取る。それは老人が先代─ライエルの祖父から預かっていた、【アーツ】が記録された青い玉は、ウォルト家の家宝とも言うべき物だった。 歴代当主七人のアーツが記録された宝玉を託されたライエルは、それを持って屋敷を去るのだった。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f67c73a1-09ba-4047-8771-5299ae71f750",
    "title": {
      "en": "Meika-san wa Oshikorosenai"
    },
    "updatedAt": "2024-10-11T17:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/f67c73a1-09ba-4047-8771-5299ae71f750/078c9ece-8ba3-4dc2-9b37-4d6db737c7ec.jpg",
    "altTitles": [
      {
        "en": "Meika-san Can't Conceal Her Emotions"
      },
      {
        "en": "The Maid Who Can't Hide Her Feelings (Serialization)"
      },
      {
        "ja": "メイカさんは押しころせない"
      },
      {
        "pt-br": "A Empregada Que Não Consegue Esconder Seus Sentimentos (Serialização)"
      },
      {
        "vi": "Meika-san Không Thể Thổ Lộ Tình Cảm Của Cô Ấy"
      }
    ],
    "description": {
      "en": "A serialization of the webcomic about a maid, Meika, who can't completely suppress her feelings for her master, Kouta.",
      "vi": "Một câu chuyện kể về một cô hầu gái, Meika, người không thể kìm nén hoàn toàn tình cảm của mình dành cho chủ nhân của cô ấy, Kouta.",
      "es-la": "Una serialización del webcomic sobre una maid, Meika, quien no puede reprimir por completo sus sentimientos por su amo, Kouta.",
      "pt-br": "A serialização da webcomic sobre uma empregada, Meika, que não consegue ocultar completamente seus sentimentos pelo seu mestre, Kouta."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "153"
  },
  {
    "mangaId": "79469364-39c5-4f70-8af8-f5e1c9894aa7",
    "title": {
      "en": "The Lone Necromancer"
    },
    "updatedAt": "2024-05-28T18:31:22+00:00",
    "coverArt": "https://mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 네크로맨서"
      },
      {
        "en": "Solo Necromancy"
      },
      {
        "en": "The Only Necromancer"
      },
      {
        "pl": "Jedyny Nekromanta"
      },
      {
        "ru": "Некромант-одиночка"
      },
      {
        "zh": "死灵法师：亡灵支配者"
      },
      {
        "zh-hk": "末日獨尊：死靈法師"
      },
      {
        "es-la": "Nigromante en Solitario"
      }
    ],
    "description": {
      "en": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "fr": "\"Quel est le métier le plus utile pour survivre dans un monde en ruine ?\". Cette question apparaît devant Seong-woo alors qu'il somnole en cours. Lui et les autres étudiants ont 15 secondes pour choisir une carte parmi celles qui sont apparues devant eux. Celle choisie déterminera leurs pouvoirs qui leur permettront de survivre dans un monde chaotique, qui ressemble fortement à un jeu vidéo. Pour sa part, Seong-woo sera un nécromancien !\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "id": "Pekerjaan apa yang akan kau pilih untuk bertahan hidup saat dunia hancur oleh monster-monster yang tiba-tiba bermunculan?! Setelah memilih 'Necromancer' sebagai pekerjaannnya, Sungwoo dapat menjadikan monster yang telah ia kalahkan menjadi pengikutnya!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "ko": "곧 세상이 멸망한다.\n전설 속에나 나올 법한 몬스터들이 각지에 출현한다.\n그리고 사람들을 잡아먹고, 길거리를 점령하며, 빌딩과 지하철에 던전을 만들기 시작한다.\n\n멸망한 세계에서 살아남기 위해 단 한 가지 직업을 고를 수 있다.\n당신은 무슨 직업을 고르겠는가?\n\"네크로맨서\"\n\n나에게는 멸망이 무대이고, 죽음이 자산이 된다.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "ru": "Мир на грани разрушения. Существа, упоминания о которых встречались лишь в мифах и легендах, теперь заполоняют города, обживаются под людскими жилищами и в метро, пожирая всё живое.\nА что до человечества… Ему будет предложено занять новую роль в нынешнем мире выживания.\nСонву выбрал класс «некромант», и теперь трупы, что обагряют Землю, ему только на руку.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "zh": "魔物侵袭，世界灭亡在即！\n退役特种兵的降维打击！\n某一天，只存在于传说中的魔物们突然出现，肆意地破坏街道、撕咬人类，并且在高楼和地铁建立起了自己的巢穴…如果在灭亡的世界，能够选择一个职业，你会选择哪种职业呢？对于身为“死灵法师”的刘成宇来说，灭亡即是舞台，丧生即为资产。\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "96ae166c-d8e1-4e9e-88cb-805b65154d7e",
    "title": {
      "en": "Red Blue"
    },
    "updatedAt": "2024-12-20T17:43:15+00:00",
    "coverArt": "https://mangadex.org/covers/96ae166c-d8e1-4e9e-88cb-805b65154d7e/bfdcb28f-9c18-4557-9634-e34339662fb5.jpg",
    "altTitles": [
      {
        "ja": "レッドブルー"
      },
      {
        "zh-hk": "紅藍"
      }
    ],
    "description": {
      "en": "Suzuki Aoba, a gloomy, social outcast, is satisfied with his Highschool life though he occasionally gets beaten up by his classmate Iwase Sannosuke in \"play-fights\". One day, Aoba is saved from a \"play-fight\" by none other than Akasawa Kenshin, a boy from the class next door and the rising rookie superstar sensation of the MMA world. However, Kenshin wonders aloud if Aoba feels empty when Aoba states that he doesn't have a dream, which Aoba doesn't react to kindly. He vows to land one punch on Kenshin in the future. Aobas joins the Shark Gym lead by the sloppy Kanenari Tokiwa to achieve his dream of besting Kenshin.",
      "ja": "日陰者の道を歩んできた主人公・青葉。 譲れぬ“想い”を押し通すため、 総合格闘技“MMA”の世界へ飛び込んでゆく――!!",
      "pt-br": "Uma história sobre o mal humorado Aoba Suzuki e a estrela em ascensão Kenshin Akasawa moldando seus caminhos para o mundo das lutas de MMA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99daf7bc-3a3b-4fe8-b10d-951b32bfea64",
    "title": {
      "ja": "Gimai Seikatsu"
    },
    "updatedAt": "2024-11-26T16:07:23+00:00",
    "coverArt": "https://mangadex.org/covers/99daf7bc-3a3b-4fe8-b10d-951b32bfea64/5c787c1c-24b9-4efc-b6fc-de7af72a7e5a.jpg",
    "altTitles": [
      {
        "en": "Days with my Step Sister"
      },
      {
        "ja": "義妹生活"
      },
      {
        "ru": "Жизнь с моей сводной сестрой"
      },
      {
        "de": "Tage mit meiner Stief-Schwester"
      },
      {
        "vi": "Sống Cùng Em Kế"
      }
    ],
    "description": {
      "en": "From classmates to brother and sister, living under the same roof.\r\n\r\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\r\n\r\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\r\n\r\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know.",
      "pt-br": "De colegas de classe a irmão e irmã, vivendo sob o mesmo teto.\n\nApós o novo casamento de seu pai, Asamura Yuuta acaba ganhando uma nova meia-irmã, coincidentemente a beleza número um do ano escolar, Ayase Saki. Tendo aprendido valores importantes no que diz respeito aos relacionamentos homem-mulher através dos anteriores de seus pais, eles prometem um ao outro não ser muito próximos, não ser muito opostos e apenas manter uma distância vaga e confortável.\n\nPor um lado, Saki, que trabalhou sozinha pelo bem de sua família, não sabe como confiar adequadamente nos outros, enquanto Yuta não tem certeza de como realmente tratá-la. Estando em terreno bastante igual, os dois aprendem lentamente a sensação confortável de viver juntos.\n\nO relacionamento deles evolui lentamente de estranhos à medida que os dias passam. Eventualmente, isso pode acabar em uma história sobre o amor, pelo que sabemos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffbd1ee1-65e8-45d4-ba03-6441f584b74b",
    "title": {
      "en": "Chounin A wa Akuyaku Reijou wo Doushitemo Sukuitai"
    },
    "updatedAt": "2024-11-11T23:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/ffbd1ee1-65e8-45d4-ba03-6441f584b74b/ccad3c62-078e-4b65-addf-d8aecd751199.jpg",
    "altTitles": [
      {
        "ja": "町人Aは悪役令嬢をどうしても救いたい～どぶと空と氷の姫君～"
      },
      {
        "en": "Villager A Wants to Save the Villainess no Matter What!"
      },
      {
        "ru": "Крестьянин хочет спасти злодейку любой ценой!"
      },
      {
        "vi": "Dù là phản diện những tôi vẫn muốn giúp cô ấy"
      },
      {
        "id": "Penduduk Desa A Ingin Menyelamatkan Tokoh Antagonis Apapun yang Terjadi!"
      },
      {
        "pt-br": "O Camponês A Quer Salvar a Vilã a Qualquer Custo!"
      }
    ],
    "description": {
      "en": "Allen, an eight-year-old boy from a poor family in the royal capital, is living a poor but happy life together with his mother. One day, however, memories of his previous life suddenly come back to him and he remembers that he is in an dating sim game and that the capital will be destroyed by war if he doesn’t do something about it. If this continues, both he and his mother will be killed! \n\nWith a sense of urgency, he decides to rise to the occasion in order to save his precious mother’s life and save his favorite character, the villainous young lady Anastasia, the only girl he liked in the game, from her all too tragic and ruinous end.\n\nThis is the story of a man who isn’t even a character in the game, but who strives with his steely determination and uses all the knowledge he has to turn overcome fate!",
      "ja": "モブ以下\"町人A\"、家族のために悪役令嬢を救う⁉ 乙女ゲーム世界にモブ以下の存在として転生したアレン。記憶を取り戻し、数年後にヒロインのせいで街ごと蹂躙され、自分も家族も滅んでしまう!と気づき一念発起。前世のゲーム知識(チート)を駆使して成り上がることに。どぶさらいなど地道な努力とチートの結果Cランク冒険者となり、いよいよ学園入学――本来ならば学園に入ることも許されない町人Aに悪役令嬢は救えるのか?ヒロイン対町人Aの戦いがスタート!第2回アース・スターノベル大賞、佳作受賞作待望の書籍化",
      "ru": "Аллен, восьмилетний мальчик из бедной семьи в королевской столице, живет бедной, но счастливой жизнью вместе со своей матерью. Однако однажды к нему внезапно возвращаются воспоминания о его прошлой жизни, и он вспоминает, что находится в симуляторе свиданий и что столица будет разрушена войной, если он ничего с этим не сделает.\n\nЕсли так будет продолжаться, и он, и его мать будут убиты!\n\nС чувством срочности он решает воспользоваться случаем, чтобы спасти жизнь своей драгоценной матери и спасти своего любимого персонажа, злодейскую юную леди Анастасию, единственную девушку, которая ему нравилась в игре, от ее слишком трагического и разрушительного конца.\n\nЭто история человека, который даже не является персонажем игры, но который борется со своей стальной решимостью и использует все имеющиеся у него знания, чтобы повернуть судьбу вспять!",
      "vi": "Allen, 8 tuổi, sống trong một hoàn cảnh nghèo khó nhưng hạnh phúc với mẹ của mình. Một hôm nọ, ký ức tiền kiếp quay về. Thế giới này thực ra là một game giả lập hẹn hò và nơi cậu sống sẽ bị hủy diệt nếu như cậu không làm gì đó\n\nThế nên cậu quyết định giúp đỡ nữ phản diện trong game để cứu lấy cô khỏi kết thảm và cũng để cứu mẹ của mình\n\nĐây là một câu chuyện về một nhân vật thậm chí chẳng tồn tại trong game, trên con đường lật kèo bằng ý chí và kiến thức của mình!",
      "pt-br": "Allen, um garoto de oito anos de uma família pobre na capital real, vive uma vida simples, mas feliz, junto com sua mãe. Um dia, no entanto, memórias de sua vida anterior subitamente voltam, e ele se lembra de que está em um jogo de simulação de encontros e que a capital será destruída pela guerra se ele não fizer algo para impedir. Se isso acontecer, ele e sua mãe serão mortos! Com um senso de urgência, Allen decide enfrentar a situação para salvar a vida preciosa de sua mãe e resgatar sua personagem favorita, a jovem vilã Anastasia, a única garota de quem ele gostava no jogo, de um final trágico e arruinador. Esta é a história de um homem que nem é um personagem do jogo, mas que se esforça com uma determinação de ferro e usa todo o conhecimento que tem para superar o destino!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6643b6b-5a2e-4f94-8f30-13d4f5e4299a",
    "title": {
      "en": "Hiiragi-san Is a Little Careless"
    },
    "updatedAt": "2024-12-28T07:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/d6643b6b-5a2e-4f94-8f30-13d4f5e4299a/742dd32f-2e7b-49bc-a567-54cffa1fd260.jpg",
    "altTitles": [
      {
        "ja": "ちょっとだけ抜けちゃう柊さん"
      },
      {
        "ja-ro": "Chotto Dake Nuke Chau Hiiragi-san"
      },
      {
        "ja-ro": "Chotto Dake Nukechau Hiiragi-san"
      },
      {
        "ja": "Hiiragi-san is a little careless."
      }
    ],
    "description": {
      "en": "Kotori-kun, who falls in love with his classmate Hiiragi-san at first sight, somehow wants to get close to her. Hiiragi-san is quite an earnest and lovely girl, but… She’s surprisingly a little careless--! This is about the charming school life of a careless girl and a pure boy who gets led on everyday by her -- a romantic comedy that’s a wee bit H sometimes but warm and fluffy to death."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "66"
  },
  {
    "mangaId": "8300b59b-0d57-4681-b2b7-c4bbfc811dae",
    "title": {
      "en": "FUGA: Melodies of Steel"
    },
    "updatedAt": "2024-12-10T21:22:14+00:00",
    "coverArt": "https://mangadex.org/covers/8300b59b-0d57-4681-b2b7-c4bbfc811dae/58675ff3-147f-47f4-8706-e7faf40b4355.jpg",
    "altTitles": [
      {
        "ja": "戦場のフーガ 鋼鉄のメロディ"
      }
    ],
    "description": {
      "en": "This story takes place in a world made up of floating islands of various sizes, where two types of races, \"Caninu\" and \"Felineko\" live.\n\nMalt, a caninu boy, lives peacefully with his younger sister Mei on their grandparents' farm in the remote village of Petit Mona. One day, their village is suddenly attacked by the Berman Empire, and is burnt to the ground overnight. \"How could something like this happen...\" Malt and his friends were confused, then a mysterious voice called out from the radio...! ?\n\nA group of children caught in the flames of war ride the mysterious giant tank ``Taranis'' and fight to save their families!",
      "ja": "子どもたちは戦火の中、復讐を誓うー\n\n“戦争×復讐×ケモノ”をテーマにしたドラマティックシュミレーションRPG『戦場のフーガ』の公式コミカライズ作品『戦場のフーガ 鋼鉄のメロディ』！漫画執筆は足立たかふみ氏（代表作：『D・Mファイター焔』や『メタルファイト ベイブレード』など）が担当。\n\n＜あらすじ＞\n「イヌヒト」と「ネコヒト」という2種類の種族が暮らす、大小様々な浮島からなる世界――浮遊大陸。\nイヌヒトの少年マルトは、辺境にあるプチ・モナ村でヒツウシ飼いをしながら妹のメイと穏やかに暮らしていた。ある日突然、北東の国「ベルマン帝国」から村が襲撃され、一夜にして戦火に焼け落ちる。どうしてこんなことに……混乱するマルトたちにラジオから謎の声が―――！？\n\n戦火に巻き込まれたこどもたちは連れ去られた家族を取り戻すため、謎の巨大戦車『タラニス』に乗り込む！\n\n単行本だけの付録として足立たかふみ氏の設定画やゲームソフト『戦場のフーガ』総監督であり株式会社サイバーコネクトツー代表取締役 松山洋による開発ブログも収録。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32f887f1-824f-4dbc-8e15-70a5b0b8112a",
    "title": {
      "en": "My Dearest Nemesis"
    },
    "updatedAt": "2024-09-22T14:16:57+00:00",
    "coverArt": "https://mangadex.org/covers/32f887f1-824f-4dbc-8e15-70a5b0b8112a/9c4ae223-9da8-46ab-8751-081136243d78.jpg",
    "altTitles": [
      {
        "zh": "亲爱的死对头"
      },
      {
        "en": "My Dear Enemy"
      },
      {
        "zh-ro": "Qīn'ài De Sǐduìtóu"
      },
      {
        "ru": "Мой дорогой враг"
      }
    ],
    "description": {
      "en": "The whole company knew that they they were polar opposites who fought like cats and dogs. Yet during the year-end party, the wall between them shattered after they got drunk! And so the two of them went from always being close to going off on each other to feeling very strange things following the accidental mishap...",
      "ru": "Они несовместимы, и их отношения – настоящее поле боя, о чём знают все в компании. Но на ежегодном корпоративе, после пары стаканов, лёд был сломан! У двух девушек, которые в прошлом были как кошка с собакой, возникло странное чувство из-за некой неоднозначной оплошности..."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "42"
  },
  {
    "mangaId": "2d0fba80-09ee-4213-9ba2-57e21c7e7370",
    "title": {
      "en": "Nagisa no Shark Maid"
    },
    "updatedAt": "2024-09-12T14:17:51+00:00",
    "coverArt": "https://mangadex.org/covers/2d0fba80-09ee-4213-9ba2-57e21c7e7370/fd0f35e0-9a32-41e1-9450-d46bb5378269.jpg",
    "altTitles": [
      {
        "ja": "渚のサーメイド"
      },
      {
        "ja-ro": "Nagisa no Saameido"
      },
      {
        "es-la": "La Maid Tiburón de la Costa"
      },
      {
        "en": "Shark Maid on the Shore"
      },
      {
        "en": "Shark Maid of the Shore"
      }
    ],
    "description": {
      "en": "Wataru is a lonely boy who lost his parents in an accident. For some reason, there is one maid—her name is Kosame, and she has been by his side since he was little. Yes, she never changed... Set in a unique coastal fishing village with rows of houses called \"boathouses,\" a love story of eternal love begins! (MTL)\n\n---\n**Links:**  \n- Alternative Official Raw - [ComicWalker](https://comic-walker.com/contents/detail/KDCW_AM05203826010000_68) and [Nico Nico Seiga](https://seiga.nicovideo.jp/comic/62407)",
      "ja": "事故で両親を亡くした天涯孤独な少年のワタル。そんな彼と何故かともに暮らす親代わりのメイドさんがひとり。彼女の名前はこさめといい、ワタルが小さなころからずっと変わらずそばにいる。そう、姿も変わらずずっと……。",
      "es-la": "Wataru es un chico solitario que perdió a sus padres en un accidente. Por alguna razón tiene una maid que comienza a vivir con él en lugar de sus padres. Su nombre es Kosame y siempre ha estado al lado de Wataru desde que este era pequeño. Y sí, siempre ha tenido el mismo aspecto… \nAmbientada en un pueblo pesquero con hileras de casas llamadas Funaya, ¡Aquí es donde comienza esta historia de amor y persecución por el “Amor Eterno”!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "13"
  },
  {
    "mangaId": "7e776aca-92ae-43f5-8b0d-b6350c41c2dd",
    "title": {
      "en": "GhostBlade"
    },
    "updatedAt": "2024-04-12T17:32:36+00:00",
    "coverArt": "https://mangadex.org/covers/7e776aca-92ae-43f5-8b0d-b6350c41c2dd/977f02f8-5dcc-463c-8d87-b31331c8038e.jpg",
    "altTitles": [
      {
        "en": "Ghost Blade"
      },
      {
        "ru": "Призрачный клинок"
      },
      {
        "uk": "Примарний клинок"
      },
      {
        "zh": "鬼刀"
      },
      {
        "pt-br": "Lâmina Fantasma"
      }
    ],
    "description": {
      "en": "Long, long ago in Neraland, the pious human built a great tower to show the respect to their Goddess Nera.  \nGoddess Nera was deeply moved by human piety; to reward them, she opened a door at the top of the tower. This ethereal door connected to another world; it was known as *Heaven's Eye*.  \nHowever…",
      "fr": "Il y a fort longtemps au royaume de Nera, les fidèles humains érigèrent une tour en signe de leur respect pour leur déesse Nera.  \nLa déesse Nera, profondément touchée par la foi de ces derniers, ouvrit une porte au sommet de la tour pour les récompenser. Cette porte mystique était connectée à un autre monde. Elle fut dénommée *l'Œil céleste*.  \nMais un jour…",
      "uk": "Давним-давно в Нераланді благочестиві люди побудували велику вежу, в знак поваги до своєї богині Нери.   \nБогиня Нера була глибоко зворушена людським благочестям; щоб нагородити їх, вона відчинила двері на верхівці вежі. Ці ефірні двері пов'язані з іншим світом; І були відомі як *Райське Око*.  \nОднак…  \n\n\n---",
      "zh": "很久以前，诺拉大陆的人类为了表示对诺拉女神最崇高的敬意，筑起了一座宏伟的高塔。 女神为人们的虔诚所动， 在高塔的顶端打开了一扇通往异世的大门。 来自另一个世界的羽族人为人类带来了文明与进步，但最终两族人在各种矛盾下刀戈相向。 战后数百年过去了，大陆再一次笼罩在不安与诡异的阴云中...",
      "pt-br": "Há muito, muito tempo atrás em Neraland, o piedoso humano construiu uma grande torre para mostrar o respeito à sua deusa Nera.\n\nDeusa Nera ficou comovida pela piedade humana; para recompensá-los, ela abriu uma porta no topo da torre. Esta porta etérea conectada a outro mundo; era conhecida como \"Olho do Paraíso\". \n\n Contudo..."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2025-01-10T14:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/8ced9c1e-0a79-4b65-aa30-343768fc3258.jpg",
    "altTitles": [
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "en": "How About R15?"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she's a highschool student, she somehow wants to overcome it! Those are her intentions, but it's not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie...?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amo, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amo sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?",
      "pt-br": "O que devo fazer para me tornar uma adulta?\n\nAkane Amou, que cresceu com seus pais proibindo qualquer tipo de entretenimento, é um pouco ruim com coisas \"estimulantes\", até o ponto de não conseguir assistir a uma cena de beijo em um drama. Agora que ela é estudante do ensino médio, ela quer de alguma forma superá-lo! Essas são suas intenções, mas não é tão fácil. Enquanto isso, ela se familiarizou com um filme otaku chamado Fuyumine. Será que ela será capaz de assistir um filme R15...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9c002702-9cf2-4688-a62e-892d7ce58986",
    "title": {
      "en": "Shut Hell"
    },
    "updatedAt": "2023-06-21T21:43:50+00:00",
    "coverArt": "https://mangadex.org/covers/9c002702-9cf2-4688-a62e-892d7ce58986/6cf95171-1ae6-4cc1-994c-996db6cea809.jpg",
    "altTitles": [
      {
        "ja-ro": "Akuryou - Shutoheru"
      },
      {
        "ja-ro": "Shuto Heru"
      },
      {
        "ja-ro": "Shutohel"
      },
      {
        "ja": "悪霊 シュトヘル"
      },
      {
        "zh": "西夏恶灵"
      },
      {
        "ko": "슈토헬"
      },
      {
        "ru": "Шат Хелл"
      }
    ],
    "description": {
      "en": "Beginning of the 13th century, Western Xia state in Chinese mainland. \nIn those days existed a woman warrior named Shut Hell, the Evil One, feared even by the Mongols, reputed the strongest army in history. \nAt first she was just a normal Tangut soldier, but after coming close to death so many times she found a superhuman strength in herself. \nOn the other side Yurul, a young Mongol prince, is fascinated by the Tangut, his enemies' writing script, and is worried for their future…\nCenturies later a Japanese high school student named Shudo is haunted by a vivid dream of a battlefield...\nIs there some sort of bound between these completely different lives ? Will they manage to overcome the obstacles surrounding them ?\n\n\n- **2012 Osamu Tezuka Cultural Prize (New Creator) winner**",
      "pt-br": "Um Jovem chamado Sudou desperta em uma de suas vidas passadas onde ele era uma guerreira Xia chamada Shut Hell a maligna, temida até pelos Mongóis de Genghis Khan que estão unindo forças para acabar com a dinastia Xia Ocidental. a história ocorre no Século 13 onde a Maligna junto com a principe Yurul se esforçam para preservar Xia e sua cultura e escritas."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "14",
    "lastChapter": "90"
  },
  {
    "mangaId": "e22f6d24-b054-461e-90e5-3646b2985469",
    "title": {
      "en": "Blood-crawling Princess of a Ruined Country"
    },
    "updatedAt": "2024-09-30T17:20:06+00:00",
    "coverArt": "https://mangadex.org/covers/e22f6d24-b054-461e-90e5-3646b2985469/fad097f1-f8f4-4ffb-bcc5-f337033d9066.jpg",
    "altTitles": [
      {
        "ja-ro": "Chi wo Hau Boukoku no Oujo"
      },
      {
        "ja": "血を這う亡国の王女"
      }
    ],
    "description": {
      "en": "I'll take back my life. A cruel and beautiful revenge story of a princess who became a prostitute. Princess Evita lived happily in a small country. However, she was attacked by a neighboring country, her land taken away, and her family was brutally killed. The surviving Evita was sold to a brothel and lived as a prostitute. In the middle off all this, a man from the royal family that she hates appears as a customer..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "092d4920-0bf3-4b3c-8c84-5027ade69e35",
    "title": {
      "en": "Akuyaku Reijou no Tsuihougo!"
    },
    "updatedAt": "2024-11-28T14:22:25+00:00",
    "coverArt": "https://mangadex.org/covers/092d4920-0bf3-4b3c-8c84-5027ade69e35/e1b1c5e7-25b2-4d9e-a58b-9081c0bb0438.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の追放後！ 教会改革ごはんで悠々シスター暮らし"
      },
      {
        "ja": "悪役令嬢の追放後！"
      },
      {
        "ja-ro": "Akuyaku Reijou no Tsuihougo! Kyoukai Kaikaku gohan de Yuuyuu Sister Kurashi"
      },
      {
        "en": "The Banished Villainess! Living the Leisurely Life of a Nun Making Revolutionary Church Food"
      },
      {
        "en": "The Banished Villainess!"
      },
      {
        "es": "La villana desterrada viviendo la vida tranquila de una monja haciendo comida revolucionaria en una iglesia"
      },
      {
        "zh": "恶役千金流放后！利用教会改革美食过上悠然的修女生活"
      }
    ],
    "description": {
      "en": "Event planner Yuka Sawatani‘s life ended as the result of overwork. Reborn into an Otome game with her memory intact, she becomes the villainess Elizabeth. She tries to resist her fate, but at the ending of the game, she is promptly banished."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "11",
    "lastChapter": "56"
  },
  {
    "mangaId": "e7d7219c-a12b-484f-b29d-6013beac61b2",
    "title": {
      "en": "Random Chat"
    },
    "updatedAt": "2024-11-28T19:01:57+00:00",
    "coverArt": "https://mangadex.org/covers/e7d7219c-a12b-484f-b29d-6013beac61b2/5cbec9cf-9f3e-4824-938d-4a7ac98f950f.jpg",
    "altTitles": [
      {
        "pl": "Dziewczyna z RanCzatu!"
      },
      {
        "en": "Random Chat"
      },
      {
        "en": "Random Chatting"
      },
      {
        "ko-ro": "Random Chatting-ui Geunyeo!"
      },
      {
        "en": "The girl from Ranchat"
      },
      {
        "ru": "Девушка из анонимного чата!"
      },
      {
        "zh": "匿名女孩!"
      },
      {
        "ko": "랜덤채팅의 그녀!"
      },
      {
        "en": "The Girl from Random Chatting!"
      }
    ],
    "description": {
      "en": "Joonwoo hates school and has trouble making friends. The only time he's happy is when he's talking to strangers on the Random Chatting phone app. That's how Joonwoo ends up befriending a girl on RanChat who turns out to be his classmate Sungah but she has no idea about it! Will Joonwoo be able to fight his social anxiety and become closer to her in real life?  \n\n---\n**Links:**\n- Alternate Official Raw - [Naver Series](https://series.naver.com/comic/detail.series?productNo=3166015)\n- Promotional video - [YouTube](https://youtu.be/YmCRdVGAOPk)\n- Songs accompanying the chapters - [YouTube](https://www.youtube.com/channel/UCoEbYVmn3Vy_q874VMUq41Q/video)",
      "ja": "[Official Japanese](https://manga.line.me/product/periodic?id=Z0000295)",
      "ko": "[Alternate Korean Source - Naver Series](https://series.naver.com/comic/detail.series?productNo=3166015)",
      "th": "[Official Thai](https://m.webtoons.com/th/drama/the-girl-from-the-random-chat/list?title_no=1251&webtoon-platform-redirect=true)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "351"
  },
  {
    "mangaId": "18eb505a-f64f-480c-9cc1-04a1c09e3d0c",
    "title": {
      "en": "Steel-Eating Player"
    },
    "updatedAt": "2024-06-28T21:58:24+00:00",
    "coverArt": "https://mangadex.org/covers/18eb505a-f64f-480c-9cc1-04a1c09e3d0c/697b43f3-76c5-4157-aeb4-57e73600267c.jpg",
    "altTitles": [
      {
        "en": "The Steel-Devouring Player"
      },
      {
        "en": "The Player Who Eats Steel"
      },
      {
        "ko": "강철을 먹는 플레이어"
      },
      {
        "es-la": "Jugador devorador de acero"
      }
    ],
    "description": {
      "en": "Lee Hyunwook, the Steel Emperor, was the last savior of mankind, but died. \n\nIn order to change the future, the place he regressed to was… The military?!!\n\n\"Why here of all places?!\"\n\nThe start of Corporal Lee Hyunwook, who gets stronger in a special way, by doing a steel mukbang!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]