[
  {
    "mangaId": "3e7a601b-1040-4473-b590-ca27ed8cff8c",
    "title": {
      "en": "The Hunter Wants to Live Quietly"
    },
    "updatedAt": "2024-09-16T20:05:52+00:00",
    "coverArt": "https://mangadex.org/covers/3e7a601b-1040-4473-b590-ca27ed8cff8c/2af8b05e-0f11-4170-9168-7c9eaf7a6104.jpg",
    "altTitles": [
      {
        "ko": "헌터는 조용히 살고 싶다"
      },
      {
        "en": "The Hunter Wants to Live in Peace"
      },
      {
        "en": "The Hunter's Gonna Lay Loy"
      },
      {
        "ko": "헌조살"
      }
    ],
    "description": {
      "en": "“He’s not just your average psycho, huh?” - read this if you crave a sweet and salty battle romance that heats up the moment the fighting begins. #HunterStory #ModernSetting #FantasySetting #TimeSlip #BattleRomance #Contract #YoungerTop #StrongBottom #Superpowers"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ad8d2f2-1afe-43da-a88b-0a790c64939e",
    "title": {
      "en": "Maria no Danzai"
    },
    "updatedAt": "2024-07-04T13:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/3ad8d2f2-1afe-43da-a88b-0a790c64939e/be1f4a6f-5403-4889-bfd3-6f27d34981cf.jpg",
    "altTitles": [
      {
        "ja": "聖母の断罪"
      },
      {
        "ar": "دَينُونَة ماريا"
      },
      {
        "ne": "मारियाको निर्णय"
      },
      {
        "vi": "Lời tuyên án của Đức Mẹ"
      },
      {
        "en": "Maria's Judgement"
      },
      {
        "id": "Penghakiman Maria"
      },
      {
        "es-la": "La Condena de María"
      },
      {
        "tl": "Ang Paghatol ni Maria"
      },
      {
        "de": "Maria's Judgement"
      },
      {
        "ru": "Возмездие Девы Марии"
      }
    ],
    "description": {
      "ar": "بعد وفاة ابنها بطريقة مروعة، تكتشف والدتهُ تنمر الآخرين الشديد عليه، فعقدت العزم على معاقبة أولئك المتنمرين الذين أخذوا ابنها الحبيب منها، وبدأت العمل كممرضة في المدرسة",
      "en": "The Nagare family was a happy home of three people. However, their son Kiritaka was secretly bullied at school. Then, an incident occurs, and the mother Mari's love for her son goes out of control.",
      "ne": "आमाबुवा र छोरासहित ३ जनाको नागारे परिवारको खुसीको घर थियो। तर, उनीहरुको छोरा किरिताकालाई विद्यालयमा गोप्य रुपमा कुटपिट गरिएको थियो।  त्यसपछि, एउटा घटना घट्छ, र आमा मारियाको छोराप्रतिको माया अनियन्त्रित हुन्छ।",
      "vi": "Một gia đình ba người những tưởng đang hạnh phúc, cho đến khi Kiritaka, người con trai duy nhất của Nagare Mari \"tự sát\" vì \"quá đau khổ\". Cho rằng bản thân đã vô tình dồn ép con trai yêu quý, Mari toang tìm đến cái chết, nhưng không... cô vô tình phát hiện ra sự thật con trai mình đã liên tục bị bắt nạt suốt một thời gian dài bởi những con quỷ đội lốt người tại trường học.\nVà rồi tình thương con da diết của Mari... đã vượt ngoài tầm kiểm soát của trái tim cô.",
      "es-la": "La familia Nagare era un hogar feliz formado por tres personas. Sin embargo, su hijo Kiritaka sufría acoso escolar extremo en secreto. Entonces, ocurre un incidente que haría que el amor de la madre, Mari, se descontrolara por completo."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ca92c93-ee7c-4b7c-9437-1c5b5d52c531",
    "title": {
      "en": "Everyday Life with a Succubus Slave"
    },
    "updatedAt": "2024-11-01T01:11:48+00:00",
    "coverArt": "https://mangadex.org/covers/6ca92c93-ee7c-4b7c-9437-1c5b5d52c531/815ed30d-5a6e-44de-9751-35e1d153cdbd.png",
    "altTitles": [
      {
        "ja-ro": "Succubus Dorei to no Nichijou"
      },
      {
        "ja": "サキュバス奴隷との日常"
      },
      {
        "uk": "Повсякденне життя з рабинею-суккубом"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e2933d2-8587-4c0f-b69c-4233864b96a8",
    "title": {
      "en": "Ousama Ranking"
    },
    "updatedAt": "2024-05-10T16:14:51+00:00",
    "coverArt": "https://mangadex.org/covers/7e2933d2-8587-4c0f-b69c-4233864b96a8/0359c91d-5123-4a56-b646-cf18944c1efa.jpg",
    "altTitles": [
      {
        "vi": "Bảng xếp hạng Quốc Vương"
      },
      {
        "ja": "王様ランキング"
      },
      {
        "en": "Ranking of Kings"
      },
      {
        "ru": "Рейтинг королей"
      },
      {
        "ru": "Рейтинг короля"
      },
      {
        "pt-br": "Ranking dos Reis"
      },
      {
        "en": "The King Ranking"
      }
    ],
    "description": {
      "en": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"  \n  \nBojji is able to make his first ever friend, \"Kage\" — a literal shadow on the ground who somehow understands Bojji well. The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
      "es": "Bojji es un príncipe sordomudo que vive en un mundo fantástico repleto de criaturas mágicas. Pese a no destacar en nada, y siendo incapaz ni siquiera de empuñar una espadita de niño, sueña con algún día convertirse en el rey más grande del mundo.\n\nLa gente lo considera un completo inútil y sin ningún talento para ser rey. Aunque la situación cambia cuando conoce a Kage, una sombra (literalmente) que es uno de los pocos supervivientes de un clan de asesinos y que intenta robarle las pocas pertenencias que Bojji llevaba encima.\n\nDe alguna manera, Kage logra comprender al príncipe y se convierte en su primer amigo verdadero, dando así inicio a la aventura que Bojji tanto anhela. Mientras tanto, en la oscuridad, un poder amenaza con devastar al reino.",
      "ru": "Боддзи удаётся найти своего первого в жизни друга, «Кагэ» — буквально тень на земле, которая каким-то образом хорошо понимает Боддзи. История рассказывает о взрослении Боддзи, о том, как он встречает разных людей в своей жизни, начиная с судьбоносной встречи с Кагэ.",
      "vi": "\"Bảng xếp hạng Quốc vương\" xoay quanh Bojji, một hoàng tử điếc, vô năng, và thậm chí không thể cầm nổi thanh kiếm của một đứa con nít. Là con cả, cậu luôn cố gắng hết mình để tiến tới ước mơ trở thành vị vua vĩ đại nhất thế giới. Thế nhưng, luôn có những kẻ buông lời xì xào bàn tán sau lưng Bojji, bảo cậu là \"một thằng hoàng tử bất tài\", và \"không đời nào có thể trở thành vua được\". \n\nBojji đã có người bạn đầu tiên của mình, \"Kage\", một bóng đen trên mặt đất, bằng cách nào đó lại có thể hiểu rõ về cậu. Đây là câu chuyện kể về sự trưởng thành của Bojji khi cậu gặp được những người khác nhau trong cuộc đời mình, bắt đầu từ lần gặp gỡ định mệnh của cậu với Kage.",
      "pt-br": "O mangá da web comic gira em torno de Bojji, um príncipe surdo e impotente que não consegue nem empunhar uma espada infantil. Como filho primogênito, ele se esforça muito e sonha em se tornar o maior rei do mundo. No entanto, as pessoas murmuram sobre ele pelas costas como 'um príncipe inútil' e 'de jeito nenhum ele pode ser rei'.\n\nBojji é capaz de fazer seu primeiro amigo, 'Kage' - literalmente um ser vivo que é uma sombra no chão que de alguma forma entende Bojji bem. A história segue o amadurecimento de Bojji enquanto ele conhece várias pessoas em sua vida, começando com seu fatídico encontro com Kage.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 12, Cap 155. ]"
    },
    "status": "hiatus",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95648f68-04f1-4373-b2f4-b7623572cae4",
    "title": {
      "en": "Dangerous Pet"
    },
    "updatedAt": "2023-06-03T08:56:32+00:00",
    "coverArt": "https://mangadex.org/covers/95648f68-04f1-4373-b2f4-b7623572cae4/9bf14d1f-6d21-4760-90a9-616883b55a0f.jpg",
    "altTitles": [
      {
        "zh": "危险的宠物"
      },
      {
        "ko": "위험한 펫"
      }
    ],
    "description": {
      "ko": "“이 누나는 말이에요, 괴롭히는 걸 좋아해요.”\n\n한겸과는 중고 거래 때문에 알게 된 관계일 뿐이었다.\n시선과 가치관, 지적 수준, 감정의 깊이 등이 비슷해\n좋은 친구처럼 지낼 거라 생각했고, 실제로 그러했지만…….\n\n그녀의 손에 자신을 온전히 내맡겨오는 남자. 그러나 수치심과 불안함, 흥분으로 한껏 달아오른 얼굴. 상상만으로 오싹하고 만족스러운데…….",
      "pt-br": "\"Essa Noona gosta de provocar.\" Ela conheceu o Hangyeom numa compra de antiguidades.Porém, sua paixão, valores, inteligencia e humor se alinharam bem. Ela pensou que ele seria só um bom amigo, porém... Ele é um homem que deixa ela controlar ele completamente. Seu rosto fica vermelho de vergonha com facilidade. É estranho e muito bom de imaginar."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3f06c338-84ae-4a30-a68a-35c52d11c384",
    "title": {
      "en": "The Art of Sculpting"
    },
    "updatedAt": "2024-10-02T21:14:29+00:00",
    "coverArt": "https://mangadex.org/covers/3f06c338-84ae-4a30-a68a-35c52d11c384/9bc3b641-3147-4403-a162-c9bcebfab7b8.jpg",
    "altTitles": [
      {
        "en": "The Pinnacle of Sculpture"
      },
      {
        "ko": "조각의 정석"
      }
    ],
    "description": {
      "en": "A gambling addict from a poor background, Seong barely managed to land a job at a delivery company! On his first day, he received a complaint about a misdelivered package, and he rushed out to resolve it. But when the door opens, the customer on the other side seems a little... unusual? Introducing himself as a sculptor, Mintae asks Seong to model for him. And soon, Seong finds himself baring it all—right down to his lower half?! #CrazyXCrazy #ModelXSculptor #ContractRelationship #MuseTop #ImpulsiveTop #HopelessRomanticTop #VirginTop #InsecureTop #HasNothingAtAllTop #CheerfulBottom #LivelyBottom"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5a77aa6-a18f-48fe-b12a-69f62a55f7ec",
    "title": {
      "en": "Falling Blue"
    },
    "updatedAt": "2024-09-23T22:49:02+00:00",
    "coverArt": "https://mangadex.org/covers/e5a77aa6-a18f-48fe-b12a-69f62a55f7ec/e5aad0ba-b199-430d-94ad-7e5f5b8d7eeb.png",
    "altTitles": [
      {
        "en": "Dropping Blue"
      },
      {
        "zh": "Zhuì Lán"
      },
      {
        "zh": "坠蓝"
      }
    ],
    "description": {
      "en": "Lin Ling is unfortunate in everything she does… Until the day she met Fang Wan, a kind and perfect upperclassman. She unconsciously grew attracted to her. Somewhere in the vast universe, there is always someone who is closely connected with you, and if fate allows it, you will never be alone."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "60"
  },
  {
    "mangaId": "af7cc594-4f6a-4c0a-8f74-16748910dee5",
    "title": {
      "en": "Snow White with the Red Hair"
    },
    "updatedAt": "2024-10-11T20:26:54+00:00",
    "coverArt": "https://mangadex.org/covers/af7cc594-4f6a-4c0a-8f74-16748910dee5/acef2f8f-976b-444d-ae0a-d7f5a8129cdd.jpg",
    "altTitles": [
      {
        "ja": "Akagami no Shirayukihime"
      },
      {
        "ja": "Akagami no Shirayuki-hime"
      },
      {
        "pt-br": "A Branca de Neve Ruiva"
      },
      {
        "de": "Die rothaarige Schneeprinzessin"
      },
      {
        "tr": "Kızıl Saçlı Pamuk Prenses"
      },
      {
        "fr": "Shirayuki aux cheveux rouges"
      },
      {
        "pl": "Shirayuki: Śnieżka o czerwonych włosach"
      },
      {
        "da": "Snehvide med det røde hår"
      },
      {
        "ru": "Красноволосая Белоснежка"
      },
      {
        "ar": "بيضاء الثلج ذات الشعر الأحمر"
      },
      {
        "ar": "شيرايوكي ذات الشعر الأحمر"
      },
      {
        "th": "สโนไวท์ผมแดง"
      },
      {
        "zh-hk": "紅髮的白雪公主"
      },
      {
        "zh": "红发的白雪公主"
      },
      {
        "ja": "赤髪の白雪姫"
      },
      {
        "zh-hk": "赤髮白雪姬"
      },
      {
        "ko": "빨강머리 백설공주"
      },
      {
        "id": "Putri Putih Salju Berambut Merah"
      },
      {
        "es": "Blancanieves de cabello rojo"
      }
    ],
    "description": {
      "en": "Shirayuki, a young girl born with unique apple-red hair, happens to meet a famous but foolish young man, Prince Raji. He falls in love with Shirayuki at first sight, and orders her to become his concubine.  \n  \nDetermined to do whatever it takes to resist his advances, but with nowhere else to go, Shirayuki cuts her hair and escapes to a neighboring country. While traversing through the forests, she meets an injured boy, Zen. After she boldly heals his wounds, he in return helps her. Meanwhile, Prince Raji sends out his henchmen to search for her.  \n  \nWhat will become of Shirayuki? What is Zen’s true character? A refreshing fantasy story between an optimistic heroine and a prince who constantly stays on her watch.  \n  \n**Extra stories:**  \nv01 - Hachigatsu no Shikisa (Four-season Colour of August)  \nv02 - Bokura o Tsunaide. (Bind Us)  \nv14 - Natsu Yasumi Zero Zero Nichime (00 Day of Summer Holiday)",
      "es": "Shirayuki, una joven nacida con un singular cabello rojo manzana, conoce por casualidad a un joven famoso pero insensato, el príncipe Raji. Éste se enamora de Shirayuki a primera vista y le ordena que se convierta en su concubina. Decidida a hacer lo que sea para resistirse a sus avances, pero sin ningún otro sitio al que ir, Shirayuki se corta el pelo y escapa a un país vecino. Mientras atraviesa los bosques, conoce a un niño herido, Zen. Después de que ella le cure sus heridas, él la ayuda a ella. Mientras tanto, el príncipe Raji envía a sus secuaces a buscarla. ¿Qué será de Shirayuki? ¿Cuál es el verdadero carácter de Zen? Una refrescante historia de fantasía entre una heroína optimista y un príncipe que la vigila constantemente.",
      "pt-br": "Shirayuki, uma jovem que nasceu com um cabelo ruivo-maçã único, conhece um jovem famoso, mas tolo, o príncipe Raji. Ele se apaixona por Shirayuki à primeira vista e ordena que ela se torne sua concubina.  \n  \nDeterminada a fazer o que for preciso para resistir aos seus avanços, mas sem ter para onde ir, Shirayuki corta o cabelo e foge para um país vizinho. Enquanto atravessava as florestas, ela conhece um menino ferido, Zen. Depois que ela corajosamente cura suas feridas, ele em troca a ajuda. Enquanto isso, o Príncipe Raji envia seus capangas para procurá-la.  \n  \nO que será de Shirayuki? Qual é o verdadeiro caráter do Zen? Uma refrescante história de fantasia entre uma heroína otimista e um príncipe que permanece constantemente sob sua vigilância.  \n  \n**Histórias extras:**  \nv01 - Hachigatsu no Shikisa (cor das quatro estações de agosto)  \nv02 - Bokura ou Tsunaide. (Ligue-nos)  \nv14 - Natsu Yasumi Zero Zero Nichime (00 dia de férias de verão)"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6670ee28-f26d-4b61-b49c-d71149cd5a6e",
    "title": {
      "en": "Mieruko-chan"
    },
    "updatedAt": "2024-10-30T23:47:59+00:00",
    "coverArt": "https://mangadex.org/covers/6670ee28-f26d-4b61-b49c-d71149cd5a6e/8a0bcde7-6105-4ed9-8e38-a94269c4c6a0.jpg",
    "altTitles": [
      {
        "ja": "見える子ちゃん"
      },
      {
        "ko": "보이는 여고생"
      },
      {
        "zh": "看得见的女孩"
      },
      {
        "zh-hk": "陰陽眼見子"
      },
      {
        "ar": "مييروكو تشان"
      },
      {
        "fr": "Mieruko-chan : Slice of Horror"
      },
      {
        "de": "Mieruko-chan - Die Geister, die mich riefen"
      },
      {
        "ne": "मिएरुको-चान"
      },
      {
        "ru": "Девочка, которая видит это"
      },
      {
        "th": "มิเอรุโกะจัง ใครว่าหนูเห็นผี"
      },
      {
        "uk": "Дівчина, що бачить це"
      }
    ],
    "description": {
      "en": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.\n___\n[Alt Raw (niconico Manga)](http://seiga.nicovideo.jp/comic/37662)",
      "fr": "**Officially Published:**  \n- In French by [Ototo Manga](http://www.ototo.fr/Serie-94-Mieruko-chanSliceofHorror)",
      "ja": "ある日突然、普通の人には見えない異形な存在が見えるようになってしまった「みこ」。彼女は彼らから逃げるでもなく、立ち向かうでもなく…精一杯シカトしつづける事に。",
      "ru": "Мико — старшеклассница, проклятая шестым чувством; у нее есть способность видеть призраков- Она пытается жить обычной жизнью, но трудно, когда призраки продолжают преследовать ее- Она также может видеть души людей, и она понимает, что люди — настоящие монстры.В один «прекрасный» день старшеклассница внезапно начала видеть призраков! Она не может от этого избавиться, но изо всех сил старается вести себя так, будто вообще их не видит. История девушки с шестым чувством начинается!",
      "uk": "В один “прекрасний” день старшокласниця раптово почала бачити привидів! Вона не може від цього позбутися, але з усіх сил намагається поводитися так, ніби взагалі їх не бачить."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b5a7adc-182e-4ee5-8432-d0b8ef65a60d",
    "title": {
      "en": "Frogman"
    },
    "updatedAt": "2023-03-09T20:38:28+00:00",
    "coverArt": "https://mangadex.org/covers/0b5a7adc-182e-4ee5-8432-d0b8ef65a60d/90f273e9-8854-4f4b-a553-c606aed0da40.png",
    "altTitles": [
      {
        "en": "Frog Man"
      },
      {
        "ru": "Лягушонок"
      },
      {
        "ja": "フロッグマン"
      }
    ],
    "description": {
      "en": "Michiru is a high school boy who isn't really good at anything, including sports and socializing. He likes watching one of his classmates, Haruka, as she practices swimming. Haruka happens to be the only member of the swimming club associated with his school. As she and the coach search for members, she notices him and innocently believes he's been watching her because he really wants to swim. Michiru is unable to say no to her invitation to the club, even though he's never swam before and has no idea how it's done. Michiru finds his life changing as Haruka patiently teaches him how to swim.",
      "ru": "Есть главный герой, не умеющий плавать. Есть девушка умеющая плавать и состоящая в кружке по плаванию. Парень вступает в кружок, учится плавать. Ну а дальше, как обычно: тренировки, соревнования, а между ними романтические отношения главного героя и девушки."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "58"
  },
  {
    "mangaId": "c3bc0402-2a8b-479e-9f78-cd83e4ef02b7",
    "title": {
      "en": "Feel Betrayal"
    },
    "updatedAt": "2024-10-17T17:52:46+00:00",
    "coverArt": "https://mangadex.org/covers/c3bc0402-2a8b-479e-9f78-cd83e4ef02b7/05f9e9c4-eb2a-4a33-9606-c3d10ebc18e9.png",
    "altTitles": [
      {
        "ko": "격발"
      }
    ],
    "description": {
      "en": "Seol, a former member of the crime organization Misangpa, starts a new life as \"Snow\" in the \"Black Suit Gang,\" led by Yong, after their reunion in prison. Despite his delicate appearance, Seol has no interest in the world around him, and Handsome, who is fixated on him, is nothing more than an annoying presence. For over a year, the \"Black Suit Gang\" effortlessly evades police pursuit and thrives. When Yong brings information about a target, they decide to rob a small bank in a rural area. What should have been a simple job takes an unexpected turn when the team suddenly stops communicating. Seol soon discovers Handsome's true identity hidden within the vault, where a chaebol's slush fund is supposedly kept..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "306cc197-911d-411b-92e3-e23190a1d650",
    "title": {
      "en": "Twintail On The Battlefield"
    },
    "updatedAt": "2024-11-01T04:49:07+00:00",
    "coverArt": "https://mangadex.org/covers/306cc197-911d-411b-92e3-e23190a1d650/f226bc43-f1f2-40f6-80ef-00459de97b70.jpg",
    "altTitles": [
      {
        "zh": "战场双马尾"
      }
    ],
    "description": {
      "en": "In 2315 AD, the \"Young Girl Supervision Law\" and the \"Demand Improvement Law\" prevailed, and everything related to cute things was forbidden! The world's largest villain organization, the leader of the allied forces, the world's most adorable girl! Adauf Loma was \"saved\" by the genius Kano by accident. From then on, Kano became Adauf's personal \"slave\" and fled with the cute army, and began his own life of slavery…QQ fan group number 339285255"
    },
    "status": "cancelled",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "30"
  },
  {
    "mangaId": "a66f8653-7f73-411a-84de-eb16df772b92",
    "title": {
      "en": "Rozen Maiden"
    },
    "updatedAt": "2024-07-20T19:18:45+00:00",
    "coverArt": "https://mangadex.org/covers/a66f8653-7f73-411a-84de-eb16df772b92/d615ac37-f0a7-443a-b331-a360f59cfab7.jpg",
    "altTitles": [
      {
        "ja": "ローゼンメイデン"
      },
      {
        "zh-hk": "薔薇少女"
      }
    ],
    "description": {
      "en": "After a traumatic incident, Jun Sakurada refuses to interact with the outside world and return to school–he even shuts out his sister, his closest friend. Jun spends most of his time online buying spiritual items that are obvious rip-offs. One day he finds a website that curiously enough asks him to put his order in his desk drawer. Thinking it's a joke, Jun plays along. The following day a suitcase arrives containing a doll named Shinku… that comes to life before his very eyes! Welcome to the world of Rozen Maiden, where Jun must enter an all-new reality to protect and serve a living doll…",
      "pt-br": "Depois de um incidente traumático, Jun Sakurada se recusa a interagir com o mundo exterior e a voltar para a escola, até mesmo evitando sua irmã, sua amiga mais próxima. Jun passa a maior parte do tempo online comprando itens espirituais que são claramente fraudes. Um dia, ele encontra um site que, de forma curiosa, pede para ele colocar o pedido na gaveta de sua mesa. Pensando que é uma brincadeira, Jun participa. No dia seguinte, uma mala chega contendo uma boneca chamada Shinku... que ganha vida diante de seus olhos! Bem-vindo ao mundo de Rozen Maiden, onde Jun deve entrar em uma realidade completamente nova para proteger e servir uma boneca viva..."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "43"
  },
  {
    "mangaId": "691d44e7-64d4-4b98-807a-e1bf0481c314",
    "title": {
      "en": "Sword Art Online 4-koma"
    },
    "updatedAt": "2024-10-30T10:30:20+00:00",
    "coverArt": "https://mangadex.org/covers/691d44e7-64d4-4b98-807a-e1bf0481c314/781e9a43-0aac-45ab-8557-a72167b28e4d.jpg",
    "altTitles": [
      {
        "en": "Sword Art Online 4koma"
      },
      {
        "en": "Sword Art☆Online."
      },
      {
        "ja": "そーどあーと☆おんらいん。"
      },
      {
        "zh": "小刀剑神域"
      }
    ],
    "description": {
      "en": "4-koma with Sword Art Online characters."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "39"
  },
  {
    "mangaId": "8661740e-6b47-4956-a496-152b228f7fe5",
    "title": {
      "en": "Sei-chan Capacity Over desu!"
    },
    "updatedAt": "2024-07-01T22:07:30+00:00",
    "coverArt": "https://mangadex.org/covers/8661740e-6b47-4956-a496-152b228f7fe5/d75feaa6-e4a5-42c0-992b-a6887ba22940.jpg",
    "altTitles": [
      {
        "ja-ro": "Sei-chan, Capacity Over desu!"
      },
      {
        "ja-ro": "Sei-chan, Kyapa Oobaa desu!"
      },
      {
        "ja": "せいちゃんキャパオーバーです！"
      },
      {
        "zh-hk": "小誠讓人頂不住"
      },
      {
        "en": "Sei-chan, Your Love Is Too Much!"
      }
    ],
    "description": {
      "en": "When my favorite childhood friend Sei-chan moved in with us, he started teasing me such as pushing me over, sneaking into my room, and taking other liberties! The daily flirting attack from the handsome Sei-chan is too overwhelming!",
      "pt-br": "Quando meu amigo de infância favorito, Sei-chan, foi morar conosco, ele começou a me provocar, me empurrando, entrando furtivamente no meu quarto e tomando outras liberdades! O ataque diário de flerte do belo Sei-chan é muito avassalador!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "55"
  },
  {
    "mangaId": "4a43c227-b201-4fb7-b796-924c51797d50",
    "title": {
      "en": "Level Up with the Gods"
    },
    "updatedAt": "2024-10-24T13:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/4a43c227-b201-4fb7-b796-924c51797d50/be722985-4d6e-442f-8338-0f3c1ac95cc9.jpg",
    "altTitles": [
      {
        "ko": "신과 함께 레벨업"
      },
      {
        "en": "Leveling Up With the Gods"
      },
      {
        "ko-ro": "Singwa Hamkke Level Up"
      },
      {
        "en": "Leveling With the Gods"
      },
      {
        "th": "เลเวลอัปไปกับเทพเจ้า"
      },
      {
        "ja": "神と共にレベルアップ"
      },
      {
        "zh": "与神一同升级"
      },
      {
        "ru": "Поднятие уровня с богами"
      },
      {
        "uk": "Підняття рівня з богами"
      }
    ],
    "description": {
      "en": "“Maybe Inner Gods can never defeat Outer Gods…” so thought Yuwon Kim, a plucky, high-ranking warrior, after a bitter defeat.\n\nBut Yuwon is too tenacious to give up. His loss becomes the dawn of a new journey as a returnee. With renewed determination, Yuwon starts back from where he began, smashing monster after monster and relearning his skills before taking on the Tower once again.\n\nBut can he fight his way through the tutorials and level up once more, or will his conquest crumble before him?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ja": "異界の神、アウターゴッドと呼ばれる存在が支配する世界。一番最後に塔へ入り一番最後までインナーゴッドたちと共に戦った人間、神野 流星。 そんな彼も結局はアウターゴッドに破れてしまう。 越えられない壁に絶望を感じていた最後の瞬間、時間を司る神であるクロノスから新たにチャンスが与えられる。 そうして彼は、前世の記憶を持ったまま過去へ回帰することに――。 再び塔を登り、力と仲間を手に入れた神野は、今度こそアウターゴッドに勝つことができるだろうか？不滅の神話に挑む人間の物語が今始まる！\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ko": "이계의 신, 아우터 갓(Outer God).\n\n하늘을 닫는 절망과 늪에 빠진 좌절, 탄생하지 못한 자, 어리석은 혼돈.\n평범한 사람들은 그저 바라보는 것만으로 목숨을 잃어 버릴 그 존재들이 세상을 휘젓는 지금…\n수 년간의 싸움 끝에, 최후의 생존자들이 낸 결론.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다.\"\n\n그 순간, 시간을 다루는 신격을 지닌 존재 크로노스는 자신을 희생시켜 시계태엽을 되돌린다.\n\n\"이길 수 없겠지. 지금은 말이야.\"\n\n\"옛 세계선으로 돌아가라. 그리고 다시 시작해.\"\n\n모든 신들에게 지목을 받아 과거로 돌아간 최후의 1인.\n가장 뒤늦게 탑을 올라, 가장 마지막까지 신들과 함께 싸운 인간, 김유원.\n\n\"이너(Inner)는 아우터(Outer)를 이길 수 없다. 그렇다면…\"\n\n\"이기는 건 나야.\"\n\n그는 마지막 순간을 함께하던 동료들을 다시 모아,\n아우터와의 싸움을 승리로 끝낼 수 있을까?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "ru": "Он был храбрейшим и сильнейшим из всех, но даже его в самом конце ожидало лишь отчаяние. В последние мгновения ему был дан еще один шанс. Благодаря жертве бога времени «Хроноса» его судьба еще не была предрешена. Вернувшись в прошлое, он снова попытается взобраться на «Башню» со своим непревзойденным талантом, чтобы побороть древнее зло, которое грозит уничтожить этот мир.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "th": "\"อินเนอร์อย่างพวกเราไม่สามารถเอาชนะเอาเตอร์ได้\"\n\nเมื่อแรงเกอร์ในหอคอยลงความเห็นเป็นเสียงเดียวกัน\n'คิมยูวอน' มนุษย์ผู้แกร่งกล้าเพียงหนึ่งเดียวในหมู่เทพเจ้า\nจึงถูกเลือกให้ย้อนกลับมายังอดีตเพื่อเริ่มต้นทุกอย่างใหม่อีกครั้ง\n\nเขาจะสามารถทำตามแผนที่ทุกคนช่วยกันวางไว้\nและแกร่งขึ้นกว่าเดิมจนกลับไปเอาชนะ 'เอาเตอร์ก็อด'\nทวยเทพที่ลุกล้ำเข้ามาจากนอกหอคอยได้หรือไม่?\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)",
      "zh": "外界之神来袭，人间陷入了排山倒海般的绝望之中，生灵涂炭……而当内界众神在经过了数年的苦苦战斗后，也最终以战败收场。 在战死前的最后时刻，希腊神克洛诺斯牺牲了自己，重新开启了时间之门。 而众神最后选择了金幽元，这个队伍中唯一的人类，让他回到过去，重新将众神凝聚。\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=xhObyLPUq6w)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%8B%A0%EA%B3%BC-%ED%95%A8%EA%BB%98-%EB%A0%88%EB%B2%A8%EC%97%85/2708)\n\n---\n\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/12982/)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/82357)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%AD%E0%B8%B1%E0%B8%9B%E0%B9%84%E0%B8%9B%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%97%E0%B8%9E%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2/215)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "380da075-2030-48d0-9c5f-86742be4ff10",
    "title": {
      "en": "Sentouin, Hakenshimasu!"
    },
    "updatedAt": "2024-10-10T17:39:58+00:00",
    "coverArt": "https://mangadex.org/covers/380da075-2030-48d0-9c5f-86742be4ff10/a489fa05-ecaf-4efc-9eb3-bebdae4397a5.jpg",
    "altTitles": [
      {
        "en": "Combatants Will Be Dispatched!"
      },
      {
        "fr": "Les Combattants Vont Etre Déployés!"
      },
      {
        "ru": "Бойцы будут высланы!"
      },
      {
        "ja": "戦闘員、派遣します！"
      },
      {
        "ko": "전투원, 파견합니다!"
      }
    ],
    "description": {
      "en": "The Secret Society Kisaragi has one mission: world domination! They claim to be an evil organization, but their scientist is eccentric, their hot female generals wear little clothing, and they’re surprisingly concerned about the fate of the world?! No. 6 is a Combatant for Kisaragi, meaning his body has been reconstructed to be stronger and obey the orders of the generals. His latest mission? To do recon on an unknown alien planet with his new partner, the deadpan android Alice. There, he meets a busty female knight… riding a unicorn?! Thus begins their hilarious invasion of a magical fantasy world!",
      "es": "La Sociedad Secreta Kisaragi tiene una misión: dominación mundial. Afirman que es una organización malvada, pero su científica es excéntrica, sus ardientes generales mujeres usan poca ropa y están sorprendentemente preocupados por el destino del mundo. No. 6 es un Combatiente para Kisaragi, lo que significa que su cuerpo ha sido reconstruido para ser más fuerte y obedecer las órdenes de los generales. ¿Su última misión? Hacer reconocimiento en un planeta alienígena desconocido con su nueva pareja, la inexpresiva androide Alicia. Allí, conocí a una caballero tetona…¡¿montando un unicornio?! ¡Así comienza su hilarante invasión de un mundo mágico de fantasía!",
      "pt": "Havia uma empresa chamada Kisaragi, uma sociedade secreta do mal que derruba um número de heróis no mundo e está prestes a conquistar o muno. Como não se sabe os desejos dessa associação, o combatente N° 6, o protagonista, será despachado para outros planetas com a android Alice. No entanto, este combatente mudou as configurações da android pare que ela não se comportasse como se fosse uma invasão, e sim u festival de Ochin, fazendo seus companheiros ficarem estúpidos. Além disso, quando chamaram novos companheiros, os novos membros que se uniram atraíram estandarismo, como a estupida quimera e o bispo. Enquanto isso, o mesmo vendedor que invoca o exército Magus começa a invadir a terra para destruí-la. A notícia se espalha nas ruas por atos de contravenção, e é transmitida ao herói que estava carregando a virtude do mal. “Não há organizações más no mundo” combatente N° 6 finalmente entra em ação com as heroínas metamorfose e as táticas de Kudzu, invadindo o novo mundo.",
      "ru": "Протагонистом является старший элитный боец корпорации зла именуемой как \"Тайное сообщество Кисараги\", которого вместе с девочкой андроидом отправили в другое измерение. И так они оказываются в мире меча и магии, где им предстоит создать предпосылки для захвата этого нового мира корпорацией зла Кисараги.",
      "pt-br": "A Sociedade Secreta Kisaragi tem uma missão: dominar o mundo! Eles afirmam ser uma organização maligna, mas seu cientista é excêntrico, suas generais gostosas usam pouca roupa e estão surpreendentemente preocupadas com o destino do mundo?! O nº 6 é um combatente de Kisaragi, o que significa que seu corpo foi reconstruído para ser mais forte e obedecer às ordens dos generais. Sua última missão? Para fazer reconhecimento em um planeta alienígena desconhecido com sua nova parceira, a andróide inexpressiva Alice. Lá, ele conhece uma cavaleira peituda… montando um unicórnio?! Assim começa a hilariante invasão de um mundo mágico de fantasia!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "66"
  },
  {
    "mangaId": "62d99da1-33e7-45cf-98a2-ca4544fc0344",
    "title": {
      "en": "Yuri no Hajimari wa Dorei Kara"
    },
    "updatedAt": "2024-10-23T23:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/62d99da1-33e7-45cf-98a2-ca4544fc0344/f0670b00-330d-417c-835a-dc3c50b5bf07.jpg",
    "altTitles": [
      {
        "ja": "百合のはじまりは奴隷から"
      },
      {
        "en": "My Yuri Started With Slavery"
      }
    ],
    "description": {
      "en": "Chiyoko Hanamura, a self-proclaimed *gyaru* who failed her high school debut, was skipping class as usual on the rooftop when her junior, Sakine, approached her. It seemed like Sakine had a favor to ask, as she handed Chiyoko a love letter.\n\n\"Could you turn down this confession for me?\" she asked. However, the sender was unknown.\n\nFor the sake of her adorable junior, and to maintain her *gyaru* dignity, Chiyoko resolved to take on the task and went to refuse the confession..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "510f29a8-99b4-46af-ba5e-916e96bc6f37",
    "title": {
      "en": "Fate/type Redline"
    },
    "updatedAt": "2024-10-26T11:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/510f29a8-99b4-46af-ba5e-916e96bc6f37/df583e54-442d-46e1-a7e1-074d40289d74.jpg",
    "altTitles": [
      {
        "es": "El misterio del Santo Grial en la Capital Imperial  - Fate/type Redline"
      },
      {
        "en": "Grail Mystery in the Imperial Capital - Fate/type Redline"
      },
      {
        "ja-ro": "Teito Seihai Kitan - Fate/type Redline"
      },
      {
        "ru": "Судьба/Линия Фронта: Предание о Граале в имперской столице"
      },
      {
        "ru": "Судьба/тип Предел: Сказание о Граале в имперской столице"
      },
      {
        "ar": "لغز الكأس في العاصمة الإمبراطورية - فيت/تايب ريدلاين"
      },
      {
        "ja": "帝都聖杯奇譚 Fate/type Redline"
      },
      {
        "id": "Misteri Cawan di Ibu Kota Kekaisaran - Fate/Type Redline"
      },
      {
        "vi": "Truyền Kỳ về Chén Thánh Đế Đô - Fate/Type Redline"
      }
    ],
    "description": {
      "ar": "إعادة صنع لقصة حرب الكأس الإمبراطورية من مانغا كوها-إيس. يُنقل البطل إلى الماضي كي يشارك في حرب الكأس المقدسة وسط الحرب العالمية الثانية.",
      "en": "Remake of the Imperial Grail War from the Koha-Ace manga. The protagonist is Akagi Kanata, who gets transported 75 years to the past to participate in a Holy Grail War in the midst of World War 2.",
      "es": "Remake de la Guerra del Grial Imperial, manga publicado en la revista Koha-ace. Nuestro protagonista es Kanata Akagi, un chico de secundaria normal que de un día para otro es transportado 75 años al pasado para participar en una Guerra del Grial en medio del Japón de la Segunda Guerra Mundial.",
      "fr": "Remake de la guerre du Graal impérial tiré du manga Koha-Ace. Le protagoniste est Akagi Kanata, qui est transporté 75 ans dans le passé pour participer à une guerre du Graal en plein milieu de la Seconde Guerre mondiale.",
      "pt": "Remake da guerra do graal imperial do mangá Koha-Ace. O protagonista é Akagi Kanata, que é transportado 75 anos para o passado para participar de uma Guerra do Santo Graal no meio da Segunda Guerra Mundial.",
      "ru": "Ремейк пародийной манги KOHA-ACE GO, изображавшей Войну Святого Грааля на Дальнем Востоке в юмористическом стиле. Примечательно, что в оригинальной сюжетной линии фигурировали персонажи из cерии «Tsukihime». Благодаря магическому артефакту Акаги Каната, потомок изжившего себя магического рода, переносится в Токио 1945-го года. Ещё полыхают огни Второй мировой Войны, но в её тени происходит другая битва — Война за Святой Грааль, сражение между магами и их фамильярами, могущественными героями прошлого. Вместе с Фудзимией Цукумо, магом, которая видит в Войне Грааля свой единственный шанс, Каната призывает Слугу сильнейшего класса Сэйбер — девушку-самурая в бирюзовом хаори. Ситуация кажется безнадёжной, но возможно, именно у Канаты может оказаться ключ к тому, как закончится эта Война.",
      "vi": "Bản remake của bộ Cuộc Chiến Chén Thánh Đế Đô từ manga Koha-Ace. \nKể về Kanata Akagi, một thanh niên bình thường thuộc một gia tộc pháp sư sắp suy tàn sống từ thời hiện đại bị du hành thời gian về quá khứ năm 75, và tham gia Cuộc Chiến Chén Thánh thời điểm đó."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier"
    },
    "updatedAt": "2024-10-28T03:28:30+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/82d8bdc4-7af0-45aa-ad0f-cb55b28754d4.jpg",
    "altTitles": [
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      },
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "ja-ro": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
      },
      {
        "pt-br": "Shangri-La Frontier - o caçador de jogos ruins experimenta um jogo Divino."
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\".",
      "pt-br": "O estudante do segundo ano do ensino médio, Rakuro Hizutome, adora encontrar os chamados “jogos ruins” e dar uma surra neles. Quando ele decide mudar as coisas jogando um novo jogo de realidade virtual de “nível divino” conhecido como Shangri-La Frontier (também conhecido como SLF), ele faz o que faz de melhor: min-maxes, pula o prólogo e pula direto para Ação! Rakuro pode ser um jogador experiente, mas um encontro com um antigo rival mudará para sempre o destino de cada jogador SLF.\n\nVestido apenas com shorts e uma máscara de pássaro, Rakuro (nome do jogador: Sunraku) se lança no mundo do SLF. As coisas vão bem no início, quando ele derruba um duende, um coelho e até uma píton. Mas então Sunraku se depara com um lobo enorme e contundente conhecido como Lycagon, o Matador da Noite. Os anos de experiência em “jogos ruins” de Sunraku serão suficientes ou ele está prestes a sofrer um rude despertar apenas algumas horas em sua aventura SLF?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": {
      "en": "Hajirau Kimi ga Mitainda"
    },
    "updatedAt": "2024-10-25T16:08:55+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/b285b593-19c4-4fe0-96d1-1610635be45b.jpg",
    "altTitles": [
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh-hk": "想要看到羞恥的你"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "zh": "露出导演"
      },
      {
        "es-la": "Quiero verte avergonzada"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy. The \"exposed love\" of twisted adolescence, begins!",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Mayonaka Heart Tune"
    },
    "updatedAt": "2024-10-18T19:10:08+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/0c4388af-bec0-4ef7-98ae-1a9c5b00eb72.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "en": "Tune In to the Midnight Heart"
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "nl": "Middernachtshart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26102334-1f7b-4a5b-a64f-107c5c24a70f",
    "title": {
      "en": "Mao"
    },
    "updatedAt": "2024-09-29T01:24:52+00:00",
    "coverArt": "https://mangadex.org/covers/26102334-1f7b-4a5b-a64f-107c5c24a70f/168101dc-83b3-44cf-af06-a458b4ae94d4.jpg",
    "altTitles": [
      {
        "en": "MAO"
      },
      {
        "ja": "マオ"
      },
      {
        "zh-hk": "摩緒"
      },
      {
        "th": "หาญสู้พลิกชะตาอาถรรพณ์"
      }
    ],
    "description": {
      "en": "The story is set in a \"land where two worlds intersect,\" and it centers on \"a strange romance between a boy and girl who meet by fate.\"\n\n(from ebookjapan):\n\nOnmyoji and Yokai? A girl's bizarre Taisho romance! When she was in the first grade of elementary school, her whole family was involved in an accident, but she is the only one who survived. In her third year of junior high school, she passes by the accident site again and is somehow transported back to the Taisho Era!　\n\nThe next day, Nanoka's physical abilities are awakened when she is told by Mao, a boy she met there who is an Onmyoji, \"You are a demon, aren't you?\" The Taisho bizarre romance in which the two of them face their \"destiny\" that will come begins!\n\n\n---\nOfficial Release:\n- English release by [Viz Media](https://www.viz.com/mao)\n- Indonesian release by [Elex Media](https://www.gramedia.com/products/mao-01) (2021)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffbd1ee1-65e8-45d4-ba03-6441f584b74b",
    "title": {
      "en": "Chounin A wa Akuyaku Reijou wo Doushitemo Sukuitai"
    },
    "updatedAt": "2024-10-09T00:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/ffbd1ee1-65e8-45d4-ba03-6441f584b74b/ccad3c62-078e-4b65-addf-d8aecd751199.jpg",
    "altTitles": [
      {
        "ja": "町人Aは悪役令嬢をどうしても救いたい～どぶと空と氷の姫君～"
      },
      {
        "en": "Villager A Wants to Save the Villainess no Matter What!"
      },
      {
        "ru": "Крестьянин хочет спасти злодейку любой ценой!"
      },
      {
        "vi": "Dù là phản diện những tôi vẫn muốn giúp cô ấy"
      },
      {
        "id": "Penduduk Desa A Ingin Menyelamatkan Tokoh Antagonis Apapun yang Terjadi!"
      }
    ],
    "description": {
      "en": "Allen, an eight-year-old boy from a poor family in the royal capital, is living a poor but happy life together with his mother. One day, however, memories of his previous life suddenly come back to him and he remembers that he is in an dating sim game and that the capital will be destroyed by war if he doesn’t do something about it. If this continues, both he and his mother will be killed! \n\nWith a sense of urgency, he decides to rise to the occasion in order to save his precious mother’s life and save his favorite character, the villainous young lady Anastasia, the only girl he liked in the game, from her all too tragic and ruinous end.\n\nThis is the story of a man who isn’t even a character in the game, but who strives with his steely determination and uses all the knowledge he has to turn overcome fate!",
      "ja": "モブ以下\"町人A\"、家族のために悪役令嬢を救う⁉ 乙女ゲーム世界にモブ以下の存在として転生したアレン。記憶を取り戻し、数年後にヒロインのせいで街ごと蹂躙され、自分も家族も滅んでしまう!と気づき一念発起。前世のゲーム知識(チート)を駆使して成り上がることに。どぶさらいなど地道な努力とチートの結果Cランク冒険者となり、いよいよ学園入学――本来ならば学園に入ることも許されない町人Aに悪役令嬢は救えるのか?ヒロイン対町人Aの戦いがスタート!第2回アース・スターノベル大賞、佳作受賞作待望の書籍化",
      "ru": "Аллен, восьмилетний мальчик из бедной семьи в королевской столице, живет бедной, но счастливой жизнью вместе со своей матерью. Однако однажды к нему внезапно возвращаются воспоминания о его прошлой жизни, и он вспоминает, что находится в симуляторе свиданий и что столица будет разрушена войной, если он ничего с этим не сделает.\n\nЕсли так будет продолжаться, и он, и его мать будут убиты!\n\nС чувством срочности он решает воспользоваться случаем, чтобы спасти жизнь своей драгоценной матери и спасти своего любимого персонажа, злодейскую юную леди Анастасию, единственную девушку, которая ему нравилась в игре, от ее слишком трагического и разрушительного конца.\n\nЭто история человека, который даже не является персонажем игры, но который борется со своей стальной решимостью и использует все имеющиеся у него знания, чтобы повернуть судьбу вспять!",
      "vi": "Allen, 8 tuổi, sống trong một hoàn cảnh nghèo khó nhưng hạnh phúc với mẹ của mình. Một hôm nọ, ký ức tiền kiếp quay về. Thế giới này thực ra là một game giả lập hẹn hò và nơi cậu sống sẽ bị hủy diệt nếu như cậu không làm gì đó\n\nThế nên cậu quyết định giúp đỡ nữ phản diện trong game để cứu lấy cô khỏi kết thảm và cũng để cứu mẹ của mình\n\nĐây là một câu chuyện về một nhân vật thậm chí chẳng tồn tại trong game, trên con đường lật kèo bằng ý chí và kiến thức của mình!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d64b0768-bebe-433c-b923-99870503c0a3",
    "title": {
      "en": "Dark Gathering"
    },
    "updatedAt": "2024-09-06T10:56:00+00:00",
    "coverArt": "https://mangadex.org/covers/d64b0768-bebe-433c-b923-99870503c0a3/e75ae3d4-b2b9-4476-b51f-9fd24bf7bf44.jpg",
    "altTitles": [
      {
        "ja": "ダークギャザリング"
      },
      {
        "zh": "黑暗集会"
      },
      {
        "zh-hk": "黑暗集會"
      },
      {
        "ne": "डार्क ज्ञादरिङ"
      },
      {
        "vi": "Thợ săn ác linh"
      }
    ],
    "description": {
      "en": "Keitarou, who's always had a disposition for attracting spirits, gets hired as a tutor for a little girl named Yayoi who can see spirits and is searching for the spirit that took away her mother.",
      "vi": "Keitarou, chàng trai có khả năng thu hút ma quỷ, được thuê làm gia sư cho một cô bé mang tên gọi Yayoi, người có thể trông thấy ma quỷ và đang trong công cuộc tìm kiếm con ma đã mang người mẹ của mình đi mất."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04c892b3-a202-46f5-ad11-0d433e712ab8",
    "title": {
      "en": "Mikadono Sanshimai wa Angai, Choroi."
    },
    "updatedAt": "2024-10-27T21:06:11+00:00",
    "coverArt": "https://mangadex.org/covers/04c892b3-a202-46f5-ad11-0d433e712ab8/d1f58406-eb23-4e37-81ab-6dcec5ccb2a4.jpg",
    "altTitles": [
      {
        "ja": "帝乃三姉妹は案外、チョロい。"
      },
      {
        "en": "The Mikadono Sisters are Surprisingly Easy to Deal With."
      },
      {
        "zh": "帝乃三姐妹原来很好搞定"
      },
      {
        "zh-hk": "帝乃三姊妹意外的好對付。"
      },
      {
        "id": "Kakak beradik Mikadono ternyata sangat mudah ditangani."
      },
      {
        "vi": "Ba Chị Em Nhà Mikadono Dễ Đối Phó Thật Đấy"
      }
    ],
    "description": {
      "en": "Though Ayase Yuu is the son of a renowned and talented actress, he is below average in anything he does. He is entrusted to live under the care of his mother's friend, and later discovers that he will also be rooming with the three sisters from his school who possess both beauty and talent. Though Yuu thought that an understanding would be impossible to reach between an ordinary person and those blessed with talent, the three sisters are surprisingly...?!",
      "id": "Meskipun Ayase Yuu adalah putra seorang aktris terkenal dan berbakat, dia berada di bawah rata-rata dalam segala hal yang dia lakukan. Dia dipercaya untuk hidup di bawah asuhan teman ibunya, dan kemudian mengetahui bahwa dia juga akan sekamar dengan tiga saudara perempuan dari sekolahnya yang memiliki kecantikan dan bakat. Meskipun Yuu berpikir bahwa pemahaman tidak mungkin dicapai antara orang biasa dan mereka yang diberkati dengan bakat, ketiga saudara perempuan itu secara mengejutkan...?!",
      "ja": "孤高の天才三姉妹と同居することになったちょっとポンコツめな高校生・優。平凡以下な彼が三姉妹に振り回されると思いきや…この三姉妹、案外、チョロい――？\n\n優との生活で変わっていく三姉妹の心模様。才色兼備の三姉妹が動揺、狼狽、そしてときめく…",
      "pt-br": "Embora Ayase Yuu seja filho de uma atriz renomada e talentosa, ele está abaixo da média em tudo o que faz. Ele é encarregado de viver sob os cuidados de um amigo de sua mãe, e mais tarde descobre que também vai morar com as três irmãs de sua escola que possuem beleza e talento. Embora Yuu pensasse que um entendimento seria impossível de alcançar entre uma pessoa comum e aqueles abençoados com talento, as três irmãs são surpreendentemente...?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4028472c-5ee4-4e5a-9d61-6aea6449edd9",
    "title": {
      "en": "Takou no Boyish Kanojo"
    },
    "updatedAt": "2024-11-01T04:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/4028472c-5ee4-4e5a-9d61-6aea6449edd9/e0bba489-29b2-43b6-b7db-e64c29dddc04.jpg",
    "altTitles": [
      {
        "ja": "他校のボーイッシュ彼女"
      },
      {
        "en": "Boyish Girlfriend from Another School"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe6ae30c-3143-49ee-985d-689200b7da4c",
    "title": {
      "en": "I Suspect He Might Like Me"
    },
    "updatedAt": "2022-06-06T23:16:23+00:00",
    "coverArt": "https://mangadex.org/covers/fe6ae30c-3143-49ee-985d-689200b7da4c/8cff04e6-c90c-44c5-a020-1899b4417f4c.jpg",
    "altTitles": [
      {
        "en": "I Think He Might Like Me"
      },
      {
        "zh": "我怀疑他喜欢我"
      }
    ],
    "description": {
      "en": "I think he might like me, but is it overthinking or is it actually the truth…?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2024-10-14T13:32:28+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "dd0b8df1-1b59-4ce3-a6f3-cc19cf6ca4f6",
    "title": {
      "en": "Iinchou Desu ga Furyou ni Naru Hodo Koi Shitemasu!"
    },
    "updatedAt": "2024-10-09T00:05:46+00:00",
    "coverArt": "https://mangadex.org/covers/dd0b8df1-1b59-4ce3-a6f3-cc19cf6ca4f6/2c3779c4-bf93-46b5-8316-004afd7d0b6d.jpg",
    "altTitles": [
      {
        "ja": "委員長ですが不良になるほど恋してます！"
      },
      {
        "en": "I'm the Class President, but I Fell in Love and Became a Bad Girl!"
      },
      {
        "en": "I'm the Class President, but I Fell in Love and Became a Delinquent!"
      }
    ],
    "description": {
      "en": "Ryoko Masaki is a serious class president, yet she has decided to become a delinquent to catch the attention of her childhood friend, Masato Todoroki. The reason is that as a discipline committee president, Masato always goes out of his way to remind delinquents of their attires, yet he doesn't pay any mind to the serious Ryoko. That's why Ryoko decided to dye her hair and shorten her skirt, and when Masato saw her, he was devasted and concerned. Is this what Ryoko had hoped for...?\n\nA ridiculous rom-com between a serious class president and a dense discipline committee member!",
      "ja": "クラス委員長を務める真面目な真崎涼子 (まざき りょうこ) は、 ある決意をする。それは、不良になって幼なじみの轟正斗 (とどろき まさと) の気を引くこと。なぜなら、 正斗は風紀委員長で、不良に対しては注意するが、真面目な涼子には構ってくれないから。髪を染め、スカートも短くした涼子を見て、正斗は動揺し、何があったのかと気にかけてくれ、涼子の思惑通りとなったのだが…!?",
      "pt-br": "Ryoko Masaki é uma presidente de classe séria, no entanto, decidiu se tornar uma delinquente para chamar a atenção de seu amigo de infância, Masato Todoroki. A razão é que, como presidente do comitê disciplinar, Masato sempre faz questão de lembrar os delinquentes sobre suas vestimentas, mas ele não dá atenção a Ryoko, que é séria. Por isso, Ryoko decidiu tingir o cabelo e encurtar a saia, e quando Masato a viu, ficou arrasado e preocupado. Será que isso era o que Ryoko esperava…?\n\nUma comédia romântica ridícula entre uma presidente de classe séria e um membro desatento do comitê disciplinar!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28b5d896-7dfe-4ffe-b480-6bbfa3075178",
    "title": {
      "ja": "Tsuka no Ma no Ichika"
    },
    "updatedAt": "2024-09-14T07:54:09+00:00",
    "coverArt": "https://mangadex.org/covers/28b5d896-7dfe-4ffe-b480-6bbfa3075178/033bc892-285f-4063-83f4-6f21e54f9e0f.jpg",
    "altTitles": [
      {
        "ja": "束の間の一花"
      },
      {
        "ja-ro": "Tsukanoma no Ichika"
      },
      {
        "en": "A Brief Moment of Ichika"
      },
      {
        "vi": "Khoảnh khắc bé nhỏ của Ichika"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Sendawara Ichika was told by her doctor that she had two years left to live. Three years later, now in her second year of university, Ichika spends her days not knowing when the end will come.\n\nOne day, by chance, she is reunited with Yurugi Akifumi -- her former philosophy professor, who quit the university. Once in love with Yurugi-sensei, Ichika has her feelings rekindled upon meeting him again, but...\n\nA story of the fleeting love between Ichika, whose life is growing shorter, and a man quietly trying to disappear.",
      "vi": "Mùa xuân lớp 11 đó, Sendawara Ichika được chẩn đoán chỉ còn 2 năm để sống. 3 năm sau, khi trở thành sinh viên đại học năm hai, Ichika vẫn tiếp tục sống những ngày tháng hối hả, bận rộn, nhưng lại không bao giờ biết được đâu sẽ là hồi kết.\n\nMọi thứ đổi thay khi cô gặp Thầy Yurugi Akifumi. Lần đầu tiên, cô có thể cảm thấy mình còn sống như vậy vì điều gì.  Và rồi Thầy Yurugi lại không còn tới trường nữa, Ichika bị bỏ lại với ngàn câu hỏi trong lòng...\n\nCâu chuyện về tình yêu bé nhỏ thoáng qua của một Ichika có cuộc sống ngày càng ngắn ngủi và một người Thầy muốn lặng lẽ biến mất khỏi nhân gian.",
      "pt-br": "Na primavera de seu segundo ano do ensino médio, Sendawara Ichika foi informada por seu médico que ela tinha dois anos de vida. Três anos depois, agora em seu segundo ano de universidade, Ichika passa seus dias sem saber quando chegará o fim. \n\nUm dia, por acaso, ela se reencontra com Yurugi Akifumi – seu ex-professor de filosofia, que deixou a universidade. Uma vez apaixonada por Yurugi-sensei, Ichika reacendeu seus sentimentos ao encontrá-lo novamente, mas… \n\nUma história de amor fugaz entre Ichika, cuja vida está ficando cada vez mais curta, e um homem silenciosamente tentando desaparecer."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "4f39bf63-4f83-4c4f-9318-f3759cf7a534",
    "title": {
      "en": "Off Village: Daisanbou Okabe"
    },
    "updatedAt": "2024-11-01T03:33:47+00:00",
    "coverArt": "https://mangadex.org/covers/4f39bf63-4f83-4c4f-9318-f3759cf7a534/2c2e4986-23a5-4b28-94ff-6dcbc91d78a8.png",
    "altTitles": [
      {
        "ja": "オフヴィレッジ 第三防御壁"
      }
    ],
    "description": {
      "en": "In that village, those who die rise again, transforming into what the locals call \"Wandering Dead\" that are neither fully alive nor completely dead. These wandering dead then feast on the living...\n\nIn the remote settlement of Sarugami Village, completely isolated from the outside world by three imposing walls and absent from all maps, an eerie phenomenon unfolds. The villagers know nothing of the outside world, they can only resist the suffocating scent of death that permeates their lives... It's a bizarre horror where conspiracy and madness intertwine."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb",
    "title": {
      "en": "Kyouran Reijou Nia Liston - Byoujaku Reijou ni Tensei shita Kamigoroshi no Bujin no Karei Naru Musouroku"
    },
    "updatedAt": "2024-04-13T16:22:01+00:00",
    "coverArt": "https://mangadex.org/covers/5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb/a6ccbd60-ee08-40f5-b118-cad47a11b572.jpg",
    "altTitles": [
      {
        "ja": "凶乱令嬢ニア・リストン 病弱令嬢に転生した神殺しの武人の華麗なる無双録"
      },
      {
        "en": "Brutal Daughter Nia Liston: A Splendid Matchless Record of a God-Slaying Warrior Reincarnated as a Sickly Daughter"
      },
      {
        "vi": "Cuồng loạn lệnh nương - Nia Liston"
      },
      {
        "en": "Nia Liston: The Merciless Maiden"
      }
    ],
    "description": {
      "en": "The strongest reincarnated daughter goes on the rampage! A gripping, otherworldly entertainment!\n\n\"I wanted to die fighting anyway.\"\n\nThe great hero, who once even killed a god, wanted to fight even in death. What awaited her was her reincarnation as a sickly noblewoman. In the future world, she becomes the beautiful but too weak Daughter Nia Liston, but in her second life, she goes on a rampage in battle, in delivery activities and in academy life!\n\nThis is a record of the brilliant battles of the hero who will eventually be known as the \"Wicked Rampant Daughter\". The most powerful Warriors' Daughter presents the start of a painful otherworldly entertainment!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c37d93a8-9c50-49b3-bd71-143937f4288e",
    "title": {
      "en": "Gantz: E"
    },
    "updatedAt": "2024-07-21T12:09:37+00:00",
    "coverArt": "https://mangadex.org/covers/c37d93a8-9c50-49b3-bd71-143937f4288e/9adb40e3-8a67-4c55-b984-dadd606d7f7f.jpg",
    "altTitles": [
      {
        "ru": "Ганц:Э"
      }
    ],
    "description": {
      "en": "The manga's story begins when a peasant named Hanbē asks a girl named O-haru for her hand in marriage, but O-haru confesses that she is already thinking of another man named Masakichi from a neighboring village. When Hanbē seeks out Masakichi, he finds that Masakichi possesses a sword and the skills to use it, despite being a peasant.",
      "ru": "Крестьянин по имени Ханбэй делает предложение руки и сердца девушке по имени Охару, однако она признаётся, что влюблена в другого парня, Масакити, живущего в соседней деревне. Когда Ханбэй отправляется на поиски Масакити, чтобы сразиться с ним, он обнаруживает, что тот умело обращается с мечом, несмотря на то, что он тоже крестьянин. Во время их схватки они слышат крик тонущей девочки, которая просит о помощи, после чего вдвоём бросаются на помощь, в процессе чего погибают в бурном потоке реки. После смерти оба парня оказываются в той самой, всем хорошо знакомой комнате."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ded54f3d-99bc-406a-bca1-4a1d4d618730",
    "title": {
      "en": "Yome Gaki ssu"
    },
    "updatedAt": "2024-11-01T03:35:02+00:00",
    "coverArt": "https://mangadex.org/covers/ded54f3d-99bc-406a-bca1-4a1d4d618730/bf8242b3-dd47-464d-8738-e398de4cf72c.jpg",
    "altTitles": [
      {
        "ja": "ヨメガキッす"
      },
      {
        "ja-ro": "Yome Gaki ss"
      },
      {
        "ja-ro": "Yome ga Kiss"
      },
      {
        "ja-ro": "Yomegakiss"
      },
      {
        "ja-ro": "Yomega Kiss"
      },
      {
        "en": "Bride Brat"
      }
    ],
    "description": {
      "en": "Super serious and uptight high school student Koutaro Suzuki and his obnoxious gyaru kouhai Sorako Mozu get along like cats and dogs. She spends her days tormenting him, while he spends his days getting outraged by her. However, the two of them share a secret...that they're living together as fiancés!! Under the condition that Koutaro marry Sorako, who comes from a wealthy real estate family, they've agreed to buy his father's company and save it from going under!!\n\nHaving to deal with Sorako, who uses this and that (and you know what) to torment him, can Koutaro make her yield and successfully marry her?!\n\n---\n**Links:**\n- [Alternative Official Raw on Nico Nico Seiga](https://seiga.nicovideo.jp/comic/64744)",
      "ja": "クソ真面目で融通が利かない男子高校生・鈴紀光太郎は生意気な後輩ギャル・百舌そら子と犬猿の仲。そんな二人には秘密が…それは二人が許嫁関係で同棲していること!? 資産家の家族を持つそら子と結婚をする条件で、光太郎は潰れる寸前の父の会社を買収してもらっていたのだ!! あの手この手（エッ●なこと）で責めるメスガキそら子にたいし、光太郎は彼女を屈服させ、無事に結婚をすることができるのか――!!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "512cd78f-cbb8-460a-bafd-e8840c0f7c31",
    "title": {
      "en": "Sword Art Online Unital Ring"
    },
    "updatedAt": "2024-05-23T11:39:09+00:00",
    "coverArt": "https://mangadex.org/covers/512cd78f-cbb8-460a-bafd-e8840c0f7c31/b30395aa-2d98-4439-b141-a916840aee16.jpg",
    "altTitles": [
      {
        "ja": "ソードアート・オンライン・ユナイタル・リング"
      },
      {
        "ja-ro": "Sōdo Āto Onrain Yunaitaru Ringu"
      },
      {
        "en": "SAO Unital Ring"
      },
      {
        "es-la": "Sword Art Online Anillo Unital"
      }
    ],
    "description": {
      "en": "A year has passed since Kirito and Asuna’s return from the Underworld. With them is Alice, who has been given a physical body. But their peace is quickly broken when the three are suddenly thrust into an unfamiliar game, Unital Ring. This new world is a survival MMO that fuses together every VRMMO created with the Seed program. As soon as it starts, Kirito finds himself with nothing but his underwear. Now, he’s got to challenge a mysterious VRMMOSVG under desperate circumstances!",
      "es-la": "Ha pasado un año desde el regreso de Kirito y Asuna del Underworld. Con ellos está Alice, que ha recibido un cuerpo físico. Pero su paz se rompe rápidamente cuando los tres se ven empujados de repente a un juego desconocido, Unital Ring. Este nuevo mundo es un MMO de supervivencia que fusiona todos los VRMMO creados con el programa \"The Seed\". Nada más empezar, Kirito se encuentra sin nada más que su ropa interior. Ahora, ¡Tiene que desafiar a un misterioso VRMMOSVG en circunstancias desesperadas!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2024-10-25T13:44:08+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      },
      {
        "ja": "寄生列島"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed――. A parasite psycho-thriller by Edogawa Edogawa of \"Ikenie Touhyou\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "cde5424f-02e5-4c90-a433-b92d831d9856",
    "title": {
      "en": "Yearning for a Night Full of You"
    },
    "updatedAt": "2024-10-28T06:07:21+00:00",
    "coverArt": "https://mangadex.org/covers/cde5424f-02e5-4c90-a433-b92d831d9856/cc4f55e4-abfd-48b6-a822-b8d266f4b1eb.jpg",
    "altTitles": [
      {
        "ja-ro": "Kimi Meku Yoru ni Kogarete"
      },
      {
        "ja": "君めく夜に焦がれて"
      },
      {
        "ko": "너와 닮은 밤을 동경해서"
      }
    ],
    "description": {
      "en": "Saint Ruri Girl's Academy. At this academy, there are two opposing factions: the \"Ruri Class,\" consisting of refined, well-bred ladies, and the \"Ai Class,\" made up of delinquents with poor behavior. Nanase Mitsuki, among the students of the Ai Class, is the most feared by the Ruri Class due to her intimidating appearance, though Mitsuki harbors a complex about her looks. One night, she meets Hosho Yuka, a young lady wandering alone at night... A sweet and fleeting love story between two people who are only allowed to meet at night."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5db5933-3804-4cca-a511-726a481f9eed",
    "title": {
      "en": "Seijo ni Uso wa Tsuujinai"
    },
    "updatedAt": "2024-10-14T13:50:04+00:00",
    "coverArt": "https://mangadex.org/covers/e5db5933-3804-4cca-a511-726a481f9eed/910a44f5-1c35-4fdb-919a-f5c53d9a7148.jpg",
    "altTitles": [
      {
        "ja": "聖女に嘘は通じない"
      },
      {
        "ja-ro": "Seijo ni Uso ha Tsuujinai"
      },
      {
        "en": "You Can't Lie to the Saintess"
      },
      {
        "en": "You Can't Lie to a Saint"
      },
      {
        "ru": "Ты не можешь лгать святому"
      },
      {
        "zh-hk": "聖女當前，謊言不通"
      },
      {
        "zh": "圣女当前，谎言不通"
      }
    ],
    "description": {
      "en": "Chloe, who works as an apprentice priestess in a remote church, is a money-loving girl who makes a lot of money at night by gambling at cards, using her insight and memory as weapons. When Erald, a rich holy knight, visits her, he asks her to infiltrate the church as a candidate for sainthood and find the murderer who committed a murder two years ago…?",
      "ja": "辺境の教会で神官見習いとして働くクロエは、持ち前の洞察力と記憶力を武器に、夜な夜なカード賭博で荒稼ぎするお金大好き少女。そんな彼女のもとを訪れた成金聖騎士エラルドは、「聖女候補として大教会に潜入し、二年前の殺人事件の犯人を見つけてほしい」とクロエに依頼をして‥‥！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db882a6e-6716-47bc-b031-c420f42d08d5",
    "title": {
      "en": "Whimsy Whimsy Witch"
    },
    "updatedAt": "2024-10-31T22:24:26+00:00",
    "coverArt": "https://mangadex.org/covers/db882a6e-6716-47bc-b031-c420f42d08d5/9371a28d-1bce-46b3-b56e-1e5f36c199ee.jpg",
    "altTitles": [
      {
        "vi": "Cô phù thủy ngộ nghĩnh"
      }
    ],
    "description": {
      "en": "A prince has been cursed to turn into a frog by a witch. Things went wild from there.",
      "vi": "Một hoàng tử bị biến thành con ếch bởi một mụ phù thủy. Chuyện diễn ra tiếp theo khá là kì cục."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "866791e1-2cf0-42e6-a0da-1f5d9185714a",
    "title": {
      "en": "Ichiban Kowai Hanashi"
    },
    "updatedAt": "2024-07-30T14:28:06+00:00",
    "coverArt": "https://mangadex.org/covers/866791e1-2cf0-42e6-a0da-1f5d9185714a/be0112a6-04f9-45ab-b0ef-3883622b1459.jpg",
    "altTitles": [
      {
        "en": "Scariest Tales of Horror"
      },
      {
        "ja": "いちばんこわい話"
      }
    ],
    "description": {
      "en": "Warning! This is a collection of seriously scary tales!\n\nA mysterious day in a certain town. The price of a promise. The desire to accelerate the progress of mankind. This collection of tales explores the strange possibilities of our reality. Warns against overambitious desires, and reminds us why horror opens our eyes to the wider world. It’s sure to send a chill down your spine!\n\n(Source: Shogakukan Asia)\n\nIncluded Stories:\n1. Seguchi-san (セキグチさん, Mr. Sekiguchi by Isao Sakamoto)\n2. Luna-chan to Yubikiri (ルナちゃんとユビキリ, A Pinky Promise with Luna by Rei Nanase)\n3. Kindan no Hyakumonogatari (禁断の百物語, A Hundred Forbidden Stories by Eiko Komuro)\n4. Utsuro no Shoumen (虚ろの正面, In The Face of Emptiness by Mayumi Yokoyama)\n5. Sakana no Namida (魚の涙, Tears of Fish by Junko Nose)\n6. Jigoku no Bishounen (地獄の美少年, The Handsome Young Man from Hell by Ryouko Mizoguchi)\n7. Shiroi Hako (白い箱, The White Box by Kyuuko Morooka)\n8. Mushi ni Negai wo (虫に願いを･･･, Wish Upon an Insect by Wakana Makihara)\n9. Sangeki no Yakata (惨劇の館, The House of Tragedy by Kirara Himekawa)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "9"
  },
  {
    "mangaId": "5b657ca5-4bf7-49f5-bdcb-3966fa588c90",
    "title": {
      "en": "The Tyrant's Loyal Warhorse"
    },
    "updatedAt": "2024-10-27T23:27:29+00:00",
    "coverArt": "https://mangadex.org/covers/5b657ca5-4bf7-49f5-bdcb-3966fa588c90/ffd95e4d-ed05-4385-ae1b-2edb094220d1.jpg",
    "altTitles": [
      {
        "th": "อาชาศึกผู้ภักดีของทรราช"
      }
    ],
    "description": {
      "en": "This is the story of a middle-aged man who is reincarnated as a horse in the world of a novel he once read. Along with that, he’s stuck with a system that forbids him from going OOC (out of character) in his horse form. On top of that, there are characters acting like NPCs, constantly giving him quests to complete."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-09-16T05:32:20+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/53b6c141-3edd-425d-9608-d07176664b92.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5efc2417-d036-48e6-b86d-e4299a077093",
    "title": {
      "en": "A Boyish Girlfriend in High Humidity"
    },
    "updatedAt": "2024-08-06T22:34:42+00:00",
    "coverArt": "https://mangadex.org/covers/5efc2417-d036-48e6-b86d-e4299a077093/a1801d05-fabc-4e4a-911a-bb0fcea51fd5.jpg",
    "altTitles": [
      {
        "ja": "湿度高めのボーイッシュ彼女"
      },
      {
        "ja-ro": "Shitsudo Takame no Boyish Kanojo"
      },
      {
        "pt-br": "Uma namorada masculina com alta umidade"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/115806876)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "467937dc-559d-4803-8018-cbe36ecaf585",
    "title": {
      "en": "Forced to Be an Invincible Saintess"
    },
    "updatedAt": "2022-02-07T08:43:33+00:00",
    "coverArt": "https://mangadex.org/covers/467937dc-559d-4803-8018-cbe36ecaf585/a2cfe80d-faf7-43bf-9900-b1c462928528.jpg",
    "altTitles": [
      {
        "en": "Invincible Goddess"
      },
      {
        "zh-ro": "Bèi Pò Chéngwéi Kāi Guà De Wúdí Shèng Nǚ"
      },
      {
        "zh": "被迫成为开挂的无敌圣女"
      }
    ],
    "description": {
      "en": "The true identity of the saint that is worshipped by all the people in the kingdom is actually an average boy? With the beautiful priest, the big breasted knight, and the loli doctor at the side, the road of a saintess is really difficult..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cba1a19d-b433-4f4c-a988-8608fef3f955",
    "title": {
      "en": "Uzugami"
    },
    "updatedAt": "2024-10-09T02:59:01+00:00",
    "coverArt": "https://mangadex.org/covers/cba1a19d-b433-4f4c-a988-8608fef3f955/e132e1e4-d2f7-431a-a5c3-63c7b5c369f1.jpg",
    "altTitles": [
      {
        "ja-ro": "Uzugami - Bunretsu Zoushoku Ningen"
      },
      {
        "ja-ro": "Uzushin"
      },
      {
        "ja": "渦神 分裂増殖人間"
      }
    ],
    "description": {
      "en": "Satoru Takeichi, also known as Ichigo, works at a sawmill. \n\nWhile working, he got into a mechanical problem and ended up having the first joint of his right little finger amputated. He and other employees searched for the cut off part, but couldn't find it. \n\nIchigo goes straight to the hospital and receives treatment. However, when he returned to his apartment after being hospitalized for a few days, he found another version of him... \n\nFrom there, a strange shared life with another [Himself] begins...",
      "ja": "渦神 分裂増殖人間製材工場で働いている武市悟(たけいちさとる)、通称イチゴ。\n\n彼は作業中に機械トラブルに巻き込まれ右手の小指の第一関節を切断してしまう。他の従業員と一緒に切り落とした部分を探したが見つからない。\n\nイチゴはそのまま病院へ行き治療を受ける。しかし、数日の入院を経て自宅アパートへ帰ると、【もう 1 人の自分】がいた...。\n\nそこからもう1 人の【二ゴー】との奇妙な共同生活が始まる......。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2356f5ff-143f-4e3b-96e6-9d9f5efab8c5",
    "title": {
      "en": "Apparently, Disillusioned Adventurers Will Save the World"
    },
    "updatedAt": "2024-10-31T02:10:56+00:00",
    "coverArt": "https://mangadex.org/covers/2356f5ff-143f-4e3b-96e6-9d9f5efab8c5/71d670ac-9057-42fc-a127-a0f145a6b9bc.jpg",
    "altTitles": [
      {
        "ja-ro": "Ningen Fushin no Boukenshatachi ga Sekai o Sukuu Youdesu"
      },
      {
        "en": "It Seems Skeptical Adventurers Will Save the World"
      },
      {
        "id": "Petualang Yang Tidak Percaya Pada Manusia Akan Menyelamatkan Dunia"
      },
      {
        "zh": "不相信人类的冒险者们好像要去拯救世界"
      },
      {
        "zh-hk": "不相信人類的冒險者們好像要去拯救世界"
      },
      {
        "ja": "人間不信の冒険者たちが世界を救うようです"
      },
      {
        "en": "Adventurers Who Don't Believe in Humanity Will Save the World"
      },
      {
        "ja-ro": "Ningen Fushin no Boukensha-tachi ga Sekai wo Sukuu you desu"
      },
      {
        "vi": "Có Vẻ Nhóm Mạo Hiểm Giả Không Tin Vào Nhân Loại Sẽ Giải Cứu Thế Giới"
      }
    ],
    "description": {
      "en": "Life isn’t going well for veteran adventurer Nick. Despite his loyalty to his party, he was betrayed by a teammate who accused him of embezzlement, then kicked out by his mentor. On top of that, his girlfriend dumped him too! Tired, heartbroken, and looking for a drink, Nick chances upon a few kindred spirits who are as jaded as he is. Can these disillusioned heroes put their faith in each other long enough to save the world together…?",
      "vi": "Đây là câu chuyện về bốn nhà phiêu lưu đã từng bị phản bội và trải qua rất nhiều sóng gió cuộc đời. Họ tụ họp lại và hợp tác với nhau để có thể ‘giơ ngón giữa’ trước xã hội đương thời",
      "pt-br": "A história de quatro aventureiros, todos que experimentaram traição e dificuldades, unindo-se em um \"que se foda\" a sociedade."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "40.2"
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi o Suru"
    },
    "updatedAt": "2024-09-29T14:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll ha Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque Doll Is Falling in Love"
      },
      {
        "en": "The Bisque Doll Falls in Love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8438feea-6d36-4082-bbd3-50d7273e66ba",
    "title": {
      "en": "The Long Summer of August 31"
    },
    "updatedAt": "2024-10-18T10:29:21+00:00",
    "coverArt": "https://mangadex.org/covers/8438feea-6d36-4082-bbd3-50d7273e66ba/1dd079e4-5a32-4bc0-ade7-a469068e5110.jpg",
    "altTitles": [
      {
        "ja": "8月31日のロングサマー"
      },
      {
        "ja-ro": "8-gatsu 31-nichi no Long Summer"
      },
      {
        "ja-ro": "Hachigatsu Sanjuuichinichi no Long Summer"
      },
      {
        "en": "The Long Summer of August 31st"
      },
      {
        "en": "The Long Summer on August 31"
      },
      {
        "vi": "Mùa hè dài ngày 31 tháng 8"
      },
      {
        "ru": "Длинное лето 31-го августа"
      }
    ],
    "description": {
      "en": "Suzuki-kun and Takagi-san — two high-schoolers who found each other in a time loop on August 31. The two are the only ones who keep their memories when it loops. As for the cause of the time loop, one thing comes to mind — Suzuki-kun's lingering regrets for the summer, a guy's greatest ambition....\n\nIt's a time loop comedy of youth, romance, and facing love head-on!\n___\n**Alt Official English:** [K MANGA - United States only!](https://kmanga.kodansha.com/title/10613/episode/353159)",
      "ja": "何度も繰り返す8月31日の中で出会った高校生の二人・鈴木くんと高木さん。\n\n記憶を繰り越せるのは二人だけ。\n\nタイムループの原因として考えられるのは、鈴木くんが夏休みにやり残した、男子最大の目標…。\n\n恋と真っ向から対峙する、青春タイムループコメディ！",
      "ru": "31 августа повторяется снова и снова. Сохранить об этом воспоминания могут только два школьника – Сузуки-кун и Такаги-сан. Задумавшись о причине возникновения такой временной петли, Сузуки-кун пришёл к выводу, что всё дело в нём: его незавершённых делах летом и большом сожалении на этот счёт. Чтобы выбраться из временной тюрьмы подросток решает действовать…\nВас ждёт любовная комедия противостояния любви и временной петли!",
      "vi": "Thế giới bị rơi vào 1 vòng lặp thời gian, chỉ có 2 người giữ lại được ký ức là Suzuki và Takagi. Nếu muốn thoát khỏi vòng lặp thì Suzuki phải hoàn thành ước nguyện còn dang dở của cậu: kiếm được bạn gái và thoát kiếp trai tân."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]