[
  {
    "mangaId": "5a945d52-4143-4704-ae21-7ddf338583c7",
    "title": {
      "en": "Records of the Swordsman Scholar"
    },
    "updatedAt": "2024-05-28T18:43:04+00:00",
    "coverArt": "https://mangadex.org/covers/5a945d52-4143-4704-ae21-7ddf338583c7/a7774ccf-488a-4ffb-9fc2-63ccb096b8a7.jpg",
    "altTitles": [
      {
        "ko": "학사검전"
      },
      {
        "ru": "Экзамен на учёного"
      },
      {
        "zh-hk": "學士劍傳"
      },
      {
        "en": "Legends of the Swordsman Scholar"
      },
      {
        "es-la": "Registros del Espadachín Erudito"
      }
    ],
    "description": {
      "en": "Scholar Woon Hyun enters the palace after passing the Imperial Examination.\nThough he soon comes to lament his poor and miserable life of having to deal with the Crown Prince’s hobbies,\nDespite that, he doesn’t give up and tries his best to learn martial arts.\nBut Woon Hyun suddenly picks up his brush to conquer the Murim?!\n\nThe hidden story of the scholar who passed the Imperial Examination at a young age begins. \n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EA%B2%80%EC%A0%84/2895)",
      "ko": "장원에 급제하여 입궁한 학사 운현.\n황태자의 취미생활을 전담하는 초라하고 처량한 신세를 한탄하지만,\n그럼에도 포기하지 않고 최선을 다해 무공을 익힌다.\n그러던 운현은 갑자기 무림을 제패하기 위해 붓을 드는데?!\n\n젊은 나이에 장원에 급제한 학사의 숨겨진 이야기가 시작된다.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EA%B2%80%EC%A0%84/2895)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ad2788e-6522-43b0-a668-7c2654ca9ad0",
    "title": {
      "en": "The Possesive Tyrant and His Sleepy Cat"
    },
    "updatedAt": "2024-03-21T13:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/9ad2788e-6522-43b0-a668-7c2654ca9ad0/c8ae97a0-5d9b-40aa-8376-6655157390aa.jpg",
    "altTitles": [
      {
        "ko": "매일 밤 집착폭군과 잠드는 고양이가 되었다"
      },
      {
        "pt-br": "O tirano possessivo e a gata sonolenta"
      },
      {
        "en": "I Became a Cat That Sleeps with an Obsessive Tyrant Every Night"
      },
      {
        "zh": "占有欲强的暴君和他的磕睡小猫"
      }
    ],
    "description": {
      "en": "I've found myself trapped in a mature-rated novel as a cursed cat, whose mere existence is believed to be harmful to the empire. This place has killed every cat in every alley all because of one prophecy...\nThe moment anyone finds me will be my last moment in this life.\n\"What's this?\"\nBefore I could even think of escaping, the male lead, who's fated to become a mad tyrant, effortlessly snatches me up.",
      "pt-br": "Eu me vi presa em um romance adulto como uma gata amaldiçoada, cuja mera existência é considerada prejudicial ao império. Este lugar matou todos os gatos em todos os becos, tudo por causa de uma profecia… O momento em que alguém me encontrar será meu último momento nesta vida. “O que é isso?” Antes que eu pudesse pensar em escapar, o protagonista masculino, que está fadado a se tornar um tirano louco, me agarra sem esforço."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "557d17fe-a32e-41bb-bb48-f0d1b75b4ec4",
    "title": {
      "en": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
    },
    "updatedAt": "2024-05-18T12:37:33+00:00",
    "coverArt": "https://mangadex.org/covers/557d17fe-a32e-41bb-bb48-f0d1b75b4ec4/1f48cebe-8684-456d-a515-4767191d5e9a.png",
    "altTitles": [
      {
        "ja": "カタブツ系女子に告白してみた"
      },
      {
        "ja-ro": "Katabutsu-kei Joshi ni Kokuhaku shitemita"
      },
      {
        "en": "I Tried Confessing My Love to a Serious Girl"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c8f00a-3925-4f22-ac21-83145be2b733",
    "title": {
      "en": "The Lazy Lord Masters the Sword"
    },
    "updatedAt": "2024-03-21T20:21:42+00:00",
    "coverArt": "https://mangadex.org/covers/26c8f00a-3925-4f22-ac21-83145be2b733/f874bcb6-03be-4cb0-9478-8d3a0240beea.jpg",
    "altTitles": [
      {
        "ko": "나태 공자, 노력 천재 되다"
      },
      {
        "en": "Reformation of the Deadbeat Noble"
      },
      {
        "en": "The Lazy Prince Becomes a Genius"
      },
      {
        "ru": "От нерадивого аристократа до усердного гения"
      },
      {
        "ja": "怠惰公子、努力の天才になる"
      },
      {
        "zh-hk": "懶惰公子成長記"
      }
    ],
    "description": {
      "en": "After witnessing the shocking death of his mother, young Airen Farreira uses sleep to escape his painful reality, earning him the nickname, “the lazy lord”. Yet, in spite of others’ jeers and whispers, Airen has no intention of changing his ways.\n\nBut when he awakens one day from a dream about a mysterious swordsman, his life’s trajectory takes a complete turn...\n\n---\n- [Alternative English Translation (Tappytoon)](https://www.tappytoon.com/en/comics/the-lazy-lord-masters-the-sword)\n- [Official Traditional Chinese Translation (Webtoons)](https://www.webtoons.com/zh-hant/drama/thelazylord/list?title_no=3168)\n- [Official French Translation (Webtoons)](https://www.webtoons.com/fr/action/the-lazy-lord-masters-the-sword/list?title_no=3675)\n- [Official Japanese Translation (Line)](https://manga.line.me/product/periodic?id=Z0001508)",
      "fr": "Irene Perreira est un garçon qui dort pour s’enfuir de la réalité. Les gens se moquent de lui, en l’appelant 'bon à rien' , mais il n'a aucune envie de changer. Jusqu'à ce qu'un jour, il rêva d'un épéiste... C'était un rêve d'un homme sans talent qui a entraîné ses mouvements à l'épée pendant des décennies.",
      "ja": "誰も期待していなかった一族の怠け者、アイルーンパレイラがついに剣を手に取る。",
      "ko": "잠을 도피처로 삼아 온 소년 아이른 파레이라.\n사람들은 그를 나태 공자라 부르며 조롱했지만 그는 변할 생각이 없었다.\n어느 날 어느 검사의 꿈을 꾸기 전까지는...\n그것은 그저 묵묵히 수십 년간 검을 휘두르며 단련하는 한 재능 없는 사내에 관한 꿈이었다.",
      "ru": "Юный Айрон Парейра сделал свой мир грёз убежищем от боли трагедии прошлого. Людей забавляло это, они подняли его на смех и прозвали нерадивым аристократом. Однако подобное отношение никак не задевало нашего героя необходимостью меняться.\nТак бы всё и продолжалось, не повстречай он во сне бездарного юношу, который тридцать семь лет подряд обучался владению мечом, да так и умер с оружием в руках.",
      "zh-hk": "家族中的懶惰蟲終於拿起了劍！將睡覺視為逃避方法的少年艾倫．帕雷拉，即使人們都嘲笑他為懶惰公子，他依然不願改變，直到有天他夢見了一位數十年間不斷揮劍鍛練的無才男子..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "010a2e68-b80f-4546-a146-54406544b4dc",
    "title": {
      "en": "Our Aimless Nights"
    },
    "updatedAt": "2024-05-03T02:06:50+00:00",
    "coverArt": "https://mangadex.org/covers/010a2e68-b80f-4546-a146-54406544b4dc/c821d851-d19e-4753-9a47-5834b1532e4e.jpg",
    "altTitles": [
      {
        "ja": "夜のまにまに"
      },
      {
        "ja-ro": "Yoru no Manimani"
      },
      {
        "fr": "À la tombée de la nuit"
      },
      {
        "es-la": "En medio de la noche"
      }
    ],
    "description": {
      "en": "Cheerful, energetic high school girl Chika and shy, reserved boy Waya couldn’t be more different. But they have a secret: every Wednesday after 9PM they meet outside the convenience store where Waya works. Bit by bit, under the light of the moon, a unique connection begins to blossom in this enchanting coming-of-age love story!",
      "fr": "**À la tombée de la nuit** \n\nLa joyeuse et énergique Chika, le timide et silencieux Waya. Ces deux-là, qui sont le jour et la nuit, discutent chaque mercredi soir devant une supérette. À la tombée de la nuit, il se rapproche peu à peu. Une histoire d'amour de jeunesse !",
      "pt-br": "Chika é uma garota alegre e divertida, Waya é um garoto tímido e gentil. Os dois opostos se falam apenas na loja de conveniência na quarta-feira. Uma história de amor juvenil onde eles diminuem a distância lentamente durante a noite!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "af2f1d6b-0173-4fea-9871-acbccdb61d9e",
    "title": {
      "en": "Sakura Nadeshiko"
    },
    "updatedAt": "2024-05-13T11:44:24+00:00",
    "coverArt": "https://mangadex.org/covers/af2f1d6b-0173-4fea-9871-acbccdb61d9e/5d37688d-4bcc-4216-bc3c-e1e86c0a170a.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakura*Nadeshiko"
      },
      {
        "ja": "サクラ✿ナデシコ"
      },
      {
        "ja": "サクラ*ナデシコ"
      }
    ],
    "description": {
      "en": "Two girls who want to become idols are entering into their long dreamed school—Kiraboshi-juku—Kiraboshi Nadeshiko and her close friend Mangetsu Sakurako. These two are so close that despite both being girls, they're often compared to a married couple by people around them.  \n  \nAnd so begins their life in the dormitory as roommates. However, on their first night, an unusual, illicit impulse strikes Nadeshiko…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "21"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-03-22T13:57:52+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c7b8d146-b3f0-49e2-8292-c2878043864d",
    "title": {
      "en": "Classmate no Moto Idol ga, Tonikaku Kyodou Fushin Nan desu"
    },
    "updatedAt": "2024-04-09T14:04:42+00:00",
    "coverArt": "https://mangadex.org/covers/c7b8d146-b3f0-49e2-8292-c2878043864d/1706f5fc-d2f1-4769-95f9-e9b52cd15be7.jpg",
    "altTitles": [
      {
        "ja": "クラスメイトの元アイドルが、とにかく挙動不審なんです。"
      },
      {
        "en": "The Idol Girl in My Class Is Acting Suspiciously"
      },
      {
        "ja-ro": "Class no Idol Bishoujo ga, Tonikaku Kyodou Fushin nan desu"
      }
    ],
    "description": {
      "en": "Saegusa, who retired from idolry when she went to high school, is good-looking and intelligent. She is always cheerful and friendly, and is the most popular person at school. Takuya, however, knows a certain side of the highbrow Miss Saegusa. Today, too, a suspicious-looking woman in a dubious disguise appears at the convenience store where he works part-time. She is, in all likelihood, that Saegusa-san...?",
      "ja": "高校進学を機にアイドルを引退した三枝さんは、容姿端麗かつ頭脳明晰。いつも明るくて人当たりも良く、学校で一番の人気者だ。しかし、そんな高嶺の花である三枝さんのとある一面を卓也は知っている。今日もバイト先のコンビニに現れる、怪しげな変装をした挙動不審な女性――。彼女はどう見てもあの三枝さんで…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d1029df-16c2-41b9-9816-211f546d8f90",
    "title": {
      "en": "The Archduchess' Pet Beast"
    },
    "updatedAt": "2023-02-12T03:46:19+00:00",
    "coverArt": "https://mangadex.org/covers/5d1029df-16c2-41b9-9816-211f546d8f90/598bffda-337e-4941-8cb7-8d0fa38008dd.jpg",
    "altTitles": [
      {
        "ko": "대공님의 애완 수인"
      },
      {
        "ko-ro": "Daegongnimui Aewan Suin"
      },
      {
        "en": "The Archduchess' Loyal Shapeshifter"
      },
      {
        "en": "The Grand Duchess' Pet"
      },
      {
        "en": "The Grand Duke's Pet"
      },
      {
        "fr": "La bête de compagnie de l'archiduchesse"
      },
      {
        "fr": "La bête de compagnie de la grand-duchesse"
      },
      {
        "es": "La mascota de la gran duquesa"
      },
      {
        "ja": "大公様と獣人ペット"
      },
      {
        "zh": "大公女的宠物兽人"
      },
      {
        "zh-hk": "大公女的寵物獸人"
      },
      {
        "vi": "Thú Cưng Của Nữ Đại Công Tước"
      },
      {
        "id": "Bukan Tante Pedo"
      }
    ],
    "description": {
      "en": "The empire's archduchess Rosalin has a mysterious new lover, Fenrir, a lowborn shape-shifting anthromorph. However, in a world that separates them by class, their love didn’t bloom easily. Turning a blind eye to the injustices of the empire, Rosalin showed no interest in anyone but herself, and having never known his parents or even his own name, Fenrir trusted no one. In a society full of prejudice and hate for their love, can this unlikely couple overcome the odds against them? \n\n---\nGrand Duchess Rosalind Idris Apeluden, the current emperor’s only half-sister. She received a beautiful slave as a gift from her friend. Unable to release the wounded prisoner, Rosalind gave him the name Fenrir and nursed him by her side. Fenrir, who begins to open up to Rosalind after a while, and begins to make her his only companion in life.\n\n---\n[Original Webtoon](https://page.kakao.com/content/59252245)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-archduchesss-loyal-shapeshifter/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15059)\n* [Japanese / 日本語](https://piccoma.com/web/product/122770)",
      "fr": "L'archiduchesse Rosaline Idris Apeluden, le seule demi-sœur de l'empereur actuel. Elle reçoit en cadeau de son amie intime un magnifique esclave sauvage. Rosaline, incapable de se séparer de son prisonnier blessé, lui donne le nom de Fenrir et prend soin d'elle à ses côtés. Son Fenrir, qui commence à ouvrir son cœur à sa Rosaline, ne tarde pas à la considérer comme sa seule et unique compagne dans sa vie.\n\n---\n[Original Webtoon](https://page.kakao.com/content/59252245)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-archduchesss-loyal-shapeshifter/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15059)\n* [Japanese / 日本語](https://piccoma.com/web/product/122770)",
      "ko": "현 황제의 유일한 동복 누이이자 대공 로잘린 이드리스 아펠루덴. 그녀는 친하게 지내던 부인에게 아름다운 수인 노예를 선물받는다. 상처입은 수인을 내치지 못한 로잘린은 그에게 펜리르라는 이름을 주며 곁에 두고 보살핀다. 차츰 로잘린에게 마음을 열기 시작한 펜리르는 어느새 그녀를 인생의 단 하나뿐인 반려로 각인하게 되는데…….\n\n---\n[Original Webtoon](https://page.kakao.com/content/59252245)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-archduchesss-loyal-shapeshifter/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15059)\n* [Japanese / 日本語](https://piccoma.com/web/product/122770)",
      "zh": "年轻力壮的兽人，即是大公女今夜的赠礼。对兽人所有的偏见在此刻一一被化解，原来爱上曾经讨厌的东西，竟也能令人这么欢乐呢？\n\n---\n[Original Webtoon](https://page.kakao.com/content/59252245)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-archduchesss-loyal-shapeshifter/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15059)\n* [Japanese / 日本語](https://piccoma.com/web/product/122770)",
      "zh-hk": "年輕力壯的獸人，即是大公女今夜的贈禮。對獸人所有的偏見在此刻一一被化解，原來愛上曾經討厭的東西，竟也能令人這麼歡樂呢？\n\n---\n[Original Webtoon](https://page.kakao.com/content/59252245)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-archduchesss-loyal-shapeshifter/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15059)\n* [Japanese / 日本語](https://piccoma.com/web/product/122770)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be06d561-1670-4f1e-a491-0608ba35ce00",
    "title": {
      "en": "Knight Run"
    },
    "updatedAt": "2023-01-26T05:03:18+00:00",
    "coverArt": "https://mangadex.org/covers/be06d561-1670-4f1e-a491-0608ba35ce00/f0984067-7d70-409f-8f91-489730328aa8.png",
    "altTitles": [
      {
        "ru": "Эпоха Рыцарей"
      },
      {
        "ko": "나이트런"
      }
    ],
    "description": {
      "en": "During the era of space exploration, mankind is at war against monsters of unknown origin. The battle is grim, and the future looks bleak. Amidst the chaos, mankind plays their last hand. It's time for the Knights to step into the fray and turn the tide of this war."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-01-21T03:28:19+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/561f08b0-059d-43c4-8dae-571bd94cd2b6.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gal Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42ba95ed-a2df-4183-af65-70e8d48087a5",
    "title": {
      "en": "Goth Girl & The Jock"
    },
    "updatedAt": "2024-03-03T18:11:13+00:00",
    "coverArt": "https://mangadex.org/covers/42ba95ed-a2df-4183-af65-70e8d48087a5/f6380ad7-a086-4c25-9851-7c504cf7360e.jpg",
    "altTitles": [],
    "description": {
      "en": "An unlikely relationship blossoms. Do opposites attract? Or will their differences tear them apart? Follow the story of the goth girl Ophelia and the popular footballer Tyler, as they go through their high school life, sitting next to each other in class!",
      "pt-br": "Uma relação improvável floresce. Será que opostos se atraem? Ou suas diferenças os separarão? Acompanhe a história da garota gótica chamada Ophelia e do popular jogador de futebol americano Tyler, enquanto passam por sua vida escolar, sentados um ao lado do outro na sala de aula!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a37158c0-3499-4684-9538-25967fde6e79",
    "title": {
      "en": "Otokojuku Gaiden - Date Omito"
    },
    "updatedAt": "2023-10-07T01:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/a37158c0-3499-4684-9538-25967fde6e79/ef71a63d-94d5-4d5f-8c1f-d5a639f1ee56.png",
    "altTitles": [
      {
        "en": "Otoko Juku Gaiden Date Omito"
      },
      {
        "en": "Otokojuku Gaiden: Date Omito"
      },
      {
        "ja": "Otokojyuku Gaiden Date Omito"
      }
    ],
    "description": {
      "en": "A spin-off of Sakigake!! Otokojuku focusing on Date Omito."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "69"
  },
  {
    "mangaId": "4b337e56-15c4-4685-bae6-7117fb0d7acb",
    "title": {
      "en": "One Room, Hiatari Futsuu, Tenshi-tsuki"
    },
    "updatedAt": "2024-01-22T09:40:44+00:00",
    "coverArt": "https://mangadex.org/covers/4b337e56-15c4-4685-bae6-7117fb0d7acb/8f0cdb1d-b839-48b6-9998-ea1560d1e0da.jpg",
    "altTitles": [
      {
        "en": "Studio Apartment, Good Lighting, Angel Included."
      },
      {
        "ja": "ワンルーム、日当たり普通、天使つき。"
      },
      {
        "zh": "單間, 光照尚好, 附帶天使"
      }
    ],
    "description": {
      "en": "What will happen when you wake up, and find a cute girl lying next to you in bed? Furthermore, she is not an ordinary girl, but an Angel who comes from Heaven???\n\nShintarou Tokamitsu is a high school boy living alone. One day, he found a beautiful girl sitting on his balcony. Her name is Towa, but what is her true identity? A romantic comedy between two innocent souls.",
      "ja": "人暮らしの男子高校生、徳光森太郎。彼が自宅のベランダで出会ったのは清楚で優しい女の子『とわ』。けれど彼女の正体は…？　無垢な二人の胸キュン同居ラブコメディ♪",
      "vi": "Chúng ta đã quen với câu chuyện về anh nhân viên nhặt được bé JK tại lề đường. Nhưng sẽ ra sao nếu vẫn với chủ đề nhặt được người ấy, cậu học sinh năm nhất cao trung lại nhặt được một thiên thần từ Thiên Đàng ngay trong căn hộ của cậu ta? Chuyện gì sẽ xảy ra tiếp theo??"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26e40241-4a4e-4d12-a04d-cb3f7f707100",
    "title": {
      "en": "Urasekai Picnic"
    },
    "updatedAt": "2024-03-28T22:26:55+00:00",
    "coverArt": "https://mangadex.org/covers/26e40241-4a4e-4d12-a04d-cb3f7f707100/409178f1-8a3b-4dc0-a142-ac0072f006a2.jpg",
    "altTitles": [
      {
        "en": "Otherside Picnic"
      },
      {
        "ru": "Пикник в Потусторонье"
      },
      {
        "ja": "裏世界ピクニック"
      },
      {
        "zh": "里世界郊游"
      },
      {
        "zh-hk": "裏世界遠足"
      },
      {
        "zh-ro": "Lǐ-shìjiè jiāoyóu"
      },
      {
        "zh-ro": "Lǐ-shìjiè yuǎnzú"
      }
    ],
    "description": {
      "en": "The story is set in the modern world, but there exist doors that can take people to the \"other side,\" where strange urban legends and internet stories prove to be true. College student Sorawo Kamikoshi finds herself exploring one of these doors, and almost dies on the other side, when she is rescued by another girl named Toriko Nishina. Toriko is a mysterious girl, but very skilled with a gun, and she seems to be searching for someone else on the other side. Together, both girls start to explore these doors to the other side.",
      "ja": "ネット上で実話怪談として語られる存在が出現する、この現実と隣り合わせで謎だらけの<裏世界>。研究とお金稼ぎ、そして大切な人を捜すため、鳥子と空魚は非日常へと足を踏み入れる。女子ふたり怪異探検サバイバル!!",
      "ru": "Сюжет разворачивается в современном мире, но в нем существуют двери, которые пропускают людей \"на другую сторону\", где оживают городские легенды и странные истории из Интернета. Студентка колледжа Сораво Камикоши находит одну из таких дверей и идет исследовать Потусторонье. Она почти погибает, когда ее спасает Торико Нишина. Торико - загадочная девушка, которая умело обращается с ружьем и кого-то ищет в Потусторонье. Вместе они начинают исследовать мир за дверями."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5746bbb3-445d-4c31-948b-065098052b77",
    "title": {
      "en": "Baili Jin Among Mortals"
    },
    "updatedAt": "2024-04-29T18:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/5746bbb3-445d-4c31-948b-065098052b77/c6223d47-3c31-46a3-9500-932381d4a898.jpg",
    "altTitles": [
      {
        "en": "Bai Lijin Among Mortals"
      },
      {
        "en": "Mortal Baili Jin"
      },
      {
        "zh-ro": "Ren jian bai li jin"
      },
      {
        "zh": "人间百里锦"
      },
      {
        "pt-br": "Bai Lijin Entre Mortais"
      }
    ],
    "description": {
      "en": "Baili Jin, a fairy who was living in heaven, eating and drinking without a care, broke her Majesty’s colourful, stained-glass plate at her birthday and got banished to the mortal realm. Now she has to begin her adventures in the mortal realm with all of her spiritual powers gone! In order to survive, the former fairy has to deliver take-out….  \r\n  \r\nAn endearingly silly fairy, a gentle restaurant manager, a reserved top student and a hard to resist yandere onee-san (kind on the outside, dark/possessive on the inside) , let the story of their beautiful friendship and youthful days begin!  \r\n  \r\nAuthor's weibo: [@Viva喂娃酱](https://weibo.com/vivaandjulys)   \r\nArtist's weibo: [@Julys橘奶司](https://weibo.com/julys0723)",
      "pt-br": "Bai Lijin, uma fada que vivia no céu, comendo e bebendo sem se preocupar, quebrou o colorido vitral de Sua Majestade em seu aniversário e foi banida para o reino mortal. Agora ela tem que começar suas aventuras no reino mortal sem todos os seus poderes espirituais! Para sobreviver, a ex-fada tem que entregar comida… Uma fada carinhosamente boba, uma gentil gerente de restaurante, uma aluna reservada e uma garota de duas caras difícil de resistir, que comece a história de sua bela amizade e juventude!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f8fed9b2-546f-446f-bd3f-3c7192019774",
    "title": {
      "en": "Nazo no Kanojo X"
    },
    "updatedAt": "2023-06-02T03:14:54+00:00",
    "coverArt": "https://mangadex.org/covers/f8fed9b2-546f-446f-bd3f-3c7192019774/7ae6a847-c337-42c1-b725-b7f25bae7c54.jpg",
    "altTitles": [
      {
        "id": "Kekasih Misterius X"
      },
      {
        "es": "Novia misteriosa X"
      },
      {
        "en": "Mysterious Girlfriend X"
      },
      {
        "ja": "謎の彼女Ｘ"
      },
      {
        "zh-hk": "謎樣女友X"
      },
      {
        "ko": "수수꺠끼 그녀 X"
      }
    ],
    "description": {
      "en": "One day, a strange transfer student appears before Tsubaki. Urabe Mikoto is an antisocial girl, whose hobby is just sleeping during class-breaks. \nOne day, Tsubaki goes to wake her up and accidentally tastes her drool… And gets hooked on that!  \n  \nAfter that, he starts going out with her and gets to know her better. Her second hobby, as it turns out, is carrying around scissors in her panties \nand cutting paper into flowers… or whatever else is getting on her nerves…"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "12",
    "lastChapter": "92"
  },
  {
    "mangaId": "d364a3e4-4aad-4f14-b0c4-aaf9ff09a017",
    "title": {
      "en": "Reincarnated as an Unruly Heir"
    },
    "updatedAt": "2024-05-28T18:42:05+00:00",
    "coverArt": "https://mangadex.org/covers/d364a3e4-4aad-4f14-b0c4-aaf9ff09a017/ccee5e74-0560-4a62-aaa2-827d7357af0e.jpg",
    "altTitles": [
      {
        "ko": "망나니 소교주로 환생했다"
      },
      {
        "en": "I Reincarnated as the Crazed Heir"
      },
      {
        "ja": "ハチャメチャ魔教の小教主に転生した件"
      },
      {
        "zh": "重生不良少教主"
      },
      {
        "en": "Vice-Lord's Rebirth"
      },
      {
        "ru": "Реинкарнация в безумного наследника"
      },
      {
        "zh-hk": "重生不良小教主"
      },
      {
        "es-la": "Reencarne Como El Heredero Loco"
      }
    ],
    "description": {
      "en": "Once a rising martial arts master, Jagak Yang is known as the Ten Strike Finisher due to his ability to defeat any opponent within ten moves. Jagak is also the son of the leader of the Great Martial Alliance, an organization of virtuous martial arts sects. His future leadership over the martial arts world seems all but assured -- that is, until he is assassinated by jealous rivals! Jagak is reincarnated into the body of Cheonso Ma, the playboy second-in-command of the evil Shining Light Cult. Can Jagak remain true to his principles despite his new life on the dark side?\n\n---\n\n**Links:**\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/reincarnated-as-an-unruly-heir/list?title_no=3308)\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/chongshengbuliangshaojiaozhu/list?title_no=1850)\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001695)",
      "fr": "Yang Ja-Gak fut empoisonné pendant la guerre politique des sectes. Alors qu’il pensait être mort, il réalisa alors qu’il était maintenant dans le corps d’une autre personne. Il se rendit compte qu’il faisait partie du Culte Démoniaque et que l’art martial qu’il maîtrisais maintenant était celui du Dieu Céleste Démoniaque et que le propriétaire du corps dans lequel il est est l’héritier fou qui ne faisait que convoiter les femmes. Pourquoi fallait-il que ça tombe sur lui ?! Et pourquoi est-ce qu’il a atterrit dans son corps à lui ?!",
      "ja": "武林の政争に巻き込まれ毒殺された古今随一の奇才、楊子閣。 死んだに違いないと思ったが、目が覚めると自分の魂が違う者の体に宿っていることに気がつく。自分がいるのは魔教、体得した武功は天魔神功であり、この体の持ち主は女性を弄び悪霊よりもひどい行いをする不成者の小教主。 よりによってなぜ魔教なのか？",
      "ko": "무림의 정쟁에 휘말려 독살당한 고금 제일의 기재, 양자각.\n분명 죽은 줄로 알았으나 정신을 차리게 되고, 자신이 다른 사람의 몸에 들어와 있다는 것을 알게 된다.\n알고 보니 자신이 있는 곳은 마교, 익힌 무공은 천마신공,\n이 몸의 주인은 여색을 탐하고 악귀보다 더한 짓을 하는 망나니 소교주?\n왜 하필이면 마교에다 이 사람인가!?",
      "ru": "Ян Чагак, убитый ядом во время политических войн в Муриме, после смерти очнулся в неизвестном месте и вскоре выяснил, что находится в демоническом культе, а изучаемые им техники - высшее искусство владыки демонов, к тому же тело принадлежит безумному наследнику, жаждущему женщин.",
      "zh": "武林盟主之子成魔教教主！\n是正义致远还是步入邪途？\n扬子阁，被称为旷世奇才的他意外在武林夺位战中被毒杀身亡。没想到一睁眼，自己的魂魄竟进入了他人的身躯。不仅如此，发誓一生要行侠仗义的他居然入住了魔教之地，学的武功也是魔教神功，而且他自己变成了一个贪图女色，无恶不作的魔教少教主?!为什么偏偏要重生为魔教之人?!",
      "zh-hk": "被捲入武林政治鬥爭的古今第一奇才，梁自覺，明明以為死了，醒來卻發現自己在別人身體裡。了解後才知道，自己所在的地方是魔教，練成的武功則是天魔神功。這身體的主人還是個愛好女色，比惡鬼還可惡的不良小教主？為什麼偏偏是在魔教的這個人啊？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2331661-2a88-40d4-ac1a-e61ad776ed48",
    "title": {
      "en": "For My Derelict Favorite"
    },
    "updatedAt": "2024-04-11T11:51:32+00:00",
    "coverArt": "https://mangadex.org/covers/e2331661-2a88-40d4-ac1a-e61ad776ed48/43e8eeec-38dc-4862-b367-2e6f4ea2445a.jpg",
    "altTitles": [
      {
        "ko": "버려진 나의 최애를 위하여"
      },
      {
        "ko-ro": "Beoryeojin Na-eui Choeaereul Wihayeo"
      },
      {
        "en": "For My Forsaken Beloved"
      },
      {
        "en": "For My Abandoned Love"
      },
      {
        "es": "Para mi amor abandonado"
      },
      {
        "en": "For My Derelict Beloved"
      },
      {
        "es": "Por mi favorito abandonado"
      },
      {
        "zh": "为了我被遗弃的爱"
      },
      {
        "mn": "Хаягдсан хайртынхаа төлөө"
      }
    ],
    "description": {
      "en": "I entered my favorite romantic fantasy novel! I may be a commoner, but I'm rich beyond belief. I quietly watched the romance of the main characters in the original novel, assuming I would go back to reality after reaching the novel's ending... However, even after the ending, I am still stuck in this world! As a result, I learned the behind-the-scenes stories that I didn't want to know. My favorite second male lead, Kaelus, died. Living in poverty without him, I eventually became ill and died as well. I thought I would return to reality, but I went back in time instead. This is definitely... This means I have to save my beloved, right?\n\n---\n**Notes:**\n* The novel of this series was originally released as R15, 7 months after being completed the book/ebook was later re-released as R19. The webtoon will follow how the novel was originally released which is R15.\n* *For My Derelict Favorite* is the official English name on the Korean novel.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8423030), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794155)",
      "hu": "Hestia, a főhősnőnk a kedvenc regényének egy gazdag mellékszereplőjeként ébred egy nap. Rajongóként legelső dolga, hogy nemesi címet vásároljon magának annak érdekében, hogy az imádott drágaságát, a regény second male lead-jét, Caelust láthassa az arisztokrata bálokon. Hestia úgy dönt, csak külső szemlélő lesz, nem avatkozik bele a cselekményszálba. A regény eredeti befejezését követő évben azonban olyan váratlan dolog történik Caelus-szal, ami Hestiát mégis cselekvésre készteti, hogy a bias-a elkerülhesse a tragikus befejezést.1",
      "ko": "\"내 최애를 살려내!\"\nN회차 정주행할 만큼 애정하던 로판 소설에 빙의한 헤스티아,\n엑스트라 of 엑스트라에 빙의한 덕에 주인공들을 직관하고 드디어 맞이한 작품의 엔딩!\n엔딩 후 현실로 돌아가게 될 거란 예상은 산산조각이 나고,\n소설의 엔딩 후 비하인드가 가장 애정하는 캐릭터였던 서브남 카엘루스의 죽음이라는 충격에서 벗어나기도 전에\n소설의 엔딩 직후로 회귀하는데…!\n그렇다면 이번엔, 내 최애를 지켜내겠어!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "478e6926-b8bc-465c-9694-2bae1dbaf32b",
    "title": {
      "en": "The Survival Story of the Sword King in Another World"
    },
    "updatedAt": "2024-02-17T06:26:56+00:00",
    "coverArt": "https://mangadex.org/covers/478e6926-b8bc-465c-9694-2bae1dbaf32b/7dc9ebc2-a10a-4ab6-ab98-ad467aed4924.png",
    "altTitles": [
      {
        "ko": "이계 검왕 생존기"
      },
      {
        "en": "Latna Saga: Survival of a Sword King"
      },
      {
        "en": "Otherworldly Sword King's Survival Records"
      },
      {
        "zh": "拔剑九亿次"
      },
      {
        "zh-hk": "異界劍王生存記"
      },
      {
        "ko-ro": "Igye Geomwang Saengjongi"
      },
      {
        "ru": "Король меча"
      },
      {
        "ru": "История выживания короля меча в фэнтезийном мире"
      },
      {
        "ja": "異世界剣王生存記"
      },
      {
        "th": "การเอาชีวิตรอดของราชาดาบในต่างโลก"
      }
    ],
    "description": {
      "en": "After being recently discharged from military service and just drifting through life, Hanbin Ryu is suddenly transported to another world.\n\nHowever, his “guide line,” the system bestowed upon him to help with his survival and growth, was filled with errors, causing him to be stuck in the tutorial stage for over 20 years.\n\nWhen he is finally released from this personal hell, he finds everyone has turned against otherworlders like him. Just how will this low-level, super-tutorial newbie survive?\n\n---\n\n**Links:**\n- [Webtoon Trailer](https://www.youtube.com/watch?v=mLzbAKkDpYM)\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9D%B4%EA%B3%84-%EA%B2%80%EC%99%95-%EC%83%9D%EC%A1%B4%EA%B8%B0/2363)\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E7%95%B0%E7%95%8C%E5%8A%8D%E7%8E%8B%E7%94%9F%E5%AD%98%E8%A8%98/66)\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/6885/)\n- [Official Japanese Translation](https://piccoma.com/web/product/34782)\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%94%E0%B8%B2%E0%B8%9A%E0%B9%83%E0%B8%99%E0%B8%95%E0%B9%88%E0%B8%B2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81/103)",
      "fr": "Transféré contre sa volonté dans un tutoriel où il doit lutter pour survivre, Ryu Hanbin y reste finalement coincé pendant 22 ans. Il est bloqué par un bug au niveau 4, et ce malgré la grande quantité d'XP qu'il accumule ! Quand il est finalement transféré dans le monde de Latna, le contraste entre sa puissance et son niveau lui pose bien des difficultés. Mais finalement, le véritable objectif n'est-il pas de vivre plutôt que de survivre ?",
      "ja": "｢あなたは適合者として選ばれました｣ ｢あなたの能力でセルハラトナに生き残る確率は５％未満です｣ ｢自殺しますか？」 ニート生活から突如として異世界へ飛ばされた！そこはレベル5までを目指す初心者エリアだったが、「ガイドライン」のエラーでレベル5になっても再びレベル1になるという、地獄の日々を送ることになり？！ レベル5の裏に隠された、とてつもない能力とはー",
      "ko": "『귀하는 적합자로 선택받았습니다』\n\n『귀하의 재능으로 셀하 라트나에서 생존할 확률은 5% 미만입니다』\n\n『자살하시겠습니까? Y/N』\n\n“x-까.”\n\n5% 미만의 생존 확률. 22년의 시간. 셀 수도 없는 마견과의 사투.\n이 지옥에서, 나는 홀로 살아남았다.\n\n5라는 레벨 뒤에 감춰진, 무지막지한 히든 스탯들과 함께!\n\n대검 하나로 이계를 썰어버리는,\n사상 최강의 레벨5 검사 류한빈의 극한 사이다 생존기!",
      "ru": "В момент, когда его переместили в другой мир, Рю Хан-Бин был обычным человеком, который недавно вернулся из армии. Хоть он и остался один в пустынном мире с кучей монстров, ему дали задание - стать сильнее. Но есть одна проблема - \"система\", которая должна была давать подсказки, полна недоработок.",
      "th": "รยูฮันบิน ชายผู้เพิ่งปลดประจำการทหารมาได้เพียงสามเดือน จู่ๆ ก็ถูกพาไปยังโลกแปลกๆ ที่เขาไม่รู้จักมาก่อน ชื่อว่า 'เซลฮา แลตนา'\nพร้อมมีข้อความขึ้นว่า \"\"คุณได้รับเลือกในฐานะผู้เข้าเกณฑ์อันทรงเกียรติ\"\" พร้อมกับไกด์ไลน์ที่บอกให้สู้กับมอนสเตอร์ และเพิ่มให้ถึงเลเวล 5 เพื่อไปยังพื้นที่ถัดไป แต่ด้วยระบบเกิดข้อผิดพลาด ทำให้เขาต้องติดอยู่ในนั้นนับสิบปี ที่นั่นมีเพียงเขาแค่คนเดียวกับสุนัขปีศาจ\nอยู่มาวันหนึ่งเขาสามารถเพิ่มถึงเลเวล 5 ได้สำเร็จ และถูกส่งไปยังพื้นที่ต่อไปแบบไม่ทันตั้งตัว\n\nการผจญภัยเพื่อหาทางเอาชีวิตรอดในต่างโลกของเขาได้เริ่มต้นขึ้นแล้ว\nเขาจะหาทางออกไปจากโลกแห่งนี้ และมีชีวิตรอดไปได้หรือไม่",
      "zh": "一个俗套的穿越后带挂升级故事，却因为外挂系统的运算错误而偏离方向。 渴望变强的他被困在新手村二十年，不断的战斗却始终无法提升等级。 九亿次拔剑，九亿次搏杀，他脚踩着尸山血海缓步走来。 “恭喜，您即将被传送出新手村…” 蛰伏的凶兽露出爪牙，万物都将屈服于他拔剑的光辉之下！",
      "zh-hk": "「依照你的能力，\n你在瑟哈拉特那活下來的機率低於5%。」\n\n「你要自殺嗎? Yes or No?」\n\n「三X啊。」\n\n不到5%的生存機率、22年的時間、\n與魔犬纏鬥了無數次，\n我一個人...在這座地獄中生存了下來。\n\n在5等的背後，潛藏著無比強大的隱藏數值!\n\n帶著一把巨劍殺爆異界，堪稱史上最強的5等劍士，\n柳寒頻生存記，看了保證超過癮!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afa40bc8-34fa-4b03-a1e1-50f4eb79f9da",
    "title": {
      "en": "My Father Has Become a Beautiful Girl and It's a Lot of Pain"
    },
    "updatedAt": "2024-04-07T12:08:27+00:00",
    "coverArt": "https://mangadex.org/covers/afa40bc8-34fa-4b03-a1e1-50f4eb79f9da/1d2542c0-2f04-4198-8028-d7ac6b0ca375.jpg",
    "altTitles": [
      {
        "ja": "父親が美少女になってしまって色々つらい"
      },
      {
        "ja-ro": "Chichioya ga Bishoujo ni Natte Shimatte Iroiro Tsurai"
      },
      {
        "en": "My Father Turned into a Beautiful Girl and It's a Lot of Trouble."
      },
      {
        "ru": "Мой отец превратился в красивую девушку и это доставляет много хлопот."
      }
    ],
    "description": {
      "en": "A successful but annoying dad got gender-swapped and become a beautiful girl. Now he has lost his job and has to depend on his son while slowly starting anew.",
      "ru": "Однажды в комнату Тацуи заходит красивая девушка... и, к его удивлению оказывается его отцом, который полностью изменился из-за шока от увольнения с работы! !\nХотя он и растерян перед своим отцом, потерявшим все (?), меняются ли мало-помалу отношения между родителем и ребенком, которые раньше были далекими? ? ?\nОтец Тацуи потерял все. Тацуя с недоумением смотрит на отца, но расстояние между отцом и сыном постепенно сокращается...?\nОтец – это мать, а сын – это отец? Нет, мой лучший друг — мой отец, а мой отец — мой лучший друг...?\nНовая комедия TS, которая, несмотря на то, что в социальных сетях ее называют \"физиологически невозможной\", на самом деле является удивительной историей отца и сына, которая согреет ваше сердце!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75d1ec73-711f-451a-ac3a-6f43a7f0d6a2",
    "title": {
      "en": "Tales of Greed Deep"
    },
    "updatedAt": "2024-04-30T09:37:22+00:00",
    "coverArt": "https://mangadex.org/covers/75d1ec73-711f-451a-ac3a-6f43a7f0d6a2/c42cf0a4-712b-4e27-a9ee-c37fa7cb00bc.png",
    "altTitles": [
      {
        "en": "Desire Diary Deep"
      },
      {
        "ko": "욕망일기Deep"
      },
      {
        "id": "Diary of Desire Deep"
      }
    ],
    "description": {
      "en": "\"Tales of Greed\" is back with an even deeper story! What if the desires that every human can have become a reality? Will the outcome ultimately lead to happiness or bring about destruction?",
      "id": "'Diary of Desire' kini kembali dengan cerita yang lebih deep! Bagaimana jika keinginan yang bisa dimiliki oleh setiap manusia menjadi kenyataan? Apakah akhirnya akan bahagia atau malah membawa kehancuran?",
      "ko": "더욱 더 매운맛으로 돌아온 욕망일기의 새로운 에피소드\n인간이라면 누구나 가질법한 욕망,\n그것이 현실로 이루어진다면?\n그 끝은 과연 행복일까 파멸일까.."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2431dfcf-bae2-4e51-a4f6-d5375d561e31",
    "title": {
      "en": "Today Once Again, the Assassin Cannot Win Against the Girl He Picked Up!"
    },
    "updatedAt": "2024-04-01T19:04:24+00:00",
    "coverArt": "https://mangadex.org/covers/2431dfcf-bae2-4e51-a4f6-d5375d561e31/2c7a2afe-6033-4c41-8efa-4b8d12c58548.png",
    "altTitles": [
      {
        "ja-ro": "Kyou mo Ansatsusha wa Hirotta Dorei Shoujo ni Nakanaka Katenai"
      },
      {
        "ja": "今日も暗殺者は拾った奴隷少女になかなか勝てない"
      }
    ],
    "description": {
      "en": "An assassin decided to bring home a slave girl from a mission to raise her to be an assassin."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "657ccfcc-5847-40f7-8859-5631eeeb3784",
    "title": {
      "en": "Kakkoii Onnanoko to 12-centi no Yakusoku"
    },
    "updatedAt": "2024-05-31T21:45:44+00:00",
    "coverArt": "https://mangadex.org/covers/657ccfcc-5847-40f7-8859-5631eeeb3784/2735667f-ee78-414c-bfc5-daa682402fa0.png",
    "altTitles": [
      {
        "ja": "カッコいい女の子と12センチの約束"
      },
      {
        "en": "A Cool Girl and a 12cm Promise"
      },
      {
        "en": "Promise of 12cm with Cool Girl"
      },
      {
        "es-la": "Una chica genial y una promesa de 12 cm"
      }
    ],
    "description": {
      "en": "A boyish childhood friend grows up to be a super hot girl!\n\n---\n\nSerialization of the Twitter webcomic *[A Story About Becoming Cooler Than the Cool Girl](https://mangadex.org/title/d0407445-b80d-4854-9f12-c8227f94cba6/)*."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c62b73e5-0cfb-4aef-9425-60393477ab6c",
    "title": {
      "en": "Dragon Ball Kakumei (Doujinshi)"
    },
    "updatedAt": "2024-05-24T14:37:37+00:00",
    "coverArt": "https://mangadex.org/covers/c62b73e5-0cfb-4aef-9425-60393477ab6c/a992c777-ab8d-477c-8fa3-15e2151be399.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンボール角明"
      }
    ],
    "description": {
      "en": "The story in Dragon Ball Kakumei picks up right after the Tournament of Power and deals with the consequences of Android 17 restoring the erased universes. In addition to the six universes destroyed by Zeno, the wish brought back Universe 19, which has warriors that are powerful enough to take down Zeno and the angels.",
      "pt-br": "“Quando o desejo do Androide 17 no final do Torneio do Poder leva o mundo a uma Guerra Multiversal, aliados de todos os universos terão que se fortalecer para enfrentar divindades malignas e, desta vez, eles terão que defender todos sem Goku”.\n\nCriado pelos franceses Darkows (roteiro), Reenko (roteiro) e Poissonlabo (desenhista), Dragon Ball Kakumei é um mangá não oficial que conta uma história alternativa se caso o desejo do Androide 17, ao fim do Torneio do Poder, restaurasse os 18 universos que existiam originalmente, levando a uma Guerra Multiversal entre grandes divindades, mas sem a presença de Son Goku.\n\nCom uma arte atípica, em se tratando de um mangá feito por fãs (que geralmente costumam tentar emular os traços de Akira Toriyama), além de uma história com uma narrativa e proposta bem diferente da leveza e simplicidade da obra original, Dragon Ball Kakumei é, sem dúvidas, um dos mangás não oficiais de Dragon Ball mais famosos, ao lado de outros projetos de fãs como Dragon Ball AF e Dragon Ball Multiverse."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "609ccb17-fd83-4126-876a-5bf8c037b065",
    "title": {
      "en": "Sonna Kazoku nara Sutechaeba?"
    },
    "updatedAt": "2024-04-06T17:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/609ccb17-fd83-4126-876a-5bf8c037b065/67a7a63e-d490-421d-865b-edfb45aabac3.jpg",
    "altTitles": [
      {
        "ja": "そんな家族なら捨てちゃえば?"
      },
      {
        "vi": "Một gia đình như vậy có đáng để giữ lại không?"
      },
      {
        "en": "Is A Family Like This Worth Keeping?"
      },
      {
        "en": "If It's A Family Like That, Why Don't You Throw It Away?"
      }
    ],
    "description": {
      "en": "\"My wife made a rule for our home: 'Don't talk to Dad.'\" \"Isn't that domestic violence? Weren't you sending me an SOS for help?\" Reitarou Shinotani has been long ignored by his wife and daughter, left all alone, and forced to do nothing but eat and sleep in a small, dark, cramped room in the house. What fate awaits him, as he aims to revitalize his family...?",
      "vi": "Bị vợ và con gái lạnh nhạt, Shinoya Reitaro buộc phải sinh hoạt trong cô độc ngay trong chính căn nhà của mình. \n\"Không được bước qua ranh giới, \nKhông được ăn uống chung, \nKhông được dùng nhà vệ sinh, \nKhông được bắt chuyện, \nKhông được tạo ra tiếng ồn khi đóng/mở cửa...\" \nCho đến khi anh gặp được một người phụ nữ mà anh không nhớ rõ đã từng gặp qua ở đâu. \n\"Một gia đình như vậy có đáng để giữ lại không? Sao anh không vứt quách nó cho rồi đi?\" \nLiệu số phận của người đàn ông đang đứng giữa hai sự lựa chọn này rồi sẽ ra sao?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a023015e-31c7-467a-b9d3-ea02b863ffe3",
    "title": {
      "en": "I've Been Here From the Beginning"
    },
    "updatedAt": "2023-02-09T20:48:36+00:00",
    "coverArt": "https://mangadex.org/covers/a023015e-31c7-467a-b9d3-ea02b863ffe3/cfded97e-0cc3-4838-81d2-95d593f6407e.jpg",
    "altTitles": [
      {
        "ko": "처음부터 여기 있었는데요"
      },
      {
        "ko-ro": "Cheoeumbuteo Yeogi Isseonneundeyo"
      },
      {
        "en": "Here From the Start"
      },
      {
        "en": "I Was Here From the Beginning"
      },
      {
        "en": "I've Been Here Since the Beginning"
      },
      {
        "es": "He estado aqui desde el principio"
      },
      {
        "ru": "Я ведь всегда была здесь"
      },
      {
        "fa": "من از اول اینجا بودم"
      },
      {
        "ja": "最初からここにいたんですが"
      },
      {
        "zh": "女仆是个纯纯小透明"
      },
      {
        "zh-hk": "零存在感女僕"
      },
      {
        "id": "I'm Here Since the Beginning"
      },
      {
        "vi": "Tôi Đã Luôn Ở Đây Ngay Từ Đầu"
      }
    ],
    "description": {
      "en": "One day, wallflower Kim Hyejin wakes up as her web novel counterpart, Maria, a maid who is ignored by... well, everyone. No one ever really notices her, as if she was a ghost, but Grand Duke Dietrich can't seem to take his eyes off her. Seeing his rival's interest in the girl, Prince Elias resolves to use her for his own advantage in the battle for the throne. As misunderstandings and mystery surrounding Maria grow, she's quickly going from invisible to intriguing to... potentially irresistible!\n\n---\n‘Don’t be like that. I feel bad for the maid TT’\n\nI pitied the maid side character forgotten by the author, so I left a comment. The next day, I became that pitiful maid, Maria Mayer. Because of her zero presence, I was called a ghost. So I thought all I needed to do was work hard, but then people started becoming interested in me. The future crown prince and the grand duke!\n\n“I can’t feel your presence at all. Who exactly are you?”\n\nThe crown prince, Elias, was interested and yet cautious of Maria and decided to place her beside him.\n\n“There’s nothing I can do if you can’t remember me. I just need to make sure you don’t forget about me from now on.”\n\nI’m sure this is our first meeting, but the grand duke approached me as though he knew me. I-I… I’m just Regular Maid #1 (nickname: Ghost)!\n\n---\n[Original Webtoon](https://page.kakao.com/content/58345016)\n\n**Official Translations:**\n* [English](https://tapas.io/series/here-from-the-start/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14203)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9B%B6%E5%AD%98%E5%9C%A8%E6%84%9F%E5%A5%B3%E5%83%95/317)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Im%2DHere%2DSince%2Dthe%2DBeginning/558)\n* [Japanese / 日本語](https://piccoma.com/web/product/96929)",
      "fr": "«Ne soyez pas comme ça. Je me sens mal pour la bonne TT»\n\nJ’avais pitié du personnage de la servante oublié par l’auteur, alors j’ai laissé un commentaire. Le lendemain, je suis devenue cette pitoyable bonne, Maria Mayer. À cause de sa présence nulle, j’ai été traitée de fantôme. Alors j’ai pensé que tout ce que j’avais à faire était de travailler dur, mais les gens ont commencé à s’intéresser à moi. Le futur prince héritier et le grand-duc!\n\n«Je ne peux pas du tout sentir ta présence. Qui es-tu exactement?»\n\nLe prince héritier, Elias, était intéressé, mais prudent envers Maria et a décidé de la placer à ses côtés.\n\n«Il n’y a rien que je puisse faire si tu ne te souviens pas de moi. Je dois juste m’assurer que tu ne m’oublieras pas à partir de maintenant.»\n\nJe suis sûre que c’est notre première rencontre, mais le grand-duc s’est approché de moi comme s’il me connaissait.\n\nJe-je… Je suis juste la bonne n°1 (surnom: Fantôme)!\n\n---\n[Original Webtoon](https://page.kakao.com/content/58345016)\n\n**Official Translations:**\n* [English](https://tapas.io/series/here-from-the-start/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14203)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9B%B6%E5%AD%98%E5%9C%A8%E6%84%9F%E5%A5%B3%E5%83%95/317)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Im%2DHere%2DSince%2Dthe%2DBeginning/558)\n* [Japanese / 日本語](https://piccoma.com/web/product/96929)",
      "ko": "B 작가와 허쉬하임 작가가 만나 다시 태어난\n<처음부터 여기 있었는데요>가 드디어 웹툰으로 런칭!\n\n작가도 잊어버린 엑스트라 하녀가 불쌍해서 댓글을 단 다음 날.\n그 불쌍한 하녀, 마리아 메이어에 빙의해 버렸다.\n\n존재감이 0에 수렴하는 탓에 유령이란 칭호까지 획득.\n그래도 성실하게 제 일만 하면 되겠거니 생각했는데\n그녀에게 관심을 가지는 사람들이 등장하기 시작했다.\n\n그것도 미래의 황태자와 대공이라는 거물들이!\n\n\"기척을 느낄 수가 없다니. 네 정체가 도대체 뭐지?\"\n마리아의 정체에 대해 흥미 반, 경계심 반의 관심으로\n제 옆에 두려는 황태자 엘리아스와\n\n\"기억이 안 난다니 별수 없죠. 앞으로는 날 잊지 않게 하면 되니까.\"\n처음보는 게 분명한데 다 알고 있다는 듯이\n웃으며 접근하는 대공 디트리히.\n\n저, 저……\n저는 그냥 평범한 하녀1(특:존재감 없음)일 뿐인데요!\n\n---\n[Original Webtoon](https://page.kakao.com/content/58345016)\n\n**Official Translations:**\n* [English](https://tapas.io/series/here-from-the-start/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14203)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9B%B6%E5%AD%98%E5%9C%A8%E6%84%9F%E5%A5%B3%E5%83%95/317)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Im%2DHere%2DSince%2Dthe%2DBeginning/558)\n* [Japanese / 日本語](https://piccoma.com/web/product/96929)",
      "pl": "\"Nie bądźcie tacy.  Żal mi pokojówki T-T”\n\n Żal mi było zapomnianej przez autorkę postaci pokojówki, więc zostawiłam komentarz.  Następnego dnia obudziłam się jako ta żałosna pokojówka, Maria Mayer. \n \nPrzez jej niemal niewyczuwalną obecność zyskała sobie miano ducha. Pomyślałam więc, że wszystko, co muszę zrobić to po prostu ciężko pracować, jednak nagle ludzie zaczęli mnie zauważać. I to nie kto inny jak następca tronu oraz arcyksiążę!\n\n „W ogóle nie wyczuwam twojej obecności.  Kim ty właściwie  jesteś?\"\n\n Następca tronu, Elias, był ciekawy, a jednocześnie ostrożny w stosunku do Marii, postanawiając mieć ją na oku. \n\n „Nic nie poradzę skoro mnie nie pamiętasz, ale muszę się upewnić, że od teraz już o mnie nie zapomnisz.\"\n\n Jestem pewna, że to nasze pierwsze spotkanie, ale arcyksiąże zwaraca się do mnie, jakby mnie znał.  J-Ja… Jestem tylko zwykłą pokojówką nr 1 (pseudonim: Duch)!",
      "zh": "永远被忘得一干二净、0%存在感的侍女玛利亚·梅依， 不论侍女长还是同事都不记得她，是个如同幽灵般的存在。 身边的人经常被突然出现的她吓一跳：“你是从什么时候来的？！吓死人啦！” 不会有人理解她的回答：“其实我，一直就在这里…” 但现在有人记住了她！ 甚至一个是将来的皇太子，一个是帝国超人气大公!!\n\n---\n[Original Webtoon](https://page.kakao.com/content/58345016)\n\n**Official Translations:**\n* [English](https://tapas.io/series/here-from-the-start/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14203)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9B%B6%E5%AD%98%E5%9C%A8%E6%84%9F%E5%A5%B3%E5%83%95/317)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Im%2DHere%2DSince%2Dthe%2DBeginning/558)\n* [Japanese / 日本語](https://piccoma.com/web/product/96929)",
      "pt-br": "No dia em que deixou um comentário online simpatizando com a pobre personagem de um livro, que havia sido esquecida até mesmo pela própria autora, ela de repente acordou no corpo da personagem. Mas, por algum motivo, esse corpo tem uma presença esquecível, de nível zero, e por isso inclusive recebeu o apelido de fantasma do palácio. Tentando fazer o seu melhor numa péssima situação, ela achou que tudo ficaria bem na medida em que fizesse o seu papel com sinceridade e paixão, mas de repente pessoas interessadas em na sua existência começaram a aparecer, incluindo o príncipe e o duque! \"Você não tem nenhuma presença? Qual diabos é a sua identidade?\" O principe regente Elias está parcialmente interessado, e parcialmente desconfiado da identidade de Maria Mayer, e portanto decidi por mantê-la por perto. Enquanto isso, o duque se aproximou de Maria, agindo como se tivesse conhecimento de todos os segredos em torno de sua identidade, apesar de nunca terem se encontrado antes. E ela? Bom, ela é apenas apenas uma criada, nada mais...\n\n---\n[Original Webtoon](https://page.kakao.com/content/58345016)\n\n**Official Translations:**\n* [English](https://tapas.io/series/here-from-the-start/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/14203)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E9%9B%B6%E5%AD%98%E5%9C%A8%E6%84%9F%E5%A5%B3%E5%83%95/317)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Im%2DHere%2DSince%2Dthe%2DBeginning/558)\n* [Japanese / 日本語](https://piccoma.com/web/product/96929)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4902975b-ddec-4c34-880c-2ecd3434c94b",
    "title": {
      "en": "The Big Bees"
    },
    "updatedAt": "2024-05-01T15:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/4902975b-ddec-4c34-880c-2ecd3434c94b/e75f6454-ad0f-43fe-85b0-78b6844a4cd3.jpg",
    "altTitles": [
      {
        "ja": "デカいはちの話"
      }
    ],
    "description": {
      "en": "What if bees were big and fluffy? Like, really big and fluffy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "707bc36a-4547-4c46-890a-aab88f7d4e4b",
    "title": {
      "en": "Reincarnator"
    },
    "updatedAt": "2024-05-28T21:37:31+00:00",
    "coverArt": "https://mangadex.org/covers/707bc36a-4547-4c46-890a-aab88f7d4e4b/f059d8ef-07a7-439b-ab91-3287b075ea64.jpg",
    "altTitles": [
      {
        "ko": "환생좌"
      },
      {
        "ko-ro": "Hwansaengjwa"
      },
      {
        "en": "Reincarnation Seat"
      },
      {
        "zh-hk": "還生座"
      },
      {
        "es-la": "Reencarnado"
      }
    ],
    "description": {
      "en": "God created the Abyss to escape his boredom. Trapped in the hellish Abyss, humanity was on the path to the apocalypse… “Is it over for us… now…” On the brink of humanity’s annihilation, the four strongest survivors tried to prevent it by traveling back in time to the point just before humanity was pulled into the Abyss.\n\nBut only one of them could go back to the past. “What’s there to think about? Isn’t it already decided who’s going? The strongest among us, Kang Hansoo.” This is the story of the life of the legendary powerhouse, Kang Hansoo, who returned to save humanity from its doom. Will he be able to save everyone?",
      "fr": "Dieu a créé l'abîme pour échapper à son ennui. Piégée dans le gouffre infernal, l'humanité était sur le chemin de l'apocalypse... \"Est-ce fini pour nous... maintenant...\" Au bord de l'anéantissement de l'humanité, les quatre survivants les plus forts ont tenté de l'empêcher en remontant le temps jusqu'au moment où l'humanité a été entraînée dans l'abîme. Mais seul l'un d'entre eux a pu retourner dans le passé. \"Qu'est-ce qu'il y a à penser ? N'a-t-on pas déjà décidé qui irait ? Le plus fort d'entre nous, Kang Hansoo.\" Voici l'histoire de la vie du légendaire Kang Hansoo, qui est revenu pour sauver l'humanité de sa perte. Sera-t-il capable de sauver tout le monde ?",
      "ko": "신의 심심함을 만족시키기 위해 시작된 이면세계,\n그로 인해 멸망 직전 위기에 처한 인류는 마지막 생존자 중 한 명인 '강한수'를 과거로 보내 미래를 바꾸려 한다.\n\"너희가 가장 믿어야 할 것은 자신의 능력이다. 쓸모없으면 반드시 버려지기 마련이지\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a586ea6-a2b0-4f43-8b3e-edb24b94dde0",
    "title": {
      "en": "I'm Really Not the Child of Luck"
    },
    "updatedAt": "2024-05-28T18:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/9a586ea6-a2b0-4f43-8b3e-edb24b94dde0/9a738ddd-3c36-421c-9221-c9bde27eb6ed.jpg",
    "altTitles": [
      {
        "en": "I'm Really Not the Son of Luck"
      },
      {
        "zh-ro": "Wo Zhen De Bushi Qi Yun Zhizi"
      },
      {
        "pt-br": "Eu Realmente Não Sou o Filho Da Sorte"
      },
      {
        "zh": "我真的不是气运之子"
      },
      {
        "vi": "Ta Không Phải Con Cưng Của Khí Vận"
      },
      {
        "es-la": "Realmente no soy un hijo de la suerte"
      }
    ],
    "description": {
      "en": "Traveling through the world of immortality, Shen Tian found that he could see the luck and fortune of others around him. With the idea of ​​rubbing the aura of the protagonist of the boss, Shen Tian began to take the initiative to make friends with the children of luck. Later, everyone gradually discovered that no matter who they are, as long as they practice with Shen Tian, ​​they will inevitably encounter great opportunities, and there will be no exceptions! From that day on, Shen Tian became the most popular mascot in the world of immortality.",
      "pt-br": "Depois de transmigrar para um mundo de cultivação imortal, Shen Tian descobriu que podia ver a sorte e as chances de outras pessoas ao seu redor. Segurando a ideia da auréola do protagonista, Shen Tian começou a fazer amizade com os filhos da sorte. Mais tarde, todos descobriram que não importa quem você seja, desde que você treine com Shen Tian, ​​você inevitavelmente encontrará grandes oportunidades, sem exceção! A partir daquele dia, Shen Tian se tornou o mascote mais popular do mundo da imortalidade."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a547d1d-576b-477f-8cb3-70a3b4187f8a",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 1 - Phantom Blood"
    },
    "updatedAt": "2023-11-01T21:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/5a547d1d-576b-477f-8cb3-70a3b4187f8a/263645fa-129c-4d77-b69d-61d0880fb13e.jpg",
    "altTitles": [
      {
        "ru": "Η Παράξενη Περιπέτεια του JoJo"
      },
      {
        "ro": "Aventurile Bizare ale lui JoJo Partea 1: Sângele Trecutului"
      },
      {
        "it": "JoJo e a sua Aventura Bizarra: Phantom Blood"
      },
      {
        "ja-ro": "JoJo no Kimyou na Bouken: Phantom Blood"
      },
      {
        "en": "JoJo's Bizarre Adventure Part 1: Jonathan Joestar: His Youth"
      },
      {
        "th": "Jojoล่าข้ามศตวรรษ"
      },
      {
        "zh": "JoJo的奇妙冒险"
      },
      {
        "es": "La Extraña Aventura de JoJo: Sangre Fantasmal"
      },
      {
        "fr": "Le bizzarre avventure di Jojo: Phantom Blood"
      },
      {
        "ms": "Penjelajah Jojo"
      },
      {
        "ar": "مغامرة جوجو الغريبة الجزء 1: دماء الشبح"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ファントムブラッド"
      },
      {
        "kk": "ДжоДжоның Шытырман Хикаясы: Елес Қан"
      },
      {
        "de": "JoJos bizarres Abenteuer Part 1: Phantomblut"
      },
      {
        "pt-br": "Jojo's Bizarre Adventure - Parte 1: Phantom Blood"
      }
    ],
    "description": {
      "en": "First story arc of the Jojo's Bizarre Adventure series.  \n  \nJonathan Joestar, a young wealthy son living in Victorian England, has his life destroyed by a recently orphaned Dio Brando, who was taken in by Jonathan's father. Dio, who plots to drive Jonathan to insanity and inherit the Joestar fortune, becomes an unstoppable vampire that Jonathan must fight.\n\n[Official English](https://www.viz.com/read/manga/jojo-s-bizarre-adventure-part-1-phantom-blood/all)"
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "44"
  },
  {
    "mangaId": "c323bce7-f210-4811-9019-069e67d2588f",
    "title": {
      "en": "Cats Own the World"
    },
    "updatedAt": "2023-12-04T12:40:54+00:00",
    "coverArt": "https://mangadex.org/covers/c323bce7-f210-4811-9019-069e67d2588f/565f3be6-19fc-4bb4-b98a-46d5a080c60e.jpg",
    "altTitles": [
      {
        "ko-ro": "Jigu-eui Juin-eun Goyang-ida"
      },
      {
        "ko": "지구의 주인은 고양이다"
      },
      {
        "es-la": "Los gatos dominan el mundo"
      }
    ],
    "description": {
      "en": "Though Chichi the cat looks very cute, she has one goal: eradicate humanity and take over the world! She decides to recruit comrades to aid her in her quest, but it looks like world conquest won't be that easy?! \n\nFollow the adventures of Chichi the tyrant, Dunno the doggo who loves humans, and Kaiser Kang Taeshik, the hard-boiled wild hamster, as they face many hardships on their path to absolute dominion!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "207"
  },
  {
    "mangaId": "bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a",
    "title": {
      "en": "Beneath the Surviving Princess' Joyful Façade"
    },
    "updatedAt": "2024-05-20T01:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/bf662b7a-afcb-49ce-b4ab-cc4feacdbd3a/943db86c-dbb5-4173-8142-f6971f93d84d.jpg",
    "altTitles": [
      {
        "ko": "살아남은 왕녀의 웃음 뒤에는"
      },
      {
        "en": "Behind the Laughter of the Surviving Princess"
      }
    ],
    "description": {
      "en": "\"Very good. I shall give you my beloved sister, whom I cherish dearly.\"\n\nEric Chladnie, who led the long war to victory against the Shidate Principality, received the mandate to marry a foolish princess as a reward for his triumph.\n\nAfter the wedding ceremony, Eric returned to the mansion with the newlywed princess. Amidst the princess's eccentric behaviour, his father attempts to kill her and his mother advices him to not give his heart. Only he, treating her like a child, respects and cherishes her as his wife. However, who is this woman who, in front of the king, impersonates deeds that she has never done and acts piously?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "520d74e7-968d-497b-b956-f160d98b4128",
    "title": {
      "en": "If You Can't Kill Me, Love Me"
    },
    "updatedAt": "2024-03-15T14:12:17+00:00",
    "coverArt": "https://mangadex.org/covers/520d74e7-968d-497b-b956-f160d98b4128/e54fb17d-8959-49f9-9970-bd40786c9d5a.png",
    "altTitles": [
      {
        "ko": "죽일 수 없다면 사랑하세요"
      }
    ],
    "description": {
      "en": "A few years ago, the Second Queen Nayla incited a rebellion. The King and the First Queen, Viatan, along with their aides, were all killed. Only Princess Chell, the daughter of Viatan survived.\n\nThe Princess, now lives like a ghost, and is known as the Princess of Death.\n\nAlong comes Penny, who becomes Chell's personal maid, making her the first maid that serve the Princess after years. However, she's no ordinary maid.\n\nThis blunt and clumsy maid is actually an assassin disguised as a maid. Under the orders of Queen Nayla, Penny's final task is to kill the Princess. \n\nPenny just wants her freedom. She needs to save money to escape and travel far away after she finishes her final task from Queen Nayla.\n\nUnlike the rumours about being the Princess of Death, Penny finds herself inexplicably drawn to the Princess.\n\nWill Penny be able find her way to freedom?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "46"
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents To Give You"
    },
    "updatedAt": "2024-03-08T13:29:11+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai sa Retakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b3d40c-86b8-41cd-a793-c280d5b9da10",
    "title": {
      "en": "Shigurui"
    },
    "updatedAt": "2024-05-10T22:10:35+00:00",
    "coverArt": "https://mangadex.org/covers/c8b3d40c-86b8-41cd-a793-c280d5b9da10/49fcbf1a-1a38-4f0a-8eca-ea5e38515465.jpg",
    "altTitles": [
      {
        "en": "Death Frenzy"
      },
      {
        "es": "Frenesí de la muerte"
      },
      {
        "ja": "シグルイ"
      },
      {
        "zh": "剑豪生死斗"
      },
      {
        "zh-hk": "劍豪生死鬥"
      }
    ],
    "description": {
      "en": "At the beginning of the Edo period (1603-1868), when people enjoyed a time of peace, Lord Tokugawa Tadanaga decides to hold a fighting tournament. In the past, matches were fought with wooden swords, but this time real swords will be used. The one-armed Fujiki Gennosuke and the blind Irako Seigen will fight each other in this tournament, even though both of them are disciples of Iwamoto Kogan — known as Japan's greatest swordsman. So begins the story of intertwining fates, conflict, and strange destinies.  \n  \nNote:  \nIt's SHOUNEN because it's published in Champion Red, a shounen magazine for late teens+early 20ies"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "84"
  },
  {
    "mangaId": "37975bea-952b-47eb-8dd9-a2c8065a0756",
    "title": {
      "en": "Escape from Another World"
    },
    "updatedAt": "2024-03-23T13:59:35+00:00",
    "coverArt": "https://mangadex.org/covers/37975bea-952b-47eb-8dd9-a2c8065a0756/38ecedcb-9f85-40cc-a363-16199936739e.png",
    "altTitles": [
      {
        "ko": "이세계 탈출"
      }
    ],
    "description": {
      "en": "Kim Seojoon, a freshman college student leading a normal daily life, awoke one day to find himself transported into a fantasy world straight out of a webtoon or web novel or something like that. As he began to get excited about potentially having the role of a male lead character, a shocking event unfolded before his eyes—a murder of an imperial family. Consequently, Kim Seojoon found himself imprisoned in the world's prison, 'Gehenna'. Will he be able to navigate the treacherous paths of this unfamiliar world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f1f3a84-f2e3-4512-93bf-009fd12cfce6",
    "title": {
      "en": "My Sweet Enemy, Thy Name Is Husband"
    },
    "updatedAt": "2024-02-11T04:09:22+00:00",
    "coverArt": "https://mangadex.org/covers/6f1f3a84-f2e3-4512-93bf-009fd12cfce6/29887c2b-4bfa-4d5d-878b-ba1811856412.png",
    "altTitles": [
      {
        "ko": "상냥한 원수와의 정략결혼"
      },
      {
        "pt-br": "Casamento Político com um Inimigo Amigável"
      },
      {
        "pl": "Mój słodki wróg ma imię mojego męża"
      },
      {
        "en": "Forced Into Wedlock With An Affectionate Enemy"
      },
      {
        "en": "Political Marriage With a Friendly Enemy"
      }
    ],
    "description": {
      "en": "My husband, my nemesis. Till death do us part.\n\nCanach Riadon — a slave who rose to become the emperor and the man I wed in my first life. Yet our ill-fated marriage left my family murdered and my homeland destroyed at his hands. Now given a second chance, I vow to succeed in this political marriage and save all I love... Or will his love save me first?",
      "pl": "Canach Riadon - niewolnik, który został cesarzem i mężczyzna, którego poślubiłam w moim pierwszym życiu. Jednak nasze niefortunne małżeństwo sprawiło, że moja rodzina została zamordowana, a moja ojczyzna zniszczona z jego rąk. Teraz, mając drugą szansę, przysięgam odnieść sukces w tym politycznym małżeństwie i ocalić wszystko, co kocham... A może najpierw jego miłość ocali mnie?",
      "pt-br": "Meu marido, meu inimigo. Até que a morte nos separe.\nCanach Riadon — um escravo que se tornou o Imperador e o homem com quem eu casei em minha primeira vida. Entretanto, nosso casamento mal-fadado resultou na morte da minha família e na destruição da minha terra natal causada por suas mãos. Agora que recebi uma segunda chance, eu juro ser bem sucedida neste casamento político e salvar tudo o que amo... Ou o amor dele me salvará primeiro?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-05-10T17:15:11+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/e6758c5f-7943-44f3-8ca2-a2c55faf8a9c.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09d29299-40cd-47b9-ae1a-fa8c70e520ce",
    "title": {
      "en": "Yohane of the Parhelion - Unpolarized Reflexion"
    },
    "updatedAt": "2024-04-18T02:44:34+00:00",
    "coverArt": "https://mangadex.org/covers/09d29299-40cd-47b9-ae1a-fa8c70e520ce/a488e1df-47ea-45a7-96e5-4b2f89ea420b.jpg",
    "altTitles": [
      {
        "ja-ro": "Genjitsu no Yohane: Unpolarized Reflexion"
      },
      {
        "ja": "幻日のヨハネ -Unpolarized Reflexion-"
      }
    ],
    "description": {
      "en": "The story of the girl everyone knows, but no one knows the story of. The daily life of Yohane, who runs a fortune teller's shop in a town by the sea, is relaxed, heartwarming, sometimes full of black magic? A short comic depicting the days of an illusion, near and far."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24"
  },
  {
    "mangaId": "87af3e63-3b01-4e62-9d1b-811987c8029a",
    "title": {
      "en": "NTREVENGE"
    },
    "updatedAt": "2024-05-11T18:29:54+00:00",
    "coverArt": "https://mangadex.org/covers/87af3e63-3b01-4e62-9d1b-811987c8029a/9502b2bd-6da6-4977-807d-f683e46714a1.jpg",
    "altTitles": [
      {
        "ja": "ネトリヴェンジ"
      },
      {
        "es-la": "NTR de venganza"
      }
    ],
    "description": {
      "en": "An introverted high school student, Souichi Sakuraba, is being bullied severely by the “Yokai” classmates. The bullying escalates, and Souichi’s childhood friend, Azusa, who was the only one who trusted him, is defiled by them. In front of Souichi, who was in the depths of despair, the succubus, Asmode, appeared. Souichi makes a contract with a succubus who possesses a mysterious ability, and decides to make the bully’s loved ones suffer the same pain as himself by “cuckolding” them. The obscene revenge by “NTR” begins.",
      "es-la": "Soichi Sakuraba, un introvertido estudiante de instituto, sufre el acoso de los abusadores de su clase. El acoso se intensifica y Azusa, la única amiga de la infancia en la que Soichi confía, es profanada por ellos. En medio de la desesperación, Soichi se enfrenta a Asmon, un demonio lascivo. Soichi hace un contrato con un demonio lascivo con poderes misteriosos, y decide infligir el mismo sufrimiento a sus verdugos \"cornudando\" a sus seres queridos. Comienza la lasciva venganza de \"NTR\"..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "45ecc6b2-ec36-4427-a4fd-03b56020f966",
    "title": {
      "en": "The Frontier Alchemist"
    },
    "updatedAt": "2023-12-08T12:46:35+00:00",
    "coverArt": "https://mangadex.org/covers/45ecc6b2-ec36-4427-a4fd-03b56020f966/1871a545-5097-4680-b6eb-6725070bb546.jpg",
    "altTitles": [
      {
        "ja": "辺境の錬金術師"
      },
      {
        "ja": "辺境の錬金術師 ～今更予算ゼロの職場に戻るとかもう無理～"
      },
      {
        "ja-ro": "Henkyou no Renkinjutsushi"
      },
      {
        "ja-ro": "Henkyou no Renkinjutsushi: Imasara Yosan Zero no Shokuba ni Modoru Toka Mou Muri"
      },
      {
        "en": "The Frontier Alchemist ~ I Can't Go Back to That Job After You Made My Budget Zero"
      },
      {
        "zh-hk": "邊境的鍊金術師 ～現今要回到零預算的職場已經不行～"
      }
    ],
    "description": {
      "en": "Rust worked in the alchemist association. He specialized in basic research, but the current president, a former government official, failed to understand the importance of the basic research department and slashed its budget. To make matters worse, he was made to transmute basic materials for alchemists of other departments.\n\nBut one day, his budget for the next term was reduced to zero, and the president announced the basic research department was disbanded.\n\nThe same day, a friend from his academy days invited him to help develop her new dominion in the borderland, and Rust, seeing no future for himself in the association, decided to quit.\n\nRust was actually one of the greatest alchemists on the planet. The basic materials he transmuted were of the highest quality, and could not be acquired anywhere else. These high quality materials covered a lot of gaps in the association, and Rust’s departure made a big mess.\n\nFeeling liberated after leaving the association, Rust worked in the borderland with a newfound enthusiasm and vigor."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19c0fc79-b698-4be5-84c5-33fa4a7e1e0c",
    "title": {
      "en": "The Slumbering Ranker"
    },
    "updatedAt": "2024-05-28T18:37:14+00:00",
    "coverArt": "https://mangadex.org/covers/19c0fc79-b698-4be5-84c5-33fa4a7e1e0c/40c29138-3f11-4d36-a65b-7916ee455900.jpg",
    "altTitles": [
      {
        "ko": "잠만 자도 랭커"
      },
      {
        "en": "Ranker, Even if I Sleep"
      },
      {
        "en": "Even if I Sleep, I Rank"
      },
      {
        "ru": "Даже если я сплю, я оцениваю"
      },
      {
        "en": "Sleeping Ranker"
      },
      {
        "en": "Ranker Just By Sleeping"
      },
      {
        "es-la": "Ranker Durmiente"
      }
    ],
    "description": {
      "en": "“We’re only taking a break for about 30 seconds? I’m not imagining things, right?”\n “…Yes.” \n\nAfter 15 hours of hunting, Hyunsung asked to rest for a while, and after 30 seconds, he had to get up again and started hunting.\nActually, Hyunsung has a special skill.\n\n[Thananos’ narcolepsy skill is activated.]\n[You’re being forced into a sleep state.]\n\nAfter sleeping for a while and waking up, I got an item? \nPay close attention to the story of the God-Rank Class, the descendant of Thananos, the unstoppable Hyunsung.",
      "fr": "« On fait une pause d’environ 30 secondes ? Je ne suis pas en train d’imaginer des choses, n’est-ce pas ? »\n\n« …Oui. » Après 15 heures de chasse, Hyunsung a demandé à se reposer un moment, et au bout de 30 secondes, il a dû se relever et recommencer à chasser.\n\nEn fait, Hyunsung a une compétence spéciale. [La compétence narcolepsie de Thananos est activée.]\n\n[Tu es plongé dans un état de sommeil.] Après avoir dormi un moment et m’être réveillé, j’ai obtenu un objet ?\n\nPrêtez attention à l’histoire de la Classe de Rang Dieu, le descendant de Thananos, l’inarrêtable Hyunsung.",
      "ko": "“언니, 30초쯤 쉰 거 맞지? 내 착각 아니지?\"\n“……응.”\n\n15시간 사냥한 뒤 잠깐 쉬자고 하더니 30초 만에 다시 일어나 사냥을 시작한 현성.\n사실 현성에게는 특별한 스킬이 있다.\n\n[타나노스의 기면증 스킬이 발동됩니다.]\n[강제로 수면 상태에 빠지게 됩니다.]\n\n한숨 자고 일어났더니 아이템을 얻는다?\n신(GOD) 등급 직업, 타나노스의 후예 멈추지 않는 현성의 호쾌한 행보를 주목하라."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d36d2563-d963-48a7-83f5-5f5584dae80b",
    "title": {
      "en": "Daikaiju Gaea-Tima"
    },
    "updatedAt": "2024-04-04T04:53:39+00:00",
    "coverArt": "https://mangadex.org/covers/d36d2563-d963-48a7-83f5-5f5584dae80b/c3e4239c-de84-4c52-a461-6ebc5bffa345.jpg",
    "altTitles": [
      {
        "ja": "大怪獣ゲァーチマ"
      }
    ],
    "description": {
      "en": "The port town of Sukuba was hit by a huge wave caused by a monster that suddenly appeared from the sea. The inactive monster dissolved into the sea and became a rich source of nutrients for fish and shellfish. As a result, Sukuba's economy thrived. The monster started to be called Gaea-Tima, the god of the harvest.\n\nA young girl, Miyako Morino, a victim of the disaster, made a doll of Gaea-Tima, as a memento of the event, which was sold as a souvenir and became a popular item. However, for the first time in 10 years, a monster appears in the reconstructed town of Sukuba...\n\nIs this monster a friend or foe of mankind?",
      "ja": "海から突如出現した怪獣と共に起きた大波で、港町・匡波町は被災した。活動を停止した怪獣は、海に溶け魚介類の豊かな栄養素となり、匡波町の経済を潤し、豊穣の神ゲァーチマと呼ばれるようになった。被災者である少女・杜野宮矢子がその出来事を形に遺すべく作ったゲァーチマの人形は、土産物として販売され人気を集めていた。しかし、復興した匡波町に10年ぶりに怪獣が現れ…。怪獣は人類の敵か味方か？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "062e3b40-f43a-423d-b4d4-19b9d21c62bf",
    "title": {
      "en": "Furoufushi Shoujo no Naedoko Ryokouki"
    },
    "updatedAt": "2024-05-12T20:27:16+00:00",
    "coverArt": "https://mangadex.org/covers/062e3b40-f43a-423d-b4d4-19b9d21c62bf/9472b99a-8f00-4e38-aa5f-9cf4fe128e9c.jpg",
    "altTitles": [
      {
        "ja": "不老不死少女の苗床旅行記"
      },
      {
        "en": "The Depravity Records of an Immortal Girl."
      },
      {
        "en": "The Immortal Girl's Nursery Travelogue"
      },
      {
        "vi": "Bồn Chứa Tinh Bất Tử Phiêu Lưu Ký"
      },
      {
        "en": "The Nursery Travel Report by a Immortality Girl"
      }
    ],
    "description": {
      "en": "The journey of a genius girl who became immortal to grant her dreams of being bred to different species of creatures in order to fulfill her curiosity.",
      "ja": "「ボク、異種生物の苗床になってみたい」――天才少女プルートは苗床願望を叶えるため、不老不死の体を手に入れた！　好奇心旺盛な彼女は、異世界の美少女たちや異種生物たちとエッチで自由な旅を謳歌する！",
      "es-la": "Plute una bibliotecaria que ha leído todos los libros de su biblioteca, se adentra a los grimorios prohibidos y con el fin de saciar su curiosidad, ahora busca aparearse con todo tipo de especies."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0c7eeef-0b25-43b2-9cad-d25bee60d3e3",
    "title": {
      "en": "Omega Tribe"
    },
    "updatedAt": "2024-05-04T19:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/e0c7eeef-0b25-43b2-9cad-d25bee60d3e3/cb26e8a5-7c5e-4b7e-8b51-a8fac7ff67d1.jpg",
    "altTitles": [
      {
        "ja": "オメガトライブ"
      },
      {
        "zh": "神鬼一族"
      }
    ],
    "description": {
      "en": "It's the dawn of a new millennium....while all the people of the world are living their lives, something is happening in Africa,  where the first humans were born. Now a new type of human is going to rise, and it''s going to change the world, either we like it or not. Evolve or get extinct, there no other choices in this manga which explores the meaning of life, evolution and what being human really means."
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "erotica",
    "lastVolume": "14",
    "lastChapter": "152"
  },
  {
    "mangaId": "8502718b-7f22-4ad2-bda5-fe3377f69fb1",
    "title": {
      "en": "Seijo ni naru no de Nidoume no Jinsei wa Katte ni sasete moraimasu ~Outaishi wa, Zensei de Watashi wo Futta Koibito deshita~"
    },
    "updatedAt": "2023-09-10T16:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/8502718b-7f22-4ad2-bda5-fe3377f69fb1/5c986a20-18a3-4eeb-a10f-1e708020ee27.jpg",
    "altTitles": [
      {
        "ja": "聖女になるので二度目の人生は勝手にさせてもらいます ～王太子は、前世で私を振った恋人でした～"
      },
      {
        "en": "Since I Became a Saint, I'll Do Whatever I Want with My Second Life ~The Prince Was My Lover Who Threw Me Away in My Previous Life~"
      },
      {
        "zh": "二周目人生成为圣女要过随心所欲的人生~王太子是前世甩掉我的恋人~"
      }
    ],
    "description": {
      "en": "My fiancé betrayed me and married a nobleman’s daughter. Furthermore, I, Cecil died at the age of 18 after suffering from a cold.   \n  \n“I will absolutely live my life as freely as I want!”  \n  \nFrom then on, 500 years has passed. Cecil, who was reborn as Liz, lived with her memories of her previous life and with the help of her mysterious powers. One day, Liz, who was commoner, was discovered and became a saint candidate. But, \"her lover who betrayed her\" appeared in front of her!  \n  \nMagic? I don’t have that. Social status? Commoner. But I’ll do whatever I want with my second life!  \n\n\n---\n\nAlternative Raw:  \n<https://comic.pixiv.net/works/5351>  \n<http://seiga.nicovideo.jp/comic/38096>"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccf19b16-e6c5-4f16-b327-8399e61c2e5b",
    "title": {
      "en": "It’s Time to Change the Genre"
    },
    "updatedAt": "2024-01-27T07:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/ccf19b16-e6c5-4f16-b327-8399e61c2e5b/e43d0c10-4efa-4c04-b916-bf600223c919.jpg",
    "altTitles": [
      {
        "ko": "장르를 바꿔보도록 하겠습니다"
      },
      {
        "en": "I Will Make an Effort to Change the Genre"
      },
      {
        "en": "I Will Change the Genre"
      },
      {
        "ja": "ジャンル、変えさせて頂きます！"
      },
      {
        "en": "The Villainess Flips the Script!"
      },
      {
        "fr": "La Vilaine réécrit l'histoire !"
      },
      {
        "ko-ro": "Jangreureul Bakkwobodorok Hagessseupnida"
      }
    ],
    "description": {
      "en": "I reincarnated into my favorite genre for novels.\r\n\r\nI became the villainous aunt who mistreats the young protagonist. I felt sorry for my nephew who would grow up as the protagonist in a revengeful plot, so I’ll try my best to take care of my nephew until his uncle shows up and takes him as per the original plot.\r\n\r\nBut then…\r\n\r\n“M-Mom!”\r\n\r\nI’ve become his mother all of a sudden?\r\n\r\n“I don’t know your circumstances, but how could I bear to separate a mother from her son? Lady, come with us to Winterwald.”\r\n\r\nHey, Kim Luca! How are you going to fix this misunderstanding?\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9E%A5%EB%A5%B4%EB%A5%BC-%EB%B0%94%EA%BF%94%EB%B3%B4%EB%8F%84%EB%A1%9D-%ED%95%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2494)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/I-Will-Change-the-Genre/3487)\r\n- [Official Japanese Translation](https://piccoma.com/web/product/74301)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cab9bbbf-5acd-4bc0-83b5-f803bec4a37e",
    "title": {
      "en": "MookHyang - The Origin"
    },
    "updatedAt": "2023-10-23T17:25:44+00:00",
    "coverArt": "https://mangadex.org/covers/cab9bbbf-5acd-4bc0-83b5-f803bec4a37e/a87c7d4b-4490-41ee-b18b-d72bcf285003.jpg",
    "altTitles": [
      {
        "ko": "묵향 디 오리진"
      },
      {
        "en": "Mookhyang: The Origin"
      },
      {
        "ru": "Мукхян: Начало"
      },
      {
        "fa": "طریقت موک هیانگ"
      },
      {
        "zh": "墨香 - 起源"
      }
    ],
    "description": {
      "en": "In this prequel to *Mookhyang: Dark Lady*, we meet Mookhyang in Murim, or the world of martial arts, as a young member of the Demonic Sect. After years of rigorous training, he rises through the ranks and joins an elite squad of first-rate assassins. Despite his impressive achievements, however, he finds himself hungry for more. His obsession for martial arts ultimately leads him down a different path… one that few have ever dared to take. He spends decades learning the way of the sword and cultivating his inner qi, or mana, in hopes of one day reaching a state no warrior of the Demonic Sect has ever reached before—the State of Demon Transcender. Join Mookhyang as he fights powerful masters, takes down evil forces, and pushes himself to the limit... and beyond.\n\n---\n- [Webtoon Promo](https://www.youtube.com/watch?v=kK5IfJoG05Q)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%AC%B5%ED%96%A5-%EB%94%94-%EC%98%A4%EB%A6%AC%EC%A7%84/2468)",
      "ko": "무협계 한 획을 그은 전동조 장편 소설 [묵향]! \n암살자에서 무림 정점에 오르는 묵향의 이야기가 \n초대형 웹툰 프로젝트, [묵향 디 오리진]으로 돌아온다!\n\n 수많은 세력이 패권을 다투던 드넓은 중원의 무림. 어릴 적 마교에 납치되어 암살자로 훈련받은 2044호. 고된 훈련 속에서 목숨의 위협을 넘어 치열하게 살아남은 그는 실력을 인정받아 ‘묵향’이란 이름을 얻는다.\n 그러나 묵향에게는 언제나 채워지지 않는 갈증이 있었으니, 그것은 바로 검의 길! 암살자로 사는 삶에 만족하지 못하던 그때, 묵향은 스승 ‘환사검 유백’을 만나 인생의 큰 변화를 맞이하는데! 그는 자신이 좇던 탈마의 경지에 올라 무공의 정점에 오를 수 있을까?!\n\n수많은 고수와 격돌하며 궁극의 무를 좇는 묵향!\n전설적인 일대기의 서막이 다시 열린다!!\n\n묵향 디 오리진 ⓒ 레드아이스 스튜디오(주), 전동조 / 학산문화사\n\n 이용안내\n<묵향 디 오리진>은 전동조 작가님의 소설 <묵향>의 1부의 이야기입니다.\n이어지는 <묵향> 2부의 스토리는 <묵향 다크레이디>를 검색하여 이용 부탁드립니다.\n\n---\n- [Webtoon Promo](https://www.youtube.com/watch?v=kK5IfJoG05Q)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%AC%B5%ED%96%A5-%EB%94%94-%EC%98%A4%EB%A6%AC%EC%A7%84/2468)",
      "ru": "Эта история разворачивается в легендарном Муриме, где многочисленные силы борются за превосходство. Номер 2044 ещё в детстве похищает демонический культ, чтобы воспитать из него наёмного убийцу. Но он сумел выжить в тяжёлых тренировках, прошёл через множество испытаний и получил имя “Мукхян” в знак признания своих навыков.\n\nОднако Мукхян на протяжении всей жизни испытывал неудовлетворённую тягу к следованию пути меча! Образ жизни убийцы не смог помочь ему утихомирить то, что у него внутри, но всё меняется, когда он встречает учителя - “Хван Сагом Юпэка”. Сможет ли Мукхян достигнуть уровня Тальма – наивысшей точки мастерства в боевых искусствах?\n\nМукхяну предстоит сразиться со множеством мастеров и узнать, есть ли предел его силе!\n\nВозвращение легендарного героя!\n\n---\n- [Webtoon Promo](https://www.youtube.com/watch?v=kK5IfJoG05Q)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%AC%B5%ED%96%A5-%EB%94%94-%EC%98%A4%EB%A6%AC%EC%A7%84/2468)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "47"
  },
  {
    "mangaId": "059977a8-b192-43c7-aa90-a903f6aae536",
    "title": {
      "en": "My F-Rank High School Life"
    },
    "updatedAt": "2024-05-28T18:28:26+00:00",
    "coverArt": "https://mangadex.org/covers/059977a8-b192-43c7-aa90-a903f6aae536/6027de5b-5e1e-434c-b823-3d38c1615883.jpg",
    "altTitles": [
      {
        "ko": "폐급인 척했던 학교생활"
      },
      {
        "en": "My School Life Pretending To Be a Worthless Person"
      },
      {
        "es-la": "Mi vida escolar pretendiendo ser una persona inútil"
      }
    ],
    "description": {
      "en": "The world discovered the essence of the human soul, Ideia, and found a way to materialize it. The stronger one's Ideia, the more power one has.\n\nIn a society where hierarchy is determined by this power, F-Rank Park Jinsung has always been his school's punching bag. In reality, though, he is an S-Rank with extreme bloodlust, which he has been hiding to keep others safe.\n\nWith only two years left of high school, will Jinsung be able to hide his killer side and prove rank isn't everything?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=RNHjCpXtHpI)",
      "ko": "인간 영혼의 본질, 이데아를 깨닫고 실체화시키기에 이른 인간들.\n\n세계는 재래식 무기가 통하지 않는 이데아 위주로 사회를 구성하고,\n사회 또한 오직 이데아와 그 전투력을 위해서만 포커스를 맞췄다\nF급 영혼에 F급 전투력을 가진 주인공 박진성.\n\n학교는 어설픈 군사제를 도입하고, 이데아 등급을 매기는 단위체계로 멸시 받기를 10년째..\n하지만 그의 실체는 S급 이데아 ‘완전한 살의’의 각성자.\n\n사람을 죽이는 살의가 영혼의 의의라는 것에 괴로워하고\n스스로를 F급, 폐급인 상태로 봉한 채 살아가게 된다.\n\n살의가 영혼의 의미인 박진성은 끝끝내 살의를 제어하고 영혼에 차이 따윈 없다는 걸 증명할 수 있을까?\n\n---\n- [Webtoon Teaser](https://www.youtube.com/watch?v=RNHjCpXtHpI)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]