[
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2e0fdb3b-632c-4f8f-a311-5b56952db647",
    "title": {
      "en": "Bocchi the Rock!"
    },
    "updatedAt": "2024-10-25T11:10:13+00:00",
    "coverArt": "https://mangadex.org/covers/2e0fdb3b-632c-4f8f-a311-5b56952db647/acfd5a05-1691-45fc-a5f3-4d0e77347840.jpg",
    "altTitles": [
      {
        "ja": "ぼっち・ざ・ろっく！"
      },
      {
        "zh": "孤独摇滚！"
      },
      {
        "zh-hk": "愛好·扎·搖滾！"
      },
      {
        "id": "Samotność w Rocku!"
      },
      {
        "ne": "बोच्चि द रक!"
      },
      {
        "ru": "Одинокий Рокер!"
      }
    ],
    "description": {
      "en": "Hitori Gotou is a high school girl who's starting to learn to play the guitar because she dreams of being in a band, but she's so shy that she hasn't made a single friend. However her dream might come true after she meets Nijika Ijichi, a drummer girl looking for a new guitarist for her band.",
      "es": "Bocchi The Rock! cuenta la historia de Goto Hitori, una chica de secundaria que empieza a aprender a tocar la guitarra persiguiendo su sueño de formar parte de una banda. Pese a que es muy dedicada, su arrolladora timidez le impide poder conseguir siquiera una amiga. Pero cuando conozca a Ijichi Nijika, una baterista que está buscando una nueva guitarrista para su grupo, Goto dará el primer paso para cumplir su gran sueño página a página, tira a tira.",
      "it": "Hitori Goto è una liceale che inizia a imparare a suonare la chitarra perchè il suo sogno è di entrare a far parte di una band, \nma è talmente timida da non avere nemmeno un amico. \nMa il suo sogno potrebbe avverarsi in seguito all'incontro con Nijika Ijichi, una ragazza che suona la batteria \ned è alla ricerca proprio di un chitarrista per la band in cui suona.",
      "ja": "「ぼっちちゃん」こと後藤ひとりは、ギターを愛する孤独な少女。家で一人寂しく弾くだけの毎日でしたが、ひょんなことから伊地知虹夏が率いる「結束バンド」に加入することに。人前での演奏に不慣れな後藤は、立派なバンドマンになれるのか――！？全国のぼっちな少年少女に届ける、いま最高にアツい音楽漫画！！陰キャならロックをやれ！！！",
      "pt-br": "Hitori Gotou é uma colegial que está começando a aprender a tocar violão porque sonha em fazer parte de uma banda, mas é tão tímida que não fez um único amigo. No entanto, seu sonho pode se tornar realidade depois que ela conhece Nijika Ijichi, uma garota que toca bateria e está procurando um novo guitarrista para sua banda.\n\n[ 1° TEMP.  DO ANIME ADAPTOU ATÉ: Vol. 2, Cap 21. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-10-15T16:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/d03cc3e1-2d4d-46de-b494-12d99261c67c.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "en": "The Fragrant Flower Blooms with Dignity"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "vi": "Những đóa hoa thơm nở diễm kiều"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "vi": "Ở một nơi nào đó, có 2 trường cao trung lân cận. Cao trung Chidori, một trường nam sinh cấp thấp hội tụ đủ những thằng đần, trường nữ sinh Kikyo, một trường nữ sinh danh giá . Rintaro Tsugumi, một nam sinh năm 2 to khỏe và trầm tính tại trường Chidori, bắt gặp Kaoruko Waguri, một khách hàng khi cậu đang giúp việc tại cửa hàng bánh nhà mình . Rintaro cảm thấy thoải mái khi dành thời gian bên Kaoruko, nhưng cô lại là học sinh của trường Kikyo, ngôi trường hàng xóm cực kì căm ghét trường Chidori. Đây là câu chuyện về 2 con người ở rất gần nhưng lại rất xa",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f799b6e-3029-43cf-9648-c50a9f4bab47",
    "title": {
      "en": "Bishu no Daichi Fukushu ~Fukushuu no tame ni Kao wo Suteta Onna~"
    },
    "updatedAt": "2024-10-04T15:18:53+00:00",
    "coverArt": "https://mangadex.org/covers/6f799b6e-3029-43cf-9648-c50a9f4bab47/bd44f4d1-cbe0-4d75-a4b3-200ba93a6e66.jpg",
    "altTitles": [
      {
        "ja": "美醜の大地～復讐のために顔を捨てた女～"
      },
      {
        "en": "A Woman Who Abandoned Her Face for Revenge"
      },
      {
        "vi": "Vì Hận Tái Sinh ~Người phụ nữ vì phục thù mà từ bỏ gương mặt của mình~"
      }
    ],
    "description": {
      "en": "A woman who was robbed of her family by bullying is reborn as another person, and she devotes herself to revenge from hell! , Because of her ugly appearance, she was badly bullied at a girls' school. The leader of bullying is Ayako Takashimazu, the daughter of a large company. Hana, who was accused of theft by her, was forced to leave school...!?\n\n(from mangaupdates)",
      "ja": "いじめによってすべてを奪われた女が別人に生まれ変わり、地獄の復讐に身を投じる！\n\n昭和20年、太平洋戦争が終わりかけていた時代、樺太（からふと）で生まれ育った少女・市村ハナは、醜い容姿のため女学校で凄惨ないじめを受けていた。いじめのリーダー格は大会社の令嬢・高島津絢子。彼女によって泥棒の濡れ衣を着せられたハナは、退学に追い込まれてしまう。やがてソ連軍が空襲を開始し、樺太から北海道へ逃れる船に乗り込んだハナ一家だったが、いじめグループによって船から追い出されてしまい……。",
      "vi": "Một cô gái với cuộc đời bị lấy đi tất cả mọi thứ do bị bắt nạt, vu oan đã tái sinh thành một người khác và cô quyết định trả thù tất cả những ai đã góp phần đẩy cuộc đời mình vào bước đường cùng!\nIchimura Hana, một cô gái sinh ra và lớn lên ở Karafuto, bị bắt nạt dã man tại một trường nữ sinh vì ngoại hình xấu xí của mình. Cầm đầu nhóm bắt nạt cô là Takashimazu Ayako, thiên kim tiểu thư của công ty sản xuất giấy lớn nhất Karafuto thời bấy giờ. Sau một lần bị vu cáo là kẻ trộm, Hana đã bị đuổi học.\nMột thời gian sau, trong một cuộc di tản bởi trận không kích của quân Liên Xô, gia đình Hana đáng ra đã lên được một con tàu để thoát khỏi Karafuto đến Hokkaido, nhưng cả nhà cô đã bị xua đuổi khỏi tàu bởi chính sự vu cáo của bè lũ bắt nạt đó..."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d705583-990f-48b6-a1a2-8ea2ec85daa3",
    "title": {
      "en": "One Day I Found a Husband"
    },
    "updatedAt": "2024-10-29T00:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/6d705583-990f-48b6-a1a2-8ea2ec85daa3/e928d325-dda9-42fe-ad5e-8e81b8edcfe6.jpg",
    "altTitles": [
      {
        "ko": "어느 날 남편이 생겼다"
      },
      {
        "en": "A Husband I Didn't Expect"
      }
    ],
    "description": {
      "en": "“Sharing a Bed as a Married Couple”\n\n“Is Kissing Allowed?”\n\nI’ve got a caring, handsome, and wealthy husband now. The catch is, he’s my sworn enemy, the detestable ‘Kang Sihu.’ They say we were meant to have a happy newlywed life. Impossible!…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko oji: Salaryman reincarnated as a kitten!"
    },
    "updatedAt": "2024-10-13T10:49:14+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/6f87bf16-6b1e-4ed0-9e83-19f61239706f.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat.\n___\n**Alt Official Raw:** [KADOComi](https://comic-walker.com/detail/KC_000231_S?episodeType=first)\n\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/neko-oji-salaryman-reincarnated-as-a-kitten/volumes)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ade0306c-f4b6-4890-9edb-1ddf04df2039",
    "title": {
      "en": "Solo Leveling: Ragnarok"
    },
    "updatedAt": "2024-09-25T22:34:29+00:00",
    "coverArt": "https://mangadex.org/covers/ade0306c-f4b6-4890-9edb-1ddf04df2039/fd49e2ad-69fc-416a-8deb-a71cc36b0b50.jpg",
    "altTitles": [
      {
        "ko": "나 혼자만 레벨업 : 라그나로크"
      },
      {
        "pt-br": "Upando Sozinho: Ragnarok"
      },
      {
        "ko-ro": "Na Honjaman Level Up: Ragnarok"
      }
    ],
    "description": {
      "en": "The Earth's existence is under threat once more as Itarim, the gods of other universes, seek to fill the void left by the Absolute Being. \n\nSung Jinwoo has no choice but to send Beru, the shadow ant king, to awaken his son's powers and start him on the journey he once took. \n\nSuho must conquer the shadow dungeon and earn his place in the world of hunters as he navigates through a new world against a new evil looking to swallow the world whole.",
      "ko": "줄거리\n\n평범한 대학생으로 살아가던 성수호 죽음을 앞둔 순간, 잠들어 있던 그의 특별한 혈통이 깨어난다!\n\n“일어나라.”\n\n죽음을 거스르고 지배하는 헌터, 그가 선보이는 새로운 레벨업을 주목하라!\n\n* 이 작품은 웹툰 <나 혼자만 레벨업>의 세계관을 이어받은 작품입니다.",
      "pt-br": "A existência da Terra está ameaçada novamente, por Itarim, os deuses de outros universos, buscam preencher o vazio deixado pelo Ser Absoluto.\n\nSung Jinwoo não tem outra opção senão enviar Beru, o rei das formigas das sombras, para despertar os poderes de seu filho e iniciar sua jornada, como ele fez antes.\n\nSuho precisa conquistar a masmorra das sombras e ganhar seu lugar no mundo dos caçadores, enquanto enfrenta um novo mal que ameaça engolir o mundo inteiro."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ca92c93-ee7c-4b7c-9437-1c5b5d52c531",
    "title": {
      "en": "Everyday Life with a Succubus Slave"
    },
    "updatedAt": "2024-10-28T23:51:56+00:00",
    "coverArt": "https://mangadex.org/covers/6ca92c93-ee7c-4b7c-9437-1c5b5d52c531/815ed30d-5a6e-44de-9751-35e1d153cdbd.png",
    "altTitles": [
      {
        "ja-ro": "Succubus Dorei to no Nichijou"
      },
      {
        "ja": "サキュバス奴隷との日常"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "007da20c-89e4-47f8-afeb-5aada2b32974",
    "title": {
      "en": "Gerende Magic 101-gou"
    },
    "updatedAt": "2024-04-27T15:46:53+00:00",
    "coverArt": "https://mangadex.org/covers/007da20c-89e4-47f8-afeb-5aada2b32974/a92512b6-f709-4868-91b2-8e4179223dd1.png",
    "altTitles": [
      {
        "ja": "ゲレンデマジック101号"
      },
      {
        "en": "Slope Magic Room 101"
      }
    ],
    "description": {
      "en": "The mistake of a one night stand after being struck by slope magic.\nBut not him... it just can't be *him...*"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "787a9f0c-6f48-401c-8edc-d6ee07516c4f",
    "title": {
      "en": "Cheeky Brat"
    },
    "updatedAt": "2024-07-12T15:53:05+00:00",
    "coverArt": "https://mangadex.org/covers/787a9f0c-6f48-401c-8edc-d6ee07516c4f/10367bd5-fc30-4bc1-90c3-a362efab1d1a.jpg",
    "altTitles": [
      {
        "ja-ro": "Namaikizakari"
      },
      {
        "ja": "なまいきざかり。"
      },
      {
        "zh": "盛气凌人"
      },
      {
        "en": "His Cheekiness is in Full Bloom"
      },
      {
        "cs": "Drzej spratek"
      }
    ],
    "description": {
      "cs": "Jsem Yuki a nidky to nepřiznám. Nikdy. To co bych nikdy neudělala je přiznat se k tomi, že mám možná menší slabost pro mého drzého krásného spolužáka – který se chová jako nehorázný spratek – Naruse. Když už se o něm bavíme, místo toho, aby se soustředil na svou zvláštní středoškolní rivalitu s nějakým klukem jménem Shizuka, tak by se měl pustit do hry a soustředit se na náš kvalifikační zápas…!! Možná jsem toho od něj nakonec čekala až moc…",
      "en": "I, Yuki, have no intention of admitting it. Never. The last thing I will ever do is plead guilty to the crime of maybe possibly having a soft spot for my cheeky playboy of an underclassman—who’s an absolute brat—Naruse. Speaking of which, instead of focusing on his strange grade school rivalry with this Shizuka guy, he needs to get his head in the game and focus on our qualifiers…!! Maybe I was expecting too much from him, after all…",
      "pt-br": "Machida Yuki sabe que não quer nada com Naruse Shou. Mas como evitá-lo quando ela gerencia o grupo de basquete em que ele participa?!"
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "23",
    "lastChapter": "137"
  },
  {
    "mangaId": "9dbd08c3-a4ed-4fa3-82e2-18a400f80627",
    "title": {
      "en": "Nimotsu Mochi no Nousuji Musou"
    },
    "updatedAt": "2024-09-30T15:33:35+00:00",
    "coverArt": "https://mangadex.org/covers/9dbd08c3-a4ed-4fa3-82e2-18a400f80627/4c0c5179-8df0-4eda-a9b4-c01cd068a275.jpg",
    "altTitles": [
      {
        "ja": "荷物持ちの脳筋無双"
      }
    ],
    "description": {
      "en": "The more he carries, the stronger he becomes! An unmatched fantasy by the weakest adventurer duo!\n\nRyuk, a boy with a unique skill “Porter,” which allows him to carry a massive amount of items, was being exploited as a chore boy for the S-rank party “Black Lion of Foresight.” One day, the party managed to acquire a storage item more convenient than Ryuk’s skill, thus no longer needed, Ryuk is banished inside a dangerous dungeon. Despairing in this hopeless situation, suddenly he meets a shrine maiden girl, Mio — and then?",
      "ja": "大量のアイテムを持つことができるユニークスキル【荷物持ち】を持つ少年・リュック。彼は、Sランクパーティー「慧眼の黒獅子」の雑用係としてこき使われていた。そんな日常を過ごす中、パーティーはリュックのスキルより便利な収納アイテムが手に入れる事に成功。不要となったリュックは危険なダンジョン内で追放をされてしまう。絶望的な状況に陥った彼だったが、突如現れた巫女少女・ミオと出会ってーーー？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7474ac29-84b4-4608-8150-878634bf969e",
    "title": {
      "en": "To Love Ru Darkness"
    },
    "updatedAt": "2024-10-09T11:53:17+00:00",
    "coverArt": "https://mangadex.org/covers/7474ac29-84b4-4608-8150-878634bf969e/c71bcdef-e7e7-4f20-8d28-29acc833a65e.jpg",
    "altTitles": [
      {
        "ja": "To LOVEる -とらぶる- ダークネス"
      },
      {
        "ja-ro": "To LOVE Ru -Trouble- Darkness"
      },
      {
        "ja-ro": "To LOVE-Ru -Trouble- Darkness"
      },
      {
        "en": "To LOVE Ru -Trouble- Darkness"
      },
      {
        "en": "To Love-Ru Darkness"
      },
      {
        "en": "Trouble Darkness"
      },
      {
        "ru": "Любовь и тьма прочих неприятностей"
      },
      {
        "ko": "투러브 트러블 다크니스"
      },
      {
        "vi": "Bóng Tối Hoàng Kim"
      }
    ],
    "description": {
      "en": "Rito Yuuki continues to be caught in over-the-top perverted scenarios, now uncensored. The alien Deviluke sisters - Lala, Momo, and Nana - still use their unique abilities in an attempt to grab Rito's love confession. Momo, in particular, has a vision: a harem of women all in love with Rito, with Momo herself in the center. After all, if everyone has an equal share of Rito, everyone wins - at least, she thinks.  \n  \nAs she enacts this plan, the former alien mercenary Yami, aka Golden Darkness, struggles between her former life as a killer and her current life on Earth. Things get complicated when Mea, a girl with powers similar to Yami's, becomes interested in Rito. Just who is this new enemy?"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "18",
    "lastChapter": "77"
  },
  {
    "mangaId": "9d829ed3-2489-4327-8efa-5b55a46afbbd",
    "title": {
      "en": "There's 49 Left, Master!"
    },
    "updatedAt": "2024-09-20T17:06:53+00:00",
    "coverArt": "https://mangadex.org/covers/9d829ed3-2489-4327-8efa-5b55a46afbbd/4a093820-481e-4da8-8770-5821e348c6fd.jpg",
    "altTitles": [
      {
        "ko": "49번 남았습니다, 스승님!"
      },
      {
        "ja": "師匠、あと49回死んでください"
      }
    ],
    "description": {
      "en": "When the powerless thirteenth prince became emperor, he gave his tutor, Yo Yohwa, poison. His reason being his death at the hands of his own master in countless previous lives. The poisoned Yo Yohwa then regresses to an earlier time together with the prince and is determined to get on his good side this time in order to escape. However, the prince already discovered the truth…\n\n“This is crazy. You killed me in the previous lives, and you neglected me in another. Now you’re acting all nice. Are you trying to get away?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c59ccaf-1159-4a1a-8a42-7ab363f32905",
    "title": {
      "en": "Blue Archive - Sensei Gyakutai Yume Senpai Imouto Gainen Series (Doujinshi)"
    },
    "updatedAt": "2024-05-26T08:03:33+00:00",
    "coverArt": "https://mangadex.org/covers/1c59ccaf-1159-4a1a-8a42-7ab363f32905/cc443b9b-3a96-46da-85ee-c12b8f64f1f4.jpg",
    "altTitles": [
      {
        "ja": "先生虐待ユメ先輩妹概念シリーズ"
      },
      {
        "ja-ro": "Sensei Gyakutai Yume Senpai Imouto Gainen Series (Blue Archive)"
      },
      {
        "en": "The Sensei And Little Sister Yume's Abuse Concept Series (Blue Archive)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d02e579-b0db-4240-98e9-e68e458f8dfc",
    "title": {
      "en": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
    },
    "updatedAt": "2024-07-05T11:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/6d02e579-b0db-4240-98e9-e68e458f8dfc/dab1e191-2ef4-4339-8e02-69c7dd3d156e.jpg",
    "altTitles": [
      {
        "fr": "Ma maison est une zone de convergence magique: Uniquement en vivant là je suis le plus fort du monde"
      },
      {
        "ru": "Мой дом — это место волшебной силы"
      },
      {
        "ja": "俺の家が魔力スポットだった件 ～住んでいるだけで世界最強～"
      },
      {
        "zh-hk": "原来我家是魔力点~只是住在那里就变成世界最强~"
      },
      {
        "ko": "우리 집이 마력스팟이었던 건에 대하여 ~살고 있는 것만으로 세계최강~"
      },
      {
        "pt-br": "Minha casa está em um ponto mágico de poder, por morar lá eu me tornei o mais forte do mundo"
      },
      {
        "en": "My House is a Magic Power Spot: Just by Living there I Become the Strongest in the World"
      },
      {
        "ja-ro": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
      }
    ],
    "description": {
      "en": "Living carefree at home is the greatest shortcut—my house is the world’s greatest Magic Power Spot. That being the case, both my house and I were summoned to another world by some guys who were aiming for it. However, I’ve been living in this place for many years and my body is, apparently, abnormally overflowing with magic. Due to some unforeseen circumstances by those guys who summoned me, they quickly ran away. Be that as it may, there are still some ill-mannered people who covet the magic leaking out of my house. I won’t give up my house to those people! I’m going to wield my power as I please!",
      "ja": "自宅でのんびりすることが、最強への近道だった――。強力な魔力スポットの上に建つ一軒家に住んでいた普通の青年ダイチ。 ある日、それを狙うやつらに家ごと異世界に召喚されてしまう!!　だが、長年魔力スポットに住み続け、魔力が貯めこまれたダイチは敵を一蹴！　さらにかわいい我が家の精霊サクラも現れて至れり尽くせり！　最強の魔力を持ったダイチが望むものはただ一つ――それは自宅で平穏に暮らすこと！",
      "ru": "Жить беззаботно в своём доме — это, несомненно, великолепно. Но мой дом — самое большое в мире место волшебной силы. Каким-то образом вышло так, что меня с моим домом перенесло в другой мир. Выяснилось, что меня призвали какие-то парни, которые хотели присвоить магию моего дома себе. Тем не менее, я живу в этом месте в течение многих лет, и мое тело, по-видимому, аномально переполнено магией. Из-за каких-то непредвиденных обстоятельств те ребята, которые меня вызвали, быстро убежали. Как бы то ни было, все ещё есть невоспитанные люди, которые жаждут магии, просачивающейся из моего дома. Я не отдам свой дом никому! Я буду использовать свою силу, как захочу!   \n\n- [Original Web Novel](https://ncode.syosetu.com/n5915da/) (Raw)",
      "es-la": "Vivir sin preocupaciones en casa es el mejor atajo: mi casa es el mayor punto de poder mágico del mundo. Siendo ese el caso, tanto mi casa como yo fuimos invocados a otro mundo. Sin embargo, he estado viviendo en este lugar durante muchos años y aparentemente mi cuerpo está desbordado magia. Debido a circunstancias imprevistas por parte de los tipos que me invocaron, huyeron rápidamente. Como sea, todavía hay algunas personas mal educadas que codician la magia que escapa de mi casa. ¡No voy a ceder mi casa a esas personas! ¡Voy a ejercer mi poder como me plazca!",
      "pt-br": "Viver despreocupado em casa é a melhor coisa... minha casa é o maior ponto de força mágica do mundo. Sendo esse o caso, tanto minha casa quanto eu fomos convocados para outro mundo por algumas pessoas que estavam visado isso. No entanto, eu moro neste lugar há muitos anos e meu corpo está, aparentemente, transbordando de forma anormal com a magia. Devido a algumas circunstâncias imprevistas por aquelas pessoas que me chamaram, elas rapidamente fugiram. Seja como for, ainda há algumas pessoas mal-educadas que cobiçam a magia que vaza da minha casa. Eu não vou desistir da minha casa para essas pessoas! Vou usar meu poder como quiser!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "233"
  },
  {
    "mangaId": "5ed171d9-d5e0-47e0-b847-493cdda9db29",
    "title": {
      "en": "Akuyaku Onzoushi no Kanchigai Seija Seikatsu - Nidome no Jinsei wa Yaritai Houdai Shitai Dake na no ni"
    },
    "updatedAt": "2024-10-09T00:13:29+00:00",
    "coverArt": "https://mangadex.org/covers/5ed171d9-d5e0-47e0-b847-493cdda9db29/b298395f-6557-46d2-9e57-d4fdc038b995.jpg",
    "altTitles": [
      {
        "ja": "悪役御曹司の勘違い聖者生活～二度目の人生はやりたい放題したいだけなのに～"
      },
      {
        "ja-ro": "Akuyaku Onzoushi no Kanchigai Seija Seikatsu"
      },
      {
        "ja": "悪役御曹司の勘違い聖者生活"
      },
      {
        "en": "The Misunderstood Saintly Life of a Villainous Scion ~ I just want to do whatever I want in my second life~"
      }
    ],
    "description": {
      "en": "Ouga Vellet, the eldest son of the infamous corrupt lordly Vellet family, is a reincarnator. Having been taken advantage of due to his kindness in his past life, he now revels in the life of a mischievous villainous heir. From then on, Ouga spared no compromise, pushing the limits of \"tyranny\" to achieve his ambitions.\n\n\"Wow, Ouga-sama, you're amazing!\"\n\n...Just for \"arrogant behavior,\" his reputation seems to soar without his control? The curtain rises on a life of misconceptions and misconceived saintliness!",
      "ja": "悪徳領主として名高いヴェレット家の長男―オウガ・ヴェレットは転生者である。人の良さから前世で割を食ってばかりだった彼は、これを機にやりたい放題の悪役御曹司ライフを謳歌するため横暴の限りを尽くすはずが―\n\n\n「さすがです！　オウガ様！」\n\n……『傍若無人な振る舞い』をしてるだけなのに、なぜか周囲からの評価が瞬く間に上がっていき――⁉悪役御曹司の勘違いの勘違い聖者生活、開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-06-01T21:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae487ecb-3372-4c5b-83a0-e0cb6f3e99c5",
    "title": {
      "en": "Book of the Dead"
    },
    "updatedAt": "2024-09-22T15:06:28+00:00",
    "coverArt": "https://mangadex.org/covers/ae487ecb-3372-4c5b-83a0-e0cb6f3e99c5/e763dcbb-a850-4cdc-ab33-ee1bc452ecaf.png",
    "altTitles": [
      {
        "ko": "사자의 서"
      }
    ],
    "description": {
      "en": "In the Samdochon (Sanzu River), a river that only those who have taken their own lives at a young age go to, there are three paths for those who arrive here.\n\nThe ‘Path of Death,’ where one loses consciousness forever; the ‘Path of Contentment,’ where one lives on an island; and the ‘Path of Reincarnation,’ where one is reborn into a new life. What choice will the protagonist make?",
      "ko": "젊은 나이에 스스로 목숨을 끊은 자들만이 가는 삼도천. 이 곳에 온 이들에겐 세가지 길이 있다. 영원히 의식을 잃는 '죽음의 길', 섬에서 살아가는 '안주의 길' 그리고, 새로운 삶으로 태어나는 '환생의 길'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a58747fa-3bca-43ff-9187-549b00f43578",
    "title": {
      "en": "Yuusha to Yobareta Nochi ni - Soshite Musou Otoko wa Kazoku wo Tsukuru"
    },
    "updatedAt": "2024-10-25T18:59:44+00:00",
    "coverArt": "https://mangadex.org/covers/a58747fa-3bca-43ff-9187-549b00f43578/f3e0c5c1-81e5-40ee-aaf0-8eaa1ea960ff.jpg",
    "altTitles": [
      {
        "ja": "勇者と呼ばれた後に ―そして無双男は家族を創る―"
      },
      {
        "ja-ro": "Yuusha to Yobareta Ato ni - Soshite Musou Otoko wa Kazoku wo Tsukuru"
      },
      {
        "en": "After Being Called a Hero: The Unrivaled Man Starts a Family"
      }
    ],
    "description": {
      "en": "In a world where humans and demons clash, the one who decimated the Demon Lord's army was a lone hero named Lloyd. Possessing power so immense that he was said by the Demon Lord to be near godlike, after the war, Lloyd was appointed by the king to be the lord of a remote territory and was sent far away. Furthermore, he was tasked with subduing the Emperor Dragon residing in that land, which he quickly defeated. However, the defeated dragon transformed into a beautiful woman and chose to become Lloyd's companion!?",
      "ja": "人間と魔族が争う世界――魔王軍を壊滅させたのはたったひとりの勇者、ロイドという男だった。魔王から神に近いとまで言われた力を持つロイドは戦後、王により辺境の領主を命じられ、遠ざけられた。さらにその地に棲む皇帝竜の討伐も頼まれたが、早々に倒してしまう。しかし敗れた竜は、美しい女性に変化し、ロイドの伴侶になることに!?これは最強と呼ばれながらも自分自身の価値を見つけられなかった男が「家族」を見つける物語。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cba1a19d-b433-4f4c-a988-8608fef3f955",
    "title": {
      "en": "Uzugami"
    },
    "updatedAt": "2024-10-09T02:59:01+00:00",
    "coverArt": "https://mangadex.org/covers/cba1a19d-b433-4f4c-a988-8608fef3f955/e132e1e4-d2f7-431a-a5c3-63c7b5c369f1.jpg",
    "altTitles": [
      {
        "ja-ro": "Uzugami - Bunretsu Zoushoku Ningen"
      },
      {
        "ja-ro": "Uzushin"
      },
      {
        "ja": "渦神 分裂増殖人間"
      }
    ],
    "description": {
      "en": "Satoru Takeichi, also known as Ichigo, works at a sawmill. \n\nWhile working, he got into a mechanical problem and ended up having the first joint of his right little finger amputated. He and other employees searched for the cut off part, but couldn't find it. \n\nIchigo goes straight to the hospital and receives treatment. However, when he returned to his apartment after being hospitalized for a few days, he found another version of him... \n\nFrom there, a strange shared life with another [Himself] begins...",
      "ja": "渦神 分裂増殖人間製材工場で働いている武市悟(たけいちさとる)、通称イチゴ。\n\n彼は作業中に機械トラブルに巻き込まれ右手の小指の第一関節を切断してしまう。他の従業員と一緒に切り落とした部分を探したが見つからない。\n\nイチゴはそのまま病院へ行き治療を受ける。しかし、数日の入院を経て自宅アパートへ帰ると、【もう 1 人の自分】がいた...。\n\nそこからもう1 人の【二ゴー】との奇妙な共同生活が始まる......。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "306f9e33-6c90-413c-ad85-8300e7bc446b",
    "title": {
      "en": "The Brilliant Village Doctor"
    },
    "updatedAt": "2024-09-25T11:23:05+00:00",
    "coverArt": "https://mangadex.org/covers/306f9e33-6c90-413c-ad85-8300e7bc446b/ab9eac1e-1bd4-43ed-9981-a70301bbbe5b.jpg",
    "altTitles": [
      {
        "zh-ro": "Zhonghua Shenyi"
      },
      {
        "zh": "中华神医"
      },
      {
        "zh": "妙手小村医"
      },
      {
        "pt-br": "O Brilhante Médico da Vila"
      }
    ],
    "description": {
      "en": "Here enters Lin Hao, an obscure young man of firmness and bravery, who possesses unparalleled medical technology. One day he is wandering on the street when he suddenly spots Nuolan's sexy legs, then immediately decides to apply for her father clinic and becomes a doctor there. Pure gold will glitter forever. His talent shows up day by day from this demote village to cities far away, drawing lots of patients to come for help, including some famous ones. Life of this little clinic gets more and more interesting."
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1a95747c-9cb5-4530-879f-bb77e079ee9a",
    "title": {
      "en": "Honkai Impact 3rd - 2nd Herrscher"
    },
    "updatedAt": "2022-12-03T04:35:56+00:00",
    "coverArt": "https://mangadex.org/covers/1a95747c-9cb5-4530-879f-bb77e079ee9a/0cee73f4-aee2-426f-b274-cada8464bd6e.jpg",
    "altTitles": [
      {
        "en": "Honkai Impact 3rd - 2nd Lawman"
      },
      {
        "zh": "崩坏3rd - 第二次崩坏"
      }
    ],
    "description": {
      "en": "Alternate fan translation of volume 0.2 of [Honkai Impact 3rd](https://mangadex.org/title/b82bc828-0f22-43d9-835d-d5ff1cb0d680/honkai-impact-3rd).  \n  \n\"On February 1st, 2000. The entire man research staff of Shicksals Babylon facility in Siberia disappeared overnight. While Theresa investigates this mystery under orders from Otto, Walter and Einstein make preparation for *her* appearence. The stage is set for the second Honkai Impact.\"  \n  \nTimeline : Set 14 years before the start of the game.   \n  \nArc is completed in CN and by official MiHoYo manga team - HOMU Comics.  \n\n\n---\n\nMain Story :   \n[# Book 1001 = Escape From The Sky](https://mangadex.cc/manga/22297/honkai-impact-3#)   \n[# Book 1002 = Cherry Blossom Recall](https://mangadex.cc/manga/22297/honkai-impact-3#)   \n[# Book 1003 = Mystery of Stigmata](https://mangadex.cc/manga/26804/honkai-impact-3rd-mystery-of-stigmata)   \n[# Book 1006 = Anti-Enthrophy Invasion](https://mangadex.cc/manga/22297/honkai-impact-3)  \n[# Book 1007 = Gratitude Arc](https://mangadex.cc/manga/22297/honkai-impact-3)   \n[# Book 1008 = Moon Shadow](https://mangadex.cc/manga/22297/honkai-impact-3)    \n\n\n---\n\nSide Story :  \n[# Book 1004 = Violet Sea Tales](https://mangadex.cc/manga/22297/honkai-impact-3)   \n[# Book 1005 = Dark Sakura Tales | Guns Girl SchoolDayZ EX - Sakura Arc](https://mangadex.cc/manga/15560/guns-girl-schooldayz-ex)   \n[# Book 1009 = Purple Kite's Tales](https://mangadex.cc/manga/22297/honkai-impact-3)   \n[# Book 1010 = Secret of the God Keys](https://mangadex.cc/title/31991/honkai-impact-3rd-secret-of-the-god-keys)   \n**# Book 1012 = 2nd Herrscher/Lawman**     \n\n\n---\n\nSpin-off :  \n[# Book 1011 = When Kiana Play Honkai Impact](https://mangadex.cc/manga/22297/honkai-impact-3)  \n[# Book 1013 = Valkyries' Dining Escapades](https://mangadex.cc/manga/26179/honkai-impact-3-valkyries-dining-escapades)  \n[# Book 1014 = Summer Memories](https://mangadex.cc/title/30931/honkai-impact-3rd-summer-memories)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "63"
  },
  {
    "mangaId": "04e6ab34-f9fe-46f4-961c-3df616d45285",
    "title": {
      "en": "Hetalia Gangsta"
    },
    "updatedAt": "2024-07-28T02:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/04e6ab34-f9fe-46f4-961c-3df616d45285/f802f6aa-43b7-4a9e-aab9-f9dabc829f70.png",
    "altTitles": [
      {
        "en": "Hetalia World Stars Gangsta"
      }
    ],
    "description": {
      "en": "Official Hetalia AU. \"This world, although similar to the one we know of, is just slightly different. Data-wise, it's pretty much the same thing, just a lot more punk and grunge-like this time. 200 crowded districts, each with a unique culture and history of their own, each with a boss in charge, in a spinning circle of harmony and chaos. Yet a new disruption was about to arise.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d2bccba-33b3-4c95-a4bf-8cdea584a32a",
    "title": {
      "en": "TSUYOSHI"
    },
    "updatedAt": "2024-10-17T10:09:35+00:00",
    "coverArt": "https://mangadex.org/covers/9d2bccba-33b3-4c95-a4bf-8cdea584a32a/99aa7e43-5733-4f97-a331-6d2a216a19ea.jpg",
    "altTitles": [
      {
        "en": "TSUYOSHI: The one who no one can win against"
      },
      {
        "ja": "TSUYOSHI 誰にも勝てない、アイツには"
      },
      {
        "ja-ro": "TSUYOSHI: Daremo Katenai, Aitsu ni wa"
      },
      {
        "th": "Tsuyoshi ไอ้หนุ่มหมัดพิฆาตลูกป๋องแป๋ง"
      },
      {
        "ja-ro": "TSUYOSHI"
      }
    ],
    "description": {
      "en": "A super-powerful guy keeps defeating everyone around him, even though he doesn't like fighting."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c81c6098-f206-4467-9d5d-17b5f56be4a2",
    "title": {
      "en": "Immortal Maestro"
    },
    "updatedAt": "2024-09-23T12:29:59+00:00",
    "coverArt": "https://mangadex.org/covers/c81c6098-f206-4467-9d5d-17b5f56be4a2/4579d284-27de-43aa-a9e2-d4effc9f7cbe.jpg",
    "altTitles": [
      {
        "ko": "불멸의 마에스트로"
      },
      {
        "id": "Maestro Abadi"
      }
    ],
    "description": {
      "en": "The person who is ranked No.1 in the world rankings of the AOS League of Infinity game and the strongest person who is nicknamed the devil on the battlefield.\nHowever, a man wearing a golden mask appeared before the strongest person who had suffered a setback in a traffic accident and was abandoned by everyone and proposed.\n“If I come back, can I become a world championship winner?”\nThe strongest person who goes back to the past becomes the maestro who leads the battlefield between earth and other worlds and shows the best game of all time.",
      "id": "Orang yang merupakan peringkat No. 1 di peringkat dunia game AOS League of Infinity dan orang terkuat yang dijuluki iblis di medan perang.\nNamun, seorang pria bertopeng emas muncul di hadapan orang terkuat yang mengalami kemerosotan dalam kecelakaan lalu lintas dan ditinggalkan oleh semua orang dan mengajukan lamaran.\n“Jika saya kembali, bisakah saya menjadi pemenang kejuaraan dunia?”\nOrang terkuat yang kembali ke masa lalu menjadi maestro yang memimpin medan perang antara bumi dan dunia lain dan menunjukkan permainan terbaik sepanjang masa."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e668e5d-d046-4ffd-bfe3-eea1050a06d9",
    "title": {
      "en": "Mobile Suit Gundam NT (NARRATIVE)"
    },
    "updatedAt": "2024-07-02T07:14:10+00:00",
    "coverArt": "https://mangadex.org/covers/9e668e5d-d046-4ffd-bfe3-eea1050a06d9/325ab3b0-8f6d-4fe4-8f19-cd40089b1353.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムＮＴ"
      },
      {
        "ja-ro": "Kidou Senshi Gundam NT (Narrative)"
      }
    ],
    "description": {
      "en": "U.C. 0097, one year after the opening of \"Laplace's Box\".  \n  \nDespite the revelation of the Universal Century Charter that acknowledges the existence and rights of Newtypes, the framework of the world has not been greatly altered.  \n  \nThe conflict later dubbed the \"Laplace Incident\" is thought to have ended with the downfall of the Neo Zeon remnants known as the Sleeves. In its final battle, two full psycho-frame mobile suits displayed power beyond human understanding. The white unicorn and the black lion were sealed away to remove this danger from people's consciousness, and they should now be completely forgotten.  \n  \nHowever, the RX-0 Unicorn Gundam 03, which disappeared two years earlier, is now about to show itself in the Earth Sphere once more. A golden phoenix… named Phenex.  \n  \n**Notes**:  \nAdapted from [不死鳥狩り / Phoenix Hunting](https://www.amazon.co.jp/gp/product/B01CZALCMC), the 11 Volume of Gundam Unicorn light novel series.  \n\n\n---\n\n**Links:**  \n- [Original Novels (on Amazon.co.jp)](https://www.amazon.co.jp/gp/product/B07YZTJ135)  \n- [Anime Movie on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20852)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c8e115a-9e07-42b9-ba16-069efdcd53ef",
    "title": {
      "en": "Akuma to Hito to no Ma"
    },
    "updatedAt": "2024-10-22T23:18:55+00:00",
    "coverArt": "https://mangadex.org/covers/2c8e115a-9e07-42b9-ba16-069efdcd53ef/08e9576b-7967-43ff-9095-a4194883274d.jpg",
    "altTitles": [
      {
        "ja": "悪魔と人との間"
      }
    ],
    "description": {
      "en": "Miyazaki, a high school boy who has been present where a cute erotic classmate is being attacked by a defect. I suddenly got help, and of course I was messed up ...! The secret relationship between Miyazaki and her begins!",
      "ja": "「あの子を救えたら‥‥少しは正しくなれるかな‥」宮崎英司は陰キャな高校１年生。不良から超エロい転校生・黒宮杏伽を助けようとして死んでしまった‥が、淫魔である黒宮さんの力で“悪魔人間”としてよみがえる。以来、黒宮さんとエッチなことを重ねる秘密の関係になるが、そんな二人に悪魔殺し集団“スローターハウス”が襲い来る！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "17"
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-07-25T17:52:21+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/bce9aac3-ec01-4d12-8158-54f7c3cd2c07.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d94b725-509e-4272-a8b4-64ae9712ec4f",
    "title": {
      "en": "Love or Hate"
    },
    "updatedAt": "2022-05-19T03:38:25+00:00",
    "coverArt": "https://mangadex.org/covers/8d94b725-509e-4272-a8b4-64ae9712ec4f/6a765862-77e5-42e5-b45c-222a00f9806c.jpg",
    "altTitles": [
      {
        "ko": "러브 오어 헤이트"
      }
    ],
    "description": {
      "en": "Haesu and Juwon met through their parents when they got remarried and have been in an illicit relationship ever since. The repeated break ups and meetings have numbed them, the process of arguing and sleeping together remaining a constant. All this changes when Taekyung gets involved.  \n  \n  \nHaesoo et Joowon, dont le remariage de leurs parents signifiait qu'ils ne devaient jamais être dans une relation amoureuse.   \nÀ travers des séparations et des rencontres répétées, des bagarres et leur relation insensée et insensée au lit, des bouleversements  \n ont commencé à se produire lorsque Taekyung apparais entre eux deux.  \n. (Fujoshixgirl's love Fansub ) Traduis disponible sur notre blog !"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f64b7dbb-4cd2-4b18-b26a-97689cfcf0c5",
    "title": {
      "en": "Komugi ga Jiman no Panya-san"
    },
    "updatedAt": "2024-10-26T07:15:41+00:00",
    "coverArt": "https://mangadex.org/covers/f64b7dbb-4cd2-4b18-b26a-97689cfcf0c5/7ac70b03-57a2-46af-827d-b3438b7206f7.jpg",
    "altTitles": [
      {
        "ja": "こむぎが自慢のパン屋さん"
      },
      {
        "en": "The Bakery's Pride Komugi"
      }
    ],
    "description": {
      "en": "Komugi, a cat, is reborn as a human to repay a favor to Honami, a girl who took care of her in a previous life. When she visits her old home, she finds that Honami has become the manager of a bakery. She inherited the bakery from her predecessor, but things are not going well and the bakery is deserted every day. She was thinking of closing the bakery, but Komugi made her a proposal \"Please let me work here\"\nA work comedy unfolds at a small bakery located at the end of a side street on the main street!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0339b87e-87b9-4844-9a6e-39a365131dbd",
    "title": {
      "en": "Seikatsu Mahoutsukai no Gekokujou"
    },
    "updatedAt": "2024-10-13T10:51:42+00:00",
    "coverArt": "https://mangadex.org/covers/0339b87e-87b9-4844-9a6e-39a365131dbd/3360b05a-fa14-4b5e-9989-f88675c6f6ed.jpg",
    "altTitles": [
      {
        "ja": "生活魔法使いの下剋上"
      },
      {
        "en": "Rise of the Life Wizard"
      }
    ],
    "description": {
      "en": "I’m not “useless”! I’ll prove it by conquering dungeons! Suddenly, magic and dungeons appear in modern Japan, and life has changed completely. I, Midorimu Sakaki, am born with a talent for life magic that cannot be used for exploring dungeons or defeating demons. I was born with a talent for life magic, but while exploring dungeons, I got my hands on a rare item, the “Sage System,” which allows me to create new magic…?\n\n[web novel](https://kakuyomu.jp/works/16816452218254294002)  (jp)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91fef20b-00f6-4802-827b-a48c0248d4b9",
    "title": {
      "en": "GO ANd GO"
    },
    "updatedAt": "2023-05-31T12:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/91fef20b-00f6-4802-827b-a48c0248d4b9/fb045c5c-a1f7-4b29-a8b0-c106e67721a5.jpg",
    "altTitles": [
      {
        "ja": "ゴーアンゴー"
      }
    ],
    "description": {
      "en": "Eigo Nitta, new student in Hoyo high school, is enrolled in the baseball team. Talented as fast pitcher but lacking in term of technique, Eigo Nitta aims to be the new pitcher of the team. He has to face many opponents, which creates an atmosphere of competition in the baseball team. However he and his teammates will have to find a way to solve the rivalry among the baseball team in order to go to Koshien tournament."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "132"
  },
  {
    "mangaId": "801513ba-a712-498c-8f57-cae55b38cc92",
    "title": {
      "en": "Berserk"
    },
    "updatedAt": "2024-07-15T01:05:18+00:00",
    "coverArt": "https://mangadex.org/covers/801513ba-a712-498c-8f57-cae55b38cc92/22ff2622-e93c-420f-b477-7a86eec02a1d.jpg",
    "altTitles": [
      {
        "he": "ברזרק"
      },
      {
        "fa": "برزرک"
      },
      {
        "ar": "برسرك"
      },
      {
        "th": "เบอร์เซิร์ก"
      },
      {
        "ja": "ベルセルク"
      },
      {
        "zh-hk": "劍風傳奇"
      },
      {
        "zh": "烙印勇士"
      },
      {
        "ko": "베르세르크"
      },
      {
        "ar": "بيرسيرك"
      },
      {
        "th": "เทพมรณะ"
      },
      {
        "uk": "Берсерк"
      },
      {
        "ru": "Берсерк"
      },
      {
        "ja-ro": "Berserk"
      },
      {
        "ne": "बर्सर्क"
      },
      {
        "de": "Berserk"
      }
    ],
    "description": {
      "en": "Guts, known as the Black Swordsman, seeks sanctuary from the demonic forces attracted to him and his woman because of a demonic mark on their necks, and also vengeance against the man who branded him as an unholy sacrifice.\n\nAided only by his titanic strength gained from a harsh childhood lived with mercenaries, a gigantic sword, and an iron prosthetic left hand, Guts must struggle against his bleak destiny, all the while fighting with a rage that might strip him of his humanity.  \n  \n***Won the 6th Osamu Tezuka Cultural Prize Excellence Award in 2002.***\n\n---\n\nNote: Following Miura Kenta's death in 2021, the series has been taken over by Kouji Mori, who supervises the series with art done by Studio Gaga.",
      "es": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "ru": "Гатс – Черный Мечник, за которым охотятся демоны. Мечник стремится найти все убежища демонов и отомстить человеку, сделавшего их него «жертвенную овечку». Черный Мечник противостоит жестокой судьбе благодаря непоколебимой воле, невероятной силе, и, конечно же, меча. Постоянные сражения со злом приближает Гатса к параллельному миру тьмы, лишая его человечности. Берсерк – сложная, но сильная история о сражениях и злой судьбе.",
      "th": "เบอร์เซิร์ก เป็นชื่อมังงะ แนวดาร์ค แฟนตาซี ของญี่ปุ่น วาดโดยเคนทาโร่ มิอุระ มีการดำเนินเรื่องเกิดขึ้นในยุคกลางของยุโรป โดยได้รับอิทธิพลมาจากโลกแห่งจินตนิมิตด้านมืด มีตัวละครเอกของเรื่องคือ กัทส์ ทหารรับจ้างผู้โดดเดี่ยวและ กริฟฟิท หัวหน้าของกลุ่มทหารรับจ้างที่รวมตัวกันภายใต้ชื่อ กองพันเหยี่ยว\n\n----\n [Shopee (ไทย)](https://shopee.co.th/berserk%E0%B9%80%E0%B8%9A%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%8B%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%81-%E0%B8%9A%E0%B8%B4%E0%B9%8A%E0%B8%81%E0%B8%9A%E0%B8%B8%E0%B8%84-%E0%B9%81%E0%B8%A2%E0%B8%81%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1-20-%E0%B9%83%E0%B8%AB%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%AB%E0%B8%99%E0%B8%B6%E0%B9%88%E0%B8%87-i.63434898.1855330863)",
      "tr": "Kara Kılıç Ustası olarak anılan Guts, vücutlarındaki şeytani damga yüzünden onlara musallat olan şeytani güçlerden, kadınını ve kendisini korumanın bir yolunu aramaktadır. Aynı zamanda onu damgalayan ve bir kurban konumuna düşüren adamdan intikam almaya çalışmaktadır. Paralı askerlerle geçirdiği zorlu çocukluk yıllarının getirdiği tecrübeler sayesinde elde ettiği büyük gücü, devasa bir kılıç ve protez bir kol ile destekleyen Guts, karamsar kaderiyle mücadele etmek zorundadır. Tüm bunları yaparken, insani benliğini kaybetmesine neden olabilecek öfkeyle başa çıkmalıdır. \n\nTheWildDeer'dan Dorylaion tarafından biraz yorum katılarak sitedeki ingilizce açıklamadan çevrilmiştir.",
      "uk": "Його ім'я Ґатс, Чорний Мечник. Він могутній воїн, про якого говорять лишень пошепки. У нього є велетенський меч , рука зі заліза й шрами від незліченних боїв і тортур. А ще його плоть позначена Тавром — нечестивим символом, який притягує сили пітьми й робить Ґатса їхньою жертвою. Але Ґатс не прийме таку долю спокійно: він порубає на фарш війська проклятих, як і будь-кого, кому стане дурості стати на його шляху! Ґатс іде в товаристві ельфа Пака (більше докучайла, ніж товариша) темним і закривавленим шляхом, який приведе лише до загибелі... Чи помсти.",
      "es-la": "Guts, conocido como el Espadachín Negro, busca refugio de las fuerzas demoníacas que se sienten atraídas por él y su mujer debido a una marca demoníaca en el cuello, además de vengarse del hombre que lo marcó como un sacrificio impío. Únicamente con la ayuda de su fuerza titánica, adquirida tras una dura infancia vivida con mercenarios, una espada gigantesca y una prótesis de hierro en la mano izquierda, Guts deberá luchar contra su sombrío destino, al tiempo que combate con una rabia que podría despojarle de su humanidad.",
      "pt-br": "Guts, conhecido como o Espadachim Negro, busca refúgio das forças demoníacas atraídas por ele e sua mulher por causa de uma marca demoníaca em seus pescoços, e também vingança contra o homem que o marcou como um sacrifício profano.  Ajudado apenas por sua força titânica adquirida de uma infância dura vivida com mercenários, uma espada gigantesca e uma mão esquerda protética de ferro, Guts deve lutar contra seu destino sombrio, enquanto luta com uma raiva que pode despojá-lo de sua humanidade."
    },
    "status": "ongoing",
    "releaseDate": 1989,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d58abdf4-9268-41d8-9920-f8fe8858a173",
    "title": {
      "en": "Shiori Experience: My Plain Self and an Odd Old Man"
    },
    "updatedAt": "2024-10-09T14:26:40+00:00",
    "coverArt": "https://mangadex.org/covers/d58abdf4-9268-41d8-9920-f8fe8858a173/9088390b-b3bd-4d8b-8b7d-8f11ae5bcf27.jpg",
    "altTitles": [
      {
        "ja-ro": "Shiori Experience - Jimi na Watashi to Hen na Ojisan"
      },
      {
        "ja": "SHIORI EXPERIENCE ~ジミなわたしとヘンなおじさん~"
      },
      {
        "ja": "シオリエクスペリエンス  ~ジミなわたしとヘンなおじさん~"
      },
      {
        "ko": "시오리 익스페리언스"
      },
      {
        "ru": "Shiori Experience: незаурядный Джими и заурядная Я"
      },
      {
        "uk": "Досвід Шіорі ~Джимі, я і дивний дядько~"
      }
    ],
    "description": {
      "en": "Shiori was once a guitarist in a light music club in high school. But her first live performance was dashed when her brother ran away from home with a lot of debt, to become a musician in Tokyo.  \n  \nA decade later, Shiori is now a high school teacher, leading a boring, uneventful life and paying off the debt… till she runs into the ghost of none other than a famous guitarist Jim-you-know-who.  \n  \nA story of a 27-year-old woman on her way to a music legend begins here.",
      "ru": "История о Шиори, скромной и неуклюжей 27-летней школьной учительнице, которая любит играть на гитаре и общается с призраком Джими Хендрикса.",
      "pt-br": "Shiori era uma guitarrista em um clube de música no colégio. Mas sua primeira apresentação ao vivo foi frustrada quando seu irmão fugiu de casa deixando um monte de dívidas para se tornar um músico em Tóquio. Uma década depois, Shiori é agora uma professora do ensino médio, levando uma vida monótona e entediante pagando as dívidas... Até ela dar de cara com o fantasma de ninguém menos que um famoso guitarrista chamado Jim-você-sabe-quem. A história de uma mulher de 27 anos de idade, a caminho de uma lenda musical começa aqui."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9c5440f-5e30-4289-80b6-f781562967ac",
    "title": {
      "en": "AISHA"
    },
    "updatedAt": "2024-09-28T19:11:47+00:00",
    "coverArt": "https://mangadex.org/covers/d9c5440f-5e30-4289-80b6-f781562967ac/2a6fdca0-a409-471d-b239-4e752e21f1ce.jpg",
    "altTitles": [
      {
        "ja": "AISHA 愛と殺戮の童話"
      },
      {
        "zh": "艾莎"
      }
    ],
    "description": {
      "en": "The twins who have lost both their mother and father had got their humongous inheritance stolen by their evil stepmother. The three sons of their stepmother have a special relationship towards their non-biological sisters. Thus, a scene of love, love and hate occurred in this old mansion. This is a fairy tale of romance and vengeance.",
      "pt-br": "As gêmeas que perderam a mãe e o pai tiveram sua enorme herança roubada por sua madrasta malvada. Os três filhos da madrasta têm uma relação especial com as irmās não biológicas. Assim, uma cena de amor e ódio ocorreu nesta antiga mansão. Este é um conto de fadas de romance e vingança."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b93b935e-efc0-49a6-b275-e93ea332fa20",
    "title": {
      "en": "White Rabbit in Wonderland"
    },
    "updatedAt": "2024-07-22T02:21:40+00:00",
    "coverArt": "https://mangadex.org/covers/b93b935e-efc0-49a6-b275-e93ea332fa20/b3353ec9-8bf1-44c7-be07-4971ff1ed10b.jpg",
    "altTitles": [
      {
        "ko": "이상한 나라의 흰 토끼"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb1b1da5-9436-49f5-8a6b-a1689fb86d91",
    "title": {
      "en": "LOVE-BULLET"
    },
    "updatedAt": "2024-09-22T15:38:23+00:00",
    "coverArt": "https://mangadex.org/covers/cb1b1da5-9436-49f5-8a6b-a1689fb86d91/70e6b8ec-aa72-4c47-b45c-342247b3f0e7.jpg",
    "altTitles": [
      {
        "ja": "ラブ・バレット"
      },
      {
        "ja-ro": "Love · Bullet"
      },
      {
        "en": "Love Bullet"
      },
      {
        "uk": "Куля Кохання"
      }
    ],
    "description": {
      "en": "Since the dawn of humanity, those who have never experienced love and meet an untimely end are granted a second chance at life as Cupids by the Goddess of Love.\n\nPresent day Cupids have traded in their bow and arrow for modern firearms, but their mission remains the same: find suitable lovers for their targets and make them fall in love!",
      "uk": "З початку існування людства, ті, хто ніколи не відчули кохання і зустріли неочікуваний кінець, отримували другий шанс, як Купідони, як дар від Богині Кохання.\n\nСьогоденні Купідони змінили свої луки і стріли на новітню зброю, але їх місія залишається такою ж: знайти підходяче кохання для їх цілей і закохати їх!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "687a27aa-9819-4efc-b55c-076d41e5e2d8",
    "title": {
      "en": "The Emperor's Dog"
    },
    "updatedAt": "2024-10-19T08:06:36+00:00",
    "coverArt": "https://mangadex.org/covers/687a27aa-9819-4efc-b55c-076d41e5e2d8/02e2015d-b418-42fc-b72f-730aa8e001be.jpg",
    "altTitles": [
      {
        "ko": "황제의 멍멍이"
      }
    ],
    "description": {
      "en": "After an unexpected accident, I was reborn\n in another world. Could I be the emperor's\n daughter? Or perhaps a duke's daughter?\n With a heart full of anticipation, I opened\n my eyes, and what I saw before me was...\n A white, soft puppy's front paw. Given this\n situation, I need to find a way to survive.\n The only thing possible with this small,\n insignificant puppy body is... The path of a\n lapdog, cozying up to those in power!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ebf6b4b1-f514-4e93-8305-0c16c21c7163",
    "title": {
      "en": "Space Juggernaut"
    },
    "updatedAt": "2024-07-19T21:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/ebf6b4b1-f514-4e93-8305-0c16c21c7163/525f63ef-d776-418a-b514-c1e64b24802e.jpg",
    "altTitles": [],
    "description": {
      "en": "Wanderer, imposing, somewhere in the vast void of space, Rendezvous awaits! The only space station built inside a living being, where the best scientists, warriors, explorers and engineers of the galaxy live.\nFollow the adventures of the Rendezvaj against the galaxy's major enemy; The Raccoon-race \"preservation\" Federation in this epic Space Opera.",
      "es-la": "Errante, imponente, en algún lugar del vasto vacío espacial, Rendezvous espera! La única estación espacial construida dentro de un ser vivo, que aloja a los mejores científicos, guerreros, exploradores e ingenieros de la galaxia.\nSigue las aventuras de un grupo de Rendezvaj contra su mayor enemigo; La Federación de “Conservación” de la raza Mapache en esta épica ópera spacial."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b2bf7552-116c-4ca4-81e6-1c42fda8360e",
    "title": {
      "en": "The Rebellious Villainess Doesn't Want To Be Swayed By The Obsessive Prince!"
    },
    "updatedAt": "2024-10-18T00:54:52+00:00",
    "coverArt": "https://mangadex.org/covers/b2bf7552-116c-4ca4-81e6-1c42fda8360e/5fd1f535-241a-49d3-a506-4d99e2f24e96.jpg",
    "altTitles": [
      {
        "ja": "ヤサグレてしまった令嬢は、執着王子になびきたくない!"
      }
    ],
    "description": {
      "en": "How many more times do I have to be a \"villainess\" before I can escape this life?\"I\" have lived as a villainess in many different Otome games. In all of them, the villainess's fiancée is captured by the heroine, the villainess is punished, and so on. No matter how hard I tried, that future would never change. \"Villainess?　A broken marriage?　I'm sick of all of them. !!!!At the end of my last episode, I shouted out my complaints to the heavens. I was then reincarnated and began my life as \"Catherine the Villainess's daughter\" and it was somehow different from before!　My fiancée, who was supposed to abandon me, says that he loves me ........Catherine!?\n\nThis is a romantic comedy fantasy about the reincarnated villainess's daughter and an obsessed prince who can't stop loving her."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e96113a-8b19-4f1a-8a6e-f485f90b3f52",
    "title": {
      "en": "Lonely Kagome"
    },
    "updatedAt": "2024-10-08T15:19:00+00:00",
    "coverArt": "https://mangadex.org/covers/6e96113a-8b19-4f1a-8a6e-f485f90b3f52/f809b581-b049-4853-a23b-7f231430d182.jpg",
    "altTitles": [
      {
        "ja": "ひとりかごめ"
      },
      {
        "ja": "ザリガニ"
      },
      {
        "ja": "ペット"
      },
      {
        "zh": "一個人的籠中鳥"
      },
      {
        "zh": "半夢半醒"
      },
      {
        "ja": "地図"
      },
      {
        "zh": "地圖"
      },
      {
        "ja": "夢うつつ"
      },
      {
        "zh": "寵物"
      },
      {
        "zh": "小龍蝦"
      },
      {
        "ja": "工場勤務"
      },
      {
        "zh": "工廠勤務"
      },
      {
        "ja": "消費者の呻き"
      },
      {
        "zh": "消費者的呻吟"
      },
      {
        "ja": "無数の孤独"
      },
      {
        "zh": "無數的孤獨"
      },
      {
        "ja": "現象"
      },
      {
        "zh": "百元的眺望"
      },
      {
        "ja": "百円の眺望"
      },
      {
        "zh": "車轍被黑暗吞噬"
      },
      {
        "ja": "轍は闇に呑み込まれ"
      },
      {
        "ja": "遺された調理法"
      },
      {
        "zh": "遺留下來的烹飪法"
      },
      {
        "ja-ro": "hitorikagome"
      },
      {
        "ru": "Кагоме в одиночестве"
      },
      {
        "ja-ro": "Ame ga Tsuba Shoujo-gun"
      }
    ],
    "description": {
      "en": "A collection of the best stories illustrated by Amagappa Shoujogun, a rising star in the world of horror manga.",
      "ja": "ホラー漫画界の新星・雨がっぱ少女群が描く、至極の短編集。",
      "ru": "Cборник лучших рассказов, нарисованных Amagappa Shoujogun, восходящей звездой в мире хоррор-манги."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "fbe9d0c8-cbb8-4fa7-baaf-900806972a53",
    "title": {
      "en": "The Mage: Swallowed the Dragon"
    },
    "updatedAt": "2024-06-29T01:21:47+00:00",
    "coverArt": "https://mangadex.org/covers/fbe9d0c8-cbb8-4fa7-baaf-900806972a53/9cfdaf0c-c84e-47b3-8253-8f47a6549700.png",
    "altTitles": [
      {
        "ko": "용을 삼킨 마법사"
      },
      {
        "en": "Swallowing Dragon"
      },
      {
        "en": "Dragon-Devouring Mage"
      }
    ],
    "description": {
      "en": "In a world of magic, Russel Raymond, a cursed third-rate mage from a fallen lineage, seeks a new fate. \n\nBanished from the academy, he scrapes by as a mercenary until his mother’s memento sparks a chance to return to the past. Rewinding to his academy days, Russel receives a new power, igniting his journey to reclaim his honor and rewrite his destiny. \n\nWith this second chance he’s been given, will he finally soar like the dragon he was meant to be?",
      "pt-br": "[Você será a base de uma nova mitologia. Te concedo outra chance pelo bem da mitologia.]\n\nO último sucessor de uma família contribuinte da fundação e mago de terceira categoria, Russel Raymond. Ele queria reviver o status social de sua família, mas foi expulso da academia. Tudo o que pôde fazer foi trabalhar como mago mercenário de terceira categoria. Um dia, em seu caminho para um trabalho temporário, o anel de recordação de sua mãe, o \"Coração de Dragão\", reagiu, e Russel recebeu uma chance inesperada. Ele \"regressou\" para seus dias de academia.\n\n[Você recebeu uma Pedra Mágica do grau mais baixo (consumível) como recompensa da missão.]\n\nÉ assim que Russel inicia sua ascendência na vida. Como um dragão que nunca conseguiu abrir suas asas. Ele atravessa as ondas chamadas de destino que o pressionaram e voa para o mundo brilhante do qual uma vez fora banido."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-10-09T16:53:10+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efee636b-2b65-488c-ad39-25a0d2a261f5",
    "title": {
      "en": "Our Villainess Has Changed"
    },
    "updatedAt": "2024-10-25T15:50:35+00:00",
    "coverArt": "https://mangadex.org/covers/efee636b-2b65-488c-ad39-25a0d2a261f5/adc66fc0-ed2b-4b21-a5d9-bb16ee2030c6.jpg",
    "altTitles": [
      {
        "ko": "우리 악녀님이 달라졌어요"
      }
    ],
    "description": {
      "en": "She grew up an orphan, working herself to death in part-time jobs, and eventually died from exhaustion. Right before her death, she was reading an R-rated romance fantasy novel and found herself reincarnated as Annette Ethelred, the twisted villainess who was adopted into a duke's family and was bent on killing the novel's heroine. Annette was also the last princess of a fallen kingdom. Her happiness over the lavish lifestyle of the duke’s family didn’t last long, as she was quickly thrown out with nothing to her name, punished for the evil deeds of the original Annette. But giving up wasn’t an option. With the survival skills honed from all her part-time jobs, she managed to get hired as a maid at the temple. “This time around, I’ll make lots of money and date a handsome man! ...But seriously, are there no normal guys around here?!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "140668fa-eec5-42d1-a6f5-ed65c295c0ee",
    "title": {
      "en": "Kaijin Mira no Dai 2 Keitai ga Kawaisugiru"
    },
    "updatedAt": "2024-10-18T12:19:44+00:00",
    "coverArt": "https://mangadex.org/covers/140668fa-eec5-42d1-a6f5-ed65c295c0ee/4a39ec9d-3ed1-4ab5-8312-bef193e62b2a.jpg",
    "altTitles": [
      {
        "en": "Monster Mira's Second Form Is Way Too Cute"
      },
      {
        "ja": "怪人ミラの第2形態が可愛すぎる"
      },
      {
        "vi": "Quái Nhân Mira Có Hình Thái Thứ Hai Dễ Thương Quá Đi!"
      }
    ],
    "description": {
      "en": "Cuteness is unbeatable!\n\nMonster Mira is on another rampage, aiming to steal the hero's transformation belt. Having just reached full power thanks to the Doctor's modifications, Mira's new form turns out to be way too cute!\n\nA romantic comedy where justice and evil refuse to back down!",
      "vi": "Dễ thương tương đương bất khả chiến bại! Quái nhân Mira lại tác oai tác quái hòng chiếm đoạt đai biến hình của người hùng. Nhờ việc được Tiến Sĩ cải tiến để tối ưu sức mạnh, Mira đã có được một hình thái mới, và hình thái này cưng vãi ò luôn!Đón đọc ngay câu chuyện romcom giữa hai thế lực thiện ác chí chóe không ai nhường ai nha!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b5b5a68-3b6e-439d-827c-aacbf12e775b",
    "title": {
      "en": "Qing Huan Xu"
    },
    "updatedAt": "2024-09-18T18:18:24+00:00",
    "coverArt": "https://mangadex.org/covers/2b5b5a68-3b6e-439d-827c-aacbf12e775b/448f500f-8a15-41da-a817-5bb37b63746c.jpg",
    "altTitles": [
      {
        "zh": "清欢序"
      }
    ],
    "description": {
      "fr": "Elle est la fille légitime du Premier ministre et consacre sa vie à la vengeance. \nIl est un prince invincible et impitoyable, mais s'engage à l'aimer pour le reste de sa vie. Entre eux, il n'y a pas seulement la différence de statut, mais aussi les intrigues de leurs ennemis. \nPourront-ils changer leur destin et tenir la promesse qu'ils n'ont pas pu tenir dans leur vie précédente ?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b90f04e-cc5b-4ad0-938d-74da24f15607",
    "title": {
      "en": "Spoiled Medical Princess: The  Legend of Alkaid"
    },
    "updatedAt": "2024-09-12T02:58:27+00:00",
    "coverArt": "https://mangadex.org/covers/0b90f04e-cc5b-4ad0-938d-74da24f15607/0ac1959b-2a05-4660-b8ab-06c50a8613fd.png",
    "altTitles": [
      {
        "zh": "盛宠医妃之摇光传"
      },
      {
        "en": "Magnificently Spoiled Medical Imperial Concubine: Biography of Eta Ursae Majoris"
      },
      {
        "zh-ro": "Sheng Chong Yi Fei Zhi Yao Guang Chuan"
      },
      {
        "zh-hk": "盛寵醫妃之搖光傳"
      }
    ],
    "description": {
      "en": "Nangong Yue was an excellent doctor from a famous and noble family in her previous life. She helped Han Lingfu ascend to the throne, but she got an order of execution for her whole family. She was reborn in the past and she swore to revenge on him, but a man changed everything"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "109"
  },
  {
    "mangaId": "4ada20eb-085a-491a-8c49-477ab42014d7",
    "title": {
      "en": "The Beginning After the End"
    },
    "updatedAt": "2024-10-20T13:29:52+00:00",
    "coverArt": "https://mangadex.org/covers/4ada20eb-085a-491a-8c49-477ab42014d7/e12dda4b-3f8b-4df4-94de-56278ff83b97.jpg",
    "altTitles": [
      {
        "pt-br": "O começo após o final"
      },
      {
        "pt-br": "O começo depois do fim"
      },
      {
        "en": "TBATE"
      },
      {
        "zh": "三岁开始做王者"
      },
      {
        "ja": "最強の王様、二度目の人生は何をする？"
      },
      {
        "ko": "끝이 아닌 시작"
      },
      {
        "ru": "Начало после конца"
      },
      {
        "es": "El comienzo después del fin"
      },
      {
        "es-la": "La Vida Después de la Muerte"
      }
    ],
    "description": {
      "de": "In einer Welt regiert durch die stärksten Kämpfer ist König Grey der unangefochten Stärkste, Reichste und Berühmteste. Aber eine solche Macht kommt Hand in Hand mit Einsamkeit. Unter der glamourösen Erscheinung eines mächtigen Königs liegt die leere Hülle eines Mannes, beraubt von Ziel und Willen.\n\nNach einer Wiedergeburt in eine Welt voller Magie und Monster hat der König die Möglichkeit, sein Leben erneut zu leben. Die Fehler seiner Vergangenheit zu korrigieren wird aber nicht seine einzige Herausforderung sein. Unter dem Frieden und Reichtum dieser neuen Welt lauert etwas, das alles vernichten kann, was er jemals erreicht hat, was seine Rolle darin und den Grund für seine Wiedergeburt in Frage stellt.",
      "en": "King Grey has unrivaled strength, wealth, and prestige in a world governed by martial ability. However, solitude lingers closely behind those with great power. Beneath the glamorous exterior of a powerful king lurks the shell of man, devoid of purpose and will.\n\nReincarnated into a new world filled with magic and monsters, the king has a second chance to relive his life. Correcting the mistakes of his past will not be his only challenge, however. Underneath the peace and prosperity of the new world is an undercurrent threatening to destroy everything he has worked for, questioning his role and reason for being born again.",
      "fr": "Le Roi Grey a une force, une richesse et un prestige inégalés dans un monde gouverné par l'aptitude martiale. Cependant, la solitude s'approche de près derrière ceux ayant de grands pouvoirs. Sous l'apparence glamour d'un Roi puissant se cache la carapace de l'homme, dépourvue de volonté et de but.\n\nRéincarné dans un nouveau monde rempli de monstres et de magie, le Roi a une seconde chance de revivre sa vie. Cependant, corriger les erreurs de sa précédente vie ne sera pas sa seule tâche. Sous la paix et la prospérité de ce nouveau monde se cache une menace sous-jacente remettant en question tout ce pour quoi il a travaillé, son rôle, et sa raison de renaître.",
      "ja": "私は史上最強の「王」である。数多の敵を退け、数々の功績を残した歴代最高の覇王だ。 しかし、ある朝目覚めた私は奇妙な違和感を覚える。手足が短い、視界が極端に低い、見知らぬ男女が私を「アーサー」と呼び、微笑みながら覗き込む。そう…私は無力な赤子に転生してしまったのだ！最強の王様がいたいけな赤ちゃんに転生する、痛快冒険ファンタジー‼",
      "pl": "Król Gray ma niezrównaną siłę, bogactwo i prestiż w świecie rządzonym przez umiejętności walki. Jednak samotność pozostaje tuż za tymi, którzy mają wielką moc. Pod olśniewającą powierzchownością potężnego króla kryje się skorupa człowieka, pozbawionego celu i woli.\n\nWskrzeszony w nowym świecie wypełnionym magią i potworami, król ma drugą szansę na ponowne przeżycie swojego życia. Jednak naprawienie błędów przeszłości nie będzie jego jedynym wyzwaniem. Pod pokojem i dobrobytem nowego świata kryje się ukryty nurt, który grozi zniszczeniem wszystkiego, na co pracował, kwestionując jego rolę i powód narodzin na nowo.",
      "ru": "Король Грей обладает непревзойденной силой, богатством и престижем в мире, во главе которого стоит боевая мощь. Однако одиночество обычно появляется именно у тех, кто обладает большой властью. Мало кто знает, но под гламурной внешностью могущественного короля скрывается оболочка человека, лишённого цели и воли.",
      "pt-br": "Dizem que a solidão acompanha aqueles com grande poder. Permanecendo como um Rei com força incomparável, status, e fama… e muito mais. Eu, que uma vez lutei para viver, me afogava em meu raso trono sem nenhuma vontade ou propósito. Haviam muitos que tinham inveja de mim, mas eu diria de bom grado, “Tirem tudo de mim! Será meu presente!” Um dia, eu finalmente consegui meu presente – uma nova vida.\n\nCom uma segunda chance de corrigir meus erros e cumprir meus arrependimentos, permita-me mostrar a você o que um (ex-rei) pode fazer!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-10-03T23:56:26+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/eaf207b7-47e4-4173-ba07-cc1cccd408cb.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      },
      {
        "ja-ro": "[Oshi no Ko]"
      },
      {
        "uk": "Зіркове дитя"
      },
      {
        "uk": "Дитина Улюбленця"
      },
      {
        "vi": "Đứa con của thần tượng"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]