[
  {
    "mangaId": "ff5c207a-c0e0-45c7-b623-317b05c2100f",
    "title": {
      "en": "Trinity Blood"
    },
    "updatedAt": "2023-12-28T14:04:25+00:00",
    "coverArt": "https://mangadex.org/covers/ff5c207a-c0e0-45c7-b623-317b05c2100f/6b898ec0-573d-45ad-a7ce-a9d319a6ac3a.png",
    "altTitles": [
      {
        "vi": "Thánh Chiến"
      },
      {
        "ru": "Кровь Триединства"
      },
      {
        "ja": "トリィブ"
      },
      {
        "ja": "トリニティ・ブラッド"
      },
      {
        "zh": "圣魔之血"
      },
      {
        "ko": "트리니티 블러드"
      },
      {
        "th": "ทรินิตี้ บลัด"
      }
    ],
    "description": {
      "en": "The background is in the distant future, a post-apocalyptic world after the destruction brought about by Armageddon. The war between humans (Terran) and vampires (Methuselah) continues, as a struggle between two factions: the Vatican and the New Human Empire.  \n  \nYet, amidst the bloodshed and violence, many desire a peaceful co-existence between the two species. However, standing between them and this goal is the Rosenkreuz Orden, a group of vampire extremists who manipulate the two sides and pit them against each other. To combat them, the Vatican special operations group \"AX,\" led by Cardinal Caterina Sforza, must use everything they have - even a vampire who preys on the blood of other vampires.  \n  \nAdapted from the light novel series of the same name.  \n  \n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=4874)"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "83"
  },
  {
    "mangaId": "74816f9b-c776-4d9c-9d89-38354e29ebfa",
    "title": {
      "en": "Uragirareta Boukensha, Andeddo Toshite Yomigaeri Musou Suru"
    },
    "updatedAt": "2023-07-05T20:03:50+00:00",
    "coverArt": "https://mangadex.org/covers/74816f9b-c776-4d9c-9d89-38354e29ebfa/6ecef094-5a3a-49e7-8d2d-06718d3ff44e.jpg",
    "altTitles": [
      {
        "ja": "アンデッド・キング 〜底辺冒険者、魔物の力で進化無双〜"
      },
      {
        "en": "Undead King ~A Low-Ranking Adventurer, With the Power of Monsters, Becomes Unbeatable~"
      },
      {
        "ja": "裏切られた冒険者、アンデッドとして蘇り無双する"
      }
    ],
    "description": {
      "en": "(skills). A power humans can only receive once from god, which is used to fight against monsters.\nChrome, who aspired to be an adventurer while owning a skill that is useless in combat, is unable to throw away his ambition, and is despised for his inability, so he is left in charge of menial tasks and chores for his career.\nBut, when he is running away from a monster as a decoy, he loses his life. But at that time, his skill activates. The skill (Revival). For one time only, he can come back from the dead, and Chrome miraculously revives as a Skeleton monster, a “Wight”.\nChrome, who despairs at his new body, finds out that as monsters evolve, their appearance changes in accordance, so he decides to evolve as fast as possible. Believing he can regain his human appearance, Chrome spends his days hunting monsters. As a by-product, Chrome gains a multitude of skills, whereas a human can only ever hold one––!\nPowerful monster abilities and the intelligence of a human. Overcoming adversity with chance, Chrome once again aims to be the strongest adventurer!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41ec3871-c792-4e4a-8610-b8df07a84307",
    "title": {
      "en": "The Lazy Aristocrat"
    },
    "updatedAt": "2025-02-10T15:23:33+00:00",
    "coverArt": "https://mangadex.org/covers/41ec3871-c792-4e4a-8610-b8df07a84307/57d16339-2219-4851-b8b7-2b0f14266840.jpg",
    "altTitles": [
      {
        "ja-ro": "Akumade Taidana Akuyaku Kizoku"
      },
      {
        "ja": "あくまで怠惰な悪役貴族"
      },
      {
        "en": "The Lazy and Villainous Aristocrat"
      }
    ],
    "description": {
      "en": "Luke is the languid second son of a villainous duke.\nBy some unexpected instance he comes to know of his own fate and in an attempt to avoid his own fate he works hard at finding a peaceful family to marry into and researching magic.\n\nAll his hard work is to live a peaceful and slothful life... And yet he gets involved in one pain to deal with after the other!? The path of utmost sloth is a steep one.\nA magical fantasy starring a languid prince that wants nothing more than the life of a slacker!",
      "ja": "悪役公爵家次男に生まれたリュークは無気力な少年。\nふとしたはずみで、自分を待ち受ける悲惨な未来を知ってしまった彼は、バッドエンドを回避するべく、安泰な婚家探しや魔法の研究に奔走していた。\nすべての努力は、平穏で怠惰な暮らしのため――それなのに次から次へとメンドークサイことに巻き込まれ…！？\n「怠惰を究める道は険しい……」\nぐーたらライフをこよなく愛する脱力系王子のマジカル・サボタージュファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "607bdac6-6281-430a-abb0-2eedc83b48ea",
    "title": {
      "en": "My Roommate Is the Great Old Ones"
    },
    "updatedAt": "2025-01-09T17:54:56+00:00",
    "coverArt": "https://mangadex.org/covers/607bdac6-6281-430a-abb0-2eedc83b48ea/312375b2-ba22-4069-b4cf-a8db40e64265.jpg",
    "altTitles": [
      {
        "th": "รูมเมทของฉัน ดันเป็นเทพบรรพกาล……"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "366dcef2-11ac-4ec0-9d75-967638f211a7",
    "title": {
      "en": "Holiday Yasumi's Twitter Shorts"
    },
    "updatedAt": "2024-11-22T12:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/366dcef2-11ac-4ec0-9d75-967638f211a7/b2bbbada-a74f-4a68-920f-6da3e09bde07.jpg",
    "altTitles": [],
    "description": {
      "en": "Short comics posted by Holiday Yasumi on Twitter/X.\n\nThe chapter numbers aren't important as most of the comics are unrelated to the rest, though some feature recurring characters."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b7248667-9001-44b0-b1b1-870cd045bbf9",
    "title": {
      "en": "Twisting Tendrils"
    },
    "updatedAt": "2025-02-10T15:13:19+00:00",
    "coverArt": "https://mangadex.org/covers/b7248667-9001-44b0-b1b1-870cd045bbf9/2365adf9-c989-4f72-89a1-709b6573a895.png",
    "altTitles": [
      {
        "zh": "缠枝"
      }
    ],
    "description": {
      "zh": "In order to prevent the villainous princess from bringing doom upon this world, Jiang Xu—who transmigrated into her imperial sister-in-law—does her very best to nurture Her Highness into a virtuous and well-behaved ruler, despite her own frail health. However, as time passes, the proud and alluring princess unexpectedly pins her down onto the bed.\n\n\"If you can accept my brother, why not me? Won’t you spare me a glance, Imperial Sister-in-law?\"\n\nJiang Xu: …If you think I’ve lived too long and want to anger me to death, just say so!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f6febd8-7491-4c8a-a207-f736c5a1c275",
    "title": {
      "en": "Suishou no Shounen"
    },
    "updatedAt": "2025-01-28T17:13:16+00:00",
    "coverArt": "https://mangadex.org/covers/1f6febd8-7491-4c8a-a207-f736c5a1c275/69aafc62-0f80-451a-b192-e35d54cdd3a7.jpg",
    "altTitles": [
      {
        "ja": "水晶の少年"
      },
      {
        "en": "The Crystal Boy"
      }
    ],
    "description": {
      "en": "A miraculous story that saves the world with the power of \"stone\"!\n\nA mysterious power resides in the crystal possessed by Akira Amachi, a boy who is knowledgeable about stones. Using that power, Akira decides to solve various cases!     The first episode is about a train derailment! ? A train traveling at breakneck speed heads towards the collapsed railway bridge... Will Akira be able to save the people on the train??　\nAkira's miraculous story begins now!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-11-07T22:04:56+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/7e02ac66-1ac9-4eac-bc05-a264222ca87b.png",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      },
      {
        "pl": "SZKIELET"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ae7fcbc-0aee-417d-9262-be4d5beac3ca",
    "title": {
      "en": "Wild Strawberry"
    },
    "updatedAt": "2025-02-06T19:35:08+00:00",
    "coverArt": "https://mangadex.org/covers/7ae7fcbc-0aee-417d-9262-be4d5beac3ca/3177b8ce-08a6-40c4-9646-f8ef2f438195.jpg",
    "altTitles": [
      {
        "ja": "ワイルドストロベリー"
      }
    ],
    "description": {
      "en": "Plants have evolved. They can now feed on humans and become terrible monsters known as Jinka. Kingo and Kayano do their best to survive in a Tokyo overrun by plants, but when Kayano becomes a Jinka, Kingo will do anything he can to get her back!",
      "ja": "それは「人花」と呼ばれ、植物が人間を狩る側へと進化を遂げた。血の繋がりは無いが幼い頃から共に生きるキンゴとカヤノは植物に覆われた東京で“家族”に憧れて二人でひっそりと暮らす。そんな中カヤノは自らに寄生する人花を人花処理を任務とする“花葬隊”に見つかってしまい…。本当の家族になる為にも、カヤノを元の人間に戻すことを誓ったキンゴの戦いが始まる――!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48ef6b0c-b159-4fe9-879d-e2dc37057371",
    "title": {
      "en": "Riso no Otoko"
    },
    "updatedAt": "2023-02-18T01:57:09+00:00",
    "coverArt": "https://mangadex.org/covers/48ef6b0c-b159-4fe9-879d-e2dc37057371/536aafba-a217-4b57-8233-7a701477889b.jpg",
    "altTitles": [
      {
        "ja-ro": "Risou no Otoko"
      },
      {
        "en": "The Ideal Man"
      },
      {
        "ja": "理想のオトコ"
      },
      {
        "zh": "理想的男人"
      }
    ],
    "description": {
      "en": "The story begins when a man ten years younger, a man of the same age, and then a man ten years older appeared in front of our heroines, who had taken a break from love. A coworker, a husband, a colleague, a one night stand… Do they truly understand their feelings, and are troubled by being together? You don’t have to be with your soulmate… Is it enough to be with a man who fits your ideals?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "21"
  },
  {
    "mangaId": "91fef20b-00f6-4802-827b-a48c0248d4b9",
    "title": {
      "en": "GO ANd GO"
    },
    "updatedAt": "2023-05-31T12:24:58+00:00",
    "coverArt": "https://mangadex.org/covers/91fef20b-00f6-4802-827b-a48c0248d4b9/fb045c5c-a1f7-4b29-a8b0-c106e67721a5.jpg",
    "altTitles": [
      {
        "ja": "ゴーアンゴー"
      }
    ],
    "description": {
      "en": "Eigo Nitta, new student in Hoyo high school, is enrolled in the baseball team. Talented as fast pitcher but lacking in term of technique, Eigo Nitta aims to be the new pitcher of the team. He has to face many opponents, which creates an atmosphere of competition in the baseball team. However he and his teammates will have to find a way to solve the rivalry among the baseball team in order to go to Koshien tournament."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "30",
    "lastChapter": "132"
  },
  {
    "mangaId": "027de3a2-a35f-4290-be23-935ada2b3812",
    "title": {
      "en": "Ore Igai Dare mo Saishu Dekinai Sozai na no ni \"Sozai Saishuritsu ga Hikui\" to Pawahara suru Osananajimi Renkinjutsushi to Zetsuen shita Senzoku Madoushi, Henkyou no Machi de Slow Life wo Okuritai."
    },
    "updatedAt": "2025-02-10T12:40:20+00:00",
    "coverArt": "https://mangadex.org/covers/027de3a2-a35f-4290-be23-935ada2b3812/c342a01f-38b6-42eb-80f5-4ec2af09f97a.jpg",
    "altTitles": [
      {
        "ja": "俺以外誰も採取できない素材なのに「素材採取率が低い」とパワハラする幼馴染錬金術師と絶縁した専属魔導士、辺境の町でスローライフを送りたい。"
      },
      {
        "en": "The Assistant Mage Parts Ways With His Power Abusive Alchemist Childhood Friend and His Being Told to Have \"Low Chance of Gathering Materials,\" and Wants to Start a Slow Life at a Town in the Remote Region"
      },
      {
        "id": "Padahal Hanya Aku yang Dapat Mengumpulkan Material Itu, tapi Aku Dikatai \"Tingkat Pengumpulan Materialmu Ampas\" sama Teman Semasa Kecilku yang Menjadi Alkemis, Aku pun Pensiun Menjadi Asisten Penyihirnya dan Memulai Hidup Baru yang Santai di Kota Terpencil."
      },
      {
        "vi": "Trợ Lí Pháp Sư Vô Dụng Bắt Đầu Cuộc Sống Mới"
      }
    ],
    "description": {
      "en": "Lloyd, the assistant mage of the genius alchemist Ruby, has an abnormally low chance of gathering materials for alchemy use. Hence, he is treated as baggage and is made to be the bottom of the entire country's joke. Everyday is a day he is scolded by Ruby. It's become too much of a despairing environment that he's come to hate it. And so, he finally decided to part ways with her. However, unbeknownst to everyone was that the materials Lloyd gathered were all high-grade materials no one else could gather. The mage, who was treated as \"incompetent\" and saw himself as such, now aims for an ideal easygoing life!",
      "id": "Asisten Penyihir, Lloyd, mempunyai kemampuan mengumpulkan material untuk alkemis yang rendah daripada orang lain yang membuat Alkemis yang menggangdengnya, Ruby, terus-terusan memarahi Lloyd yang dimatanya tidak pernah benar. Suatu hari dia muak dengan perlakuan Ruby yang makin menjadi-jadi dan memutuskan untuk pensiun menjadi asisten penyihirnya. Lantas, akan ke mana Lloyd pergi?",
      "ja": "天才錬金術師ルビーの専属魔導士ロイドは、錬金術で使う素材の採取率が異常に低いため、ルビーのお荷物扱いとして国中の笑いものになっていた。ルビーからも毎日怒られる日々を過ごしていた彼だが、あまりにも絶望的なこの環境が嫌になりついに彼女との絶縁を決意する！しかし、みんなは知らなかった……。ロイドの揃える素材は、ほかの誰にも集められないような貴重なモノばかりだということに……。自他ともに「無能扱い」されていた魔導士が目指す、理想のスローライフ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "be7f45ca-d72c-4b81-a92c-a0a851ef605e",
    "title": {
      "en": "Steaming Sniper"
    },
    "updatedAt": "2024-07-07T00:45:50+00:00",
    "coverArt": "https://mangadex.org/covers/be7f45ca-d72c-4b81-a92c-a0a851ef605e/8c573977-93c4-4d68-8034-d77b38b67069.jpg",
    "altTitles": [
      {
        "ja-ro": "Yukemuri Sniper"
      },
      {
        "ja": "湯けむりスナイパー"
      }
    ],
    "description": {
      "en": "This is the story of a man known only as Gen, who used to be an assassin. Nobody knows his past, his real name or his age, only that he is now working at Tsubakiya, a secluded onsen inn. He had put down his weapons and intended to lead a quiet, peaceful life, but it seems his past is not willing to let him go so easily. The onsen inn gets guests from all walks of life, and anything can happen. Some guests come to end their life. Some guests just want to get away from everyday life and go crazy. There are TV shows and incognito celebrities. Every guest staying at Tsubakiya has their own story, just waiting to unfold.",
      "pt-br": "Esta é a história de um homem conhecido apenas como Gen, que costumava ser um assassino. Ninguém conhece seu passado, seu verdadeiro nome ou sua idade, acontece que agora ele está trabalhando em Tsubakiya, uma pousada de Onsen isolada. Gen havia largado suas armas e pretendia levar uma vida tranquila e pacífica, mas parece que seu passado não está disposto a deixá-lo ir tão facilmente. A pousada Onsen recebe convidados de todas as esferas da vida, e tudo pode acontecer. Alguns vêm para acabar com suas vidas. Outros só querem ficar longe da vida cotidiana e esbanjar. Cada hóspede em Tsubakiya tem sua própria história, apenas esperando para se desenrolar.‎"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "173"
  },
  {
    "mangaId": "b943adeb-a17f-41e1-8c4f-6b7c2af1e846",
    "title": {
      "en": "Keppeki Danshi! Aoyama-kun"
    },
    "updatedAt": "2025-01-29T11:57:34+00:00",
    "coverArt": "https://mangadex.org/covers/b943adeb-a17f-41e1-8c4f-6b7c2af1e846/4c79f637-8f4c-4330-9364-6b60ed163e89.jpg",
    "altTitles": [
      {
        "en": "Clean Freak! Aoyama-kun"
      },
      {
        "en": "Cleanliness boy! Aoyama-kun"
      },
      {
        "ja-ro": "Keppeki Danshi! Aoyama-kun"
      },
      {
        "zh": "洁癖男子！青山君"
      },
      {
        "ja": "潔癖男子！青山くん"
      },
      {
        "pl": "Czysty Chłopiec! Aoyama-kun"
      },
      {
        "hu": "Tisztaságmániás! Aoyama-kun"
      },
      {
        "vi": "Chàng trai sạch sẽ! Aoyama-kun"
      },
      {
        "vi": "Thiên tài sạch sẽ"
      }
    ],
    "description": {
      "en": "Aoyama is a handsome young soccer genius who's a Japan representative. His play style is \"cleanliness.\" He doesn't tackle and doesn't head the ball. If he's doing a throw-in, he'll only do it if he's wearing gloves.",
      "pl": "Aoyama to przystojny, młody geniusz piłki nożnej, który reprezentuje Japonię. Jego styl gry to \"czystość\". Nie tackluje i nie główkuje piłki. Jeśli wykonuje wrzutkę, robi to tylko w rękawicach."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "113"
  },
  {
    "mangaId": "6d9cbf38-c9b4-4f5a-84dd-2fe49226535e",
    "title": {
      "ja": "Hallelujah Baby"
    },
    "updatedAt": "2024-05-28T15:23:05+00:00",
    "coverArt": "https://mangadex.org/covers/6d9cbf38-c9b4-4f5a-84dd-2fe49226535e/36534c9c-89a9-4775-b156-9ed482787ea5.jpg",
    "altTitles": [
      {
        "ja": "ハレルヤベイビー"
      }
    ],
    "description": {
      "en": "The successor of a yakuza family and his bodyguard who’s head over heels in love with him — the only pacifist in the wild and violent Ousaki Group is its sucessor, Touka. His bodyguard-slash-friend, Miyako, has dedicated his entire being to protecting him, but it seems he’s a tad bit overprotective…?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fd133cf-e8e9-4456-be34-01954efc5eaa",
    "title": {
      "en": "Tacchan, Docchi Toru?"
    },
    "updatedAt": "2025-02-06T22:44:00+00:00",
    "coverArt": "https://mangadex.org/covers/4fd133cf-e8e9-4456-be34-01954efc5eaa/e25582af-a584-4c63-822b-ffd756ff603a.jpg",
    "altTitles": [
      {
        "ja": "たっちゃん、どっちとる？"
      },
      {
        "ja-ro": "Tatchan, Dotchi Toru?"
      },
      {
        "en": "Tacchan, Which Will You Pick?"
      },
      {
        "en": "Tacchan, Who Will You Pick?"
      },
      {
        "en": "Tacchan, Who Do You Pick?"
      },
      {
        "it": "Tacchan, ¿con cuál te quedas?"
      },
      {
        "ko": "탓쨩, 어느 쪽으로 할래?"
      }
    ],
    "description": {
      "en": "Let's be close friends together, the three of us ♡.\n\nTatsuya—nicknamed “Tacchan”—is a college student who ends up freeloading at the home of his twin childhood friends, Ritsuka and Futaba. The three of them were close friends, but the twins grew up to be cute, and their feelings of love for Tacchan seem like they're about to run wild!?\n\nA slightly lewd and heart-pounding cohabitation romantic comedy ♡.",
      "ja": "***3人でいっぱい『なかよし』しよ♡***\n\n大学生の『たっちゃん』こと瀬戸竜哉は、幼なじみの双子『立花』と『双葉』の家に同居することになる。\n『仲良し』だった3人だが、可愛く成長した双子の『たっちゃん』への恋心は暴走気味で――。\nちょっとえっちなときめき同居ラブコメディ♡\n\n\n---\n\n- [公式 Web](https://comiccune.jp/series/tatchan)",
      "es-la": "Seamos \"amigos\" los tres ♡\n\nTatsuya, alias \"Tatchan\", un estudiante universitario, acaba quedándose en casa de sus amigos de la infancia, las mellizos Rikka y Futaba.\nLos tres eran \"buenos amigos\", pero, ¿el amor de los mellizos por el guapo y maduro Tatchan parece haberse descontrolado...?\nUna comedia romántica ligeramente erótica y emocionante ♡"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "7878c129-a33d-4bf9-b5d2-ff98cbe85bd6",
    "title": {
      "en": "Sentai Daishikkaku"
    },
    "updatedAt": "2025-01-27T16:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/7878c129-a33d-4bf9-b5d2-ff98cbe85bd6/e64f7500-6e1f-4740-b495-26ccc0e97e01.jpg",
    "altTitles": [
      {
        "ja": "戦隊大失格"
      },
      {
        "en": "Go! Go! Loser Ranger!"
      },
      {
        "zh-hk": "戰隊大失格"
      },
      {
        "fr": "No Longer Rangers"
      },
      {
        "it": "Squalificati - Ranger Reject"
      },
      {
        "ru": "Боевой отряд «Полный Провал»"
      },
      {
        "th": "ขบวนการกำมะลอ"
      }
    ],
    "description": {
      "en": "Thirteen years ago, suddenly the Villainous Army of evil appeared in their gigantic floating castle 10,000 meters in the sky to invade Earth! The villainous army have reviving capabilities that make them immortal, making them a serious threat to humanity. To protect us against these invaders, the Divine Dragon Rangers, the Dragon Keepers, wield their miraculous powers and their weapons, Divine Tools, and continuously fight for our safety! The assault of the Villainous Army! The vigilance of the Dragon Keepers! Will they succeed in their conquest...?",
      "es": "¡Hace trece años, el Ejército Villano del mal apareció de repente en su gigantesco castillo flotante a 10.000 metros en el cielo para invadir la Tierra! El ejército villano tiene capacidades de revivir que los hacen inmortales, lo que los convierte en una seria amenaza para la humanidad. Para protegernos de estos invasores, los Rangers Dragón Divino, los Guardianes del Dragón, empuñan sus poderes milagrosos y sus armas, las Herramientas Divinas, ¡y luchan continuamente por nuestra seguridad! ¡El asalto del Ejército Villano! ¡La vigilancia de los Guardianes del Dragón! ¿Tendrán éxito en su conquista? ¡Descúbrelo en la serie de superhéroes llena de acción de toda la vida!",
      "fr": "Il y a 13 ans, un château flottant est apparu à 1000 mètres au-dessus du sol et une armée maléfique est venue dans le but d'envahir l'humanité.\nAfin de protéger l'humanité contre ces envahisseurs, des super-héros se battent, mais les choses ne semblent pas être comme elles le paraissent !",
      "ja": "人類の守護者・竜神戦隊ドラゴンキーパーVS.世界征服を企む悪の軍団・怪人。彼らは互いの存亡を懸け、死闘を繰り広げ続けている！！……というのは、やらせの茶番劇。他の星から侵略してきた怪人達は、わずか１年で屈服。民衆の前で敗北を演じ続ける道化と化していた！悪者にすらなれず、隷従させられ続ける日々。そんな状況を覆すべく、一人の怪人が最強の大戦隊を相手に反旗を翻す！",
      "ru": "Тринадцать лет назад армия монстров таинственным образом объявилась на территории людей, паря в воздухе на своем летучем замке! Армия монстров обладает различными способностями, которые могут грозить человеческой безопасности. Дабы защитить мирных жителей от вторжения на землю, доблестные герои - Хранители Дракона в составе из пяти человек выходят на поле правосудия! Используя свой туз в рукаве под названием «артефакт», боевой отряд героев из года в год, каждое воскресенье усмиряет неугомонных монстров. Однако, спустя 999 поражений, один из членов команды монстров решает отомстить героям!.. С этого момента и разворачивается наша история борьбы добра со злом!",
      "pt-br": "Há treze anos, de repente, o Infame Exército do mal apareceu em seu gigantesco castelo flutuante 10.000 metros no céu para invadir a Terra! O exército vilão tinha capacidades de reviver, o que os tornava imortais, tornando-os uma séria ameaça para a humanidade. Para nos proteger contra esses invasores, os Divine Dragon Rangers, os Dragon Keepers, manejam seus poderes milagrosos e suas armas, Ferramentas Divinas, e lutam continuamente por nossa segurança! O ataque do Exército Vilão! A vigilância dos Dragon Keepers! Eles terão sucesso em sua conquista...?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a29b94a-b2a3-4e8a-a3a9-2b252feba570",
    "title": {
      "en": "Fate/Grand Order - Let's keep quiet about this..."
    },
    "updatedAt": "2022-09-12T13:14:56+00:00",
    "coverArt": "https://mangadex.org/covers/4a29b94a-b2a3-4e8a-a3a9-2b252feba570/0615969d-ee6b-4a6d-ac63-83da134761bd.jpg",
    "altTitles": [
      {
        "ja": "フェイト・グランドオーダー - この事は黙っておこう…"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2025-01-11T07:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/e11086b2-84fd-484f-bf48-aec0be979438.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      },
      {
        "en": "I'm a High School Boy, but I Got Gender-Swapped into a Gyaru"
      },
      {
        "pt-br": "Eu sou um Garoto do Ensino médio, mas troquei de Gênero e Me Tornei uma Gal"
      }
    ],
    "description": {
      "en": "Junpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! Every day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.\n___\n [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！ギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。",
      "pt-br": "Shunpei, um estudante solitário do ensino médio, se tornou uma gal depois de salvar a deusa das gals de se afogar. Através das conexões de sua mãe, ele conseguiu transferir-se para uma escola só para meninas, mas estava cheia de gals!\n Todos os dias são uma sobrecarga sensorial para Shunpei, que nunca falou com uma garota, muito menos com uma gal.\n \n É o início de uma comédia escolar engraçada, com um cara introvertido do ensino médio => transformado em Gal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2d3e993-c76c-4fa3-ba0a-7f23e2989bcf",
    "title": {
      "en": "Renata: Goddess for Hire"
    },
    "updatedAt": "2025-01-09T03:52:10+00:00",
    "coverArt": "https://mangadex.org/covers/e2d3e993-c76c-4fa3-ba0a-7f23e2989bcf/06515d52-8897-404e-8c93-ef9a56c435d1.png",
    "altTitles": [],
    "description": {
      "en": "Renata, a once almighty goddess, has returned in the modern day and must do odd jobs to earn offerings in order to restore her powers and save the world from an incoming monster uprising."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aacfe1d3-a8e2-4e06-bb2a-a7b88e492b7e",
    "title": {
      "en": "Yashahime"
    },
    "updatedAt": "2024-10-24T10:25:03+00:00",
    "coverArt": "https://mangadex.org/covers/aacfe1d3-a8e2-4e06-bb2a-a7b88e492b7e/316a366d-6c20-4534-9478-6a0061587244.jpg",
    "altTitles": [
      {
        "ja": "半妖の夜叉姫"
      },
      {
        "en": "Princess Half-Demon"
      },
      {
        "ja-ro": "Hanyou No Yashahime: Sengoku Otogizoushi"
      },
      {
        "ja": "～異伝・絵本草子～ 半妖の夜叉姫"
      }
    ],
    "description": {
      "en": "Can the three teenage daughters of demon dog half-brothers Inuyasha and Sesshomaru \nsave their parents, themselves, and both realms from the menace of the seven mystical Rainbow Pearls?\n\nLiving in the present day isn’t easy for Sesshomaru’s daughter Towa. \nShe can’t remember where she came from, must conceal her mysterious powers, \nand is either worshiped or feared by girls she just wants to be friends with. \nBut she has no way of returning to her own time until the day \na demon attacks and she is transported to feudal-era Japan.\n\nThere Towa, her twin sister Setsuma, and her cousin Moroha —Inuyasha’s daughter—\nhave a mission bestowed upon them by the mystical Tree of Ages. \nWith only vague memories of their past to guide them, the three young women set out to find their parents, \nheal a rift in time, and fulfill their royal destiny..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec1891a3-5fcb-4409-b544-a0e5e05fe2bd",
    "title": {
      "en": "Charming the Duke of the North"
    },
    "updatedAt": "2024-10-13T06:22:05+00:00",
    "coverArt": "https://mangadex.org/covers/ec1891a3-5fcb-4409-b544-a0e5e05fe2bd/1893a4db-b9f6-4301-9177-0004604df513.jpg",
    "altTitles": [
      {
        "ko": "북부 공작님을 유혹하겠습니다"
      },
      {
        "ko-ro": "Bukbu Gongjangnimeul Yuhokagetseumnida"
      },
      {
        "ko-ro": "Bugbu Gongjagnim-eul Yuhoghagessseubnida"
      },
      {
        "en": "I Seduced the Northern Duke"
      },
      {
        "fr": "Je vais séduire le Duc du Nord"
      },
      {
        "pt-br": "Seduzindo o Duque do Norte"
      },
      {
        "es": "Seducire al duque del norte"
      },
      {
        "uk": "Я спокусила північного герцога"
      },
      {
        "ru": "Я соблазню северного герцога"
      },
      {
        "ja": "北部公爵を誘惑します"
      },
      {
        "zh": "诱惑北部公爵"
      },
      {
        "zh": "攻略北部公爵大人"
      },
      {
        "zh": "我要诱惑北部公爵！"
      },
      {
        "zh-hk": "魅惑北方公爵"
      },
      {
        "zh-hk": "我要誘惑北部公爵！"
      },
      {
        "vi": "Kế hoạch là quyến rũ công tước phương bắc"
      }
    ],
    "description": {
      "en": "\"Pretend to be my lover and join the social circle.\"\n\nSelena, the top star that had the entire world's attention, was suddenly warped to Northern Duke's land during an accident while filming. Kalcion, the Northern Duke that saved her from the infernal beasts, offers Selena a chance to go back home in return for collecting information in various social circles by pretending to be his lover. Selena quickly accepts Kalcion's offer, but… \n\n\"Why in the world can't you do this!?\"\n\n \"Don't you think that the answer to that should be obvious to you, the actress, not to me, the duke?\"\n\nThere was a critical problem. The Northern Duke's acting skills are horrible!\n\n\"…Let's change the plan. I'll seduce you instead.\"\n\nAnd thus the contractual relationship between the two started. Will Kalcion's acting skill improve first, or will he start to have true feelings for Selena instead?\n\n---\nRinha, Korea's most beloved actress, gets into an accident while on set. When she regains consciousness, she realizes she has traveled to the Kingdom of Iklein and meets the northern duke Calcion, who saves her from a demonic beast. Calcion asks her to be his fake lover so she can get into socialite and discover the conspiracy happening in his castle.\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "fr": "«Prétendre être mon amant et rejoindre le cercle social.»\n\nSelena, la top star qui avait l'attention du monde entier, a soudainement atterrit dans le pays du Duc du Nord lors d'un accident de tournage. Kalcion, le duc du Nord qui l'a sauvée des bêtes infernales, offre à Selena une chance de rentrer chez elle en échange de la collecte d'informations dans divers cercles sociaux en prétendant être son amant. Selena accepte rapidement l'offre de Kalcion, mais...\n\n«Pourquoi diable ne pouvez-vous pas pas faire ça?»\n\n«Ne pensez-vous pas que la réponse à cette question devrait être évidente pour vous, l'actrice, et non pour moi, le duc?»\n\nIl y avait un problème crucial. Les compétences d'acteur du Duc du Nord étaient horribles!\n\n«...Changeons de plan. Je vais vous séduire à la place.»\n\nEt c'est ainsi que la relation contractuelle entre les deux commença. Le talent d'acteur de Kalcion va-t-il s'améliorer en premier, ou va-t-il commencer à éprouver de vrais sentiments pour Selena?\n\n---\nSelena, une super star sous les feux de la rampe, se retrouve par accident sur les terres du Duc du Nord alors qu'elle était en plein tournage. Kalcion, le duc, la sauve des bêtes sauvages qui la menacent et lui offre une chance de retourner dans son monde. En échange, elle doit se faire passer pour sa petite amie et glaner des informations sur les réseaux sociaux. Selena accepte la proposition du duc, mais le Duc du Nord est un très mauvais acteur. Selena se met donc en tête de le séduire pour que la réalité rattrappe la fiction et que leur relation paraisse vraisemblable.\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "id": "Duke si raja dingin tiba-tiba dihadapkan dengan Rinha, aktris top dari dunia lain. Ingin kembali ke dunianya, Rinha mengajukan perjanjian hubungan dengan sang raja. Terjebak di hubungan sandiwara, apa rasanya ya jadi pendamping Duke dari Utara di dunia yang tak dikenal?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "ko": "“내 애인인 척 사교계에 들어가.” \n전 세계에서 주목하는 톱스타, 셀리나는 \n촬영 중 갑작스러운 사고로 북부 공작의 땅에 차원 이동한다. \n마수에게서 목숨을 구해준 북부 공작, 칼시온은 \n셀리나에게 자신의 애인인 척 사교계에 들어가 \n정보를 입수하라는 계약을 제시하는데..\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "ru": "Все внимание мира было приковано к главной звезде, Селене, которая в результате катастрофы в процессе съемок случайно попала на территории Северного Герцога. Спасенная от зверей-демонов Кальционом, Северным Герцогом, она получает от него предложение предоставлять ему информацию из разных светских кругов в качестве его мнимой любовницы. В обмен он вернет ее домой. Недолго думая, Селена соглашается, но что ждет ее дальше…\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "uk": "Селена, головна зірка, яка привернула увагу всього світу, раптово потрапила на землю Північного Герцога потрапив у аварію під час зйомок. Кальціон, північний герцог, який врятував її від божевільних звірів, пропонує Селені шанс повернутися додому в обмін на збір інформації в різних соціальних колах, прикидаючись його коханою. Селена швидко приймає пропозицію Кальціона, але… «Чому ви самі не можете цього зробити!?» «Чи не здається вам, що відповідь на це має бути очевидною для вас, акторки, а не для мене, герцога?» Виникла критична проблема. Акторські здібності північного герцога жахливі! «…Давайте змінимо план. Натомість я спокушу вас». І таким чином між ними почалися договірні відносини. Чи покращиться акторська майстерність Кальціона, чи натомість він почне відчувати справжні почуття до Селени?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "vi": "Seolena, nữ minh tinh xinh đẹp hàng đầu thế giới. Một ngày nọ, khi đang quay phim thì cô bất ngờ gặp tai nạn.\nKhi mở mắt ra thì đã ở một thế giới khác và chạm mặt với công tước phương Bắc. Để có thể sống sót, Seolena đã ký hợp đồng với công tước Kalcion.\nKalcion sẽ giúp cô trở về thế giới của mình, còn cô sẽ đóng giả làm người yêu hắn, giúp hắn tìm ra mối đe doạ đằng sau mình.\nNhưng…diễn xuất của công tước thật tệ hại. Cô đành phải quyến rũ công tước vậy. Sau nhiều chuyện xảy ra, ánh mắt của công tước nhìn cô trở nên khác thường.\nPhải chăng diễn xuất của công tước đã tiến bộ hay thật sự có cảm tình với cô rồi…?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "zh": "掉入异世被迫假扮情侣，可公爵你的演技太差了吧！\n在一次拍摄过程中，备受全球瞩目的巨星赛琳娜因突发事故穿越到了北部公爵的领地上。北部公爵卡西温将她从魔兽手中救了下来，并向她提出合约，要求她假装成自己的爱人，进入社交界获取情报……\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "pt-br": "“Finja ser minha amante e participe dos círculos sociais.”\n\nSelena, uma estrela que atraiu a atenção do mundo todo, repentinamente foi parar nas terras do Duque do Norte após um acidente durante as filmagens. \n\nKalcion, o Duque do Norte, que a salvou de bestas infernais, oferece a ela chance de voltar para casa em troca de coletar informações em vários círculos sociais, fingindo ser sua amante. \n\nSelena aceitou rapidamente a oferta de Kalcion, mas…\n\n“Por que diabos você não consegue fazer isso?!”\n\n“Não acha que a resposta deveria ser óbvia para você a atriz, e não para mim, o duque?”\n\nSurgiu um problema crítico. \n\nAs habilidades de atuação do duque são terríveis!\n\n“… Vamos mudar o plano. Em vez disso, vou seduzi-lo.”\n\nE assim, a relação contratual entre os dois começou.\n\nA habilidade de atuação de Kalcion irá melhorar primeiro, ou ele começará a ter sentimentos verdadeiros por Selena?\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)",
      "zh-hk": "兼具美貌與演技、獲獎無數的頂級演員薛璘夏在一場拍攝中發生意外，並因此掉入另一個陌生次元，正當她遭遇魔獸襲擊時，伊克萊茵王國的北方公爵凱爾希溫救下了她，意外相遇的兩人也就此達成了一樁祕密交易。\n\n---\n**Original Novel:** [Chapters](https://series.naver.com/novel/detail.series?productNo=5224841), [Volumes](https://series.naver.com/novel/detail.series?productNo=8391174)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=8443269), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=794421)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/fantasy/charming-the-duke-of-the-north/list?title_no=4637)\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/FANTASY/youhuobeibugongjue/list?title_no=2198)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/western-palace/charming-the-duke-of-the-north/list?title_no=4815)\n* [French / Français](https://www.webtoons.com/fr/romance/seduire-le-duc-du-nord/list?title_no=4564)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/romantic-fantasy/charming-the-duke-of-the-north/list?title_no=4632)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002331)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "91"
  },
  {
    "mangaId": "0a580438-bc72-4503-940b-12a5da881b56",
    "title": {
      "en": "Kimi wa Yotsuba no Clover"
    },
    "updatedAt": "2025-02-05T07:19:18+00:00",
    "coverArt": "https://mangadex.org/covers/0a580438-bc72-4503-940b-12a5da881b56/688efe75-05d5-470a-adc8-ee6fc8b3cefb.jpg",
    "altTitles": [
      {
        "ja": "きみは四葉のクローバー"
      },
      {
        "en": "You are a Four Leaf Clover"
      },
      {
        "zh": "恋人手中四叶草"
      },
      {
        "vi": "Cậu là cỏ 4 lá"
      }
    ],
    "description": {
      "en": "Uichi was once popular, but now he is being bullied excessively. Then suddenly, his first love, Yotsuha, appears in front of him. What is this cute and brave girl's purpose...?",
      "ja": "かつての人気者で、今は過激ないじめを受ける宇一。そんな彼の前に突然現れた初恋の相手・よつは。可愛く健気な彼女の目的とは一体…!?",
      "vi": "Câu chuyện romcom nhẹ nhàng về hành trình chữa lành trái tim đã tan vỡ của main",
      "zh": "某天，曾很有人气的宇一的生活陡然一变。 以往光芒四射的日子被用抹布也无法擦去的黑暗所笼罩。 这时，熟悉宇一过去的初恋—— 四叶突然出现在了他的面前。 她的目的究竟是…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-11-18T22:30:34+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/2c7a2e7e-9963-4183-a470-acdbcc5b55ad.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2f5d24f0-106b-4c8f-abc9-5c344fb839de",
    "title": {
      "en": "Musume no Shinshitsu"
    },
    "updatedAt": "2025-01-11T07:56:41+00:00",
    "coverArt": "https://mangadex.org/covers/2f5d24f0-106b-4c8f-abc9-5c344fb839de/9b8e2531-8574-436b-b82a-5615ed6ef116.jpg",
    "altTitles": [
      {
        "ja": "娘の寝室"
      },
      {
        "en": "The Daughter's Bedroom"
      },
      {
        "vi": "Phòng ngủ của con gái tôi"
      }
    ],
    "description": {
      "en": "He had sex with his own daughter-though, of course, only in a dream. Goto, a university lecturer, had seemingly built a happy family: a beautiful wife who is a painter and lovely, talented children... But that happiness was merely a facade. During the day, he suspected his wife of infidelity, and at night, he was tormented by nightmares, gradually wearing down his mental stability. One day, Goto returned home to find his room in chaos and his daughter in tears. Convinced that his wife was to blame, Goto vows to protect his beloved family...!?",
      "ja": "実の娘とセックスをした――もちろん夢の中で。大学講師の後藤は幸福な家庭を築いていた。美しい画家の妻、可愛く優秀な子供たち‥‥しかし、その幸福はハリボテだった。昼には妻の不貞を疑い、夜は悪夢に悩まされる日々の中で後藤の精神は擦り切れていく。そんなある日、帰宅した後藤が見たのは荒らされた自室で涙を流す娘の姿。妻の犯行と確信した後藤は大切な家族を自分が守ると決意するが‥‥!?",
      "vi": "Goto, một giảng viên đại học đang tận hưởng cuộc sống gia đình đầm ấm bên vợ mình là một nữ họa sĩ ăn khách xinh đẹp cùng hai người con. Nhưng rồi khi bắt đầu nảy sinh mối hiềm nghi vợ mình ngoại tình, cộng thêm bản thân đang bị một cơn ác mộng giày vò đã khiến tâm trí anh trở nên ngày càng suy sụp thấy rõ. Bỗng một ngày nọ khi vừa đi làm về, Goto phát hiện phòng ngủ của con gái mình bị ai đó phá tan hoang, và con gái anh đang ngồi khóc trên sàn. Tin rằng những hành động điên rồ này là chỉ có thể là do vợ làm ra, Goto liền quyết định sẽ đứng lên bảo vệ gia đình nhỏ của mình."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "250f38be-05d3-4603-b4c4-11e286bee16a",
    "title": {
      "en": "Myriad Realms Gatekeeper"
    },
    "updatedAt": "2025-01-19T22:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/250f38be-05d3-4603-b4c4-11e286bee16a/a7281042-7a07-4462-815b-d84c394e226a.png",
    "altTitles": [
      {
        "en": "Gatekeeper Of The Boundless World"
      },
      {
        "zh": "万界守门人"
      },
      {
        "en": "Myriad Realms Gatekeeper"
      },
      {
        "pt-br": "Guardião do mundo sem limites"
      }
    ],
    "description": {
      "en": "Planets dying, gods falling. “Anomalies” and “Calamities” invade the human world. As a dark age descends, Shen Ye finds himself flung into this strange new reality. To his surprise, his power is to summon a door – a door leading to countless worlds, offering him a chance to adventure and train across the multiverse! Beyond the door, he encounters a mysterious skeleton with an unknown past…",
      "zh": "星球死亡，众神陨落。“异常”与“灾祸”入侵人类世界。黑暗时代来临之际，沈夜穿越到这个异世界，惊奇得发现，自己的异能是召唤出一扇门，这扇门通往诸天万界，可以去不同世界冒险历练！他在门的另一边，结识了一具身份来历成迷的骷髅……",
      "pt-br": "Planetas morrendo, deuses caindo. “Anomalias” e “Calamidades” invadem o mundo humano. À medida que a era das trevas se aproxima, Shen Ye se vê lançado nesta estranha nova realidade. Para sua surpresa, seu poder é invocar uma porta – uma porta que leva a incontáveis ​​mundos, oferecendo-lhe a chance de se aventurar e treinar através do multiverso! Além da porta, ele encontra um esqueleto misterioso com um passado desconhecido..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47f8b468-4bf8-4f5f-b24d-8749d0c82ab4",
    "title": {
      "en": "Souzou Renkinjutsushi wa Jiyuu wo Ouka suru: Kokyou wo Tsuihou saretara, Maou no Ohizamoto de Chouzetsu Kouka no Magic Item Tsukuri-houdai ni Narimashita"
    },
    "updatedAt": "2024-10-30T19:30:04+00:00",
    "coverArt": "https://mangadex.org/covers/47f8b468-4bf8-4f5f-b24d-8749d0c82ab4/e085384d-a9c5-49e4-a7e2-9f606bd69d15.jpg",
    "altTitles": [
      {
        "ja": "創造錬金術師は自由を謳歌する 故郷を追放されたら、魔王のお膝元で超絶効果のマジックアイテム作り放題になりました"
      },
      {
        "en": "The Creation Alchemist Enjoys Freedom: If I Am Exiled From My Hometown, I Can Make Magic Items With Transcendent Effects at the Knees of the Demon Lord"
      }
    ],
    "description": {
      "en": "Thor Regus, a boy who lived in the empire, was banished to the territory of the Demon Lord by the hands of his father, the Duke. The reason was that he could only use [Alchemy] and didn’t have any combat skills. The empire was a military country, and those without combat skills were discriminated against. That is why the Empire decided to make him a hostage and sacrifice to the Demon Territory.",
      "ja": "心優しいトールは錬金術の能力を家でも職場でも全く認められず、遂には魔王の生け贄として人間領を追われることに。だが、理知的な魔王に持ち前の物作りへの情熱を認められ、材料や権限も思い通り貰えてしまい…！？",
      "pt-br": "Thor Regus, um garoto que vivia no império, foi banido para o território do Lorde Demônio pelas mãos de seu pai, o Duque.\n\nA razão era que ele só podia usar [Alquimia] e não tinha nenhuma habilidade de combate.\n\nO império era um país militar e aqueles que não tinham habilidades de combate eram discriminados.\n\nÉ por isso que o Império decidiu torná-lo refém e sacrificá-lo ao Território Demoníaco.\n\nEsta é a história de um garoto exilado que transcende Impérios e Heróis e transforma o Território Demoníaco em um poder civilizado."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1b8a8bda-2f88-4749-a92d-bd0917843366",
    "title": {
      "en": "Touhou - Kure no Genki na Goaisatsu (Doujinshi)"
    },
    "updatedAt": "2025-02-10T14:16:49+00:00",
    "coverArt": "https://mangadex.org/covers/1b8a8bda-2f88-4749-a92d-bd0917843366/f65d2c7b-087d-4edb-b33d-fb2a86af133b.jpg",
    "altTitles": [
      {
        "en": "(C89) Year End Cheerful Greeting (Touhou Project)"
      },
      {
        "en": "(C89) 暮れの元気なご挨拶 (東方Project)"
      },
      {
        "ru": "Весёлый Новый год"
      }
    ],
    "description": {
      "en": "A Kaguya x Mokou doujin."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b0d3d73c-afc9-4d5e-b610-d0e97dc76db6",
    "title": {
      "en": "Hajimete no Gal"
    },
    "updatedAt": "2025-02-06T01:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/b0d3d73c-afc9-4d5e-b610-d0e97dc76db6/272e2a88-e682-44d8-ab67-64161b16067f.jpg",
    "altTitles": [
      {
        "ja": "はじめてのギャル"
      },
      {
        "ja-ro": "Hajimete no Gyaru"
      },
      {
        "en": "My First Girlfriend is a Gal"
      },
      {
        "en": "My First Gyaru"
      },
      {
        "zh": "第一次的Gal"
      },
      {
        "zh-hk": "첫 갸루"
      },
      {
        "pt-br": "Minha primeira namorada é uma Gal!"
      },
      {
        "ru": "Первая Гяру"
      },
      {
        "vi": "Cô Bạn Gái Của Tôi Là Một Gyaru"
      },
      {
        "vi": "Lần Đầu Với Gal"
      }
    ],
    "description": {
      "en": "Spring. The 'season of love' has arrived and it seems that finding himself a girlfriend was harder than Jun'ichi believed. To break the status quo, Jun'ichi's friends have forced him into confessing to the gyaru, Yame Yukana. However, things do not go quite as he expected.",
      "ja": "DT(童貞)を捨てたいと悩む高校生・羽柴ジュンイチ。ある日、「ギャルに土下座で頼めば卒業できる」という迷信を聞いて、ダメ元でクラスのギャル・八女に土下座で告白した所…まさかの大成功!? 見事付き合うことになるのだが、ビッチなのに身持ちは固い八女さんに、非リアな羽柴は弄ばれる毎日で…。果たして羽柴は「はじめて」から卒業できるのか!?",
      "vi": "Mùa xuân, mùa của tình yêu đã đến và có vẻ như việc tìm ra bạn gái của anh ấy khó hơn với Junichi. Để tìm ra cách, bạn của Junichi buộc anh phải thú nhận với cô gái, Yame Yukana. Tuy nhiên, mọi việc không diễn ra như anh mong đợi. và cái gì tới nó tới",
      "pt-br": "Junichi Hashiba é um jovem colegial virgem que está desesperado para perder esse status. Sob pressão de seus amigos, o garoto acaba se declarando para Yukana Yame. Surpreendentemente a garota aceita  e um casal é formado. Porém, Jun acaba se encontrando em águas desconhecidas com Yame, que é uma gyaru (um tipo de moda urbana japonesa). Enquanto ele fantasia em perder a sua virgindade, ela se mostra mais normal e inocente do que ele imaginava."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cfdc88ba-8bde-4f14-b214-1a51368308e1",
    "title": {
      "en": "Touhou - Yume demo Aimashita (Doujinshi)"
    },
    "updatedAt": "2025-02-10T14:14:17+00:00",
    "coverArt": "https://mangadex.org/covers/cfdc88ba-8bde-4f14-b214-1a51368308e1/cb0edb8b-0b45-4df2-8b0c-1fc29ed53809.png",
    "altTitles": [
      {
        "en": "(Kagaku Seiki no Cafe Terrace 8) Yume demo Aimashita | We Met in a Dream (Touhou Project)"
      },
      {
        "en": "(科学世紀のカフェテラス8) 夢でもあいました (東方Project)"
      },
      {
        "ru": "Мы познакомились во сне"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7779b6a3-6bcd-44aa-b51d-b0e698c8102d",
    "title": {
      "en": "Tokiwa Kitareri!!"
    },
    "updatedAt": "2023-11-17T01:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7779b6a3-6bcd-44aa-b51d-b0e698c8102d/5a78e85e-11f8-4872-abc6-a8884c299f88.jpg",
    "altTitles": [
      {
        "ja": "トキワ来たれり!!"
      },
      {
        "zh": "常磐来也"
      },
      {
        "zh-hk": "常盤來也!!"
      }
    ],
    "description": {
      "en": "Tokiwa Yasaka lives in an unusual time, and according to his dreams, it's about to become even stranger. He's been having a dream of a woman called Rein ever since the robot Deus Ex Machina III came to his home. He and Machina attend the same school, where their other classmates include a secret ninja (Kanata Kusanagi) and a sorcerer (Haruka Yata). When Tokiwa, the robot, the ninja, and the sorcerer rush to rescue the student council president from a demon, the boys find that they've all been having the same dream! What is going to happen to their world?",
      "ja": "八坂トキワは運動が苦手で友達が少ない文系少年。そんなトキワの元へ集まったのは、主人公チックな男たちだった！忍者、源術師、そして人工知能との出会いによって、トキワの退屈な日常は劇的に変化していく！"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "120"
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-11-17T16:58:46+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family), [Pocket Comics](https://www.pocketcomics.com/comic/9247)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a0bf6b2-cb02-4592-907f-5a4d89166efe",
    "title": {
      "en": "Dirty Marriage"
    },
    "updatedAt": "2024-12-20T15:54:53+00:00",
    "coverArt": "https://mangadex.org/covers/6a0bf6b2-cb02-4592-907f-5a4d89166efe/6feab216-af5e-42ec-a723-63733e4f9d56.jpg",
    "altTitles": [
      {
        "ko": "더티 매리지"
      }
    ],
    "description": {
      "fr": "C'était la première fois de ma vie.\nJ'ai passé une nuit avec un homme dont je ne connaissais pas le nom...\nC'était un coup d'un soir avec mon futur mari."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7beec808-3c64-4867-af1a-9ad6c465199b",
    "title": {
      "en": "Touhou - The Yorigami Sisters' Chupacabra Get-Rich-Quick Scheme!? (Doujinshi)"
    },
    "updatedAt": "2025-02-10T14:13:43+00:00",
    "coverArt": "https://mangadex.org/covers/7beec808-3c64-4867-af1a-9ad6c465199b/7d38b4e5-ce64-4c65-8b6b-de8f94ef4ac2.png",
    "altTitles": [
      {
        "ja": "依神姉妹、チュパカブラで一獲千金⁉"
      },
      {
        "ja-ro": "Yorigami Shimai Chupacabra de Ikkakusenkin!?"
      },
      {
        "ru": "Как быстро разбогатеть на чупакабре"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99c58049-775f-4288-9600-d2c1b7919082",
    "title": {
      "en": "Dragon Half"
    },
    "updatedAt": "2022-11-23T13:50:16+00:00",
    "coverArt": "https://mangadex.org/covers/99c58049-775f-4288-9600-d2c1b7919082/92dad30c-460d-4df8-935f-fe58f6c12f81.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンハーフ"
      }
    ],
    "description": {
      "en": "An RPG-ish gag manga about a half-dragon-half-human girl whose love for a popular idol/dragon-slayer leads her on a quest to find a potion that will make her fully human. Which of course leads her and her friends in a quest to defeat the terrible Demon Lord Azatodeth.  \n  \nThe two part OVA is available at Crunchyroll: <http://www.crunchyroll.com/dragon-half>"
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "66"
  },
  {
    "mangaId": "69d9d31d-a435-4f5d-8fbb-3ab93fab16f9",
    "title": {
      "en": "I Wanna Spoil Yoroizuka-san!"
    },
    "updatedAt": "2024-08-23T07:56:11+00:00",
    "coverArt": "https://mangadex.org/covers/69d9d31d-a435-4f5d-8fbb-3ab93fab16f9/d4ec9692-37e8-4509-85ab-00ad1edf9610.jpg",
    "altTitles": [
      {
        "ja-ro": "Yoroizuka-san wo Baburasetai"
      },
      {
        "ja": "鎧塚さんをバブらせたい"
      }
    ],
    "description": {
      "en": "Kurumi is a shy and easily embarrassed high school girl with a strong imagination. Her girlfriend is a cool, iron-faced office worker, Ms. Yoroizuka, who doesn't show much emotion. In order to get the older woman to indulge in her, Kurumi tries all sorts of things to spoil Ms. Yoroizuka, but...?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "33"
  },
  {
    "mangaId": "48de4f49-d7f9-4b0c-99f4-0929c2a9910b",
    "title": {
      "en": "Gakeppuchi Reijou wa Kurokishi-sama o Horesasetai!"
    },
    "updatedAt": "2024-11-01T00:50:18+00:00",
    "coverArt": "https://mangadex.org/covers/48de4f49-d7f9-4b0c-99f4-0929c2a9910b/9a9dfea4-854c-4317-af6c-c9ca7e6b434d.png",
    "altTitles": [
      {
        "ja": "崖っぷち令嬢は黒騎士様を惚れさせたい!"
      },
      {
        "ja-ro": "Gakeppuchi Reijou wa Kurokishi-sama wo Horesasetai!"
      },
      {
        "es-la": "¡Quiero hacer que el Caballero Oscuro se Enamore de mi!"
      },
      {
        "en": "I Want to Make Black-Knight Fall In Love With Me!"
      },
      {
        "pl": "Chcę, żeby Czarny Rycerz Się We Mnie Zakochał"
      },
      {
        "en": "A Noblewoman on the Brink of Disaster Wants to Make the Black Knight Fall in Love!"
      }
    ],
    "description": {
      "en": "My family is in debt, and we don't have enough money for my sick sister's treatment... The troubled noble, Clarice, finds herself engaged in a political marriage with the most feared Black-Knight in the kingdom, Frost, known for \"slaughtering beasts with his bare hands\". In an attempt to secure the fortune, Clarice tries to seduce the \"Black-Knight\", but just as she does, she discovers \"her\" secret...",
      "ja": "実家は借金まみれ、病気の妹を救うには治療費が足りない…。崖っぷちな子爵令嬢・クラリスが政略結婚をすることになったのは、「魔物を素手で屠る」とウワサの黒騎士・フロストだった！財産を握るため、どうにか”黒騎士様”を篭絡しようとした矢先、クラリスは“彼女”の秘密を知ってしまい…。",
      "pl": "Moja rodzina jest zadłużona i nie mamy pieniędzy na leczenie chorej siostry...\nZmartwiona szlachcianka, Clarice, zostaje zaangażowana w polityczne małżeństwo z najbardziej przerażającym Czarnym Rycerzem w królestwie, Frostem, znanym z „zabijania bestii gołymi rękami”.\nChcąc zapewnić sobie fortunę, Clarice próbuje uwieść „Czarnego Rycerza”, ale gdy to robi, odkrywa „jej” sekret...",
      "es-la": "Mi familia está endeudada, y no tenemos suficiente dinero para el tratamiento de mi hermana enferma...\r\nLa nobleza en apuros, Clarice, se encuentra comprometida en un matrimonio político con el Caballero Oscuro más temido del reino, Frost, quien es conocido por \"matar bestias con sus propias manos\"\r\nCon la intención de asegurar la fortuna, Clarice intenta seducir al \"Caballero Oscuro\", pero justo cuando lo hace, descubre el secreto de \"ella\"..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3",
    "title": {
      "en": "Sensei! Bokutachi ga Sekai wo Horoboshimasu."
    },
    "updatedAt": "2025-02-07T12:21:00+00:00",
    "coverArt": "https://mangadex.org/covers/1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3/02b9e652-04bf-420d-98bb-9ad07e0b6d26.jpg",
    "altTitles": [
      {
        "ja": "先生！ 僕たちが世界を滅ぼします。"
      },
      {
        "en": "Teacher! We Will Destroy the World."
      },
      {
        "ru": "Мы уничтожим весь мир, учитель!"
      }
    ],
    "description": {
      "en": "A teacher has the sacred job of protecting and guiding students.\n\nIn this world where people who can use magic and people who cannot use magic coexist, Solo is a sorcerer who lives alone. He is also known as No. 0, a skilled assassin who always completes any request he receives. As part of a certain mission, he's assigned to teach Class 2D at a magic school, the teenage students of which are dropouts. While he is desperately playing the role of a teacher in order to complete his mission, a transfer student arrives and the situation takes an unexpected turn...",
      "ja": "『教師』とは、生徒を守り、教え導く聖なる仕事。\n魔法が使える人間と使えない人間が混在するこの世界で、孤独に生きる一人の魔導士・ソロ。受けた依頼は必ず完遂するという凄腕の殺し屋・No.0（ナンバーゼロ）という異名も持つ彼は、とある任務の一件で魔法学校で教師をすることになりますが、そこで担任することになったのは、学年の落ちこぼれが集まる２年Ｄ組。任務遂行のために必死に教師を演じている最中、そこに転校生がやってきて事態は思わぬ方向に…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19a1f6e1-6e86-4785-81bc-8a8acfe6bc9a",
    "title": {
      "en": "Sensei to Seito wa, Ai wo Shiranai."
    },
    "updatedAt": "2025-01-28T23:46:28+00:00",
    "coverArt": "https://mangadex.org/covers/19a1f6e1-6e86-4785-81bc-8a8acfe6bc9a/3f90f427-6e16-4ed4-9ef1-445a3c3b1708.jpg",
    "altTitles": [
      {
        "vi": "Thầy trò không biết yêu"
      },
      {
        "ja-ro": "Sensei to Seito wa, Ai wo Shiranai."
      },
      {
        "ja": "先生と生徒は、愛を知らない。"
      }
    ],
    "description": {
      "en": "“The person I loved the most in the world turned out not to love me at all. I had no choice but to hate that person.” This is a story about two people who don't know how to love and gradually become attracted to each other.",
      "ja": "いちばん愛されたかった人に、愛されなかった。 いちばん愛されたかった人を、憎むしかなかった。 これは、愛を知らないふたりが、惹かれ合う物語。",
      "vi": "Người mà tôi yêu thương nhất trên đời hóa ra không hề yêu thương tôi. Tôi lúc này đây không còn cách nào khác ngoài căm ghét chính người ấy. Đây là một câu chuyện giữa hai con người không biết yêu dần thu hút lẫn nhau."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f190b4d-c98e-4ea9-a3eb-54a50b0e9fc3",
    "title": {
      "en": "Shokuba no Onnanoko ni Toushisuru Hanashi"
    },
    "updatedAt": "2025-02-09T04:26:39+00:00",
    "coverArt": "https://mangadex.org/covers/4f190b4d-c98e-4ea9-a3eb-54a50b0e9fc3/69e642cf-1237-41f7-87b6-65a4a1f00c3f.png",
    "altTitles": [
      {
        "ja": "職場の女の子に投資する話"
      },
      {
        "en": "A Story About Investing in a Girl at the Workplace"
      },
      {
        "pt-br": "Uma história sobre investir em uma garota no local de trabalho"
      }
    ],
    "description": {
      "en": "Hatamoto Ikuto, the manager of the local bookstore \"BOOK FOREST\", is an otaku who can't resist spending money on his favorite characters in games.\nTodoroki Miran, the part-time leader, looks up to him but can't understand his obsession with spending on in-game things.\nWhen Ikuto claims, \"For me, spending money is an investment\", Miran teases, \"If that's the case, how about you invest in me...?\"\nAs the two navigate a cycle of investment and returns, the distance between their hearts begins to shrink.\nA unique and charming investment-themed romantic comedy!\n\n(Source: Melonbooks, edited)",
      "ja": "街の書店「BOOK FOREST」で店長を務める畑本育人は、ゲームの「推し」キャラに課金してしまうオタク気質。バイトリーダーの轟ミランは、店長に憧れるものの、データに課金することだけは理解できない。「オレにとって課金は投資だ」と話す育人に、「それならあたしにも投資…して?」と話すミランだが…。投資と還元を繰り返し、2人の心の距離が揺れ動く――新感覚の投資ラブコメ！",
      "pt-br": "Hatamoto Ikuto, gerente da livraria local “BOOK FOREST”, é um otaku que não resiste a gastar dinheiro com seus personagens favoritos dos jogos.\nTodoroki Miran, líder de meio período, o admira, mas não consegue entender sua obsessão por gastar em coisas de jogos.\nQuando Ikuto afirma: “Para mim, gastar dinheiro é um investimento”, Miran provoca: “Se é assim, que tal você investir em mim...?”\nEnquanto os dois navegam em um ciclo de investimentos e retornos, a distância entre seus corações começa a diminuir.\nUma comédia romântica única e encantadora com tema de investimento!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Jigen no Ririsa"
    },
    "updatedAt": "2024-10-09T17:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/cb3806bd-3537-45f7-9568-a19aa0e02c9a.jpg",
    "altTitles": [
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "en": "2.5 Dimensional Seduction"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "pt-br": "Sedução 2.5D"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16c34950-954c-4f0d-808e-d8278a546339",
    "title": {
      "en": "Suufungo no Mirai ga Wakaru You ni Natta Kedo, Onnagokoro wa Wakaranai."
    },
    "updatedAt": "2025-02-04T01:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/7d301e1e-642b-4b7d-b65b-9777b36e80bf.jpg",
    "altTitles": [
      {
        "ja": "数分後の未来が分かるようになったけど、女心は分からない。"
      },
      {
        "ja-ro": "Suufungo no Mirai ga Wakaru You ni Natta Kedo, Onnagokoro ha Wakaranai."
      },
      {
        "en": "I Can Now See a Few Minutes Into the Future, but I Still Can't Understand a Woman's Heart."
      },
      {
        "en": "I Can See a Few Minutes Into the Future, but I Don’t Know What a Woman's Mind Is Like."
      },
      {
        "id": "Sekarang saya dapat melihat masa depan dalam beberapa menit, tetapi saya tidak dapat memahami hati seorang wanita."
      },
      {
        "pt-br": "Agora, posso ver alguns minutos no futuro, mas ainda não consigo entender o coração de uma mulher."
      },
      {
        "vi": "Tôi Giờ Có Thể Nhìn Thấy Vài Khắc Trong Tương Lai, Nhưng Vẫn Không Thể Hiểu Được Con Gái Nghĩ Gì"
      }
    ],
    "description": {
      "en": "Arase Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arata doesn't realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
      "id": "Arase Itou bisa melihat beberapa menit ke depan. Namun, masa depan yang ia lihat selalu berhubungan dengan masalah. Arase yang baik hati berusaha menghindari masa depan yang tidak menyenangkan ini, namun pada akhirnya masalah tersebut tetap membuatnya membantu berbagai gadis dengan masalah mereka. Tanpa ia sadari, para gadis mulai menyukainya. Arase tidak menyadari bahwa, diam-diam, para gadis bersaing untuk memperebutkannya.",
      "ja": "伊藤新世は数分後の未来が分かる。ただし視える未来は不幸につながるもの。\nお人好しな新世はそんな不都合な未来を回避し、様々な悩みを持つ少女を助けることになる。\n新世は知らない。いつの間にか、少女たちに好かれていることに。\n新世は気づかない。人知れず、少女たちが争っていることに。",
      "vi": "Arata Itou có khả năng nhìn thấy trước vài phút trong tương lai, nhưng những hình ảnh cậu thấy luôn gắn liền với xui xẻo. Là một người tốt bụng, Arata quyết định tận dụng năng lực \"bất tiện\" này để giúp đỡ các cô gái đang gặp khó khăn và ngăn chặn những điều không may sẽ xảy ra với họ. Thế nhưng, cậu hoàn toàn không nhận ra rằng các cô gái ngày càng có tình cảm với mình. Càng không hay biết về những \"cuộc chiến ngầm\" giữa họ để giành lấy sự chú ý của cậu.",
      "pt-br": "Arata Itou tem a habilidade de ver alguns minutos no futuro, mas as visões que ele tem estão sempre ligadas a infortúnios. Com seu coração bondoso, Arata decide usar esse poder inconveniente para ajudar as garotas que enfrentam diversos problemas e evitar seus futuros infelizes. No entanto, Arata não percebe que, pouco a pouco, as garotas começam a se afeiçoar a ele. E ele continua alheio às rivalidades silenciosas que estão se formando entre elas por causa da sua atenção."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4691cc57-625e-4620-8d94-534dd5b13438",
    "title": {
      "en": "Naniwa Tomoare"
    },
    "updatedAt": "2025-02-09T13:51:58+00:00",
    "coverArt": "https://mangadex.org/covers/4691cc57-625e-4620-8d94-534dd5b13438/a2f64b7d-d003-4fbb-83c1-def9f9b0524a.jpg",
    "altTitles": [
      {
        "ja-ro": "NaniTomo"
      },
      {
        "ja": "ナニワトモアレ"
      },
      {
        "vi": "Dù thế nào đi nữa / đó là tình bạn Naniwa"
      }
    ],
    "description": {
      "en": "Guruguru Osaka, crackling ring! Now, the piston in my crotch is tingling!! I like picking up girls more than having three meals. Naniwa's youthful pleasure of being popular and having sex. I'm not a fart with a big loan either. I want to buy a new Silvia. I don't have the skill (technique), but I can't give up on my lewd spirit. An 18-year-old boy is making his ring debut!!",
      "vi": "Vi vu vòng quanh Osaka, rực cháy trên đường vành đai! Cây súng ở giữa háng đang rung lên! Thích tán gái hơn ăn cơm! Được gái yêu mến, chơi hết mình, đó mới là thanh xuân sôi động ở Osaka! Nợ nhiều đến mấy cũng không thành vấn đề, cứ mua chiến Silvia mới đi! Trình độ có hạn nhưng động lực nắng cực thì có thừa! 18 tuổi, chàng trai ấy ra mắt đường vành đai!"
    },
    "status": "completed",
    "releaseDate": 1999,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "304"
  },
  {
    "mangaId": "ccb654fd-d4de-44d1-a9c1-f58ba34f3510",
    "title": {
      "en": "Fate/Grand Order - Daily Chaldea (Doujinshi)"
    },
    "updatedAt": "2024-08-05T16:16:38+00:00",
    "coverArt": "https://mangadex.org/covers/ccb654fd-d4de-44d1-a9c1-f58ba34f3510/2d382969-ce9d-4027-9b5c-94526c8876c6.jpg",
    "altTitles": [
      {
        "en": "Daily Chaldea"
      }
    ],
    "description": {
      "en": "Daily Chaldea is an unofficial daily slice-of-life fancomic created using art assets from the game Fate/Grand Order and building upon the existing lore of the franchise.\n\nThe story follows the adventures of genderswapping protagonist Ritsuka Fujimaru and the many Servants they've summoned, with the tone ranging from comedic to philosophical. The comic is 'live' with the NA server of Fate/Grand Order, with new characters appearing in the comic around the time they appear in the game and comics often referencing recent events in the game.\n\nEnjoyment of this comic relies heavily upon the reader's familiarity with the game and its characters, so the author recommends playing Fate/Grand Order before reading this comic.\n\n---\n\nThis comic is being uploaded to MangaDex by reader request and with the approval of MangaDex staff. All art is copyright TYPE-Moon / FGO Project, Aniplex Inc., Lasengle, and other copyright holders as appropriate. This comic is not for profit (through ad revenue or otherwise).\n\nSome early use the original white backgrounds. Later comics have darker backgrounds and additional art assets for improved quality."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6f8c7b9-eeae-4698-a0e7-05474f56b644",
    "title": {
      "en": "Douyara Watashi no Karada wa Kanzen Muteki no You Desu ne"
    },
    "updatedAt": "2024-10-29T23:22:15+00:00",
    "coverArt": "https://mangadex.org/covers/b6f8c7b9-eeae-4698-a0e7-05474f56b644/b73f08b5-d02a-4eb2-a1c7-9fd0347e2a64.jpg",
    "altTitles": [
      {
        "en": "The Invincible Little Lady"
      },
      {
        "ja": "どうやら私の身体は完全無敵のようですね"
      },
      {
        "en": "It Seems My Body Is Completely Invincible"
      }
    ],
    "description": {
      "en": "On her deathbed, a sickly young girl wishes to be reborn with a strong body that will never succumb to anyone or anything. Lo and behold, her wish is granted! Upon reincarnating into another world as Mary Regalia, she discovers her new body has maxed-out attributes, from physical strength to defense—even magic. But wait! That isn’t what she really wanted! All she longed for was a normal life. Baffled by God’s choice to grant her wish in this most unexpected way, Mary tries to spend her days as uneventfully as possible. The hitch is...nothing’s harder than living a normal life when you’re absolutely invincible!\n\n---\n   **Links:**  \n- [Original Web Novel](https://ncode.syosetu.com/n3881dn/) (Raw)\n - **[** [ComicWalker](https://comic-walker.com/contents/detail/KDCW_FS01200196010000_68/) **|** [NicoNico](http://seiga.nicovideo.jp/comic/32810) **]** (Raw)"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eff87780-93d9-412e-b831-c731787e9bea",
    "title": {
      "en": "Oroka na Tenshi wa Akuma to Odoru"
    },
    "updatedAt": "2025-02-09T10:06:32+00:00",
    "coverArt": "https://mangadex.org/covers/eff87780-93d9-412e-b831-c731787e9bea/b1207497-56d4-44f1-8201-0e71535e321e.jpg",
    "altTitles": [
      {
        "ja": "愚かな天使は悪魔と踊る"
      },
      {
        "en": "The Foolish Angel Dances with the Devil"
      },
      {
        "ko": "어리석은 천사는 악마와 춤춘다"
      },
      {
        "zh": "愚蠢天使与恶魔共舞"
      },
      {
        "de": "Die mit dem Teufel tanzt"
      },
      {
        "id": "Bidadari Sableng Berdansa dengan Iblis"
      },
      {
        "ru": "Неразумный ангел в пляске с демонами | Неразумный ангел в танце с демоном"
      },
      {
        "vi": "Thiên sứ Ngu muội Nhảy múa cùng Ác ma"
      },
      {
        "vi": "天使愚眛趂𦨂共恶魔 (Nom Script)"
      },
      {
        "vi": "Vũ điệu của thiên thần ngốc nghếch và ác quỷ"
      },
      {
        "vi": "Con Quỷ Ngu Ngốc Dám Nhờn Với Các Chị Thiên Thần"
      }
    ],
    "description": {
      "en": "Masatora Akutsu has just transferred into class in Japan from a long way away - all the way from Hell, to be exact. Akutsu is a demon who's come to Earth to find someone who can motivate the forces of Hell to fight back against the invading Heavenly army. He immediately sets his sights on one of his classmates, the kind and beautiful Lily Amane, but ends up in way over his head when it turns out Lily has some secrets of her own!",
      "ja": "堕落した悪魔たちにやる気を出させるため悪魔たちのアイドルとなる人間を捜しに人間界に降りてきた阿久津雅虎。彼は早くもアイドル候補・天音リリーを見つけ勧誘する。しかし、リリーの正体は阿久津たち悪魔の天敵の「天使」で!? 自らの身と仲間を守るためリリーを堕天させんとする阿久津と野望のため阿久津の更正を決意する",
      "pt": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe - todo o caminho desde o Inferno, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!",
      "pt-br": "Masatora Akutsu acabou de ser transferido para uma turma ni Japão de muito muito longe -todo o caminho desde o Infernio, para ser exato. Akutsu é um demônio que veio à Terra para encontrar alguém que possa motivar as forças do Inferno a contra atacar o exército invasor do Paraíso. Ele imediatamente coloca os olhos em um dos seus colegas, a gentil e bonita Lily Amane, mas acaba sendo muito para ele aguentar quando acaba descobrindo que a Lily tem alguns segredos dela mesmo!"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82507b6c-e585-46b2-b6e2-9956b3dd7a2b",
    "title": {
      "en": "Mini 4WD Fighter V"
    },
    "updatedAt": "2023-06-25T03:12:25+00:00",
    "coverArt": "https://mangadex.org/covers/82507b6c-e585-46b2-b6e2-9956b3dd7a2b/53b2ee1d-12f5-4eb4-b7b2-397c2c91d0b4.png",
    "altTitles": [
      {
        "ja-ro": "Miniyon Faitā Bui"
      },
      {
        "en": "Mini-4WD Fighter V"
      },
      {
        "ja-ro": "Minishi Fighter V"
      },
      {
        "ja": "ミニ四ファイターV"
      },
      {
        "ja-ro": "Mini Yonku Fighter V"
      },
      {
        "en": "Mini Yon Fighter V"
      }
    ],
    "description": {
      "en": "Mini 4WD Fighter, the iconic superhero of the Mini 4WD hobby! He loves the hobby just as much as the kids and shows his enthusiasm though his commentary through tournaments while cheering the racers in fair play."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "77"
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijou no Ani ni Tensei Shimashita"
    },
    "updatedAt": "2025-02-07T12:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/4ae6828b-181a-499c-8fce-2c46d39945ab.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "id": "Reinkarnasi Menjadi Abangnya Villainess"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\n\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist! Clenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine. Relying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister--",
      "id": "\"Abwang?\"\n\nCain, orang yang baru saja bereinkarnasi menjadi salah satu target kencan di sebuah otome game, tiba-tiba berteriak karena melihat keimutan adik perempuannya, Diana.\nAku tidak menyangka kalau malaikat kecil ini akan menjadi seorang villainess dengan akhir yang tragis-- Tidak, aku tidak akan membiarkan masa depan seperti itu terjadi!\nDengan mengepalkan tangannya, dia bertekat untuk membesarkan adik perempuannya menjadi seorang wanita yang baik hati dan tidak sombong, sembari menghilangkan segala masa lalu yang buruk dari para target kencan lain menggantikan sang tokoh utama.\nBergantung pada pengetahuannya tentang gamenya di kehidupan yang dulu dan juga pengalamannya sebagai anak yatim piastu, semuanya dilakukan demi adik perempuannya-- dan akhirnya, tantangan bagi sang kakak akan dimulai sekarang!",
      "ja": "ゲーム実況中に過労死し、乙女ゲームのキャラ・カインに転生した俺は、妹・ディア―ナの圧倒的可愛さに心を奪われた。しかし、このままゲーム世界が進んでいけば、妹は辺境の地で凌辱されたり、暗殺者に殺される壮絶なバットエンドを迎えると決まっていた。「この世界で妹を幸せにする!!」そう誓った俺は妹を淑女に育てながら、ゲームのシナリオに逆らっていく。そう、すべては愛する妹のため……。「おにーたま、ディ、にんじんもたべたのです!」「えらい! ディアーナは何て素晴らしいんだ!!!」"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "394398f2-6287-48c7-9713-cd1759c97291",
    "title": {
      "en": "The Blood Princess and the Knight"
    },
    "updatedAt": "2024-09-12T22:58:59+00:00",
    "coverArt": "https://mangadex.org/covers/394398f2-6287-48c7-9713-cd1759c97291/78a07ad9-a65b-43ca-bf59-a0cf18694e43.jpg",
    "altTitles": [
      {
        "zh-ro": "Xue Ji Yu Qi Shi"
      },
      {
        "ja": "血の姫と騎士"
      },
      {
        "zh": "血姬与骑士"
      },
      {
        "en": "Vampires and Knight"
      },
      {
        "ru": "Вампиры и рыцарь"
      },
      {
        "ru": "Рыцарь и Королева Крови"
      },
      {
        "ko": "서큐버스가 되어버린 기사님"
      },
      {
        "fr": "From Holy Knight to Vampire"
      }
    ],
    "description": {
      "en": "I, who was a sacred knight, was defeated and captured in a battle against the vampire clan.   \n\n\"Oh? Letting you die? In your dreams! Accept my embrace, and in the future, please take care of me, my lovely daughter~\"   \n\nThe silver-haired Queen of the Vampire Clan lifted my chin and smiled cunningly, her sharp canines drawing closer to my neck… \n\n---\n**Links:**\n- [Alternative raw (Bilibili)](https://manga.bilibili.com/detail/mc28199)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6411c38-a54e-46ae-af38-12927bb92e29",
    "title": {
      "en": "Gokudo Parasites"
    },
    "updatedAt": "2025-02-10T14:49:18+00:00",
    "coverArt": "https://mangadex.org/covers/b6411c38-a54e-46ae-af38-12927bb92e29/723307e7-d894-4ac5-b1c8-b6e10f9d49a7.jpg",
    "altTitles": [
      {
        "en": "Criminal Parasites"
      },
      {
        "ja": "極道パラサイツ"
      },
      {
        "pt": "Parasitos Gokudo"
      }
    ],
    "description": {
      "en": "Mai Shintani, who works at the Kitakabane Police Station was suddenly assigned in the \"Organized Crime Countermeasures Division\", commonly known as the \"Sotai\". Immediately after that, she gained influence within her jurisdiction. The leader of expanding yakuza faction \"Tatsygamigumi\" Shogo Mikuro mysteriously disappeared. There's a tension in the conflict between cases of opposing Yakuza groups. And for some reason, Shintani is looking composed at the northern police station. Behind it is an absurd shocking truth?!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "48"
  }
]