[
  {
    "mangaId": "b7abf32c-4ebb-48ec-abae-84ca9eaa1775",
    "title": {
      "en": "Zhege Fanpai Youdian Liangxin, Danshi Bu Duo!"
    },
    "updatedAt": "2024-02-17T22:24:05+00:00",
    "coverArt": "https://mangadex.org/covers/b7abf32c-4ebb-48ec-abae-84ca9eaa1775/27ec95c5-e4d4-43d5-9e5d-64cc705992e4.jpg",
    "altTitles": [
      {
        "en": "Villain: My Brother Is The Chosen One"
      },
      {
        "en": "This Villain Has a Little Conscience, but Not Much!"
      },
      {
        "en": "This Villain Has Some Conscience, but Not Much!"
      },
      {
        "zh-ro": "Zhège Fǎnpài Yǒudiǎn Liángxīn, Dànshì Bù Duō!"
      },
      {
        "zh": "反派：我的弟弟是天选之子"
      },
      {
        "zh": "这个反派有点良心，但是不多！"
      }
    ],
    "description": {
      "en": "Qing Feng accidentally transmigrated to ancient times and became an overlord, the master of the Qing family. He thought that he could finally live a life where he’d have everything just by lying down. Who would know that his twin brother is the “legendary chosen one” and he’s the “destined villain”? To survive, he can only work hard with the help of the system!\n\n[Ding Dong detected that the host smacked the chosen one’s ass. 100 villain points acquired]\n\n[Ding dong, congratulations, host, on triggering the mission, tease the bathing Bi Yu. reward 200 villain points.]\n\nHehehe\n\nSometimes being a villain doesn’t seem like a bad idea.",
      "pt-br": "Qing Feng acidentalmente transmigrou para os tempos antigos e se tornou um senhor supremo, o mestre da família Qing. Ele pensou que finalmente poderia viver uma vida em que teria tudo apenas deitado. Quem saberia que seu irmão gêmeo é o \"escolhido lendário\" e ele é o \"vilão destinado\"? Para sobreviver, ele só pode trabalhar duro com a ajuda do sistema!\n\n[Ding Dong detectou que o anfitrião deu um tapa na bunda do escolhido. 100 pontos de vilão adquiridos.]\n\n[Ding Dong, parabéns, anfitrião, por iniciar a missão, provocar Bi Yu no banho. 200 pontos de vilão adquiridos.]\n\nHahaha\n\nAs vezes ser um vilão não é tão ruim assim."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15fb2547-1b35-4fc6-806a-10ade59423fb",
    "title": {
      "en": "GodTale"
    },
    "updatedAt": "2024-08-13T20:11:04+00:00",
    "coverArt": "https://mangadex.org/covers/15fb2547-1b35-4fc6-806a-10ade59423fb/e9cdee34-133d-4711-8cda-2be92b291dbc.png",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80422e14-b9ad-4fda-970f-de370d5fa4e5",
    "title": {
      "en": "Made in Abyss"
    },
    "updatedAt": "2024-08-28T10:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/80422e14-b9ad-4fda-970f-de370d5fa4e5/b7a6b10c-20cf-4c9a-8955-1e79c56ac3fd.jpg",
    "altTitles": [
      {
        "el": "Απο την αβυσσο"
      },
      {
        "sv": "Skapt ur Avgrunden"
      },
      {
        "ru": "Созданный в бездне"
      },
      {
        "ar": "صنع في الهاوية"
      },
      {
        "ja": "メイドインアビス"
      },
      {
        "zh-hk": "来自深渊"
      },
      {
        "ja-ro": "Meido in Abisu"
      },
      {
        "pt-br": "Feito no Abismo"
      },
      {
        "kk": "Тұңғиықта жаралған"
      },
      {
        "ka": "უფსკრულში გაკეთებული"
      }
    ],
    "description": {
      "en": "The enormous cave system, known as the Abyss, is the last unexplored place in the world. Nobody knows how deep down goes this titanic pit, inhabited by strange and wondrous creatures and full of mysterious ancient relics which purpose in unknown to modern man. Generations of bold adventurers have been drawn by the cryptic depths of the Abyss. In course of time those brave enough to explore the dangerous pit came to be known as \"Delvers.\"  \n  \nIn Orth, the town at the edge of the Abyss, there lives a little orphan named Riko, who dreams of becoming as great a delver as her mother was and solving the great mystery of the pit. One day, exploring the murky depths, she stumbles upon a little boy who turns out to be a robot…",
      "ja": "隅々まで探索されつくした世界に、唯一残された秘境の大穴『アビス』。どこまで続くとも知れない深く巨大なその縦穴には、奇妙奇怪な生物たちが生息し、今の人類では作りえない貴重な遺物が眠っている。\n「アビス」の不可思議に満ちた姿は人々を魅了し、冒険へと駆り立てた。そうして幾度も大穴に挑戦する冒険者たちは、次第に『探窟家』呼ばれるようになっていった。\n\nアビスの縁に築かれた街『オース』に暮らす孤児のリコは、いつか母のような偉大な探窟家になり、アビスの謎を解き明かすことを夢見ていた。そんなある日、リコはアビスを探窟中に、少年の姿をしたロボットを拾い…？",
      "ka": "უზარმაზარი გამოქვაბულების სისტემა, რომელიც ცნობილია როგორც უფსკრული, არის ბოლო შეუსწავლელი ადგილი მსოფლიოში. არავინ იცის, რამდენად ღრმად მიდის ეს ტიტანური ორმო, დასახლებული უცნაური და გასაოცარი არსებებით და სავსე იდუმალი უძველესი რელიქვიებით, რომელთა დანიშნულება თანამედროვე ადამიანისთვის უცნობია. თამამი ავანტიურისტთა თაობები მიზიდული იქნა უფსკრულის იდუმალი სიღრმეებით. დროთა განმავლობაში მათ, ვინც საკმარისად გაბედულები გამოიკვლიეს სახიფათო ორმო, გახდნენ ცნობილი როგორც \"დელვერები\". ორთში, უფსკრულის პირას მდებარე ქალაქში, ცხოვრობს პატარა ობოლი, სახელად რიკო, რომელიც ოცნებობს გახდეს ისეთივე დიდი დელვერი, როგორც დედამისი იყო და ამოხსნას ორმოს დიდი საიდუმლო. ერთ დღეს, ბუნდოვანი სიღრმეების შესწავლისას, ის წააწყდება პატარა ბიჭს, რომელიც აღმოჩნდება, რომ რობოტია…",
      "ru": "Огромная пещерная система, известная как Бездна, является последним неисследованным местом в мире. В этой титанической яме обитают странные и удивительные существа. Она полна таинственных древних реликвий, предназначение которых неизвестно современному человеку. Поколения смелых авантюристов были затянуты загадочными глубинами Бездны. Со временем достаточно храбрые, чтобы исследовать опасную яму, стали известны как «Исследователи Бездны». В Оосу, городе на краю Бездны, живет маленькая сирота по имени Рико, которая мечтает стать великим пещерным налетчиком, каким была ее мать, и разгадать великую тайну ямы. Однажды, исследуя темные глубины, она натыкается на маленького мальчика, который оказывается роботом...",
      "es-la": "El enorme sistema de cuevas, conocido como El Abismo, es el último lugar inexplorado en el mundo. Nadie sabe que tan profundo es este agujero titánico, habitado por extrañas y maravillosas criaturas y lleno de misterio y reliquias antiguas de propósito desconocido para la humanidad. Generaciones de valientes aventureros han sido atraídos a las profundidades cripticas del Abismo. Con el paso del tiempo estos exploradores son conocidos como \"Exploradores de las Profundidades\". En Oath, el pueblo al borde del Abismo, vive una pequeña niña huérfana llamada Riko, que sueña con convertirse en una gran exploradora como su madre y descubrir los misterios del Abismo. Un día explorando las obscuras profundidades se encuentra con un niño, que resulta ser un robot..."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-07-19T00:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d8dcbff1-a8b6-4fcf-88de-3977aa5cef33",
    "title": {
      "en": "Bungou Stray Dogs: Dazai, Chuuya, Juugo-sai"
    },
    "updatedAt": "2024-09-03T01:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/d8dcbff1-a8b6-4fcf-88de-3977aa5cef33/0b468862-3e68-43ed-8636-6f6a85b5bd46.png",
    "altTitles": [
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, Fifteen years old"
      },
      {
        "ja": "文豪ストレイドッグス 太宰、中也、十五歳"
      },
      {
        "uk": "Бродячі Пси: Дазай і Чуя 15"
      },
      {
        "es-la": "Bungou Stray Dogs - Dazai, Chuuya, 15 años"
      },
      {
        "en": "Bungou Stray Dogs - Dazai, Chuuya, age fifteen"
      },
      {
        "ru": "Великий из Бродячих Псов: Дазай и Чуя, 15 лет"
      }
    ],
    "description": {
      "en": "Not long after Ougai Mori takes the reins of the Port Mafia, his accomplice Osamu Dazai has a dreadful run in with Chuuya Nakahara, a boy known as the Sheep King who is capable of manipulating gravity. But when strange rumors about the mysterious being Arahabaki start spreading throughout Yokohoma, the duo must put aside their differences and get to the bottom of things. Before they achieved infamy as the fearsome pairing Twin Dark, Dazai and Chuuya were just boys. Was their first encounter a harbinger of hope, or an ill omen of things to come...?",
      "ru": "«Призрак», неожиданно воскресшего, предыдущего босса не даёт покоя Портовой Мафии Йокогамы. Молодому члену мафии Дазаю, под присмотром новоиспечённого Босса Мафии Мори, было поручено разобраться в этом деле. Расследование приводит к так называемому «королю» печально известной группе подростков — «Овцы». Чуя соглашается работать вместе с Дазаем, чтобы раскрыть правду о его собственном прошлом и выяснить истинную причину недавних событий.",
      "es-la": "El fantasma del predecesor acecha a Port Mafia. A los quince años, Osamu Dazai, bajo la atenta mirada de Ōgai Mori, recibe su primera misión de investigar el asunto. La investigación lo lleva a Chūya Nakahara, el infame \"Rey de las Ovejas\", un grupo rival de jóvenes. Con su propio pasado desconocido para él, y las vidas de los miembros de Sheep en juego gracias a Port Mafia, Chūya acepta trabajar junto a Dazai para revelar la verdad detrás del exjefe de Port Mafia."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "23"
  },
  {
    "mangaId": "6f084aaa-ab29-40f8-82a9-b7586b260182",
    "title": {
      "en": "Battle in 5 Seconds After Meeting"
    },
    "updatedAt": "2024-06-08T18:25:42+00:00",
    "coverArt": "https://mangadex.org/covers/6f084aaa-ab29-40f8-82a9-b7586b260182/dd43d0f0-8f05-4fac-938f-b03bd9e2121c.jpg",
    "altTitles": [
      {
        "de": "5 Seconds to Death"
      },
      {
        "ru": "5 секунд до смерти"
      },
      {
        "en": "A Battle, 5 Seconds After Meeting"
      },
      {
        "ja-ro": "Deatte 5 Byô de Battle"
      },
      {
        "ja-ro": "Deatte 5-byou de Battle"
      },
      {
        "ja": "出会って5秒でバトル"
      },
      {
        "zh-hk": "急戰5秒殊死鬥"
      },
      {
        "ko": "만난 지 5초 만에 배틀"
      },
      {
        "th": "ศึกเดือด 5 วิพลิกชะตา"
      },
      {
        "zh-hk": "見面之後5秒開始戰鬥"
      },
      {
        "zh": "见面之后5秒开始战斗"
      },
      {
        "ar": "معركة بعد 5 ثواني من اللقاء"
      },
      {
        "zh": "急战5秒殊死斗"
      },
      {
        "ru": "Дэаттэ го-бё: дэ батору"
      },
      {
        "ru": "Сражение через 5 секунд после встречи"
      },
      {
        "ru": "Битва через 5 секунд после встречи"
      },
      {
        "fr": "Battle Game in 5 Seconds"
      },
      {
        "id": "Battle in 5 Seconds After Meeting"
      }
    ],
    "description": {
      "en": "It was just a usual morning.  \r\n  \r\nAkira Shiroyanagi, a high schooler who loves games and Konpeito (Japanese sweets), is suddenly dragged into a battlefield by a mysterious girl who calls herself Mion. The participants are told that they are \"erased from the family register, involved in an experiment, and have gained certain powers.\"  \r\n  \r\nAkira is determined to win the game with his newfound powers and destroy the organization. Armed with a power no one expects and his \"brain\" skills, a new era of intelligence battle of begins!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3084080c-88b4-4932-b5e2-dc795f6059fa",
    "title": {
      "en": "Gimai ga Douyara Yandere Datta Hanashi (Official Colored)"
    },
    "updatedAt": "2024-09-02T07:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/3084080c-88b4-4932-b5e2-dc795f6059fa/bd546f3f-467f-4aa5-b0df-78173c48ca91.jpg",
    "altTitles": [
      {
        "ja": "義妹がどうやらヤンデレだった話 (カラー版)"
      },
      {
        "ja-ro": "Gimai ga Douyara Yandere Datta Hanashi (Color Ban)"
      },
      {
        "en": "The Story of My Stepsister Apparently Being a Yandere (Official Colored)"
      },
      {
        "id": "Adik Tiriku Ternyata Seorang Yandere"
      }
    ],
    "description": {
      "en": "Yua became my sister through our parents' remarriage. She's incredibly cute and adores me...\n\nBut sometimes, the expressions she shows..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "256c04c1-3575-44c9-9b02-e9d593a6b86d",
    "title": {
      "en": "The Tyrant's Guardian Is an Evil Witch"
    },
    "updatedAt": "2024-05-30T22:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/256c04c1-3575-44c9-9b02-e9d593a6b86d/b284188b-9895-4134-a495-1f155f114237.jpg",
    "altTitles": [
      {
        "ko": "폭군의 보호자는 악역 마녀입니다"
      },
      {
        "ko-ro": "Pokgunui Bohojaneun Agyeong Manyeoimnida"
      },
      {
        "ko-ro": "Poggun'eui Bohojaneun Ag'yeog Manyeo Ibnida"
      },
      {
        "en": "The Tyrant's Guardian Is the Villainous Witch"
      },
      {
        "en": "The Tyrant's Guardian Is the Villain Witch"
      },
      {
        "pt-br": "A guardiã do tirano é a bruxa má"
      },
      {
        "es": "El guardián del tirano es una bruja malvada"
      },
      {
        "ru": "Злая ведьма - хранитель тирана"
      },
      {
        "th": "แม่มดตัวร้ายผู้พิทักษ์ทรราช"
      },
      {
        "ja": "暴君の保護者は悪役魔女です"
      },
      {
        "zh": "暴君的监护人是反派魔女"
      },
      {
        "zh": "监护人是反派魔女"
      },
      {
        "zh-hk": "暴君的反派魔女監護人"
      },
      {
        "my": "ငွေနှင်းဖြူဒဏ္ဍာရီ"
      },
      {
        "id": "Wali Sang Tiran Adalah Penyihir Jahat"
      },
      {
        "tr": "Tiranın Koruyucusu Kötü Bir Cadı Mı"
      }
    ],
    "description": {
      "de": "Der Eishexe Clete rutscht ihr Herz in die Hose, als eines Tages ein kleines Kind an ihrer Tür abgegeben wird. Der Junge mit den großen Augen ist niemand Geringeres als der uneheliche Sohn des Kaisers und Cletes furchteinflößender zukünftiger Mörder. Sie entscheidet sich jedoch, ihn liebevoll aufzuziehen – in der Hoffnung, dass er in der Zukunft einen anderen Weg einschlagen wird. Das einzige Problem? Sie hat keine Ahnung, wie man ein menschliches Kind großzieht! Mit der Hilfe ihres treuen Butlers beginnt sie mit den Grundlagen: Vorlesen, Spielen, sie sucht ihm sogar einen Freund... Die beiden formen langsam eine besondere Verbindung, die vorher niemand für möglich gehalten hätte. Aber als finstere Mächte beginnen, sich einzumischen, wird es immer schwieriger, den Jungen vor der Dunkelheit zu bewahren. Werden Cletes Kräfte ausreichen, die Zukunft zu ändern? Oder wird sie ihrem tragischen Ende nicht entkommen können?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%98-%EB%B3%B4%ED%98%B8%EC%9E%90%EB%8A%94-%EC%95%85%EC%97%AD-%EB%A7%88%EB%85%80%EC%9E%85%EB%8B%88%EB%8B%A4/2447), [KakaoPage](https://page.kakao.com/home?seriesId=56113952)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/tyrants-guardian-is-evil-witch/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc29534)\n* [French / Français](https://www.tappytoon.com/fr/comics/tyrants-guardian-is-evil-witch-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/tyrants-guardian-is-evil-witch-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Wali-Sang-Tiran-adalah-Penyihir-Jahat/213)\n* [Japanese / 日本語](https://piccoma.com/web/product/61053)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%9E%E0%B8%B4%E0%B8%97%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A/171)",
      "en": "I seem to have reincarnated in the world of an R-rated romance fantasy novel. And not just as an ordinary character, but as the witch who loses her life to the crazy male lead! Luckily there is a long 200 years until the main characters are born and grow into their roles. Now since my life is not in imminent danger, shall I leisurely think of ways to avoid death?\n\nHowever, I had not taken notice of a very important detail about the time I'd be spending 'safe from imminent danger.' 200 years was by no means a short waiting period and by the time the younger version of the male lead appeared in front of me, I had completely forgotten the original novel's plot!\n\nOh, whatever, now that it's come to this, the only way to survive is to raise the male lead into a sane and stable adult! The first step to avoiding death by the hands of the tyrant male lead is changing this extremely frightened child's life.\n\n\"It must be very inconvenient for you to have me suddenly show up on your doorstep, I'm sorry. You can tell me to go away, I'll be fine.\"\n\n\"Nonsense. Do I look like someone who could be inconvenienced by a little boy like you? Also, what do you mean by you'll be fine even if told to go away? It's not like you have anywhere to go back to, kid.\"\n  \nThe little boy burst into tears.  \n  \n'Oh, this is so not it,' was what the witch thought to herself as the little boy sobbed.\n\n---\nClete's heart sinks when a little child shows up on her doorstep one day. The wide-eyed boy is none other than Alpen, the emperor's illegitimate son and her terrifying future killer. But as a powerful witch herself, Clete is not one to surrender to fate. She decides to raise him with warmth and kindness in the hopes that he will walk a different path in life this time. The only problem? She has no idea how to raise a human child! With the help of her loyal butler, she starts with the basics: reading him a storybook, playing house, making him a friend... The two eventually form a special bond that she never thought was possible. But when dark forces begin to interfere, it becomes harder and harder to keep the boy from succumbing to evil. Will Clete's powers be enough to alter the future? Or will she inevitably meet her tragic end?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%98-%EB%B3%B4%ED%98%B8%EC%9E%90%EB%8A%94-%EC%95%85%EC%97%AD-%EB%A7%88%EB%85%80%EC%9E%85%EB%8B%88%EB%8B%A4/2447), [KakaoPage](https://page.kakao.com/home?seriesId=56113952)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/tyrants-guardian-is-evil-witch/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc29534)\n* [French / Français](https://www.tappytoon.com/fr/comics/tyrants-guardian-is-evil-witch-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/tyrants-guardian-is-evil-witch-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Wali-Sang-Tiran-adalah-Penyihir-Jahat/213)\n* [Japanese / 日本語](https://piccoma.com/web/product/61053)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%9E%E0%B8%B4%E0%B8%97%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A/171)",
      "fr": "Lorsqu'elle ouvre sa porte pour y trouver un petit enfant, Clete en frissonne. Le garçon aux grands yeux innocents qui se tient devant elle n'est autre qu'Alpen, le fils illégitime de l'empereur, mais aussi celui qui finira par l'assassiner de sang-froid dans le futur. N'importe qui serait terrorisé, mais pas cette puissante sorcière qui décide alors de défier le destin. Clete prend donc une courageuse décision: elle va élever l'enfant avec douceur et gentillesse dans l'espoir qu'il ne deviendra pas un monstre cette fois-ci! Le plan semble parfait, à un détail près... elle n'a pas la moindre idée de comment élever un petit humain! Avec l'aide de son fidèle serviteur, Clete commence par les choses élémentaires: lui lire un conte, jouer avec lui, lui trouver un ami... Les deux finissent par tisser un lien qu'elle n'aurait jamais imaginé possible. Mais lorsque des forces obscures commencent à venir troubler leur quotidien, il devient de plus en plus difficile d'empêcher l'enfant de changer pour le pire. Les pouvoirs de Clete seront-ils suffisant pour changer le futur? Ou finira-t-elle par connaître une fin tragique malgré ses efforts?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%98-%EB%B3%B4%ED%98%B8%EC%9E%90%EB%8A%94-%EC%95%85%EC%97%AD-%EB%A7%88%EB%85%80%EC%9E%85%EB%8B%88%EB%8B%A4/2447), [KakaoPage](https://page.kakao.com/home?seriesId=56113952)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/tyrants-guardian-is-evil-witch/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc29534)\n* [French / Français](https://www.tappytoon.com/fr/comics/tyrants-guardian-is-evil-witch-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/tyrants-guardian-is-evil-witch-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Wali-Sang-Tiran-adalah-Penyihir-Jahat/213)\n* [Japanese / 日本語](https://piccoma.com/web/product/61053)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%9E%E0%B8%B4%E0%B8%97%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A/171)",
      "ja": "事故に遭い、目を覚ますと19世紀のロマンスファンタジー小説の登場人物になっていた！\n\nそれも、狂気に満ちた男主人公により命を落としてしまう悪役魔女・クレーテに！\n\n「幸い男主人公が生まれるまでにあと200年残ってるわ。それまでにゆっくり対策を考えてみよう…」\n\nそうして200年が過ぎ、原作の内容をすっかり忘れていたクレーテの前に、ついに幼い頃の主人公・ティータが現れる。\n\nこうなった以上残された方法は、この子を立派な大人に育て上げることだけー ツンデレ魔女と愛情に飢えた少年とのドタバタファンタジー！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%98-%EB%B3%B4%ED%98%B8%EC%9E%90%EB%8A%94-%EC%95%85%EC%97%AD-%EB%A7%88%EB%85%80%EC%9E%85%EB%8B%88%EB%8B%A4/2447), [KakaoPage](https://page.kakao.com/home?seriesId=56113952)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/tyrants-guardian-is-evil-witch/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc29534)\n* [French / Français](https://www.tappytoon.com/fr/comics/tyrants-guardian-is-evil-witch-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/tyrants-guardian-is-evil-witch-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Wali-Sang-Tiran-adalah-Penyihir-Jahat/213)\n* [Japanese / 日本語](https://piccoma.com/web/product/61053)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%9E%E0%B8%B4%E0%B8%97%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A/171)",
      "ko": "19금 피폐 로맨스 판타지 소설에 빙의했다.\n그것도 광기에 물든 남주인공에 의해 목숨을 잃는 마녀, 클레테로. 다행히 주인공들이 태어나려면 아직 200년을 더 기다려야 한다.\n\n그럼 느긋하게 대책을 생각해볼까?\n\n그러나 200년은 모든 것을 잊어버리기에 충분한 시간이었다.\n원작 내용마저 까맣게 잊고 있던 클레테의 앞에 마침내 어린 남주인공이 나타났다.\n이렇게 된 이상, 남은 방법은 남주인공을 멀쩡한 어른으로 키우는 것뿐이다. 우선은 잔뜩 겁먹은 이 꼬마부터 달래주자.\n\n“제가 갑자기 찾아와서 곤란해지신 거 알아요. 죄송해요. 절 돌려 보내셔도 괜찮아요.”\n“어처구니가 없구나. 내가 너 같은 꼬마 하나 때문에 곤란해질 사람으로 보이느냐? 그리고 어딜 돌아가겠다는 거야? 갈 곳도 없는 주제에.”\n\n갑자기 꼬마가 울먹이기 시작했다.\n\n어라, 이게 아닌가?\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%98-%EB%B3%B4%ED%98%B8%EC%9E%90%EB%8A%94-%EC%95%85%EC%97%AD-%EB%A7%88%EB%85%80%EC%9E%85%EB%8B%88%EB%8B%A4/2447), [KakaoPage](https://page.kakao.com/home?seriesId=56113952)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/tyrants-guardian-is-evil-witch/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc29534)\n* [French / Français](https://www.tappytoon.com/fr/comics/tyrants-guardian-is-evil-witch-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/tyrants-guardian-is-evil-witch-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Wali-Sang-Tiran-adalah-Penyihir-Jahat/213)\n* [Japanese / 日本語](https://piccoma.com/web/product/61053)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%9E%E0%B8%B4%E0%B8%97%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A/171)",
      "ru": "Клетэ - злая ведьма, убитая обезумевшим главным героем. Очутившись в ее теле за 200 лет до рождения ключевых персонажей романа, главная героиня, намереваясь убить его в юном возрасте, позволила себе расслабиться, но за два века успела подрастерять всю решимость, а в придачу и подзабыть содержание романа. В конечном итоге, когда на пороге ее замка объявился главный персонаж, все, что ей оставалось - принять его и попытаться вырастить из него достойного человека. Но прежде стоит попытаться поладить с ним и успокоить…\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%98-%EB%B3%B4%ED%98%B8%EC%9E%90%EB%8A%94-%EC%95%85%EC%97%AD-%EB%A7%88%EB%85%80%EC%9E%85%EB%8B%88%EB%8B%A4/2447), [KakaoPage](https://page.kakao.com/home?seriesId=56113952)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/tyrants-guardian-is-evil-witch/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc29534)\n* [French / Français](https://www.tappytoon.com/fr/comics/tyrants-guardian-is-evil-witch-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/tyrants-guardian-is-evil-witch-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Wali-Sang-Tiran-adalah-Penyihir-Jahat/213)\n* [Japanese / 日本語](https://piccoma.com/web/product/61053)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%9E%E0%B8%B4%E0%B8%97%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A/171)",
      "tr": "R dereceli bir aşk fantazi romanı dünyasında reenkarne olmuş gibiyim. Ve sadece sıradan bir karakter olarak değil, hayatını çılgın erkek başrolde kaybeden cadı olarak!\n\nNeyse ki, ana karakterlerin doğup rollerine girmesine kadar uzun bir 200 yıl var.\n\nArtık hayatım yakın bir tehlikede olmadığına göre, ölümden kaçınmanın yollarını aceleyle düşünmeli miyiz? Ancak, “yakın tehlikeden korunmak” için geçireceğim zamanla ilgili çok önemli bir ayrıntıya dikkat etmemiştim.\n\n200 yıl hiçbir şekilde kısa bir bekleme süresi değildi ve erkek başrolün daha genç versiyonu karşıma çıktığında, orijinal romanın olay örgüsünü tamamen unutmuştum! Oh, her neyse, şimdi bu noktaya geldiğine göre, hayatta kalmanın tek yolu, erkek liderliği aklı başında ve istikrarlı bir yetişkine yükseltmektir!\n\nZorba erkek başrolün elinden ölümden kaçınmanın ilk adımı, bu aşırı derecede korkmuş çocuğun hayatını değiştirmektir. “Birdenbire kapınızın eşiğine gelmemin sizin için çok sakıncalı olmalı, üzgünüm. Bana gitmemi söyleyebilirsin, iyi olacağım.”\n\n“Saçmalık. Senin gibi küçük bir çocuktan rahatsızlık duyabilecek birine benziyor muyum?\n\nAyrıca, gitmen söylense bile iyi olacaksın derken neyi kastediyorsun? Geri dönecek bir yerin yok, evlat. ” Küçük çocuk gözyaşlarına boğuldu. “Ah, bu o kadar değil.” Küçük çocuk hıçkırırken cadının kendi kendine düşündüğü buydu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%98-%EB%B3%B4%ED%98%B8%EC%9E%90%EB%8A%94-%EC%95%85%EC%97%AD-%EB%A7%88%EB%85%80%EC%9E%85%EB%8B%88%EB%8B%A4/2447), [KakaoPage](https://page.kakao.com/home?seriesId=56113952)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/tyrants-guardian-is-evil-witch/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc29534)\n* [French / Français](https://www.tappytoon.com/fr/comics/tyrants-guardian-is-evil-witch-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/tyrants-guardian-is-evil-witch-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Wali-Sang-Tiran-adalah-Penyihir-Jahat/213)\n* [Japanese / 日本語](https://piccoma.com/web/product/61053)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%9E%E0%B8%B4%E0%B8%97%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A/171)",
      "zh": "穿到虐文也就算了，偏偏成为了一个被暴君处死的恶毒魔女！？为了不重蹈覆辙，魔女在主人公出世前的200年间思考着对策，不知不觉间放松了警惕，最终迎来了未成年的暴君。可是……怎么剧本和想象中的有点不太一样？\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%98-%EB%B3%B4%ED%98%B8%EC%9E%90%EB%8A%94-%EC%95%85%EC%97%AD-%EB%A7%88%EB%85%80%EC%9E%85%EB%8B%88%EB%8B%A4/2447), [KakaoPage](https://page.kakao.com/home?seriesId=56113952)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/tyrants-guardian-is-evil-witch/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc29534)\n* [French / Français](https://www.tappytoon.com/fr/comics/tyrants-guardian-is-evil-witch-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/tyrants-guardian-is-evil-witch-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Wali-Sang-Tiran-adalah-Penyihir-Jahat/213)\n* [Japanese / 日本語](https://piccoma.com/web/product/61053)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%9E%E0%B8%B4%E0%B8%97%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A/171)",
      "pt-br": "Parece que reencarnei no mundo de um romance de fantasia com classificação inferior. E não apenas como um personagem comum, mas como a bruxa que perde sua vida para o protagonista louco! Felizmente, ainda demoram 200 anos até que os personagens principais nasçam e cresçam em seus papéis. Agora que minha vida não está em perigo iminente, devemos pensar vagarosamente em maneiras de evitar a morte? No entanto, eu não tinha notado um detalhe muito importante sobre o tempo que eu estaria gastando ‘protegida de um perigo iminente’. 200 anos não foi de forma alguma um curto período de espera e quando a versão mais jovem do protagonista masculino apareceu na minha frente, eu tinha esquecido completamente o enredo do romance original! Oh, que seja, agora que chegou a esse ponto, a única maneira de sobreviver é elevar o protagonista masculino a um adulto são e estável! O primeiro passo para evitar a morte pelas mãos do tirano líder masculino é mudar a vida desta criança extremamente assustada. \"Deve ser muito inconveniente para você me ver de repente aparecendo na sua porta, me desculpe. Você pode me dizer para ir embora, eu vou ficar bem.\" \"Absurdo. Pareço alguém que poderia ser incomodado por um garotinho como você? Além disso, o que você quer dizer com você ficará bem mesmo que mandado embora? Não é como se você tivesse para onde voltar, garoto.\" O menino começou a chorar. *Oh, não é isso.* Foi o que a bruxa pensou consigo mesma enquanto o garotinho soluçava.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%ED%8F%AD%EA%B5%B0%EC%9D%98-%EB%B3%B4%ED%98%B8%EC%9E%90%EB%8A%94-%EC%95%85%EC%97%AD-%EB%A7%88%EB%85%80%EC%9E%85%EB%8B%88%EB%8B%A4/2447), [KakaoPage](https://page.kakao.com/home?seriesId=56113952)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/comics/tyrants-guardian-is-evil-witch/info)\n* [Chinese (Simplified) / 汉语](https://manga.bilibili.com/detail/mc29534)\n* [French / Français](https://www.tappytoon.com/fr/comics/tyrants-guardian-is-evil-witch-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/tyrants-guardian-is-evil-witch-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/Wali-Sang-Tiran-adalah-Penyihir-Jahat/213)\n* [Japanese / 日本語](https://piccoma.com/web/product/61053)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%81%E0%B8%A1%E0%B9%88%E0%B8%A1%E0%B8%94%E0%B8%95%E0%B8%B1%E0%B8%A7%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%9E%E0%B8%B4%E0%B8%97%E0%B8%B1%E0%B8%81%E0%B8%A9%E0%B9%8C%E0%B8%97%E0%B8%A3%E0%B8%A3%E0%B8%B2%E0%B8%8A/171)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "111"
  },
  {
    "mangaId": "af96ad04-08d2-4aff-ba50-6794e06c8404",
    "title": {
      "en": "Plaything"
    },
    "updatedAt": "2024-08-15T10:12:25+00:00",
    "coverArt": "https://mangadex.org/covers/af96ad04-08d2-4aff-ba50-6794e06c8404/0c5d56c9-9963-43c0-a192-feb0138ca92c.jpg",
    "altTitles": [
      {
        "ko": "놀이감"
      },
      {
        "en": "Her Toys"
      },
      {
        "en": "A Sense of Amusement"
      },
      {
        "th": "สนามเด็กล่า"
      },
      {
        "zh": "玩物"
      }
    ],
    "description": {
      "en": "Lee Myung-jun, the Vice Chairman of Hyundo Group, lost his daughter to a group of bullies. Seeking revenge, he adopts Yoon Karma, a psychopathic defector girl.\n\nYoon Karma: A sadistic human weapon created through drug experiments in North Korea. After killing everyone in the research lab, she escaped to South Korea on her own.\n\nHaving just been released from a juvenile detention center in South Korea, Yoon Karma sets out to hunt down the bullies at school, driven by the desire to avenge her new father and satisfy her sadistic pleasures."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-08-22T01:10:09+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-06-18T16:00:56+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/b27b95b9-43dd-45c5-9cfb-7ccd72503d39.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a07320a4-afcd-413a-a451-d69a448d0c28",
    "title": {
      "en": "Usogui"
    },
    "updatedAt": "2023-06-22T13:17:12+00:00",
    "coverArt": "https://mangadex.org/covers/a07320a4-afcd-413a-a451-d69a448d0c28/b74c8cce-42cd-4889-b75d-7944e63f9a14.jpg",
    "altTitles": [
      {
        "en": "The Lie Eater"
      },
      {
        "ja": "嘘喰い"
      },
      {
        "zh-hk": "噬谎者"
      },
      {
        "ko": "도박마-거짓말 사냥꾼 바쿠"
      },
      {
        "es-la": "Devorador de Mentiras"
      },
      {
        "ru": "Пожиратель лжи"
      },
      {
        "kk": "Жала жұтқан"
      }
    ],
    "description": {
      "en": "There are gamblers out there who even bet their lives as ante. But to secure the integrity of these life-threatening gambles, a violent and powerful organization by the name of “Kakerou” referees these games as a neutral party. Follow Baku Madarame a.k.a. Usogui (The Lie Eater) as he gambles against maniacal opponents at games – such as Escape the Abandoned Building, Old Maid, and Hangman – to ultimately “out-gamble” and control the neutral organization of Kakerou itself.  \n\n\n---\n\n**Links:**  \n- [OAV on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=14163)",
      "ru": "Есть игроки, которые ставят на кон свою жизнь. Чтобы сохранить целостность таких смертельно-опасных игр, жестокая и могущественная организация «Кагэро» судит их, как нейтральная сторона.\nНаш герой — Баку Мадарамэ, «Пожиратель лжи». Игрок, чья цель — переиграть и в конце взять под контроль саму нейтральную организацию «Кагэро».\n\n---\n\n(Source: [readmanga](https://mintmanga.live/pojiratel_lji))",
      "es-la": "Hay jugadores que incluso apuestan su vida como apuesta. Pero para asegurar la integridad de estas apuestas que ponen en peligro la vida, una violenta y poderosa organización llamada \"Kakerou\" arbitra estos juegos como parte neutral. Sigue a Baku Madarame, también conocido como Usogui (El Devorador de Mentiras), mientras se enfrenta a oponentes maníacos en juegos como \"Escapar del Edificio Abandonado\", \"La Vieja Doncella\" y \"El Ahorcado\", para acabar jugando más que la propia organización neutral de Kakerou"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "49",
    "lastChapter": "539"
  },
  {
    "mangaId": "e3d88382-a2c4-4958-8311-f8bd9a3f1e21",
    "title": {
      "en": "Konjiki no Word Master: Yuusha Yonin ni Makikomareta Unique Cheat"
    },
    "updatedAt": "2024-08-22T01:08:25+00:00",
    "coverArt": "https://mangadex.org/covers/e3d88382-a2c4-4958-8311-f8bd9a3f1e21/adcccdbb-52d2-42ac-b1f3-bdb60d984c9b.jpg",
    "altTitles": [
      {
        "en": "The Golden Word Master: The Four Heroes and the Innocent Bystander with the Unique Cheat"
      },
      {
        "ja-ro": "Konjiki no Moji Tsukai: Yuusha Yonin ni Makikomareta Unique Cheat"
      },
      {
        "fr": "L'utilisateur des mots d'or"
      },
      {
        "ru": "Мастер золотых слов: Четыре героя и Наблюдатель с Уникальным читом"
      },
      {
        "ja": "金色の文字使い　―勇者四人に巻き込まれたユニークチート―"
      },
      {
        "ko": "금색의 문자술사: 워드 마스터 유니크 치트"
      },
      {
        "zh-hk": "金色的文字使"
      }
    ],
    "description": {
      "en": "In an RPG-like fantasy world consumed by warring nations and racial discrimination, the human kingdom summons five high school students from 21st-century Japan for assistance in their conflict with the demonkin. Now those students, with their experience of MMORPGs at their disposal, will hone their skills to protect the human kingdom of Edea.  \n  \nHowever, this isn't their story.  \n  \nOut of the five students, four of them were given the title of Hero and the fifth one the title of Innocent Bystander. He had been summoned by accident since he sat near the other four students. His name is Hiiro Okamura, an aloof bookworm with traveling and reading as his raison d'etre. Hiiro sees no reason to help the human kingdom in their offensive war with the demonkin, seeing that he isn't a Hero and that he has no real obligation to help them, and decides to leave the kingdom to go on his own adventure.  \n  \nSoon, Hiiro finds out that he has the very unique skill of Word Magic: magic that can materialize the definition of a word. As he travels more and more, he finds many uses for his Word Magic and many opportunities to find books, level up, and gain some of his own companions. Even with the outbreak of war on the horizon, Hiiro stays true to his desire to travel the new world he's in.",
      "pt-br": "Okamura Hiiro é introvertido e adora livros. Para ele, os livros são a sua razão de ser. Sua história começa com costume de invocar heróis de outro mundo. Cinco pessoas convocados, mas um deles é apenas um estranho arrastado acidentalmente, essa pessoa é Hiiro. Os outros quatro são seus colegas de classe, mas não é como se eles fossem amigos. Ao contrário dele, eles são riajuus (Pessoas normais na sociedade contrário de Otaku). Hiiro decidiu não para ajudar o país, a sua razão? \"Eu não acredito em você. Eu não sou amigo deles. Não é da minha conta, e eu sou uma pessoa comum que se importa com a minha própria vida, então bye\", e ele estabelece a sua própria jornada. Pouco sabem os outros heróis, que esta pessoa comum, Hiiro, na verdade esconde um poder que poderá mudar o mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e37a0e20-d5c3-45e5-abbe-f245c6735a04",
    "title": {
      "en": "Kimi no Love o Misetekure!"
    },
    "updatedAt": "2024-04-24T12:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/e37a0e20-d5c3-45e5-abbe-f245c6735a04/b475fb82-f98d-48e9-b8d6-1df0e9cbbd84.jpg",
    "altTitles": [
      {
        "ja": "君のラブを見せてくれ！"
      },
      {
        "ja-ro": "Kimi no Love wo Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu o Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu wo Misetekure!"
      },
      {
        "en": "Show Me Your Love!"
      },
      {
        "en": "“Show Me Your Love!”"
      },
      {
        "zh-hk": "向我展露你的愛"
      },
      {
        "zh-ro": "Xiàng wǒ zhǎnlù nǐ de ài"
      }
    ],
    "description": {
      "en": "Komichi Shijou, the most famous person at her school, was troubled. Despite being a romantic comedy manga artist, she had no understanding of 'the feeling of love' was stuck in a creative slump. One day, a certain boy and girl appear before her. With their arrival, Komichi Shijou's investigation into 'genuine love' begins…!?",
      "ja": "学校イチの有名人・四條恋路は悩んでました。なぜならラブコメ漫画家なのに、彼女には“恋する気持ち”がまったくわからず、スランプになってしまったからです。 そんな彼女の前にひと組の男女が現れます。その男女との出会いにより、彼女・四條恋路による“ホンモノの恋”への探求が始まるのでした…！？『恋愛』を綴る天才漫画家少女はホンモノの“恋”を知らないーー！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddad0a9e-75c0-4e2f-b792-3544889e761a",
    "title": {
      "en": "Fushigi na Neko no Machi Meltier"
    },
    "updatedAt": "2024-07-03T00:05:13+00:00",
    "coverArt": "https://mangadex.org/covers/ddad0a9e-75c0-4e2f-b792-3544889e761a/119fbd19-fe66-45f7-bb20-95cb592b6bae.jpg",
    "altTitles": [
      {
        "de": "Märchen Meltier"
      },
      {
        "en": "The Curious Cat Town"
      },
      {
        "ja": "ふしぎな猫のまち メルティア"
      },
      {
        "ko": "신비한 고양이 마을의 메르티아"
      }
    ],
    "description": {
      "en": "This is \"Meltier,\" a town of cats. Moko, who has no memory of her past, ends up helping out at a coffee shop in town. There, she meets many unique and fun kittens and friends! A little bit mysterious and extraordinarily happy. A heartwarming fairy tale fantasy of everyday life!\n\n---\nNote: Has an original song sung by the author herself called はじめまして、世界！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-07-08T20:44:32+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/322e1d4e-5d1f-4e38-b456-327a4b51d0b8.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던 건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      },
      {
        "de": "Meine Wiedergeburt als Schleim in einer anderen Welt"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50491535-8d93-4f37-a885-14441766bd43",
    "title": {
      "en": "Takou no Koori Hime wo Tasuketara, Otomodachi kara Hajimeru Koto ni Narimashita"
    },
    "updatedAt": "2024-08-15T22:08:00+00:00",
    "coverArt": "https://mangadex.org/covers/50491535-8d93-4f37-a885-14441766bd43/11639988-5c94-4d23-ac49-19afe16396f7.png",
    "altTitles": [
      {
        "ja": "他校の氷姫を助けたら、お友達から始める事になりました"
      },
      {
        "en": "After Helping the \"Ice Princess\" From Another School, I Decided to Start as a Friend"
      },
      {
        "es-la": "Después de ayudar a la \"Princesa de hielo\" de otra escuela, decidimos empezar como amigos"
      }
    ],
    "description": {
      "en": "Nagi Shinonome, known as the \"Ice Princess,\" is a beautiful girl with a cold attitude who does not allow others to get close to her. \n\nOne day, Souta Minori, who saw her being molested on the train, saved her with all his courage, but the next day she appeared again and said, \"I want you to stay by my side.\" \n\nCan Souta continue as friends with the Ice Princess, who only sweetly melts for one person in the world, that is, himself?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2c249462-b7a1-40e8-9c09-b93b2887ea94",
    "title": {
      "en": "Parallel Paradise (Fan Colored)"
    },
    "updatedAt": "2024-05-30T20:16:32+00:00",
    "coverArt": "https://mangadex.org/covers/2c249462-b7a1-40e8-9c09-b93b2887ea94/9e9a4e8f-caac-4473-825a-d67785108fdc.jpg",
    "altTitles": [
      {
        "ja": "パラレルパラダイス"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "es-la": "Paraíso Paralelo"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?",
      "es-la": "“Por favor, apareate conmigo”. En un mundo extraño, Youta Tada es atacado por una hermosa chica caballero en celo. Solamente monstruos temidos y chicas hermosas viven en este mundo.¡El único hombre es Youta Tada! ¿¡Es esto el cielo o el infierno para Youta!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c718eb5d-6544-49ab-9fb4-ee90f6b75f8e",
    "title": {
      "en": "The Age of Arrogance"
    },
    "updatedAt": "2024-07-14T18:10:13+00:00",
    "coverArt": "https://mangadex.org/covers/c718eb5d-6544-49ab-9fb4-ee90f6b75f8e/e7198cb0-6882-4963-adae-fc3a1de456cb.jpg",
    "altTitles": [
      {
        "ko": "오만의 시대"
      },
      {
        "ko-ro": "Omane Sidae"
      },
      {
        "en": "The Era of Pride"
      },
      {
        "en": "City of Arrogance"
      },
      {
        "fr": "L'âge de l'arrogance"
      },
      {
        "es": "La edad de la arrogancia"
      },
      {
        "es": "La nueva era"
      },
      {
        "ne": "अहङ्कारको युग"
      },
      {
        "ru": "Эпоха высокомерия"
      },
      {
        "th": "ยุคแห่งความโอหัง"
      },
      {
        "ja": "傲慢の時代"
      },
      {
        "zh": "傲慢的时代"
      },
      {
        "zh-hk": "傲慢的時代"
      },
      {
        "id": "Masa Kesombongan"
      },
      {
        "vi": "Thời đại của oman"
      },
      {
        "tr": "Gurur Çağı"
      },
      {
        "ar": "عصر الغطر"
      },
      {
        "es-la": "La era de arrogancia"
      }
    ],
    "description": {
      "ar": "سيد بيرباز، الذي قاد الحرب التي استمرت 28 عامًا إلى النصر، \"آشا بيرباز\". بالنسبة لبيرفاز، الذي دمرته الحرب الطويلة، تتوجه آشا إلى العائلة الإمبراطورية لتلقي مكافأة النصر التي وعد بها الإمبراطور. ومع ذلك، فإن المكافأة الوحيدة التي عادت كانت <الحق في اختيار شريك الزواج>. كخيار أفضل، أشار آشا إلى \"دوق كارلايل هافن\"، وهو الأمير الأول الذي تم حرمانه مؤخرًا من لقب ولي العهد. إذا تم رفضها، كانت تنوي الحصول على نفقة من الإمبراطور... \"ماركيز بيرباز. سأقبل عرض زواجك\". وعلى عكس التوقعات، قبل دوق كارلايل اختيار آشا. وعود بدعم هائل لبيرفاز...!",
      "en": "The lord of Pervaz, who led the 28-year war to victory, Asha Pervaz. \n\nFor Pervaz, who was devastated by the long war, Asha heads to the imperial family to receive the victory reward promised by the emperor.  However, the only reward that came back was the \"right to choose a marriage partner.\" \n\nAs the best choice, Asha pointed out the Duke of Carlisle Haven, the first prince who had recently been deprived of the title of crown prince.  If she was refused, she intended to receive compensation from the emperor... \n\n\"Marquise Perbaz. I will accept your marriage proposal.\" \n\nContrary to expectations, the Duke of Carlisle accepted Asha's choice.  Promising tremendous support for Pervaz...!\n\n---\nAfter winning a long war, Asha Pervaz is expecting the emperor to compensate her with money. Unlike her expectations though, the emperor asks Asha to choose her own husband from a list of nobles. Asha chooses Duke Carlisle Haven, the emperor’s eldest son and former crown prince. Asha expects him to object and pay an alimony instead, but the duke actually agrees to marry her! He even promises to help Asha rebuild Pervaz. What does the duke really want? And will Asha get what she wants without getting embroiled in the growing royal conspiracy?",
      "fr": "Après avoir mis fin à la longue guerre contre les Lurs, Asha Pervaz, Seigneure des terres de Pervaz, se rend au palais impérial dans l'espoir d'obtenir la récompense promise par l'Empereur. Mais contrairement à ses attentes, Asha ne se voit offrir que le droit de choisir un époux. Fine stratège, elle choisit le Duc Carlisle Haven, fils aîné de l'empereur et prince héritier temporairement privé de son autorité, pensant que celui-ci refusera et lui versera en échange une compensation financière. Mais contre toute attente, le Duc accepte de l'épouser. Il lui promet de lui fournir les matériaux nécessaires à la reconstruction de Pervaz si Asha l'aide à récupérer le trône qui lui revient de droit.",
      "id": "Setelah kematian ayah dan kakak-kakaknya melawan suku barbar, Asha Pervaz turun tangan untuk menggantikan mereka. Kemenangan berhasil ia raih, namun imbalan yang ia terima hanya cemoohan rakyat dan “hak memilih calon suami”, alih-alih hadiah uang untuk membangun kembali wilayahnya. Sadar bahwa Kaisar mempermainkannya, Asha memilih Carlisle Haven Evaristo, sang putra mahkota kekaisaran yang dicabut haknya akibat skandal besar, untuk menjadi suaminya! Asha yakin Carlisle akan menolaknya, namun…",
      "ko": "28년간의 전쟁을 승리로 이끈 페르바즈의 영주, '아샤 페르바즈'. 긴 전쟁으로 황폐해진 페르바즈를 위해 아샤는 황제가 약속한 승전 보상을 받으러 황실로 향한다.   하지만 돌아온 보상은 고작 <결혼 상대 선택권>.  최선의 선택으로 얼마 전 황태자 위를 박탈당한 1황자, '칼라일 헤이븐 공작'을 지목한 아샤. 거절하면 황제에게 위자료를 지급받을 생각이었으나…  \"페르바즈 변경백. 그대의 청혼을 받아들이겠다.\"  예상과 다르게 칼라일 공작은 아샤의 선택을 받아들였다. 페르바즈에 대한 엄청난 지원까지 약속하면서…!",
      "th": "อาชา เปอร์เวซ ลอร์ดแห่งเปอร์เวซ ผู้นำชัยชยะมาสู่สงครามที่กินเวลายาวนานกว่า 28 ปี อาชามุ่งหน้าไปยังพระราชวังเพื่อรับรางวัลแห่งชัยชนะที่จักรพรรดิได้ให้คำมั่นไว้ โดยมีจุดมุ่งหมายเพื่อนำมาบูรณะดินแดนเปอร์เวซ ซึ่งถูกจักรวรรดิทอดทิ้งจากสงครามที่ยืดเยื้อ แต่ทว่า รางวัลเดียวที่อาชาได้รับกลับเป็น <การเลือกคู่แต่งงาน> อาชาตัดสินใจเลือกมกุฎราชกุมาร ดยุกแห่งคาร์ไลล์ ฮาเว่น ผู้ซึ่งถูกปลดจากตำแหน่งมกุฎราชกุมารเมื่อไม่นานมานี้ ถ้าเธอถูกปฏิเสธ เธอก็จะได้รับรางวัลอย่างงามจากจักรพรรดิ แต่ว่า… “มาร์คกราฟแห่งเปอร์เวซ ข้ายอมรับคำขอแต่งงานของเจ้า” ทุกอย่างกลับไม่เป็นไปตามที่คาดไว้ ดยุกแห่งคาร์ไลล์ ฮาเว่นเลือกที่ยอมรับคำขอแต่งงานของอาชา และเขายังสัญญาที่จะให้การสนับสนุนเปอร์เวซอย่างเต็มที่อีกด้วย",
      "tr": "Perbaz’ın 28 yıl süren savaşı zafere taşıyan lordu ‘Asya Pervaz’. Uzun süren savaşta harap olan Pervaz için Asya, imparator tarafından vaat edilen zafer ödülünü almak üzere imparatorluk ailesine gider. Ancak kendisine geri dönen tek ödül <Evlilik eşi seçme hakkı> olmuştur. Asya en iyi seçenek olarak, yakın zamanda veliaht prens ünvanından mahrum bırakılan ilk prens olan ‘Colail Haven Dükü’nü işaret etti. Eğer reddedilirse, imparatordan nafaka almaya niyetliydi… “Markiz Pervaz. Evlilik teklifinizi kabul ediyorum.” Beklentilerin aksine Colail Dükü, Asya’nın teklifini kabul etti. Pervaz’a büyük destek sözü verdi!..",
      "vi": "Lãnh địa Pervaz đã bị tàn phá bởi một cuộc chiến tranh. Và vĩ lãnh chúa mới của lãnh địa Pervaz này chính là Asha Pervaz. Cô được hoàng đế ban thưởng cho chiến thắng của mình. Nhưng người gặp cô lại chế giễu cô là ‘nàng công chúa man rợ’ và thật là một đề nghị vô lý khi trao quyền chọn bạn đời làm phần thưởng cho chiến thắng. Asha phải đưa ra lựa chọn tốt nhất ngay cả trong hoàn cảnh này. “Vậy…công tước Carlyle Haven đi” Cô chọn ra đại hoàng tử, người đứng đầu danh sách quý tộc và cách đây không lâu đã gây ra một vụ bê bối lớn và bị tước đoạt danh hiệu đại hoàng tử. Nếu anh ta tức giận và từ chối, cô sẽ nhanh chóng đòi bồi thường sau đó, nhưng đâu ngờ rằng Carlyle lại chấp nhận sự lựa chọn của cô. “Anh mong muốn gì ở tôi?” “Đừng bận tậm đến việc tôi làm ở Pervaz. Đừng mong rằng được đối xử như một người vợ và cũng đừng nghĩ đến việc dính líu đến phe đối lập của tôi. Và khi tôi yêu cầu thì đừng nói linh tinh gì cả, chỉ cần ký vào tờ giấy ly hôn là được” Đó là một giao dịch không có gì là không tốt đối với Asha. Cô nắm lấy tay của kẻ ngạo mạn kia mà ngay cả hoàng đế cũng coi thường. Một nụ cười đầy sức quyến rũ nở trên môi anh. “Phu nhân, sau này xin được giúp đỡ”",
      "zh": "事业型男女主被迫联姻，\n强强联合收获爱与权力\n在长达28年的战争中，佩尔瓦兹的领主“阿西娅·佩尔瓦兹”成功地率领众人取得了胜利。为了重建因长期战争而荒芜的佩尔瓦兹，阿西娅前往皇室领取皇帝承诺的胜仗奖励。但等待她却只是区区<择偶权>，而无任何实质性的奖励。想到佩尔瓦兹的百姓连今年冬天都可能撑不过去，阿西娅只好选择刚失去皇太子身份的卡莱尔公爵作为结婚对象…“既然皇室不想让我们好过，那么就拉你们一起下水”。",
      "pt-br": "O senhor de Pervaz, que liderou a guerra de 28 anos até a vitória, 'Asha Pervaz'. Para Pervaz, que foi devastado pela longa guerra, Asha dirige-se à família imperial para receber a recompensa da vitória prometida pelo imperador. No entanto, a única recompensa que voltou foi o . Como melhor escolha, Asha apontou o ‘Duque de Carlisle Haven’, o primeiro príncipe que recentemente foi privado do título de príncipe herdeiro. Se ela fosse recusada, ela pretendia receber pensão alimentícia do imperador… “Marquês Pervaz. Aceitarei sua proposta de casamento. Contrariando as expectativas, o duque de Carlisle aceitou a escolha de Asha. Prometendo um tremendo apoio à Pervaz…!",
      "zh-hk": "為了拯救因漫長戰爭而荒廢的領地「菲爾巴茲」，亞莎前往皇室向皇帝要求當初所承諾的戰勝補償。然而，她卻只獲得了「結婚對象選擇權」。權衡之下，亞莎認為最好的人選是不久前被剝奪皇太子地位的卡拉爾．海本公爵，假如被拒絕了，就能從皇帝那裡得到精神賠償… 「菲爾巴茲伯爵，我接受妳的求婚。」 出乎意料的是，卡拉爾公爵接受了亞莎的選擇，還承諾提供菲爾巴茲龐大的支援…！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ce22c9e-5939-435e-b067-64ce659bb3b3",
    "title": {
      "en": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru"
    },
    "updatedAt": "2024-05-25T23:12:03+00:00",
    "coverArt": "https://mangadex.org/covers/7ce22c9e-5939-435e-b067-64ce659bb3b3/06f1f784-5951-4af9-b084-1da23771686b.jpg",
    "altTitles": [
      {
        "ja-ro": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru ~ Bannou Cheat Skill wo Getto Shite, Mezase Rakuraku Saikyou Slow Life!~"
      },
      {
        "ja": "ハズレスキル『ガチャ』で追放された俺は、わがまま幼馴染を絶縁し覚醒する ～万能チートスキルをゲットして、目指せ楽々最強スローライフ！～"
      },
      {
        "en": "After Being Banished For Having The Trash Skill \"Gacha\", I Came To My Senses And Broke Off Relations With My Selfish Childhood Friend"
      },
      {
        "fr": "Gacha : The Crest's Adventure"
      }
    ],
    "description": {
      "en": "Crest was born as the fifth son of a duke. However, as the fifth son, he was in no position to talk. His childhood friend and also his fiancée, Ellis, treated him just like a slave. And on Crest's coming-of-age ceremony, he received a skill called \"Gacha.\" Yet, he wasn't able to learn how to use it and was banished away from his home. Banished into the forest full of monsters, Crest began to understand the power \"Gacha.\" And then, Crest made up his mind. He will definitely survive and get back on his feet."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64ed4d14-9e00-4b63-8799-547a508f5344",
    "title": {
      "en": "Parallel Paradise"
    },
    "updatedAt": "2024-08-27T12:01:13+00:00",
    "coverArt": "https://mangadex.org/covers/64ed4d14-9e00-4b63-8799-547a508f5344/c5693cd1-ef4f-4349-b47a-bdb1ff30afd8.jpg",
    "altTitles": [
      {
        "fr": "Un paradis parallèle"
      },
      {
        "ja": "パラレルパラダイス"
      },
      {
        "zh": "平行天堂"
      },
      {
        "ko": "병렬 파라다이스"
      },
      {
        "ja-ro": "Parareru Paradaisu"
      },
      {
        "vi": "Thiên đường song song tại dị giới"
      },
      {
        "es-la": "Paraíso Paralelo"
      },
      {
        "ru": "Параллельный рай"
      }
    ],
    "description": {
      "en": "One day at school, Youta sees someone strange entering his school. Out of nowhere this being appears next to him and makes him fall from the 3rd floor. He lands in a strange world, where beings like dragons exist! Youta meets a young paladin, and discovers that he is the only man inhabiting that planet, and that its inhabitants are extremely 'weak' to his presence. Could this be paradise?",
      "es-la": "“Por favor, apareate conmigo”. En un mundo extraño, Youta Tada es atacado por una hermosa chica caballero en celo. Solamente monstruos temidos y chicas hermosas viven en este mundo.¡El único hombre es Youta Tada! ¿¡Es esto el cielo o el infierno para Youta!?",
      "pt-br": "Em um dia na escola Youta vê alguém estranho entrando na escola, do nada este ser aparece ao seu lado e o joga do 3º andar! Porém ele vai parar em um mundo estranho, onde seres parecidos com dragões existem! Youta conhece uma jovem paladina, e descobre que é o único homem habitando aquele planeta, e que suas habitantes são extremamente ‘fracas’ a sua presença… seria este o paraíso?!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c185ef1c-6fec-44f1-8c79-a8e74399cdba",
    "title": {
      "en": "Eroge Sekai ni Tensei Shita Ore ga, Oshi e no Ai de Netorare Heroine o Shiawase ni Suru."
    },
    "updatedAt": "2024-08-31T13:17:20+00:00",
    "coverArt": "https://mangadex.org/covers/c185ef1c-6fec-44f1-8c79-a8e74399cdba/101a65ec-b714-47b2-95f3-d10066a1aaff.jpg",
    "altTitles": [
      {
        "ja": "エロゲ世界に転生した俺が、推しへの愛で寝取られヒロインを幸せにする。"
      },
      {
        "ja-ro": "Eroge Sekai ni Tensei Shita Ore ga, Oshi he no Ai de Netorare Heroine wo Shiawase ni Suru."
      },
      {
        "en": "I, Who Was Reincarnated into the World of Eroge, Will Make the NTR Heroine Happy with My Love."
      }
    ],
    "description": {
      "en": "“Suck it nicely, you weakling!”\nThe one servicing that bastard's thing was my beloved girlfriend. There was nothing I could do before that scene…\n\nAfter starting to play an erotic game recommended by a friend, Mitsuki falls head over heels in love with the game's main heroine, Kotoha.\nBut this game is a NTR game in which the heroine is seduced by the player's best friend, Ryou?!\n\nWhile searching for a happy ending with Kotoha, Mitsuki accidentally falls onto the train platform.\nWhen he wakes up, he finds himself faced with none other than… Kotoha!?\nTo his surprise, Mitsuki has been reincarnated as the player character of \"that\" game…!\n\nWith his vast knowledge and love of games, Mitsuki is determined to change fate this time.\nIn order to protect Kotoha and the others from Ryou, he must achieve a perfect happy ending!\n___\n**Additional Official Raws:**\n- Individual Chapters: [comipo](https://comipo.app/series/web/20610/), [Amazon](https://www.amazon.co.jp/dp/B0CTHPS4K3), [ebookjapan](https://ebookjapan.yahoo.co.jp/books/811406/)\n- Volumes: [DLsite](https://www.dlsite.com/comic/work/=/product_id/BJ01208710.html)",
      "ja": "「上手にしゃぶれよザコ×××！」\nクソ野郎のアレに奉仕するのは俺の大好きな彼女。その光景を前に俺は何もできず…。\n\n友人の薦めでとあるエロゲーを始めた光希は、作品のメインキャラ・古都葉にガチ恋をする。\nだがこのゲーム、ヒロインがプレイヤーの親友キャラ・凌に堕とされる寝取られゲーで！？\n\n古都葉との幸せな結末を探し求める中、誤って駅のホームに転落してしまう光希。\n目覚めた彼の眼前にいたのは、他でもない…古都葉！？\nなんと光希は「あの」ゲームのプレイヤーキャラに転生したのだった…！\n\n膨大なゲーム知識と愛で、今度こそ運命を変えようと決意する光希。\n凌から古都葉たちを守り抜き、完全無欠のハッピーエンドを迎えるために――！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f6ce20ca-73c3-4fdd-9367-e2901fca780e",
    "title": {
      "en": "The Ravages of Time"
    },
    "updatedAt": "2024-05-10T11:13:35+00:00",
    "coverArt": "https://mangadex.org/covers/f6ce20ca-73c3-4fdd-9367-e2901fca780e/43da40e4-3122-4d7b-a1ea-1146482cf989.jpg",
    "altTitles": [
      {
        "vi": "Hỏa Phụng Liêu Nguyên"
      },
      {
        "zh-ro": "Huo Feng Liao Yuan"
      },
      {
        "ja-ro": "Sangokushi Gunyuuden Kahou Ryougen"
      },
      {
        "zh-ro": "Sanguozhi Qunxiongzhuan: Huo Feng Liao Yuan"
      },
      {
        "ru": "Огненный феникс опаляет равнины"
      },
      {
        "zh-hk": "三国志群雄伝火鳳燎原"
      },
      {
        "zh-hk": "火鳳燎原"
      },
      {
        "zh": "火凤燎原"
      },
      {
        "ja": "火鳳燎原"
      },
      {
        "de": "The Ravages of Time: Die Geschichte der Drei Reiche"
      }
    ],
    "description": {
      "en": "Nearly 2000 years ago, the prosperous Han dynasty of China collapsed. Heroes rose and fell, and three nations emerged–Wei, Shu, and Wu. Historians refer to this period as the Three Kingdoms period. The romance of the three kingdoms is an intriguing tale of heroic deeds, of alliance forged and broken, of loyalty and betrayal.  \n  \nHong Kong artist Chan Mou retells this classic tale in \"The Ravages of Time\" from the perspective of the Sima clan, which in the end united the three kingdoms. Readers will be attracted by an array of well-developed characters and Chan Mou's own unique top-notch art-style. Whether you have played Dynasty Warriors or not, this is definitely worth a read!"
    },
    "status": "ongoing",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9a664d6-4ea7-4f3b-b96b-4861673c8e5d",
    "title": {
      "en": "Misato-san wa Amasugi Joushi ni Chotto Kibishii"
    },
    "updatedAt": "2024-08-17T19:53:00+00:00",
    "coverArt": "https://mangadex.org/covers/a9a664d6-4ea7-4f3b-b96b-4861673c8e5d/6fc75ee4-f352-4b51-9aad-b0298572387a.jpg",
    "altTitles": [
      {
        "ja": "三郷さんは甘すぎ上司にちょっとキビしい"
      },
      {
        "en": "Misato-san is a Bit Cold Towards Her Boss Who Pampers"
      },
      {
        "vi": "Misato có hơi lạnh lùng với người sếp của cô ấy"
      }
    ],
    "description": {
      "en": "Misato-san, a very beautiful office lady who is good at her job, and her boss—Konishikawa-san, a middle-aged man who spoils his subordinates. Misato-san has a strict attitude toward Konishikawa-san, but what are the hidden feelings behind it?! The gap between the seriousness and cuteness will make you faint in anxiety, and this office love comedy with a difference in age begins! (MTL)\n\n---\n\n**Links:** \n- [Alternative Raw](https://shukanmanga.jp/work_list/detail/misatosan)",
      "ja": "仕事ができて超美人OLの三郷さんと、部下に甘いおじさん上司の小西川さん。三郷さんは小西川さんに対して厳しい態度で接するが、そこに隠された想いとは…！？ 厳しさと可愛さのギャップに悶絶する、年の差オフィスラブコメディー開幕！！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3fc308c9-4b00-4dc3-943e-1f39242bc708",
    "title": {
      "en": "Overgeared"
    },
    "updatedAt": "2024-07-14T21:00:08+00:00",
    "coverArt": "https://mangadex.org/covers/3fc308c9-4b00-4dc3-943e-1f39242bc708/2af0c6f7-cd3d-4c59-afee-a8ff471e0561.jpg",
    "altTitles": [
      {
        "ko": "템빨"
      },
      {
        "ru": "Во всеоружии (перезапуск)"
      },
      {
        "fa": "تا دندان مسلح"
      },
      {
        "en": "Overgeared (Team Argo)"
      },
      {
        "ja": "テムパル〜アイテムの力〜"
      },
      {
        "id": "Kekuatan Item"
      },
      {
        "zh-hk": "裝備仔"
      },
      {
        "zh": "装备我最强"
      }
    ],
    "description": {
      "de": "Shin Youngwoo spielt mit seinem Avatar \"Grid\" das zurzeit beliebteste Virtual-Reality-Spiel der Welt: Satisfy.  \n  \nOb in der Realität oder in-game, Shin scheint vom Unglück verfolgt zu werden. Doch als er nach der Suche nach einem Questgegenstand seine Belohnung erhält, kann er zu einer legendären Klasse wechseln. Einer Klasse, die außer ihm niemand der über 2 Milliarden Spielern besitzt.",
      "en": "Shin Youngwoo (aka Grid), an unlucky man in life and a low-level player in the popular VR game Satisfy, finds a powerful item that earns him a rare legendary class title: Pagma’s Successor. Now a skilled blacksmith, he can forge unique weapons and equip the game’s most powerful gear!\n\nGrid resolves to use his new abilities to achieve fame and fortune, but as his very existence begins to stir up trouble in Satisfy, he realizes that life as a legend may be more than he bargained for….",
      "fa": "⁧⁧بزرگ‌ترین بازی واقعیت مجازی جهان «ستیسفای».  \n⁧چه تو واقعیت و چه در دنیای مجازی شینگ وو کسی بود که همه‌ی بدبختی‌ها سرش می‌اومد.  \n⁧اما تو میون این‌همه بدبختی‌، یه‌بار شانس بهش رو می‌کنه و تو یه مأموریت غیرممکن کتاب پاگما رو پیدا می‌کنه، کتابی افسانه‌ای که زندگی اون رو از این رو به اون رو می‌کنه.",
      "fr": "Quand un joueur raté de VMMORPG tombe, lors d’une quête, sur un livre légendaire permettant de changer de classe, il en profite immédiatement. Attention joueurs, le plus grand de tous les forgerons est né ! Et il n‘a pas prévu de passer inaperçu !\n\n---\n- [Official French Translation](https://www.delitoon.com/webtoon/overgeared)",
      "id": "Shin Youngwoo punya kehidupan yang bernasib sial. Ia terpaksa bekerja kasar di sebuah tempat kontruksi untuk membayar biaya sekolah dan uang game yang ia gunakan. Bahkan ia juga kerja kasar di VR Game yang bernama Satisfy. Namun, hidupnya mulai berubah ketika karakternya sebagai 'Grid' di game menemukan 'Pagma's Rare Book' hingga menjadi legendary class player.\n\n---\n- [Official Indonesian Translation](https://kakaopage.co.id/content/Kekuatan-Item/3406)",
      "ja": "世界最高のバーチャルリアリティゲーム<SATISFY>。 全世界ユーザー数２０億人、もう一つの地球と呼ばれるほどの壮大なファンタジーゲーム。 しがない無職のゲーム中毒者である「長嶺巧」はゲーム課金の借金を返すために日雇い労働をする以外のほとんどの時間はゲームに費やしていた。 ある日、クエスト中にレジェンダリー転職書＜ファグマの奇書＞を手に入れた「巧」。 ＜ファグマの奇書＞売って大儲けできると思ったその瞬間…！新たなクエストが発動され殺される寸前になるが… このままだと殺され、レジェンダリー転職書＜ファグマの奇書＞もなくしてしまうと思った「巧」は＜ファグマの奇書＞を開き、伝説の職人＜ファグマの末裔＞へとジョブチェンジするが… 借金まみれの底辺人生から２０億プレイヤーの頂点に立つレジェンダリープレイヤーになれるのか！？\n\n---\n- [Official Japanese Translation](https://piccoma.com/web/product/43170)",
      "ko": "[신영우 (유저 네임: 그리드)]\n세계 최고의 가상 현실 게임 <SATISFY>.\n\n현실에서나, 게임 속에서나, 불운은 항상 그의 곁을 맴도는데....\n퀘스트 수행 중 우연히 발견한 게임 속 로또, '파그마의 기서'. \n20억 명이 넘는 유저 중 유일한 최강의 레전드리 직업으로 전직.\n\n\"어떻게 아직 살아있는 거지...?!\"\n\n\"뭐, 특별한 건 없고...\"\n\n\n\"템빨이죠.\"\n\n지긋지긋한 불운과 악몽 같은 빚쟁이 인생에서 벗어난\n최강 플레이어 \"그리드\".\n고인물도 울고 갈 끝판왕이 찾아온다!\n\n[<SATISFY>에 접속합니다.]\n\n웹툰 <템빨>은 매주 토요일 연재됩니다.",
      "ru": "В реальности, в играх, где бы он ни был, ему сопутствуют неудачи... Но в один момент всё меняется. В игре конце Северной пещеры он обнаружит квест, в котором найдёт \"Редкую книгу Пагмы\"... Ему удастся то, что не удалось сотням миллионов пользователей. - Как ты выжил? - Ничего особенного.",
      "th": "ชินยองอู ID กริด ไม่ว่าจะในชีวิตจริงหรือในในโลกเกมเสมือนจริง SATISFY เขาก็เป็นตัวแทนแห่งความอับโชคไม่ต่างกัน...\nแต่อยู่มาวันหนึ่ง กริด ได้พบกับตำราเปลี่ยนอาชีพที่นำเขาไปสู่การเปลี่ยนเป็นอาชีพระดับตำนาน 'ทายาทของแพ็กม่า'\nอาชีพช่างตีเหล็กในตำนานที่จะทำให้เขาหลุดพ้นจากหนี้สิน พร้อมกับได้สัมผัส 'พลังแห่งไอเทม' และก้าวสู่การเป็นผู้เล่นที่แข็งแกร่งที่สุด!\n\n---\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/Overgeared/43)",
      "zh": "无论是现实世界还是游戏世界中，他都是最底层的存在！然而咸鱼翻身的机会终于来了！只要能够找到游戏中的最强装备，就能获得超20亿玩家中唯一一个成为传说中最强职业电竞选手的机会！他能否在假想现实游戏世界中创造新的传奇，成功脱离如同噩梦般的悲惨人生呢？\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc28630)",
      "zh-hk": "[申英宇(使用者名稱：格里德)]\n稱霸全球的虛擬實境遊戲《SATISFY》\n\n無論現實還是遊戲中，他都是個「不幸」的象徵...\n在解任務時偶然發現\n遊戲中的樂透——「帕格瑪的奇書」，\n並轉職成20億玩家中，僅只一名的最強傳奇級職業。\n\n「你怎麼還活著...?!」\n\n「嗯...也沒什麼啦...」\n\n「靠裝備囉。」\n\n脫離不幸與惡夢般的債務，\n重生為最強玩家的「格里德」!\n經典名著通通滾開，真正的王者駕到了!\n\n[已成功登入《SATISFY》。]\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%A3%9D%E5%82%99%E4%BB%94/47)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75fd29f7-e5d7-4384-a4dd-42e644eaab08",
    "title": {
      "en": "Pure 0.01 mm"
    },
    "updatedAt": "2024-09-02T23:39:27+00:00",
    "coverArt": "https://mangadex.org/covers/75fd29f7-e5d7-4384-a4dd-42e644eaab08/013e03a2-bfcc-423d-becc-901c16da371f.jpg",
    "altTitles": [
      {
        "ja": "ぴゅあ0.01㎜"
      },
      {
        "es-la": "La distancia contigo es de 0.01 mm"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-09-01T07:23:12+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "790f5f8d-0f9a-4f4b-92b3-9ac15f892b34",
    "title": {
      "ja": "Backstabbed in a Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
    },
    "updatedAt": "2024-08-08T18:58:30+00:00",
    "coverArt": "https://mangadex.org/covers/790f5f8d-0f9a-4f4b-92b3-9ac15f892b34/459d753f-426f-41f3-bbf3-01cd0020e907.jpg",
    "altTitles": [
      {
        "ja-ro": "Gift \"Mugen Gacha\" de Level 9999"
      },
      {
        "ja-ro": "Shinjiteita Nakama Tachi Ni Dungeon Okuchi De Korosare Kaketa ga Gift 『Mugen Gacha』 De Level 9999 No Nakama Tachi Wo Te Ni Irete Moto Party Member To Sekai Ni Fukushu & 『Zamaa!』 Shimasu!"
      },
      {
        "ja": "信じていた仲間達にダンジョン奥地で殺されかけたがギフト『無限ガチャ』でレベル9999の仲間達を手に入れて元パーティーメンバーと世界に復讐&『ざまぁ!』します!"
      },
      {
        "en": "My Gift Lvl 9999 Unlimited Gacha"
      },
      {
        "ja-ro": "Shinjiteita Nakamatachi ni Dungeon Ouchi de Korosarekaketa ga Gift \"Mugen Gacha\" de Level 9999 no Nakamatachi wo Te ni Irete Moto Party Member to Sekai ni Fukushuu & \"Zamaa!\" Shimasu!"
      },
      {
        "en": "Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
      },
      {
        "en": "I Was Almost Killed By The Teammates I trust Inside A Dungeon, And Gained A Gift Called [Infinite Gacha] And Level 9999 Comrades, And Now I'll Take Revenge Against My Former Teammates And The World, That's What You Get!"
      },
      {
        "en": "Backstabbed in a Backwater Dungeon: My Party Tried to Kill Me, But Thanks to an Infinite Gacha I Got LVL 9999 Friends and Am Out For Revenge"
      }
    ],
    "description": {
      "en": "There are six races in this world: human, beast, dragon, elf, dwarf, and demon. Humans are discriminated against and looked down on as the most inferior race. The \"Gathering of Races\" was a party with members from each race gathered to dispel such discrimination, but they also had a hidden purpose. They were ordered by the non-human countries to search for the human \"Master,\" and take it to their own country.\n\nLight, a human boy with the gift \"Infinite Gacha,\" was welcomed into the Gathering of Races as he was suspected of being a Master. But in the end, their investigation showed that Light was not a Master. Just as Light was about to be killed by his teammates, he accidentally stepped on a transfer trap and was teleported to the lowest level of the dungeon.\n\nIn the deepest dungeon, he was attacked by a mythical level 1000 demon. In a desperate situation, Light used \"Infinite Gacha\" repeatedly. Luckily, he draws the SUR level 9999 card \"Mei the Seeker Maid.\" Mei helped Light repel the demons and saved his life.\n\nAfter finally escaping from the crisis, Light decides to take revenge on his former comrades. Mei advises him to remain in the dungeon and use Infinite Gacha to increase his number of trustworthy friends. Light agreed began building up the power necessary to oppose the non-human nations.\n\nThree years later, Light had built the strongest nation in the depths of the dungeon. Once again, he will return to the surface to take revenge on his former comrades and search for the truth that nearly killed him.\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10040/episode/345702)",
      "ja": "仲間に裏切られ、最凶のダンジョン『奈落』の底に突き落とされた少年・ライト。彼に残されたのはゴミだと思われたスキル『無限ガチャ』のみ！　最悪な状況から少年の逆転劇が始まる!!!　\n\n9つの種族の平等を掲げ結成された冒険者パーティー『種族の集い』。荷物持ちの少年・ライトは、パーティーの仲間達に裏切られ最凶ダンジョン『奈落』の奥で命を狙われる…。絶体絶命の危機、ライトがすがるのは恩恵『無限ガチャ』!!!",
      "pt-br": "Um menino chamado Light é traído por seus companheiros e mergulha no abismo da masmorra mais perigosa do mundo. Tudo o que ele têm é a Bênção (habilidade) \"Gacha Infinita\", que ele pensou ser um lixo! Começa a vingança de um garoto na pior situação possível!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90be0dde-350d-4f0e-ba83-da4ba05dbc37",
    "title": {
      "en": "Tonari no Onee-san ga Suki"
    },
    "updatedAt": "2023-12-22T06:59:00+00:00",
    "coverArt": "https://mangadex.org/covers/90be0dde-350d-4f0e-ba83-da4ba05dbc37/b82b1710-e5cb-4fa1-8ad7-87eb07646a2a.png",
    "altTitles": [
      {
        "en": "I'm in Love With the Older Girl Next Door"
      },
      {
        "ja": "隣のお姉さんが好き"
      },
      {
        "en": "I Love The Older Girl Next Door."
      },
      {
        "zh-hk": "戀上鄰家的大姐姐"
      }
    ],
    "description": {
      "en": "There's this beautiful, bubbly, film-loving girl who's three years older than me: her name's Shia, and she lives right next door! I'm madly in love with her, and I needed some way to see her! I settled on asking her for movie recommendations, and now I get to meet her every Wednesday! I want to know more about her, and tell her how I feel... but I just can't get the message across! Enjoy this lopsided rom-com brought to you by the author of \"The Girl I Like Forgot Her Glasses\" and \"Paper Braver\", Koume Fujichika!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "47"
  },
  {
    "mangaId": "1c6de30d-6b05-4657-9670-8c6cfeb74347",
    "title": {
      "en": "Hwanyoung's Misery"
    },
    "updatedAt": "2023-06-19T01:38:36+00:00",
    "coverArt": "https://mangadex.org/covers/1c6de30d-6b05-4657-9670-8c6cfeb74347/4eda8503-9c31-4f7f-a4af-e42c76868ce6.png",
    "altTitles": [
      {
        "ko": "환영의 미저리"
      }
    ],
    "description": {
      "en": "Living with the crazy fan who imprisoned me..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3e9fcb2-36b6-430b-acbc-fb5582487ca2",
    "title": {
      "en": "Confession"
    },
    "updatedAt": "2024-03-16T22:10:06+00:00",
    "coverArt": "https://mangadex.org/covers/c3e9fcb2-36b6-430b-acbc-fb5582487ca2/ebfe6825-dbba-4596-a8d8-4005d5d553a9.jpg",
    "altTitles": [
      {
        "en": "Confession"
      },
      {
        "zh": "告白"
      },
      {
        "zh-ro": "Gaobai"
      },
      {
        "zh-ro": "Gàobái"
      }
    ],
    "description": {
      "en": "The handsome and affectionate pilot Zhou Jingze x the gentle and firm doctor Xu Sui. Summer is always hot, and so is the boy I love. Watch \"Infatuated Prodigal Son\" Zhou Jingze perform this role.",
      "zh": "痞帅深情飞行员周京泽x温软坚定医生许随。夏天永远热烈，我爱的少年也是。看“痴情浪子”周京泽演绎这一份情有独钟。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3042fca-11bf-4b87-bc31-ef1d62d1cc2c",
    "title": {
      "en": "Miss Wolf and Her Fox Sister"
    },
    "updatedAt": "2024-08-09T06:10:43+00:00",
    "coverArt": "https://mangadex.org/covers/c3042fca-11bf-4b87-bc31-ef1d62d1cc2c/c4c3d861-7c89-4198-aa8c-edb3946ee005.png",
    "altTitles": [
      {
        "zh": "狼小姐和她的狐狸妹妹"
      }
    ],
    "description": {
      "en": "[Savage Wolf X Cunning Fox] In the modern therianthrope world, everyone respects the law of the jungle where the strong prey on the weak. Twenty-year-old Yu Wenxi, as a gray wolf therianthrope, stands at the top of the food chain. She has made a name for herself with her fists. She is violent and volatile, always looking down on the weak. Until one day, when her stepsister left a fox cub with her. From then on, the wild wolf turned into a good big dog. She vowed to raise the crybaby cub, train it into a model student, and give it the best that life has to offer. However, the little fox is hiding a wicked heart under the guise of a good girl..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e289bfd1-65cd-4254-8bde-37774a3a0412",
    "title": {
      "en": "The Legendary Assassin Reincarnated as the Beloved Youngest Daughter of a Royal Family"
    },
    "updatedAt": "2024-08-16T23:51:28+00:00",
    "coverArt": "https://mangadex.org/covers/e289bfd1-65cd-4254-8bde-37774a3a0412/e7265c64-5d72-4f25-8bb0-70a9d6758ad8.jpg",
    "altTitles": [
      {
        "ja": "伝説の暗殺者、転生したら王家の愛され末娘になってしまいまして"
      },
      {
        "pt-br": "Tire proveito da habilidade do assassino  Proteja sua família, amor."
      },
      {
        "pt-br": "Um assassino lendário, reencarnou e se tornou a filha mais nova da família real"
      },
      {
        "en": "The Legendary Assassin Reincarnated as the Beloved Youngest Daughter of a Royal Family."
      },
      {
        "ja-ro": "Densetsu no Ansatsusha, Tensei Shitara Ouke no Aisare Suemusume ni Natte Shimaimashite"
      }
    ],
    "description": {
      "pt-br": "“Babu-babu-babu-babu-babu-babu!?”\n (Estou me transformando em um bebê!?)\n\n Thoth, um assassino considerado uma lenda no submundo, é vendido por seus pais ainda jovem e criado estritamente como um assassino, por isso não conhece o amor de sua família.  Por capricho, ela salva um gato e morre, mas depois de morrer, está prestes a ser condenada ao inferno por tirar a vida de muitas pessoas.  No entanto, devido à sua boa ação de salvar um gato, ela pode reencarnar e renascer como a princesa do reino, Patricia.  Então, Deus ordena que ele salve os membros da família real – sua família.\n Ele deveria ter renascido como um bebê indefeso, mas suas habilidades de assassino não diminuíram e ele continua a lutar contra assassinos um após o outro.\n\n Aos poucos, surge o sentimento de querer proteger os membros da família real, que os amam incondicionalmente só porque são da família...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e421eb8-d4a0-4096-86db-ca5e3fc42c5d",
    "title": {
      "en": "Pumpkin Night"
    },
    "updatedAt": "2024-09-01T04:26:40+00:00",
    "coverArt": "https://mangadex.org/covers/4e421eb8-d4a0-4096-86db-ca5e3fc42c5d/53e16a9e-b2bc-4b83-ad01-2d7e4efb57b1.jpg",
    "altTitles": [
      {
        "ja": "パンプキンナイト"
      },
      {
        "kk": "Асқабақ түні"
      },
      {
        "es": "Noche de calabazas"
      },
      {
        "uk": "Гарбузова ніч"
      }
    ],
    "description": {
      "en": "After escaping from a mental institution, a girl with a self-inflicted facial deformity enacts twisted justice on those who mistreated her, face hidden underneath the disguise of a pumpkin.",
      "es": "Una deforme chica sale con una calabaza en su cabeza para matar a todos aquellos que la acosaron en su pasado después de escapar de un manicomio.",
      "fr": "Victime de sévices orchestrés aux yeux de tous par ses camarades de classe, une collégienne a été interné dans un hôpital psychiatrique. Plusieurs mois plus tard, alors que ses bourreaux sont aujourd’hui au lycée, ils apprennent qu’elle s’est échappée en tuant tout le personnel hospitalier qui a tenté de lui barrer la route et qu’elle est bien décidé à se venger d’eux.",
      "ja": "ある日、女子高生・中谷明日美は、SNSで「パンプキンナイト」という見知らぬアカウントからフォローされる。 『中谷明日美コロス』というメッセージが届いた直後、カボチャのマスクを被った殺人鬼に襲われ惨死する。 そして偶然、明日美と通話していた和也にも死の宣告が突きつけられ……。",
      "kk": "Бет әлпеті қатты зақымданған, оқушы қыз, бұрын оны келеке еткен адамдардың жандарын алу үшін, ауруханадан қашып шығады.",
      "pt": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que a maltrataram no passado depois de escapar de um hospital psiquiátrico.",
      "pt-br": "Uma mulher deformada sai com uma abóbora na cabeça para matar todos aqueles que fizeram bullying com ela no passado depois de escapar de um hospital psiquiátrico."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea8c66d2-5953-40fe-ba22-3b2ab3e95d00",
    "title": {
      "en": "I Found a Husband When I Picked Up the Male Lead"
    },
    "updatedAt": "2023-01-23T15:05:41+00:00",
    "coverArt": "https://mangadex.org/covers/ea8c66d2-5953-40fe-ba22-3b2ab3e95d00/9c627ffb-d2ba-432c-8719-10948e0f60e0.jpg",
    "altTitles": [
      {
        "ko": "남주를 주웠더니 남편이 생겨버렸다"
      },
      {
        "ko-ro": "Namjureul Juwotdeoni Nampyeoni Saenggyeobeoryeotda"
      },
      {
        "en": "The Rewards of Marriage"
      },
      {
        "en": "When I Picked up the Male Lead, I Got a Husband"
      },
      {
        "fr": "Mariage sous conditions"
      },
      {
        "pt": "Encontrei um marido quando resgatei com o protagonista"
      },
      {
        "uk": "Я знайшла чоловіка, коли підібрала головного героя"
      },
      {
        "ru": "Я нашла мужа, когда подобрала главного героя"
      },
      {
        "ja": "主人公を拾ったら、夫ができました"
      },
      {
        "ja": "主人公を拾ったら夫ができました"
      },
      {
        "th": "ฉันได้สามีหลังเก็บพระเอกไปคืน"
      },
      {
        "zh": "捡到男主，多了个老公"
      },
      {
        "zh": "捡到了男主，多了个老公"
      },
      {
        "zh-hk": "撿到一樁契約婚姻"
      },
      {
        "zh-hk": "撿到了男主，多了個老公"
      }
    ],
    "description": {
      "en": "Her family used all their money for her extravagance and luxuries and brought a crisis of bankruptcy. While trying to figure out how to pay off their debts, she found a leaflet from the duke looking for a lost child. The reward is so much money that she could play and eat even after she payed off her debts! Following the memories of reading this book, right away, Lizelle picked up the boy who was caught in a trash dump in a poor village. She took the lost Lapel and went to the duke.\n\n\"This is the child the Duke is looking for.\"\n\nDuke Chester said, looking at me with a doubtful glaze, \"I need confirmation, so you should stay with my nephew in this house for the time being.\"\n\nThe strange cohabitation of the three people started like that. However, Lapel keeps thinking of her as a mother and won't let her leave.\n\n\"Let's get married.\"\n\nLizelle was startled by the unexpected words, \"Are you insane? Did you drink?\"\n\n\"One year. If you perform a contract marriage for one year, I will pay you ten times the amount of the rewards you were given.\"\n\n\"Can I call you 'honey'?\"\n\nAnd the contract marriage and marital life began. But why are his eyes constantly changing? Why do you keep coming every night!\n\n---\nNotorious for her extravagant spending, Wilhazelle Fossier drove her house to complete financial ruin. To pay her family's debt, she resolves to collect a bounty from the wealthy Duke Heillos by finding his missing nephew. Although her search is successful, until the skeptical duke can confirm the young boy's identity, Wilhazelle must spend one month living at the Heillos manor. But when one month turns into one year and a contract marriage, she starts to wonder if the money is worth it!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55415041), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8734091)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%A3%BC%EC%9B%A0%EB%8D%94%EB%8B%88-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%83%9D%EA%B2%A8%EB%B2%84%EB%A0%B8%EB%8B%A4/2769), [KakaoPage](https://page.kakao.com/content/58578389)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-rewards-of-marriage/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15209)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%92%BF%E5%88%B0%E4%B8%80%E6%A8%81%E5%A5%91%E7%B4%84%E5%A9%9A%E5%A7%BB/351)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Rewards-of-Marriage/586)\n* [Japanese / 日本語](https://piccoma.com/web/product/95361)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B9%84%E0%B8%9B%E0%B8%84%E0%B8%B7%E0%B8%99/414)",
      "fr": "Sa famille a utilisé tous leurs argents pour des extravagances et du luxe, ce qui a provoqué leur faillite… Alors qu'elle essayait de rembourser leurs dettes, elle trouvât un prospectus du Duc qui recherchait un enfant perdu. La récompense était si généreuse qu'avec ça, ils pourraient vivre confortablement même après avoir remboursé leurs dettes! Suite aux souvenirs de la lecture de ce livre, tout de suite, Lizelle retrouva le garçon qui était coincé dans un pauvre village. Elle le prit donc avec elle, afin de toucher la récompense. «C'est l'enfant que le duc recherche.» Le duc Chester étant dubitatif, il l'obligea à rester avec l'enfant dans sa demeure le temps de prouver que cet enfant est bien le sien. L'étrange cohabitation de ces trois personnes commença alors comme ça…\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55415041), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8734091)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%A3%BC%EC%9B%A0%EB%8D%94%EB%8B%88-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%83%9D%EA%B2%A8%EB%B2%84%EB%A0%B8%EB%8B%A4/2769), [KakaoPage](https://page.kakao.com/content/58578389)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-rewards-of-marriage/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15209)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%92%BF%E5%88%B0%E4%B8%80%E6%A8%81%E5%A5%91%E7%B4%84%E5%A9%9A%E5%A7%BB/351)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Rewards-of-Marriage/586)\n* [Japanese / 日本語](https://piccoma.com/web/product/95361)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B9%84%E0%B8%9B%E0%B8%84%E0%B8%B7%E0%B8%99/414)",
      "id": "Hobi berfoya-foya Lizelle membuat keluarganya terjerat utang di lintah darah. Sialnya, aku merasuk ke dalam tubuhnya setelah semuanya telanjur kacau! Lalu, aku melihat pengumuman anak hilang beserta imbalannya... Aku tahu siapa dan di mana dia! Raphelion Heillos—si tokoh utama tampan, hebat, dari keluarga Duke, dan yang jelas sekarang dia... masih ada di tempat pembuangan sampah! Aku akan memulangkannya, dapat imbalan, bayar utang, dan hidup makmur sebagai bangsawan! Sayangnya, rencana simpel itu dikacaukan Chester Heillos—paman Raphelion.\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55415041), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8734091)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%A3%BC%EC%9B%A0%EB%8D%94%EB%8B%88-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%83%9D%EA%B2%A8%EB%B2%84%EB%A0%B8%EB%8B%A4/2769), [KakaoPage](https://page.kakao.com/content/58578389)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-rewards-of-marriage/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15209)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%92%BF%E5%88%B0%E4%B8%80%E6%A8%81%E5%A5%91%E7%B4%84%E5%A9%9A%E5%A7%BB/351)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Rewards-of-Marriage/586)\n* [Japanese / 日本語](https://piccoma.com/web/product/95361)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B9%84%E0%B8%9B%E0%B8%84%E0%B8%B7%E0%B8%99/414)",
      "ko": "'허영심에 가득 찬 웨르아젤 프로시에' \n\n그것이 내 별명이었다.\n정확히 말하자면 내가 빙의하기 전 웨르아젤의 별명.\n웨르아젤 진 빚을 수습하기 위해 백방으로 돈을 구할 방법을 찾던 도중!\n공작가에서 잃어버린 아이를 찾는다는 전단지를 발견했다.\n\n사례금은 빚을 청산하고도 펑펑 쓸 수 있는 돈.\n냉큼 원작 남주인 아이를 주워 공작 가에 데리고 왔는데…\n\n“이 아이가 라펠리온이라는 걸 어떻게 확신합니까.”\n\n공작이 나를 사기꾼으로 취급하는 것으로 모자라,\n\n“한 달 동안 이 저택에서 함께 지내시죠.”\n\n당장 사기가 아니라는 증명을 할 수 없으니\n한 달 동안 같이 지내잔다.\n\n그런데!\n\n“결혼하죠.\n 딱 1년 동안만 계약 결혼을 해주면 사례금의 10배를 얹어 주죠.”\n\n이제는 나한테 결혼까지 하잰다.\n\n“여보라고 부르면 될까요?”\n\n일 년 동안만 결혼한다면 사례금의 열배를 준다는데 당연히 승낙해야지!\n그렇게 시작된 일 년 동안의 계약 결혼.\n\n그런데 왜 자꾸 눈빛이 낯뜨겁게 변하는 건데?\n왜 자꾸 밤마다 찾아오는 건데?\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55415041), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8734091)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%A3%BC%EC%9B%A0%EB%8D%94%EB%8B%88-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%83%9D%EA%B2%A8%EB%B2%84%EB%A0%B8%EB%8B%A4/2769), [KakaoPage](https://page.kakao.com/content/58578389)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-rewards-of-marriage/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15209)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%92%BF%E5%88%B0%E4%B8%80%E6%A8%81%E5%A5%91%E7%B4%84%E5%A9%9A%E5%A7%BB/351)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Rewards-of-Marriage/586)\n* [Japanese / 日本語](https://piccoma.com/web/product/95361)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B9%84%E0%B8%9B%E0%B8%84%E0%B8%B7%E0%B8%99/414)",
      "ru": "Ее семья жила на широкую руку и в скором времени обанкротились. Пытаясь придумать, как расплатиться с долгами, она нашла листовку от герцога, который искал потерявшегося ребенка. Награда - столько денег, что можно играть и есть даже после выплаты долгов! По воспоминаниям о прочтении этой книги, Лизель сразу же нашла мальчика, деревенской свалке. Она взяла потерянного Лапеля и пошла к герцогу. Так началось странное сожительство трех людей. Однако Лапель продолжает думать обо мне как о матери и не хочет ее оставлять. \"Давай поженимся\". Лизель была поражена неожиданными словами. \"Ты с ума сошел? Ты пил?\" \"1 год. Если ты заключишь контрактный брак на один год, я заплачу тебе 10-кратную сумму вознаграждения\". Так начался брак по контракту и супружеская жизнь. Но почему мои глаза постоянно меняются? Почему ты продолжаешь приходить каждую ночь!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55415041), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8734091)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%A3%BC%EC%9B%A0%EB%8D%94%EB%8B%88-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%83%9D%EA%B2%A8%EB%B2%84%EB%A0%B8%EB%8B%A4/2769), [KakaoPage](https://page.kakao.com/content/58578389)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-rewards-of-marriage/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15209)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%92%BF%E5%88%B0%E4%B8%80%E6%A8%81%E5%A5%91%E7%B4%84%E5%A9%9A%E5%A7%BB/351)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Rewards-of-Marriage/586)\n* [Japanese / 日本語](https://piccoma.com/web/product/95361)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B9%84%E0%B8%9B%E0%B8%84%E0%B8%B7%E0%B8%99/414)",
      "uk": "Сім'я Лізель звикла жити на широку руку і незабаром збанкрутували. Намагаючись придумати, як розплатитися з боргами, вона знаходить листівку від герцога, що шукав втрачену дитину. Нагорода - стільки грошей, що можна знову поживати навіть після виплати боргів! За спогадами із прочитаної книги Лізель одразу ж знаходить хлопчика на сільському звалищі. Однак знайдений, Лапель, продовжує думати про неї як про матір і не хоче розлучатися.\n\n\"Якщо ти укладеш зі мною фіктивний шлюб на один рік, я заплачу тобі десятиразову суму винагороди\".\n\nТак розпочався шлюб за контрактом та подружнє життя. Але з чого раптом такі зміни? Чому ти продовжуєш приходити щоночі?!\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55415041), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8734091)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%A3%BC%EC%9B%A0%EB%8D%94%EB%8B%88-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%83%9D%EA%B2%A8%EB%B2%84%EB%A0%B8%EB%8B%A4/2769), [KakaoPage](https://page.kakao.com/content/58578389)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-rewards-of-marriage/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15209)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%92%BF%E5%88%B0%E4%B8%80%E6%A8%81%E5%A5%91%E7%B4%84%E5%A9%9A%E5%A7%BB/351)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Rewards-of-Marriage/586)\n* [Japanese / 日本語](https://piccoma.com/web/product/95361)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B9%84%E0%B8%9B%E0%B8%84%E0%B8%B7%E0%B8%99/414)",
      "zh": "萌娃高甜助攻，假婚约要成真。 破产千金vs财阀公爵，只契约养娃，绝不恋爱？ 不可能的！看甜心萌娃如何满糖助攻\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55415041), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8734091)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%A3%BC%EC%9B%A0%EB%8D%94%EB%8B%88-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%83%9D%EA%B2%A8%EB%B2%84%EB%A0%B8%EB%8B%A4/2769), [KakaoPage](https://page.kakao.com/content/58578389)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-rewards-of-marriage/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15209)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%92%BF%E5%88%B0%E4%B8%80%E6%A8%81%E5%A5%91%E7%B4%84%E5%A9%9A%E5%A7%BB/351)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Rewards-of-Marriage/586)\n* [Japanese / 日本語](https://piccoma.com/web/product/95361)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B9%84%E0%B8%9B%E0%B8%84%E0%B8%B7%E0%B8%99/414)",
      "zh-hk": "‘虛榮心滿滿的韋爾阿澤爾·普羅西耶’，這是我的別名。準確來說，這是我穿越之前，韋爾阿澤爾的別名。\n為了替韋爾阿澤爾還債，我千方百計尋找掙錢的辦法！這時我發現了公爵家尋找丟失的孩子的告示。\n而高額的報酬足夠將債務還清。撿到原作中的男主後本想帶到公爵家…“你怎麼就確信這孩子是拉菲利翁。”\n公爵不僅把我當成騙子，還對我說“你就在這裡住一個月吧。”無法立刻證明我不是個騙子，我只好同意了。\n可是！ “我們結婚吧。只要和我契約結婚一年，我就給你十倍報酬。”現在他竟然讓我和他結婚。\n“我可以叫你老婆嗎？”他說過只要結婚一年，就會給我十倍報酬，我當然沒法拒絕啊。\n就這樣我們開始了為期一年的契約婚姻。可是為什麼感覺他的目光變得灼熱？為什麼總是夜裡來找我？\n\n---\n**Original Novel:** [KakaoPage](https://page.kakao.com/content/55415041), [Naver Series](https://series.naver.com/novel/detail.series?productNo=8734091)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%A3%BC%EC%9B%A0%EB%8D%94%EB%8B%88-%EB%82%A8%ED%8E%B8%EC%9D%B4-%EC%83%9D%EA%B2%A8%EB%B2%84%EB%A0%B8%EB%8B%A4/2769), [KakaoPage](https://page.kakao.com/content/58578389)\n\n**Official Translations:**\n* [English](https://tapas.io/series/the-rewards-of-marriage/info)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/15209)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%92%BF%E5%88%B0%E4%B8%80%E6%A8%81%E5%A5%91%E7%B4%84%E5%A9%9A%E5%A7%BB/351)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Rewards-of-Marriage/586)\n* [Japanese / 日本語](https://piccoma.com/web/product/95361)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B9%84%E0%B8%94%E0%B9%89%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B5%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%81%E0%B9%87%E0%B8%9A%E0%B8%9E%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%AD%E0%B8%81%E0%B9%84%E0%B8%9B%E0%B8%84%E0%B8%B7%E0%B8%99/414)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac61efa1-197d-4b4b-844b-6b0c0645a9f8",
    "title": {
      "en": "Zodiac: Twelve Souls"
    },
    "updatedAt": "2022-07-20T17:44:54+00:00",
    "coverArt": "https://mangadex.org/covers/ac61efa1-197d-4b4b-844b-6b0c0645a9f8/6b1acdf7-eb5c-41ce-82e1-7ac31147fec4.png",
    "altTitles": [
      {
        "en": "Shengxiao Shi'er Hun"
      },
      {
        "zh": "生肖·十二魂"
      }
    ],
    "description": {
      "en": "In a world where the strong eat the weak, the powerful Shou Clan hunts the Chu Clan without mercy, while the steadfast Chu Clan refuses to stop fighting for survival. Their war has spanned over a hundred years, destroying the livelihoods of people of all clans. In an effort to break this cruel cycle, a group known as \"The Zodiac\" begins to assemble...",
      "zh": "在这个弱肉强食的世界，强大的兽族单方面狩猎着畜族，而坚强的畜族为了生存不停抗争着，这场战争持续了百余年，各族民不聊生。为了打破这一不平等的格局，一支名为“生肖”的组织正在集结……"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c4a83f-4078-431b-b862-820c452bb278",
    "title": {
      "en": "Misoshiru de Kanpai!"
    },
    "updatedAt": "2022-12-12T11:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/26c4a83f-4078-431b-b862-820c452bb278/9c0e0cb7-2b1f-434a-a9ab-8bb79c6c956c.jpg",
    "altTitles": [
      {
        "en": "Let's Have a Toast With Miso Soup!"
      },
      {
        "ja": "味噌汁でカンパイ！"
      },
      {
        "ko": "미소된장국으로 건배!"
      }
    ],
    "description": {
      "en": "Zenichirou is a middle school student raised in a motherless family. His breakfast always consists of onigiri and instant miso soup from the convenience store. Yae, a childhood friend of Zenichirou, cannot stand to see him eat such an innutritious breakfast, so she decides to make him breakfast every morning…  \n  \nThis story conveys a simple message: eating with another person makes miso soup taste more delicious and hearty!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "84"
  },
  {
    "mangaId": "24c8e2f3-f515-4e58-bfdd-c423ab00499a",
    "title": {
      "en": "Study Group"
    },
    "updatedAt": "2024-06-02T18:35:20+00:00",
    "coverArt": "https://mangadex.org/covers/24c8e2f3-f515-4e58-bfdd-c423ab00499a/daf2b695-9732-4538-bad2-c0ed84819b45.jpg",
    "altTitles": [
      {
        "tl": "Grupo sa pag-aaral"
      },
      {
        "ko-ro": "Seuteodigeurup"
      },
      {
        "ko": "스터디그룹"
      },
      {
        "es-la": "GRUPO DE ESTUDIO"
      }
    ],
    "description": {
      "en": "Gamin Yoon, a 17 year old student, goes to a school known to harbor future criminals. Stuck in a carnivorous environment where only the strongest survive, he struggles to get good grades to enter a 4 year university. But, will he be able to study well enough to enter university, or will he get involved in the unending fights around the school?  \n\n\n---\n\n[Official Chinese Translation](https://www.dongmanmanhua.cn/CAMPUS/pizixueba/list?title_no=1467)"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8438feea-6d36-4082-bbd3-50d7273e66ba",
    "title": {
      "en": "8-gatsu 31-nichi no Long Summer"
    },
    "updatedAt": "2024-04-18T21:18:57+00:00",
    "coverArt": "https://mangadex.org/covers/8438feea-6d36-4082-bbd3-50d7273e66ba/1dd079e4-5a32-4bc0-ade7-a469068e5110.jpg",
    "altTitles": [
      {
        "en": "The Long Summer on August 31"
      },
      {
        "ja-ro": "Hachigatsu Sanjuuichinichi no Long Summer"
      },
      {
        "vi": "Mùa hè dài ngày 31 tháng 8"
      },
      {
        "ja-ro": "8-gatsu 31-nichi no Long Summer"
      },
      {
        "ja": "8月31日のロングサマー"
      },
      {
        "ru": "Длинное лето 31-го августа"
      }
    ],
    "description": {
      "en": "Suzuki-kun and Takagi-san — two high-schoolers who found each other in a time loop on August 31. The two are the only ones who keep their memories when it loops. As for the cause of the time loop, one thing comes to mind — Suzuki-kun's lingering regrets for the summer, a guy's greatest ambition....\n\nIt's a time loop comedy of youth, romance, and facing love head-on!",
      "ja": "何度も繰り返す8月31日の中で出会った高校生の二人・鈴木くんと高木さん。\n\n記憶を繰り越せるのは二人だけ。\n\nタイムループの原因として考えられるのは、鈴木くんが夏休みにやり残した、男子最大の目標…。\n\n恋と真っ向から対峙する、青春タイムループコメディ！",
      "ru": "31 августа повторяется снова и снова. Сохранить об этом воспоминания могут только два школьника – Сузуки-кун и Такаги-сан. Задумавшись о причине возникновения такой временной петли, Сузуки-кун пришёл к выводу, что всё дело в нём: его незавершённых делах летом и большом сожалении на этот счёт. Чтобы выбраться из временной тюрьмы подросток решает действовать…\nВас ждёт любовная комедия противостояния любви и временной петли!",
      "vi": "Thế giới bị rơi vào 1 vòng lặp thời gian, chỉ có 2 người giữ lại được ký ức là Suzuki và Takagi. Nếu muốn thoát khỏi vòng lặp thì Suzuki phải hoàn thành ước nguyện còn dang dở của cậu: kiếm được bạn gái và thoát kiếp trai tân."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de7cff02-47b5-4f27-b238-9a4d9e40694c",
    "title": {
      "en": "I Can't Fall in Love With Paperman"
    },
    "updatedAt": "2024-08-15T17:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/de7cff02-47b5-4f27-b238-9a4d9e40694c/a33f3ad7-f7d5-4c03-babe-f9386c04d923.jpg",
    "altTitles": [
      {
        "zh": "我不可能和纸片人谈恋爱"
      },
      {
        "ko": "내 남주에게 위협당하고 있습니다"
      },
      {
        "zh-ro": "Wo Bu Keneng He Zhi Pian Ren Tan Lian'ai"
      }
    ],
    "description": {
      "en": "When a BL comic artist transmigrated into the princess of Liao, she resumed her career... but encountered her \"dear son\" who crawled out of the book and refused to be gay! Faced with a sword to her neck, will she surrender or resist? What's worse, the plot is no longer under her control; who's the mysterious person behind the scenes controlling everything?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Record of Ragnarok: The Apocalypse of the Gods"
    },
    "updatedAt": "2024-08-16T17:19:39+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/af188ef2-7ad7-489e-b895-3b3b4b8d0620.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "ja-ro": "Shuumatsu no Warukyuure Kinden Kamigami no Apokaripusu"
      },
      {
        "ja-ro": "Shuumatsu no Valkyrie Kinden Kamigami no Apocalypse"
      },
      {
        "fr": "L'Apocalypse des dieux"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "101c7648-2599-4167-a4e8-5e1bc07fedae",
    "title": {
      "en": "Urenokori no Dorei Elf o Hirotta no de, Musume ni Suru Koto ni shita"
    },
    "updatedAt": "2024-08-22T04:39:29+00:00",
    "coverArt": "https://mangadex.org/covers/101c7648-2599-4167-a4e8-5e1bc07fedae/50ca3742-5e25-44fe-bf61-527a67cba4f1.jpg",
    "altTitles": [
      {
        "ja": "売れ残りの奴隷エルフを拾ったので、娘にすることにした"
      },
      {
        "ja-ro": "Urenokori no Dorei Elf wo Hirotta no de, Musume ni suru Koto ni shita"
      },
      {
        "en": "My Daughter Was an Unsold Enslaved Elf"
      },
      {
        "en": "My daughter was an unsold slave elf."
      }
    ],
    "description": {
      "en": "Weiss, a magician living in the scoundrel-filled Zenith, finds a high elf girl for sale, a higher level elf species that is said to be extinct.\n\nHe decides to buy her and raise her as his daughter. The high elf doesn't even know how to speak the language, but Weiss' hard work in raising her seems to be paying off...? \n\nA warm and fluffy fantasy featuring the rookie dad Weiss and his cute little elven daughter!",
      "ja": "絶滅したというエルフの上位種、ハイエルフの少女が売られているのを見つけたヴァイス。\n\n購入して娘として育てることに決めた。言葉も知らないハイエルフだったがヴァイスの懸命な育児の成果がでてきて…？ \n\n成長が止まらないハイエルフから目が離せないっっ！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f89ed57a-e4c0-48f5-b664-8ef88aa87fd9",
    "title": {
      "en": "I Shall Master This Family"
    },
    "updatedAt": "2024-08-05T13:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/f89ed57a-e4c0-48f5-b664-8ef88aa87fd9/8deb6809-72af-4b3a-83ec-9ada79cd0fa7.jpg",
    "altTitles": [
      {
        "ko": "이번 생은 가주가 되겠습니다"
      },
      {
        "ko-ro": "Ibeon Saengeun Gajuga Doegetseumnida"
      },
      {
        "ko-ro": "Ibeonsaeng-eun Gajuga Doegessseubnida"
      },
      {
        "en": "In This Life, I Will Be the Lord"
      },
      {
        "en": "I'll Be the Matriarch in This Life"
      },
      {
        "en": "In This Life, I'll Become the Head of the Family"
      },
      {
        "fr": "En cette vie, je deviendrai la cheffe de famille"
      },
      {
        "pt": "Nesta vida, serei a matriarca"
      },
      {
        "pt-br": "Nesta vida, eu serei a matriarca"
      },
      {
        "pt-br": "Serei a matriarca nessa vida"
      },
      {
        "uk": "Цього разу я господарка свого життя"
      },
      {
        "uk": "Цього разу я володарка свого життя"
      },
      {
        "uk": "У цьому житті я очолю родину"
      },
      {
        "ru": "В этой жизни я - глава семьи"
      },
      {
        "ru": "На сей раз я - хозяйка этой жизни"
      },
      {
        "ru": "Я стану хозяйкой этой жизни"
      },
      {
        "th": "เกิดใหม่ชาตินี้ฉันจะเป็นเจ้าตระกูล"
      },
      {
        "ja": "今世は当主になります"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирна"
      },
      {
        "mn": "Энэ удаагийн амьдралаа би захирах болно"
      },
      {
        "zh": "这一世我来当家主"
      },
      {
        "zh": "今生我会成为家主"
      },
      {
        "zh-hk": "今生我來當家主"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành gia chủ"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành Matriarch"
      },
      {
        "vi": "Lần này, tôi sẽ trở thành mẫu hệ"
      },
      {
        "es": "Seré la matriarca en esta vida"
      },
      {
        "es": "En esta vida seré la soberana"
      },
      {
        "fr": "Cette fois-ci, je serais la Matriarche"
      },
      {
        "fr": "La nouvelle cheffe de clan (piccoma)"
      },
      {
        "ja-ro": "Konyo Ha Toshu Ni Narimasu"
      }
    ],
    "description": {
      "cs": "Veľká rodina Lombardi bola kedysi na vrchole impéria. Po smrti jej patriarchu sa osud rodiny a Firentie - nemanželskej dcéry, sa rúca do záhuby rukami jej neužitočných a krutých bratrancov. Jej otec zomrel, príbuzní ju vyhodili na ulicu a významná rodina, na ktorú bola taká hrdá, bola úplne zničená... Keď sa však prevtelí do svojho sedemročného ja, bude sa snažiť ochrániť česť rodiny, získať si priazeň starého otca Lulaca a zabrániť smrti vlastného otca. V tomto živote pre ňu existuje len jeden spôsob, ako zvíťaziť: stať sa hlavou ich mocného rodu.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "en": "I've reincarnated as Firentia Lombardy, the illegitimate daughter of the wealthiest and most influential family in the Empire. I thought I was all set to have a comfortable and luxurious life… but it wasn't long before my beloved father died, my relatives kicked me out, and our family went bankrupt!!\n\nTo add insult to injury, I was hit by a carriage one day when I drank (a bit too much) booze to drown my sorrows… but my despair was only temporary. When I opened my eyes, I found that I'd traveled back in time to when I was 7 years old!\n\nI was surprised to see my father again in the flesh. But as if that wasn't already shocking enough, the 2nd prince, our family's once sworn enemy, was now following me around like a dog!\n\nNow that I've been given a second chance at life, I'll take things into my own hands and claim both the 2nd prince and my family for myself!\n\n---\n**Links:**\n* Alternative Official English - [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family), [Pocket Comics](https://www.pocketcomics.com/comic/9247)",
      "fr": "Florentia s'est réincarnée comme l'enfant illégitime de la famille la plus riche de l'empire, même si elle n'était pas de sang pure elle pensait que tout irait bien, son père était gentil avec elle, mais à la mort de ce dernier sa famille l'a abandonnée et elle s'est retrouvée seule, puis soudainement le trou noir.\n\nElle se souvient d'avoir un peu bu puis avoir ressenti un violent coup sur la tête et maintenant elle est de retour dans son corps de 7 ans! L'occasion de tout changer et de devenir même en étant illégitime la cheffe de la famille!\n\n---\nLa grande famille Lombardi était autrefois au sommet de l’Empire. Après la mort de son patriarche, le sort de la famille et celui de Firentia, née d’un Lombardi et d’un paysan, tombent en ruine aux mains de ses cousins inutiles et cruels. Mais lorsqu’elle se réincarne à l’âge de ses sept ans, elle fera tout pour protéger l’honneur de la famille, gagner les faveurs de son grand-père Lulac et, empêcher la mort de son père. Dans cette vie, il n’y a qu’un seul moyen pour elle de gagner: devenir la cheffe de leur puissante famille.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "id": "Aku pikir aku adalah putri bangsawan yang hidupnya bergelimang harta dan kebahagiaan, tapi ternyata aku ini anak berdarah campuran bangsawan dan rakyat biasa yang keberadaannya tidak dianggap dalam keluargaku sendiri. Ibuku sudah tiada dan tidak ada yang menyayangiku kecuali ayahku sendiri. Setelah bekerja keras mengabdikan diri untuk keluarga ini, siapa sangka aku malah diusir dan berakhir mati tertabrak kereta kuda. Ketika terbangun lagi aku bereinkarnasi untuk kedua kalinya di tubuh yang sama.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "ja": "今度こそ守れるんじゃないかな？ ランブル帝国随一の家門、ロンバルディを！ 交通事故で死んだ後ロンバルディ家の婚外子として転生したフィレンティア。 だが…彼女を待ち受けていたのは愛する父の死とロンバルディ家の滅亡だった。 家門の滅亡を知った日に彼女は酒を飲んで馬車に轢かれてしまうのだが、目を覚ますと7歳の自分に戻っていた。 今度こそ父と家門を守り抜くと決めたフィレンティア。 彼女を待ち構える試練とは一体何なのか… 当主になると決めた彼女の挑戦が始まるーー！\n\n---\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)",
      "ko": "“한번 해 보자, 내가 가주가 되는 거야.”\n환생에 회귀까지, 인생 3회차 피렌티아의 가주 되기 프로젝트!\n\n제국 제일가는 명문가 롬바르디가의 막내 손녀 ‘피렌티아’. 그녀는 똑똑하고 능력 있지만 사생아로 태어났다는 이유로 친척들에게 온갖 수모를 당하고, 결국 가문에서 쫓겨나고 만다. 이후 피렌티아는 더 이상 가문 일에 참여할 수 없게 되고, 그저 무능력한 큰아버지의 손에 롬바르디가가 망해가는 것을 지켜볼 수밖에 없었다. 화가 나 술을 진탕 마신 어느 날, 피렌티아는 마차 사고를 당해 죽음을 맞이하는데…. 그러나 어떻게 된 일인지 눈을 떠 보니 거울에 비친 것은 일곱 살 때의 모습?! 전생의 기억을 가지고 회귀한 피렌티아는 다시 찾은 생에서는 롬바르디가의 멸문을 막기 위해 스스로 가주가 되기로 결심하는데…!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)",
      "th": "เมื่อเธอมาเกิดใหม่ในร่างของฟีเรนเทีย ลอมบาร์เดีย บุตรีแห่งตระกูลลอมบาร์เดีย หลังปู่ของเธอเสียไปเธอก็ถูกไล่ออกจากตระกูลและเพียงไม่นานตระกูลได้ล่มสลาย ฟีเรนเทียประสบอุบัติเหตุเสียชีวิตอีกครั้ง และย้อนกลับมาตอนอายุ 7 ขวบ ฟีเรนเทียที่ล่วงรู้อนาคตที่กำลังจะเกิดขึ้นทุกอย่างจึงพยายามแก้ไขทุกอย่างให้ดีขึ้น และมุ่งสู่เส้นทางการขึ้นเป็นผู้นำตระกูล...\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "uk": "\"...спробуймо. Я очолю цю родину.\" Фірентія переродилася позашлюбною дитиною аристократа Ломбарді - наймогутнішої родини в імперії. Ба більше, історія цього роду тотожна історії держави Лембру! Ломбарді, знамениті своїми статками, обросли зв'язками та стали надійними покровителями для талановитих людей. Здавалось, що на Фірентію чекає світле майбутнє... Але її батько помер, а родичі, які прогнали дівчину, розвалили впливовий дім! Трохи (ні) випивши, вона потрапила під екіпаж на шляху додому. \"Це занадто...\" Фірентія знову розплющила очі семирічною дівчинкою. Тепер вона може врятувати татка і свою родину? А другий принц бігає за нею, немов відданий пес? Гаразд, тоді другий принц і дім Ломбарді належать їй!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "vi": "Gia đình vĩ đại Lombardy, đã một thời đứng đầu đế quốc. Sau cái chết của chủ gia đình, số phận của gia đình và của cả Firentia, sinh ra từ một Lombardy và thường dân, rơi vào tay những anh em họ độc ác và vô dụng của cô ấy. Nhưng khi Firentia quay về cơ thể của mình vào năm 7 tuổi, cô ấy sẽ làm hết sức để bảo vệ danh dự của gia đình, lấy lòng người ông nội Lulac, và ngăn chặn cái chết của cha mình. Trong lần này, chỉ có một đường để Firentia thắng: trở thành mẫu hệ của gia đình vĩ đại này.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "zh": "意外穿成为了帝国最声名鼎盛的第一家族的私生女。虽然蒂亚头脑出众，也积累了大量的实战经验，但最终在爷爷去世后被叔叔扫地出门，而无能的叔叔很快便败光了家族的产业…… 意外死亡后，又一次重新回了小时候——这一世，蒂亚决定成为家主，重新让家族站上帝国巅峰！\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)",
      "pt-br": "Florentia reencarnou como filha ilegítima da família mais rica do império. Ela pensou que tudo iria bem no futuro. Mas seu pai havia falecido, seus parentes a deixaram na porta, e a família honrada de que ela tanto se orgulhava estava completamente arruinada…. Mas isso é real? Ela bebeu um pouco (muito) e foi atropelada por uma carruagem, Quando ela abriu os olhos novamente, ela tinha sete anos? Além disso, o Segundo Príncipe, que era inimigo de sua família em sua vida anterior, está seguindo-a como um cachorro!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%9D%B4%EB%B2%88-%EC%83%9D%EC%9D%80-%EA%B0%80%EC%A3%BC%EA%B0%80-%EB%90%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2473), [KakaoPage](https://page.kakao.com/content/56566288)\n\n**Official Translations:**\n* English: [Tapas](https://tapas.io/series/i-shall-master-this-family/info), [Tappytoon](https://www.tappytoon.com/en/comics/i-shall-master-this-family)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9796/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E4%BB%8A%E7%94%9F%E6%88%91%E4%BE%86%E7%95%B6%E5%AE%B6%E4%B8%BB/108)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/I-Shall-Master-This-Family/28)\n* [Japanese / 日本語](https://piccoma.com/web/product/67335)\n* [Thai / ภาษาไทย](https://www.wecomics.in.th/comics/15402/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2babd338-297b-49eb-bd1f-fd367b3be637",
    "title": {
      "en": "End of the World"
    },
    "updatedAt": "2024-08-10T15:56:20+00:00",
    "coverArt": "https://mangadex.org/covers/2babd338-297b-49eb-bd1f-fd367b3be637/e4febfba-271a-40db-95fc-4558c8c8166f.jpg",
    "altTitles": [
      {
        "ja": "エンド・オブ・ザ・ワールド"
      }
    ],
    "description": {
      "en": "In addition to the title story about boy and a girl who kill their parents and roam the American Midwest, the volume includes five short stories: \"VAMPS,\" Okazaki's version of a vampire tale; \"Sunflowers,\" a summer vacation nightmare experienced by an elementary school student; \"Little Sun in the Water,\" a coming-of-age story of bankruptcy; and \"Otome-chan,\" a family story about a father with eccentric tastes. A collection of masterpieces by Okazaki Kyouko!"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "253caeba-c9da-46fe-99ee-04cc6217aac6",
    "title": {
      "en": "Arrogant Slave"
    },
    "updatedAt": "2024-07-18T15:18:40+00:00",
    "coverArt": "https://mangadex.org/covers/253caeba-c9da-46fe-99ee-04cc6217aac6/3ad27d81-898d-4025-a9a0-ae9770d64bd6.png",
    "altTitles": [
      {
        "ja-ro": "Takabisha Dorei-chan"
      },
      {
        "ja": "高飛車ドレイちゃん"
      },
      {
        "ko": "고압적인 노예"
      },
      {
        "pt-br": "A escrava arrogante"
      }
    ],
    "description": {
      "en": "At the market, a man stumbles upon a particularly arrogant slave...",
      "pt-br": "No mercado, um homem se depara com uma escrava particularmente arrogante..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e017a08-835a-4cbe-ba63-576d5010a5a0",
    "title": {
      "en": "Kuma Kuma Kuma Bear"
    },
    "updatedAt": "2023-12-05T20:22:06+00:00",
    "coverArt": "https://mangadex.org/covers/0e017a08-835a-4cbe-ba63-576d5010a5a0/42c500ae-a43f-483f-9ce4-f6c45ca1facf.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuma-Kuma-Kuma-Bear"
      },
      {
        "ja-ro": "Kumaku"
      },
      {
        "ru": "Кума-Кума-Кума-Медведь"
      },
      {
        "ru": "Ми-ми-мишка"
      },
      {
        "ja": "くま クマ 熊 ベアー"
      },
      {
        "ko": "곰 곰 곰 베어"
      },
      {
        "kk": "Кума-Кума-Кума-Аю"
      },
      {
        "cs": "Medvěd-Méďa-Brumla-Bear"
      }
    ],
    "description": {
      "en": "Yuna, a 15-year-old girl, started playing the world's first VRMMO. She has earned billions of yen in stocks and confines herself in her house playing the game without going to school. Today, a major update has arrived and she obtained a non-transferable rare bear outfit. But the equipment is so embarrassing that she can't wear it even in the game. Furthermore, when she answers the survey regarding the new update and relaunches the game, she appears in an unknown forest in the bear outfit. Where is this? Email from God? A different world? If she wears the bear outfit she's a cheat, if she takes it off she's a normal girl. Her adventure starts just like that. Yuna began doing whatever she wanted.",
      "ru": "Пятнадцатилетняя девочка Юна уже три года ведет жизнь хиккикомори. Друзей, школу и даже родителей ей заменяют Интернет и онлайн-игры. Год назад она начала играть в игру «Fantasy World Online» — RPG с виртуальной реальностью. Она заработала миллиарды и с помощью денег избавилась от присутствия родителей.  \n  \nИ вот, вышло новое глобальное обновление. Как игрок с большим стажем, она по акции получила уникальный костюм. Затем прошла опрос и вместо игры оказалась в глухом лесу. Письмо от Бога? Другой мир? Что за бред?  \n  \nВ своем новом костюме она читер. Без него обычная девочка. Так началось ее приключение, в котором она решила делать то, что ей захочется."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7a3d410-3b96-477a-912b-d2476477f5b5",
    "title": {
      "en": "Gideon of the 3rd"
    },
    "updatedAt": "2024-08-15T17:24:49+00:00",
    "coverArt": "https://mangadex.org/covers/d7a3d410-3b96-477a-912b-d2476477f5b5/53da5da1-7372-41bb-8c39-4629fff6d4fa.png",
    "altTitles": [
      {
        "ja-ro": "Dai 3 no Gideon"
      },
      {
        "ja-ro": "Dai-3 no Gideon"
      },
      {
        "ja": "第3のギデオン"
      },
      {
        "zh": "第三犹太勇士"
      }
    ],
    "description": {
      "en": "The stage is the eve of the French Revolution. There is the commoner Gideon, who wants to save the impoverished country side-by-side with the members of the Estates General. Then there is the aristocrat, Georges, who will use any means to achieve his purpose. A man who wants to change the country, and a man who wants to destroy it. Both begin their journey forward. Will their joint efforts of love and hatred, justice and evil lead them to a hell of bloodshed, or an ideal future?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "69"
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]