[
  {
    "mangaId": "52ede55c-1584-4019-b85b-3902a423c3ab",
    "title": {
      "en": "Fairy Tail: 100 Years Quest"
    },
    "updatedAt": "2024-04-20T22:34:46+00:00",
    "coverArt": "https://mangadex.org/covers/52ede55c-1584-4019-b85b-3902a423c3ab/d7bdad1b-b129-462c-b929-7e67bd8d5594.jpg",
    "altTitles": [
      {
        "en": "Fairy Tail 100 Years Quest"
      },
      {
        "vi": "Fairy Tail Nhiệm vụ Trăm năm"
      },
      {
        "ja-ro": "Feari Teiru: Hyaku-nen Kuesuto"
      },
      {
        "ru": "Хвост Фей: 100-летний квест"
      },
      {
        "th": "แฟรี่เทล ภาคเควส 100 ปี ตอนที่"
      },
      {
        "ja": "フェアリーテイル １００年クエスト"
      },
      {
        "ko": "페어리 테일 -100년 퀘스트"
      },
      {
        "zh-hk": "妖精的尾巴 百年任務"
      },
      {
        "uk": "Хвіст Феї: 100-річний квест"
      }
    ],
    "description": {
      "en": "After overcoming the threat of Acnologia and Zeref, Fairy Tail has become stronger and more energetic! The 100 year quest which Natsu and company left for, and also to the members who had remained at the guild, something new is going to happen!? Although the story was supposed to have concluded, a new adventure now begins!\n\n\n---\nOfficial Release:\n- Indonesian release by Elex Media",
      "ru": "Продолжение популярной манги \"Хвост Феи\" или \"Фейри Тейл\", которая будет носить отдельное название \"100 летний квест\"! После победы над Зерефом нашу любимую, еще более сильную гильдию, ждет новое приключение! Не пропустите новые приключения популярных героев!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-05-05T20:35:59+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/a112e575-4f11-48b2-83d8-28057ceecc4c.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "For some strange reason, Yuji Itadori, despite his insane athleticism would rather just hang out with the Occult Club. However, her soon finds out that the occult is as real as it gets when his fellow club members are attacked!\n\nMeanwhile, the mysterious Megumi Fushiguro is tracking down a special-grade cursed object, and his search leads him to Itadori...",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…\n\n---\n\nMaison d'édition FR : **Ki-oon**",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b999f4a-0b7f-4aef-a849-cd86e31c4b57",
    "title": {
      "en": "Kyuuseishu «Messiah» ~ Isekai wo Sukutta Motoyuusha ga Mamono no Afureru Genjitsu Sekai wo Musou suru"
    },
    "updatedAt": "2024-05-28T18:40:34+00:00",
    "coverArt": "https://mangadex.org/covers/3b999f4a-0b7f-4aef-a849-cd86e31c4b57/96f48cd5-8b1c-4cd8-b823-b56551eb8f0a.jpg",
    "altTitles": [
      {
        "ja": "救世主≪メシア≫ ～異世界を救った元勇者が魔物のあふれる現実世界を無双する～"
      },
      {
        "en": "The Savior «Messiah» ~ The Former Hero Who Saved Another World Beats the Real World Full of Monsters"
      }
    ],
    "description": {
      "en": "The \"former\" savior, Takeru Yamato, was summoned to another world and executed because of his strength. When he wakes up, he finds himself in Japan, where he spent time before being summoned. However, in the city, demons appearing from \"gates\" rampage, and those called hunters fight using magic. Returning from another world, Takeru decides to hide his powers and live, but...",
      "ja": "異世界に召喚され、その強さ故に処刑された「元」救世主・大和猛。 目を覚ますとそこは、召喚される前に過ごしていた日本だった。 しかし、街では”ゲート”から現れる魔物が暴れ、ハンターと呼ばれる者たちが魔術を用いて戦っていた。 異世界帰りの猛は、力を隠して暮らす事を決めるが――…。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "61830b36-1712-4b7b-9421-f671e9ced6d3",
    "title": {
      "en": "Tonari no Neko to Koi Shirazu"
    },
    "updatedAt": "2024-04-24T12:59:16+00:00",
    "coverArt": "https://mangadex.org/covers/61830b36-1712-4b7b-9421-f671e9ced6d3/8ac836b4-9c53-4c62-a18a-bdbdbfc6e91d.jpg",
    "altTitles": [
      {
        "ja": "となりの猫と恋知らず"
      },
      {
        "en": "The Feline Neighbor and the Unversed-in-Love"
      },
      {
        "ja": "となねこ"
      },
      {
        "ja-ro": "Tonaneko"
      }
    ],
    "description": {
      "en": "Minato Seno, who has always been very shy since he was young, struggled to make friends during his first few days of high school. He also never got a glimpse of his classmate Nekozane-san's face, as she was always asleep at the desk next to him. However, one day after school, a chance encounter revealed a side of Nekozane-san that was completely different from the one Minato knew in the classroom."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af4a7654-8ed7-4ba0-bab9-1b63f544d6ce",
    "title": {
      "en": "The Reason Why the Twin Lady Crossdresses"
    },
    "updatedAt": "2024-05-27T08:45:29+00:00",
    "coverArt": "https://mangadex.org/covers/af4a7654-8ed7-4ba0-bab9-1b63f544d6ce/775686d6-319b-4b08-82ec-0e562244dbad.jpg",
    "altTitles": [
      {
        "ko": "쌍둥이 영애가 남장을 하는 이유"
      },
      {
        "ja": "かたわれ令嬢が男装する理由"
      },
      {
        "ja-ro": "Kataware Reijou ga Dansou suru Riyuu"
      },
      {
        "zh": "大小姐为何要男装？"
      },
      {
        "es": "La razón por la que una noble señorita miserable se viste de hombre"
      },
      {
        "ru": "Почему эта разбитая леди одевается, как мужчина?"
      }
    ],
    "description": {
      "en": "Lenalee had been executed by the crown prince as a part of his scheme, but when she awoke, she found that she gone back three years into the past?! She's determined to change her life the second time around! And so she chooses... to dress like her younger twin brother Liam and enroll at Fortis Academy in his place! But for some reason, Fasias, one member of the four-person group headed by the crown prince, takes a liking to her?! Thus begins a school love story between a young woman who absolutely can't let her secret get out, and a crown prince who can't be honest with himself!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f70349b-1800-4288-b0c5-43f172f50fe3",
    "title": {
      "en": "Baby Tyrant"
    },
    "updatedAt": "2023-12-09T02:49:32+00:00",
    "coverArt": "https://mangadex.org/covers/9f70349b-1800-4288-b0c5-43f172f50fe3/470da016-19bf-4f14-a00f-a9c39708a530.jpg",
    "altTitles": [
      {
        "en": "Born a Princess"
      },
      {
        "ko": "베이비 폭군"
      },
      {
        "ru": "Эта малышка — тиран"
      },
      {
        "ko-ro": "Baby Pokgun"
      }
    ],
    "description": {
      "en": "‘Less than a month old… I became the great empire’s treasured princess…!’\nIn all my life, I wanted love. Love from my family, But the family I had, failed me in the end. Abandoned… abused… I don’t want this so-called family. It’s a waste of time.\nI came to a new world after a miserable ending…\n‘The empire’s treasured princess… that’s me… but why is father, the emperor, so strange?’\n“Mabel, I will give you the Ponce Castle.”\n“My sweet child, the most fertile land is yours.”\n“No, wait, this whole country will be yours for the plucking.”\n‘Father, he’s strange… is this what family love is like?",
      "ru": "Мне 1 год, а меня уже называют Императрицей этой Империи?!\nКогда я открыла глаза, поняла, что переродилась в истории с печальным концом в семье, где не может быть согласия или любящих родителей. Я переродилась принцессой!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "035160e8-c9d3-4f38-913e-0326c44bded4",
    "title": {
      "en": "Okazari Ouhi ni Nattanode, Kossori Hataraki ni Deru Koto ni Shimashita"
    },
    "updatedAt": "2023-05-28T18:11:23+00:00",
    "coverArt": "https://mangadex.org/covers/035160e8-c9d3-4f38-913e-0326c44bded4/50d083ab-69c8-4948-956f-b96486c16c1e.jpg",
    "altTitles": [
      {
        "ja": "お飾り王妃になったので、こっそり働きに出ることにしました ～うさぎがいるので独り寝も寂しくありません！～"
      },
      {
        "ja": "お飾り王妃になったので、こっそり働きに出ることにしました"
      },
      {
        "ja-ro": "Okazari Ouhi ni Nattanode, Kossori Hataraki ni deru koto ni Shimashita ~Usagi ga Iru node Hitorine mo Sabishiku Arimasen!~"
      },
      {
        "en": "Since I Became the Decorative Queen, I Decided to Secretly Go to Work"
      },
      {
        "en": "Since I Became a Decoration Queen, I Decided to Go to Work Secretly -I'm Not Lonely Sleeping Alone Because There Is a Rabbit!-"
      },
      {
        "ko": "이름뿐인 왕비가 되었기에, 몰래 일하러 나가기로 했습니다"
      }
    ],
    "description": {
      "en": "I'm a decorative wife... I love being a waiteress during the day and the fluffy rabbit at night!\n\nRoceline has been married to King Sieghart Luberia for half a year and has become a \"decorative queen\" without being touched during that time. That is because Sieghart is cursed and can't spend the night together! Not knowing that, Line doted the rabbit who came to her bed every night, and by chance she decided to work as a waitress at a restaurant in the downtown area?!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0fbcdc4e-c990-40e5-a9b0-4d0816206783",
    "title": {
      "en": "Black Lagoon: Eda Initial stage"
    },
    "updatedAt": "2023-12-28T22:10:38+00:00",
    "coverArt": "https://mangadex.org/covers/0fbcdc4e-c990-40e5-a9b0-4d0816206783/f3d09c0a-e44c-4d45-85a5-63d028adc76b.jpg",
    "altTitles": [
      {
        "en": "Black Lagoon Eda - Initial Stage"
      },
      {
        "ja": "BLACK LAGOON エダ -initial stage-"
      },
      {
        "ru": "Чёрная Лагуна: Эда. Начальный этап"
      },
      {
        "ja": "BLACK LAGOON エダ イニシャルステージ"
      }
    ],
    "description": {
      "en": "The manga centers on Eda, the original manga's undercover CIA agent based in Roanapur's church, during her early days as a rookie in the CIA."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0b73d72-9665-4f1f-9113-16eb163ba619",
    "title": {
      "en": "Soredemo Kimi o Shiawase ni Shitai"
    },
    "updatedAt": "2024-05-10T20:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/d0b73d72-9665-4f1f-9113-16eb163ba619/b616fc22-9a57-4d3d-8023-2c648271bce0.jpg",
    "altTitles": [
      {
        "ja": "それでも君を幸せにしたい"
      },
      {
        "vi": "Tớ vẫn muốn làm cậu hạnh phúc"
      },
      {
        "zh-hk": "即便如此也希望你能幸福"
      },
      {
        "en": "Still, I Want to Make You Happy"
      }
    ],
    "description": {
      "en": "Kouya is reunited with Manaki, a girl he used to play with when they were little, for the first time in nine years.\nEven though they've lived far apart, Kouya's feelings for her have been growing through their social media exchanges, and he decided to take the opportunity of their reunion to reveal his feelings to her!\nBut she has a secret...?",
      "ja": "小さいころ一緒によく遊んでいた女の子・愛姫と9年ぶりに再会できることになった耕弥。\n離れていても、SNSでのやりとりで彼女に想いを募らせていった耕弥は、再会を機に想いを打ち明けることに！\nしかし彼女にはある秘密があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-05-08T23:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/e878e3bb-a019-4bc9-bd7c-8c370369b20f.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52e2bba3-1948-4e65-a282-a73a0b036005",
    "title": {
      "en": "Inaho-kun wa Nise Kanojo no Hazu na no ni"
    },
    "updatedAt": "2024-04-20T01:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/52e2bba3-1948-4e65-a282-a73a0b036005/ff43e6c6-a49c-4630-9c26-70d9b058d5e7.jpg",
    "altTitles": [
      {
        "ja": "稲穂くんは偽カノジョのはずなのに"
      },
      {
        "ja-ro": "Inaho-kun Wa Nise Kanojou No Hazu Nanoni"
      },
      {
        "en": "Inaho-kun Is Supposed to Be a Fake Sweetheart"
      }
    ],
    "description": {
      "en": "Mori Shintaro, a new first-year student, yearns for the sparkling high school life of having a girlfriend and experiencing youth, but is ridiculed by those around him. His classmate, Inaho Sawatari, entered the school as the top student and is a highly regarded beauty. The two are not supposed to cross paths, but after an incident where they are mistaken for a couple, she makes an unexpected proposal. \"Shall we pretend that we're really dating?\"\n\n---\n**Notes:**\n- The pre-serialization series is [Houkago no Cinderella-kun](https://mangadex.org/title/147b8fd6-5232-45df-993f-35c908cf41a2/houkago-no-cinderella-kun)."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34019331-7377-4e2c-837e-f6e1ab2b5ef7",
    "title": {
      "en": "The Seven Deadly Sins: Four Knights of the Apocalypse"
    },
    "updatedAt": "2024-05-27T20:09:05+00:00",
    "coverArt": "https://mangadex.org/covers/34019331-7377-4e2c-837e-f6e1ab2b5ef7/3936c3c4-454b-4261-8f15-883c00cf3783.jpg",
    "altTitles": [
      {
        "ja": "黙示録の四騎士"
      },
      {
        "en": "The Four Knights of Apocalypse"
      },
      {
        "es-la": "Los cuatro caballeros del apocalipsis"
      },
      {
        "uk": "Чотири лицарі Апокаліпсису"
      },
      {
        "ko": "묵시록의 사기사"
      },
      {
        "zh-hk": "默示錄的四騎士"
      },
      {
        "tr": "Mahşerin Dört Şövalyesi"
      },
      {
        "tr": "Yedi Ölümcül Günah: Mahşerin Dört Şövalyesi"
      },
      {
        "pt-br": "Os Quatro Cavaleiros do Apocalipse"
      },
      {
        "ru": "Четыре рыцаря Апокалипсиса"
      },
      {
        "ja-ro": "Mokushiroku no Yonkishi"
      },
      {
        "vi": "Tứ Kỵ Sĩ Khải Huyền"
      },
      {
        "la": "Quattuor Equites Apocalyptici"
      },
      {
        "en": "4KOA"
      }
    ],
    "description": {
      "en": "Percival, a kind boy, lives with his grandfather in a remote place called \"God's Finger\". However, the world will not allow him to live in peace. An encounter with a mysterious knight changes their fate, and a shocking secret is revealed. The boy sets out on an endless journey. Whether you know \"The Seven Deadly Sins\" or not, you can still enjoy it! The world's most awaited adventure fantasy!",
      "es": "La profecía se ha cumplido. \"En un futuro no muy lejano, habrá cuatro caballeros sagrados que destruirán el mundo. Son los Cuatro Jinetes del Apocalipsis.\"\"\nLos santos caballeros que juraron fidelidad al rey Arturo estaban ansiosos por cortar el mal de raíz. Las consecuencias de estos acontecimientos llegan hasta la frontera... y sacuden el destino de un niño. Un niño que da el primer paso como le dice su corazón. ¿Qué le espera: sueños, esperanzas, gloria o pecado? La fantasía heroica del pasado y del presente, ¡el inicio!",
      "fr": "Percival vit seul avec son grand-père Bargis, au sommet d’une haute montagne nommée le “Doigt divin”. Il y mène une vie heureuse, préservé du monde extérieur. Mais le jour de ses 16 ans, son destin bascule : un mystérieux guerrier à l’armure rouge s’en prend violemment à lui et à son grand-père. En effet, ce Chevalier sacré de Camelot est chargé d’éliminer quiconque s’apparenterait aux “Four Knights of the Apocalypse”, un groupe de cavaliers qui, d’après la prophétie, apparaîtra pour renverser le roi Arthur… Laissé pour mort, Percival survit à ses blessures et décide de partir en quête de vengeance, et d’aventures !",
      "ja": "『七つの大罪』正統続編！ 全世界待望の冒険ファンタジー!!\n\n予言は示された。「遠くない未来、世界を滅ぼす四人の聖騎士が現れる。――その名を〈黙示録の四騎士〉」。厄災の芽を摘まんと色めき立つは、アーサー王に忠誠を誓いし一騎当千の聖騎士たち。その余波は、遠く辺境にまで及び……、一人の少年の運命を揺るがす！ 己が心の命ずるまま、一歩を踏み出す少年。その前途に待つは、夢か希望か栄光か罪か。古今無双のヒロイック・ファンタジー、開幕!!",
      "pt": "A profecia indicava que num futuro não muito distante, aparecerão quatro cavaleiros sagrados que destruirão o mundo: São os Quatro Cavaleiros do Apocalipse. Os quatro cavaleiros sagrados, que juraram fidelidade ao Rei Artur, estão muito animados para cortar esta calamidade pela raiz. As consequências chegam até à fronteira e abalam o destino de um rapaz, ......! Um rapaz dá um passo em frente como manda o seu coração. O que o espera é um sonho, uma esperança, glória ou pecado. Começa uma fantasia heróica dos mundos antigo e moderno!",
      "tr": "Nazik bir çocuk olan Percival, büyükbabasıyla birlikte \"Tanrı'nın Parmağı\" adlı uzak bir yerde yaşıyor. Ancak dünya onun barış içinde yaşamasına izin vermeyecektir. Gizemli bir şövalyeyle karşılaşmaları kaderlerini değiştirir ve şok edici bir sır ortaya çıkar. Çocuk sonsuz bir yolculuğa çıkar. \"Yedi Ölümcül Günah\"ı bilseniz de bilmeseniz de tadını çıkarabilirsiniz! Dünyanın en çok beklenen macera fantezisi!",
      "uk": "Історія є продовженням манги \"Сім Смертних гріхів\". Початок манги знайомить нас з Персівалем - шістнадцятирічний хлопець з ширяючого острова «Палець бога», який після певних подій вирушає в подорож чарівним королівством під назвою Британія.",
      "es-la": "Percival, un niño bondadoso, vive con su abuelo en un lugar remoto llamado \"El dedo de Dios\". Sin embargo, el mundo no le permite vivir en paz. Un encuentro con un misterioso caballero cambia su destino, y se revela un impactante secreto. El niño emprende un viaje interminable. Tanto si conoce \"Los siete pecados capitales\" como si no, ¡podrá disfrutar de él! ¡La fantasía de aventuras más esperada del mundo!",
      "pt-br": "Percival, um menino bem-humorado, vive com seu avô num lugar remoto chamado “O Dedo de Deus”. No entanto, o mundo não permite que ele viva em paz. Um encontro com um misterioso cavaleiro muda seu destino, e um segredo chocante é revelado. O menino embarca numa jornada sem fim."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fb4cf7c6-aff3-44c2-9f9d-8cca42b3db46",
    "title": {
      "en": "Katsute Kami Datta Kemono-tachi e"
    },
    "updatedAt": "2024-04-26T20:57:30+00:00",
    "coverArt": "https://mangadex.org/covers/fb4cf7c6-aff3-44c2-9f9d-8cca42b3db46/2f895cb3-4499-4f59-8f65-d31f45f989d3.jpg",
    "altTitles": [
      {
        "en": "To the Abandoned Sacred Beasts"
      },
      {
        "ja": "かつて神だった獣たちへ"
      }
    ],
    "description": {
      "en": "In war, men become beasts. War makes gods out of beasts. When war ends… where do the gods go? Where can they rest their weary heads?  \n  \nWolves walk the forest of despair, the wasteland of lamentation, the sea of bitterness, in the time of dark and light. To kill those that were once their friends.  \n\n[INKR](https://comics.inkr.com/title/803-to-the-abandoned-sacred-beasts?utm_source=mgd)\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/klotishue)  \n- [Anime on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=21778)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "87"
  },
  {
    "mangaId": "3cbc4293-3623-470a-9405-f46b328c83d4",
    "title": {
      "en": "The Lecture You Would Never Want Your Parents To Give You"
    },
    "updatedAt": "2024-03-08T13:29:11+00:00",
    "coverArt": "https://mangadex.org/covers/3cbc4293-3623-470a-9405-f46b328c83d4/ca5ea16d-a180-4adc-ad12-19dc7c1eb45c.jpg",
    "altTitles": [
      {
        "ja": "親に絶対されたくない説教"
      },
      {
        "ja-ro": "Oya ni Zettai sa Retakunai Sekkyou"
      },
      {
        "fr": "Le sermon que vous ne voudriez jamais recevoir de vos parents"
      },
      {
        "ru": "Лекция, которую вы бы не хотели услышать от родителей"
      },
      {
        "vi": "Bài Thuyết Giáo mà ta Không bao giờ Muốn nghe từ phụ Huynh"
      },
      {
        "vi": "Nghe ba mẹ Thuyết Giảng"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8461d3da-d14b-4a60-9a37-e4428fdda85e",
    "title": {
      "en": "Umareta Chokugo ni Suterareta kedo, Zensei ga Taikensha datta node Yoyuu de Ikitemasu"
    },
    "updatedAt": "2024-04-13T19:00:43+00:00",
    "coverArt": "https://mangadex.org/covers/8461d3da-d14b-4a60-9a37-e4428fdda85e/b2c5ea0b-530f-4fe6-8277-b91959b63b25.jpg",
    "altTitles": [
      {
        "ja": "生まれた直後に捨てられたけど、前世が大賢者だったので余裕で生きてます"
      },
      {
        "en": "Since My Previous Life was a Wise Man, I can Afford to Live."
      }
    ],
    "description": {
      "en": "Born to excellent parents, Reus is abandoned shortly after being born due to a mismeasurement of magical aptitude. However, he was a super baby who had the memory and ability of his previous life where he was touted as a Great Sage, and was able to fly, not to mention conversation and walking!\n\nAdventuring with the sacred dragon familiar, Lindworm, enjoy the life of a baby Sage who becomes a person and enjoys freedom!",
      "ja": "見た目は赤ちゃん、だけど中身は大賢者!?\n\n世界を変えた最強の魔法使い・大賢者アリストテレウスがその生涯を閉じた…。\nだが大賢者アリストテレウスは、死んだ後に転生の魔道具を使い、転生することに成功したのだった。\n転生した先は、何百、何千年経ったのかも分からない後の世界の魔法名門家の赤子。\n恵まれた人生を歩むはずが、内に宿した規格外の魔力のせいか勘違いされ、生まれた直後に捨てられてしまう…!?\nしかし大賢者の能力と記憶を持つ赤子は、聖竜杖リントヴルムをお供に余裕で生き抜くのだった…!!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eeb2ab0e-7dbc-4f0c-b476-8181d44217a8",
    "title": {
      "en": "Tengoku Daimakyou"
    },
    "updatedAt": "2024-02-24T11:55:39+00:00",
    "coverArt": "https://mangadex.org/covers/eeb2ab0e-7dbc-4f0c-b476-8181d44217a8/87f694a8-91dd-4841-9e94-873646dc72a9.jpg",
    "altTitles": [
      {
        "fr": "A Journey beyond Heaven"
      },
      {
        "ja-ro": "Tengoku Daimakyō"
      },
      {
        "ru": "Иллюзия рая"
      },
      {
        "ja": "天国大魔境"
      },
      {
        "zh-hk": "天國大魔境"
      },
      {
        "en": "Heavenly Delusion"
      },
      {
        "ru": "Великая небесная стена"
      },
      {
        "pt-br": "Paraíso Ilusório"
      },
      {
        "pt-br": "Ilusão Celestial"
      },
      {
        "ar": "الوهم السماوي"
      },
      {
        "fa": "پردیس واهی"
      },
      {
        "uk": "Небесна омана"
      },
      {
        "uk": "Ілюзія раю"
      }
    ],
    "description": {
      "en": "Some children live in a comfortably numb world, surrounded by walls. However, one day, a kid named Tokio receives a message asking \"Do you want to go outside of the outside?\"    Now, from the Heaven that is starting to crumble, the children begin their adventure!",
      "fa": "دنیایی پوچ که بچه‌ها در آن با رفاه کامل همراه با دیوارهایی که درون و بیرون را جدا می‌کنند، زندگی می‌کنند اما همه‌ی این‌ها زمانی تغییر می‌کند که یکی از بچه‌ها به نام تاکیو‌ پیامی با این متن دریافت می‌کند: «می‌خوای به خارج از چیزی که اون بیرونه بری؟»\n\nحال از بهشتی که درحال نابودی است بچه‌ها ماجراجویی خود را آغاز می‌کنند.",
      "fr": "Dans un immense jardin coupé du monde, un groupe d'enfants jouit d'une vie douce et d'insouciance, protégé par des scientifiques. Le monde extérieur leur est inconnu mais certains d'entre eux se questionnent : qu'y a-t-il au-delà des murs de leur paradis ?Pendant ce temps, dans un Japon dévasté par un mystérieux cataclysme, Maru et Kiruko, deux adolescents de la génération post-catastrophe, tentent de survivre dans un monde désolé peuplé de pillards et de monstres difformes. Leur objectif : atteindre \"le Paradis\".",
      "pt": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?",
      "ru": "Две истории, которые непременно связаны…\n\nТаинственный Мару — мальчик, у которого есть одна цель: найти «Рай»! На пути к ним он обрёл телохранителя — Кируко. Она тоже не так уж проста, как может показаться на первый взгляд. В этом путешествии к «Небесам» они вместе посетят много мест ушедшей эпохи и встретят разных врагов!\n\nТокио — девочка, которая живёт за великими стенами «Небес»! Это место можно назвать раем. Вокруг высокие деревья, зеленая трава, плантации свежих овощей и даже есть небольшой водоем! Вместе с Токио здесь можно встретить и других детей, каждый из которых обладает своим особенным даром. В один из дней Токио получает сообщение: «Ты хочешь выбраться отсюда?» Кажется, с этого момента что-то странное начинает твориться в пределах «Небес»…",
      "pt-br": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f311b9-96e8-4645-9e20-cdf72a4c7df9",
    "title": {
      "en": "Only for Love"
    },
    "updatedAt": "2024-01-28T07:37:05+00:00",
    "coverArt": "https://mangadex.org/covers/66f311b9-96e8-4645-9e20-cdf72a4c7df9/89183a50-9b2f-414e-ad10-793096165cbb.png",
    "altTitles": [
      {
        "zh": "错撩"
      },
      {
        "en": "Accidental Love"
      }
    ],
    "description": {
      "en": "The stunning financial reporter, Zheng Shuyi, is dating a two-timing scumbag? How could she possibly stand back and do nothing about those love birds: the cheating bastard and his white lotus of a mistress. Upon seeing the Rolls-Royce's plate number of the mistress' uncle, which was a straight numerical number plate, Zheng Shuyi made up her mind. Doesn't the cheater plan to marry rich to retire twenty years early, by going down the laughable CEO route? Then I shall become both you and your mistress' aunt!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d65c0332-3764-4c89-84bd-b1a4e7278ad7",
    "title": {
      "en": "Kagurabachi"
    },
    "updatedAt": "2024-05-21T17:34:21+00:00",
    "coverArt": "https://mangadex.org/covers/d65c0332-3764-4c89-84bd-b1a4e7278ad7/8cb529dd-ab47-4d2d-b613-183dd076141b.jpg",
    "altTitles": [
      {
        "ja": "カグラバチ"
      },
      {
        "ja-ro": "Kagura bachi"
      },
      {
        "ru": "Кагурабати"
      },
      {
        "cs": "Kagurabachi"
      }
    ],
    "description": {
      "cs": "Mladý Chihiro tráví dny tréninkem pod vedením svého slavného otce kováře. Doufá, že jednoho dne sám stane slavným kovářem mečů. Praštěný otec a vážný syn – mysleli si, že tyto dny budou trvat věčně. Najednou však dojde k tragédii. Temný den plný krve. Chihiro a jeho čepel nyní žijí jen pro pomstu. Epická bitevní akce s katanou!",
      "en": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son--they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!",
      "ru": "Юный Тихиро проводит дни, тренируясь под руководством своего знаменитого отца-мечника, который издавна изготавливает катаны для начала и конца войн. Однажды Тихиро надеется сам стать великим мастером мечей. Легкомысленный отец и серьезный сын — они думали, что эти спокойные дни будут длиться вечно. Но внезапно случается трагедия. Темный день, пропитанный кровью. Тихиро и его клинок теперь живут только ради мести...",
      "tr": "Genç Chihiro günlerini ünlü kılıç ustası babasının yanında eğitim alarak geçirmektedir. Bir gün kendisi de büyük bir kılıç ustası olmayı ummaktadır. Şapşal baba ve ciddi oğul, bugünlerin sonsuza dek süreceğini düşünmektedirler. Ama aniden bir trajedi yaşanır. Kana bulanmış karanlık bir gün. Chihiro ve kılıcı artık sadece intikam için yaşamaktadır. Destansı kılıç savaşı aksiyonu!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abb1bd9e-53ce-4f6f-9576-865f20b9d999",
    "title": {
      "en": "My Succubus Girlfriend (Reboot 2021)"
    },
    "updatedAt": "2024-05-08T22:20:55+00:00",
    "coverArt": "https://mangadex.org/covers/abb1bd9e-53ce-4f6f-9576-865f20b9d999/bea9b2ed-9c6c-40e6-933b-ea87213b094c.png",
    "altTitles": [
      {
        "pl": "Moja dziewczyna sukkubus (Reboot 2021)"
      },
      {
        "pt-br": "Minha Namorada Súcubos (Reboot 2021)"
      }
    ],
    "description": {
      "en": "Izumo is a scary-looking top student. Everyone is afraid of him, but in reality, he just wants friends and a fun school life. One day he is targeted by a succubus named Anastasia who attempts to steal his virgin soul.\n\nA reboot with improved art but similar story of the old version.",
      "pt-br": "Izumo é um dos melhores alunos da escola e de aparência assustadora. Todo mundo tem medo dele, mas, na verdade, ele só quer amigos e uma vida escolar divertida. Um dia, ele é visado por uma súcubo chamada Anastasia, que tenta roubar sua alma virgem.\n\nNOTA: Isto é um reboot da obra com arte aprimorada, mas com a história semelhante à da versão anterior."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62c6838e-5abf-4f31-a244-c3b5faf6e46b",
    "title": {
      "en": "She Who Doesn't Say Anything Good"
    },
    "updatedAt": "2024-04-13T08:54:34+00:00",
    "coverArt": "https://mangadex.org/covers/62c6838e-5abf-4f31-a244-c3b5faf6e46b/7c066751-944a-4c11-ab5a-08ce6897e1d3.jpg",
    "altTitles": [
      {
        "ja": "ろくなことを言い出さない彼女"
      },
      {
        "ja-ro": "Rokuna Koto wo Iidasanai Kanojo"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "18b0658f-2c1b-40a2-b1c4-de449b012b6c",
    "title": {
      "en": "I Tried Asking My Cool Girlfriend for a Favor"
    },
    "updatedAt": "2024-05-28T17:19:36+00:00",
    "coverArt": "https://mangadex.org/covers/18b0658f-2c1b-40a2-b1c4-de449b012b6c/24d13f40-b791-41d4-8c8c-6a44529757db.jpg",
    "altTitles": [
      {
        "ja-ro": "Cool Kanojo ni Onegai Shite Mita"
      },
      {
        "ja": "クール彼女にお願いしてみた"
      },
      {
        "en": "I Tried asking a favor to my Cool Girlfriend"
      },
      {
        "ro": "Am Încercat Să-i Cer o Favoare Iubitei Mele Cool"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5209fe10-4a14-403f-8837-2ccf8cced253",
    "title": {
      "en": "The Fable"
    },
    "updatedAt": "2024-01-30T19:23:51+00:00",
    "coverArt": "https://mangadex.org/covers/5209fe10-4a14-403f-8837-2ccf8cced253/6d531bf3-4d4d-4f80-9cb4-f8136b6e54a4.jpg",
    "altTitles": [
      {
        "ja": "ザ・ファブル"
      },
      {
        "zh": "杀手寓言"
      },
      {
        "ru": "Фэйбл"
      },
      {
        "kk": "Аңыз"
      },
      {
        "vi": "The Fable"
      }
    ],
    "description": {
      "en": "A fabled genius at killing resides somewhere hidden in Tokyo. Taught since childhood to obey the orders of his boss, he is ordered to live in Osaka as a normal person for one year in order for the boss to lay low.    ---- **Won the 41st Kodansha Manga Award for General Manga in 2017**\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10055/episode/323851)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "240"
  },
  {
    "mangaId": "42f40118-dff5-4f23-acbf-e54e89f026bd",
    "title": {
      "en": "Welcome Back, First Love"
    },
    "updatedAt": "2023-08-28T10:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/42f40118-dff5-4f23-acbf-e54e89f026bd/8e36bff7-e59f-4889-9208-b7a92c910fe3.jpg",
    "altTitles": [
      {
        "ja": "おかえり、初恋"
      },
      {
        "ja": "田口くんと山根さん"
      },
      {
        "ja": "やっぱり変わってない"
      },
      {
        "ja-ro": "Taguchi-kun to Yamane-san"
      },
      {
        "ja-ro": "Yappari Kawattenai"
      },
      {
        "ja-ro": "Okaeri, Hatsukoi"
      },
      {
        "en": "Taguchi-kun and Yamane-san"
      },
      {
        "en": "You Haven't Changed"
      },
      {
        "vi": "Chưa từng thay đổi"
      },
      {
        "vi": "Xin chào, tình đầu"
      }
    ],
    "description": {
      "en": "At a high school reunion, the shy Yamane reunites with Taguchi, a friend who used to be a delinquent. Have they changed? Or are they the same as ever?\n\nOriginal web comic on [Pixiv](https://www.pixiv.net/user/6285426/series/139163) and [Twitter](https://twitter.com/x9184/status/1447834425698357254).",
      "ja": "同窓会で声をかけてきた爽やかな青年は実は高校時代ぼっち仲間だったヤンキーくんだった。\n再会して感じるお互いの変わったところ変わっていないところ…二人の初恋がまた動き出します。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2674b676-f69b-4fea-b5eb-d19803d41fce",
    "title": {
      "en": "Imaizumin Chi wa Douyara Gal no Tamariba ni Natteru Rashii~DEEP~"
    },
    "updatedAt": "2024-02-24T11:38:13+00:00",
    "coverArt": "https://mangadex.org/covers/2674b676-f69b-4fea-b5eb-d19803d41fce/f02f716d-1264-4c15-a333-68867dfbcea1.jpg",
    "altTitles": [
      {
        "ja": "今泉ん家はどうやらギャルの溜まり場になってるらしい～DEEP～"
      },
      {
        "en": "Imaizumin's House is a Place for Gals to Gather"
      },
      {
        "en": "Imaizumin's House is a Hangout Place for Gals"
      },
      {
        "ja-ro": "Imaizumin Chie wa Dōyara Gyaru no Tamariba ni Natterurashī"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Para Cewek"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Cabe-cabean"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Gal"
      }
    ],
    "description": {
      "en": "Imaizumi is a high school boy who lives alone in his apartment for a reason. He has a secret that he can't tell to anyone. And the secret is that he lives with the top three Gyarus (gals) of his school, Hamasaki, Kurumozaka, and Sasaki. He spends his day playing, talking and getting physical with these Gyarus, all of whom have a quirk or two. Imaizumi-kun is getting more and more addicted to his lazy, naughty and free \"youth\"...?",
      "id": "Imaizumi-kun, seorang siswa SMA yang hidup sendiri karena suatu alasan. Dia memiliki rahasia yang tidak bisa diketahui oleh siapa pun. Yaitu tinggal bersama tiga gadis \"Hamasaki\", \"Kurumizaka\" dan \"Sasaki\" yang berada di kasta atas di sekolah."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8e6ac3e-f235-4e41-ab4e-5d63c0aab453",
    "title": {
      "en": "Revenger"
    },
    "updatedAt": "2024-01-03T13:45:18+00:00",
    "coverArt": "https://mangadex.org/covers/f8e6ac3e-f235-4e41-ab4e-5d63c0aab453/4c54d548-777c-4bf0-99cb-96121434f6df.jpg",
    "altTitles": [],
    "description": {
      "en": "As master assassin Usui Yuen looks into a series of assassinations made on the grand samurai clan, the Satsuma, he encounters Kurima Raizo, member and survivor of one of the attacks. Together, they discover the true nature of these murders is bigger than over stolen resources. As they get closer to the truth, will they come out alive to exact revenge?\n\n(Source: Crunchyroll)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-04-18T20:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/27bc5d4a-83db-4c9d-a049-5f8b9f29efc3.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3bdcdbb-d920-4f59-bdc1-cf9240fc1c56",
    "title": {
      "ja": "Bonkotsu Shinpei No Monster Life"
    },
    "updatedAt": "2024-05-13T16:51:40+00:00",
    "coverArt": "https://mangadex.org/covers/b3bdcdbb-d920-4f59-bdc1-cf9240fc1c56/08540cee-2f69-4ab2-b04b-eec4696fc0d8.jpg",
    "altTitles": [
      {
        "ja": "凡骨新兵のモンスターライフ"
      },
      {
        "en": "The Monstrous New Life of the Fallen Empire's Recruit"
      },
      {
        "ja": "凡骨新兵のモンスターライフ@COMIC"
      },
      {
        "ja-ro": "Bonkotsu Shinpei no Monster Life@COMIC"
      }
    ],
    "description": {
      "en": "The protagonist is an ordinary soldier from an empire at war who gets used as a guinea pig for genetic engineering experiments, turned into a monster and put into cryosleep.\r\n\r\n200 years later he wakes up in a sword and sorcery world. The empire is gone and he has to survive alone in the body of a monster whom everybody wants to kill on sight. Meanwhile he encounters various pretty ladies (and elves) in need of rescue.\r\n\r\n[Original JP Web Novel](https://ncode.syosetu.com/n6204gb/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "316d3d09-bb83-49da-9d90-11dc7ce40967",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 3-bu 「Ryouchi ni Hon o Hirogeyou!」"
    },
    "updatedAt": "2023-12-19T21:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/316d3d09-bb83-49da-9d90-11dc7ce40967/07a6b320-bd19-404f-b582-110ffc76c164.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 3 「Let's Spread the Book to the Territory!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 3"
      },
      {
        "en": "Honzuki no Gekokujou: Part 3"
      },
      {
        "fr": "La Petite Faiseuse de Livres"
      },
      {
        "ja": "本好きの下剋上 ～司書になるためには手段を選んでいられません～ 第三部 「領地に本を広げよう！」"
      },
      {
        "ja": "本好きの下剋上 第三部"
      }
    ],
    "description": {
      "en": "Following a disastrous encounter with a noble, Myne finally resolves to say goodbye to her family and friends in the lower city, changing her name to “Rozemyne” and beginning her new life as the adopted daughter of Ehrenfest’s archduke. However, her days as an archnoble in noble society are brutal, as she is put through rigorous etiquette and magic training on top of her duties as High Bishop and forewoman. It all proves too much for a weak little seven-year-old girl… Or it would have, had the High Priest not offered her the keys to the temple’s book room as a reward. If she could get her hands on those, she’d be able to read all sorts of precious books! Her name may have changed, but Rozemyne’s passion for books remains the same as she charges into a whole new world! The detailed setting expands as the printing industry grows in size. Here begins Part 3 of this biblio-fantasy for book lovers everywhere!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3924f8d0-dc26-43ff-ac9e-6573d33181ec",
    "title": {
      "en": "Shadows House - Shaun and Emilyko (Doujinshi)"
    },
    "updatedAt": "2024-04-21T15:51:46+00:00",
    "coverArt": "https://mangadex.org/covers/3924f8d0-dc26-43ff-ac9e-6573d33181ec/df41ea44-4719-4240-9002-feb7c5abb398.jpg",
    "altTitles": [],
    "description": {
      "en": "Short manga collection about Shaun and Emilyko's daily life in Shadows House"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5",
    "title": {
      "en": "Being a Maid Is Better Than Being a Princess"
    },
    "updatedAt": "2024-03-27T04:10:07+00:00",
    "coverArt": "https://mangadex.org/covers/cd9f1dfd-dcb3-4dc2-a41c-35eff1c1beb5/41cf18c1-497e-47cb-ac11-53fc1b0daf34.png",
    "altTitles": [
      {
        "ko": "공주보다 시녀가 천직이었습니다"
      },
      {
        "ko-ro": "Gongjuboda Sinyeoga Cheonjigieotseumnida"
      },
      {
        "en": "A Maid Was More of a Calling Than a Princess"
      },
      {
        "en": "It's Better to Be a Maid Than to Be a Princess"
      },
      {
        "es": "Mi vocación era ser doncella, no princesa"
      },
      {
        "es": "Ser sirvienta es mejor que una princesa torturada"
      },
      {
        "vi": "Trở Thành Hầu Nữ Còn Quan Trọng Hơn Là Làm Công Chúa"
      },
      {
        "zh": "比起公主，侍女才是我的天职"
      }
    ],
    "description": {
      "en": "Siana was a princess of a small kingdom. Until the imperial army attacked…\n\nJust before her neck was about to be cut by the cruel prince, Siana screamed, “Please spare me!”\n\nTowards the prince with blood staining his beautiful face, Siana pleaded with a desperate voice.\n\n“I have many skills learned in the palace. Wouldn’t I be useful as a maid?”\n\nAnd so, Siana became a probationary maid of the palace. But surprisingly, the job suited her temperament?! When she swept the floors, the corridors became clean, when she kneaded dough, sweet cookies were baked, when she did laundry, the bedding became white and fragrant! She only did her best as a maid, but gradually, the royal family began to warm up to Siana.\n\n“The tea you brewed is always the best.”\n\n“The dress you made? Truly beautiful.”\n\n“I want you to educate the prince.”\n\nBut she never thought of capturing this man’s heart…\n\n“I feel the same.”\n\n“…”\n\n“I can’t live without you, Siana,” hearing the tender voice of the prince, Siana tightly closed her eyes.\n\nLook, Your Highness. I just want to live as an ordinary maid!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dba7c6eb-8b09-4f83-a0f5-7a4cdf1af49f",
    "title": {
      "en": "Moto Shogun no Undead Knight"
    },
    "updatedAt": "2023-08-09T21:17:39+00:00",
    "coverArt": "https://mangadex.org/covers/dba7c6eb-8b09-4f83-a0f5-7a4cdf1af49f/03934679-e258-4286-b0a0-ae945e7456ee.jpg",
    "altTitles": [
      {
        "en": "Former General Is Undead Knight"
      },
      {
        "ja-ro": "Moto Shоugun no Undead Knight"
      },
      {
        "ru": "Немёртвый бывший генерал"
      },
      {
        "ja": "元将軍のアンデッドナイト"
      }
    ],
    "description": {
      "en": "Lambert, one of the great generals from Regios kingdom, was suspected of planning a rebellion against his lord at the end of unification war, and he died an unnatural death. Two hundred years later, when the era had changed and Regios kingdom had entered its peaceful era, he accidentally revived as a demon called Undead Knight… Lambert, whose entire body was wrapped in a flashy Demon Metal[Organ], set out on a journey to punish the wrongdoers while enjoying the peaceful sight of Regios kingdom. But… This peaceful era was basically an easy mode for Lambert, the greatest general of the chaotic era."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "23"
  },
  {
    "mangaId": "e8d707b4-298d-48ee-91de-d3371de5aa22",
    "title": {
      "en": "Ultimate Scheming System"
    },
    "updatedAt": "2022-03-27T11:12:34+00:00",
    "coverArt": "https://mangadex.org/covers/e8d707b4-298d-48ee-91de-d3371de5aa22/7a41b231-1e25-44e3-8512-edc608d1878d.jpg",
    "altTitles": [
      {
        "en": "Bluffing Master"
      },
      {
        "en": "Strongest Anti M.E.T.A."
      },
      {
        "zh-ro": "Zui Qiang Fan Taolu Xitong"
      },
      {
        "zh": "最强反套路系统"
      },
      {
        "zh-ro": "Zuì Qiáng Fǎn Tàolù Xìtǒng"
      },
      {
        "ko": "허세로 레벨업 하기!"
      },
      {
        "vi": "Tối Cường Phản Sáo Lộ Hệ Thống"
      }
    ],
    "description": {
      "en": "Scamming all day, every day, often venturing alone. He bluffs to get the ultimate power in this cultivation world?! world traveler Xue Que doesn’t always bluff, but he needs to.  \n  \n\"Before you get your hopes up, The Character is Absolute Garbage, The Manhua is Pure comedy at best… The plot ehhh not so much\"  \n  \nTerm : META Stands for (Most Effective Tactic Available) Metagaming is any strategy, action or method used in a game which transcends a prescribed ruleset, uses external factors to affect the game, or goes beyond the supposed limits or environment set by the game. Another definition refers to the game universe outside of the game itself. *(citation needed)*",
      "fr": "Escroquer toute la journée, tous les jours, souvent en s'aventurant seul. Il bluffe pour obtenir le pouvoir ultime dans ce monde de culture ! Le voyageur du monde Xue Que ne bluffe pas toujours, mais il en a besoin.\n\nTerme : META signifie (Most Effective Tactic Available) Metagaming est la stratégie, l'action ou la méthode utilisée dans un jeu qui transcende un ensemble de règles prescrit, utilise des facteurs externes pour affecter le jeu, ou va au-delà des limites supposées ou l'environnement établi par le jeu. Une autre définition fait référence à l'univers du jeu en dehors du jeu lui-même."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c26e9f6-5339-4d55-b10a-0c3278f12904",
    "title": {
      "en": "Chocolat no Mahou"
    },
    "updatedAt": "2023-12-21T00:12:59+00:00",
    "coverArt": "https://mangadex.org/covers/6c26e9f6-5339-4d55-b10a-0c3278f12904/d6a11fb7-722f-4f51-8b6f-5b1172520a78.jpg",
    "altTitles": [
      {
        "ja-ro": "Choco Mahou"
      },
      {
        "ja-ro": "Chocolat no Mahou"
      },
      {
        "id": "Chocolate Magic"
      },
      {
        "ja-ro": "Chocolate no Maho"
      },
      {
        "ja-ro": "Chocolate no Mahou"
      },
      {
        "de": "Die Schokohexe"
      },
      {
        "ms": "Kedai Coklat Sihir"
      },
      {
        "fi": "Maaginen suklaapuoti"
      },
      {
        "id": "Magis Manis Coklat"
      },
      {
        "ja-ro": "Shokora no Mahou"
      },
      {
        "vi": "Viên kẹo ma thuật"
      },
      {
        "th": "มนตราช็อกโกแลต"
      },
      {
        "ja": "ショコラの魔法"
      },
      {
        "zh-hk": "魔法巧克力專門店"
      },
      {
        "ko": "쇼콜라의 마법"
      },
      {
        "en": "The Magic of Chocolate"
      }
    ],
    "description": {
      "en": "The \"bittersweet, mysterious story\" revolves around Chocolat Aikawa, a chocolatière who runs a shop called Chocolat Noir. She can grant wishes to the troubled people who visit her shop — if they give her something precious in exchange.  \n  \nIn the *Chocolat no Mahou* (The Magic of Chocolate) series:  \n  \nV.01 - *Chocolat no Mahou*  \nV.02 - *Bittersweet*  \nV.03 - *Creamy Sugar*  \nV.04 - *Dark Spice*  \nV.05 - *Evil Essence*  \nV.06 - *Fruity Flavor*  \nV.07 - *Guilty Crunch*  \nV.08 - *Honey Blood*  \nV.09 - *Ice Shadow*  \nV.10 - *Jewel Syrup*  \nV.11 - *Knocking Egg*  \nV.12 - *Love Flake*  \nV.13 - *Melty Night*  \nV.14 - *Nutty Carnival*  \nV.15 - *Odd Cake*  \nV.16 - *Phantom Decoration*  \nV.17 - *Queen Candy*\nV.18 - *Romantic Flambé*\nV.19 - *Salty Leaf*\nV.20 - *Tricky Beans*\nV.21 - *Under Glace*\n  \n- Doraje Koibitotachi no Kiseki  \n  \n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=12566)\n\n[Wikipedia](https://ja.wikipedia.org/wiki/%E3%82%B7%E3%83%A7%E3%82%B3%E3%83%A9%E3%81%AE%E9%AD%94%E6%B3%95)"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4fa3679-6918-4684-bcb6-377c9f336898",
    "title": {
      "en": "Touhou Chireikiden - Hansoku Tantei Satori"
    },
    "updatedAt": "2024-02-27T12:24:38+00:00",
    "coverArt": "https://mangadex.org/covers/f4fa3679-6918-4684-bcb6-377c9f336898/3e5857a9-cf3c-48fa-af36-964cc1b9368e.jpg",
    "altTitles": [
      {
        "en": "Eastern Strange Legend of Wise Spirits - Cheating Detective Satori"
      },
      {
        "en": "Eastern Strange Legend of Wise Spirits - Foul Detective Satori"
      },
      {
        "pt-br": "Estranha Lenda dos Sábios Espíritos Orientais ~ Satori Detetive Trapaceira"
      },
      {
        "ja": "東方智霊奇伝　反則探偵さとり"
      },
      {
        "vi": "Đông Phương Trí Linh Kỳ Truyện ~ Thám Tử Bất Tuân Satori"
      }
    ],
    "description": {
      "en": "The fifth official Touhou manga (and the first webcomic) written by ZUN and originally drawn by Ginmokusei. \n\nTouhou Chireikiden focuses on Satori Komeiji's endeavors as a detective, solving mysteries around Gensokyo.\n\n*Serialization was paused for a few months after volume 2 was finished due to the health concerns of the original artist Ginmokusei. The series resumed serialization with Yuu Akimaki as the new artist.*\n\n- **Links:**\n[Manga on NicoNico](http://seiga.nicovideo.jp/comic/44569)\n[Touhou Web Blog](https://touhougarakuta.com/comic/touhouchireikiden_1/)\n\n- **New serialisation:**\n[Amazon](https://www.amazon.co.jp/gp/product/B0BQ5KZHYV)\n[Bookwalker](https://bookwalker.jp/series/356764/list/)\n[EbookJapan](https://ebookjapan.yahoo.co.jp/books/701436/)",
      "vi": "Manga chính thức thứ 5 của Touhou, kịch bản được viết bởi ZUN và được minh họa bởi Ginmonkusei (Sau này được đổi thành Akimaki Yuu vì sức khỏe của Ginmonkusei có vấn đề) \n\nBộ truyện tập trung vào Satori Komeji, một yêu quái có khả năng đọc tâm trí người khác, cô bắt đầu trở thành thám tử và đi giải quyết các vụ án ở khắp Ảo Tưởng Hương.",
      "es-la": "Cada vez que en Gensokyo se produce un incidente en el que está involucrado un youkai, la sacerdotisa Reimu Hakurei suele resolver la situación confrontando al culpable. Sin embargo, los casos en los que los culpables ocultan su identidad suelen ser demasiado complejos como para que la exterminadora de youkais se encargue de ello.\n\nEntra en escena Satori Komeiji. Como youkai satori, posee un tercer ojo que le permite leer las mentes, detectando a cualquier criminal sin importar las mentiras que pueda inventarse. Con su extraordinaria aptitud como detective, Satori es capaz de resolver todos los misterios que se le plantea, aunque no siempre quiera salir de su mansión.",
      "pt-br": "Touhou Chireikiden é a primeira webcomic oficial da série Touhou Project, escrita por ZUN com ilustrações da novata Ginmokusei, apresentando Satori Komeiji como a mestra detetive das profundezas da Terra.\n\nPode ser lido em japonês gratuitamente no web blog oficial: https://touhougarakuta.com/comic/touhouchireikiden_1/"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb",
    "title": {
      "en": "Kumo Desu ga, Nani ka?"
    },
    "updatedAt": "2024-04-13T18:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/eb2d1a45-d4e7-4e32-a171-b5b029c5b0cb/054719a9-4b04-4870-976f-8ce5d2246c92.jpg",
    "altTitles": [
      {
        "tr": "Örümceğim ben, ne olmuş?"
      },
      {
        "lt": "AÅ¡ voras, ir kas iÅ¡ to?"
      },
      {
        "id": "Aku ini laba laba, lalu apa ?"
      },
      {
        "sv": "Jag är en spindel, vadå då?"
      },
      {
        "no": "Jeg er en edderkopp, hva så?"
      },
      {
        "ja-ro": "kumoko"
      },
      {
        "pl": "No i co z tego że jestem pająkiem?"
      },
      {
        "it": "Sono un ragno, e quindi?"
      },
      {
        "es": "Soy una araña, ¿y qué?"
      },
      {
        "ru": "Да, я паук, и что же?"
      },
      {
        "ru": "Да, я паук, и что с того?"
      },
      {
        "ar": "أنا عنكبوت، وماذا في ذلك؟"
      },
      {
        "fa": "من یک عنکبوتم. خب که چی؟"
      },
      {
        "th": "แมงมุมแล้วไง, ข้องใจเหรอคะ?"
      },
      {
        "zh": "不过是蜘蛛什么的"
      },
      {
        "ja": "蜘蛛ですが、なにか？"
      },
      {
        "ko": "거미입니다만, 문제라도?"
      },
      {
        "de": "Ich bin eine Spinne, na und?!"
      },
      {
        "pt-br": "Então eu sou uma aranha, e daí?"
      },
      {
        "en": "So I'm a Spider, So What?"
      },
      {
        "kk": "Өрмекшімін, енді не?"
      },
      {
        "ja-ro": "Kumo Desu ga, Nani ka?"
      }
    ],
    "description": {
      "en": "When a mysterious explosion killed an entire class full of high school students, the souls of everyone in class were transported into a fantasy world and reincarnated. While some students were reincarnated as princes or prodigies, others were not as blessed.  \nOur heroine, who was the lowest in the class, discovered that she was reincarnated as a spider! Now at the bottom of the food chain, she needs to adapt to the current situation with willpower in order to live. Stuck in a dangerous labyrinth filled with monsters, it's eat or be eaten!  \nThis is the story of a spider doing whatever she can in order to survive!",
      "ru": "В результате необъяснимого происшествия с участием пикселей класс обычных японских школьников погибает, но перерождается в другом мире. А нашей героине, которая была самой непопулярной в классе, повезло куда больше. Она переродилась пауком в подземелье, полном опасностей. Сможет ли она, используя лишь свою хитрость и удачу, выжить?",
      "pt-br": "Quando uma misteriosa explosão mata toda uma classe cheia de alunos do ensino médio, as almas de todos na sala de aula são transportadas para um mundo de fantasia e reencarnados. Enquanto alguns estudantes foram reencarnados como príncipes ou prodígios, outros não foram tão abençoados. Nossa heroína, que era a menor na classe, descobriu que ela estava reencarnado como uma aranha!? Agora, na parte inferior da cadeia alimentar, ela precisa se adaptar à situação atual com a força de vontade para viver! Preso em um labirinto perigoso, repleto de monstros, é comer ou ser comido! Esta é a história de uma aranha fazendo tudo o que puder para sobreviver!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e78a489b-6632-4d61-b00b-5206f5b8b22b",
    "title": {
      "en": "Tensei Shitara Slime Datta Ken"
    },
    "updatedAt": "2024-05-28T00:05:27+00:00",
    "coverArt": "https://mangadex.org/covers/e78a489b-6632-4d61-b00b-5206f5b8b22b/d336814d-d7dc-4b46-a6cd-0c8710fd63c5.jpg",
    "altTitles": [
      {
        "en": "That Time I Got Reincarnated as a Slime"
      },
      {
        "fr": "Moi, quand je me réincarne en Slime"
      },
      {
        "pl": "Odrodzony jako galareta"
      },
      {
        "en": "Regarding Reincarnated to Slime"
      },
      {
        "ja-ro": "Tensei Slime"
      },
      {
        "ja-ro": "TenSli"
      },
      {
        "ja-ro": "TenSura"
      },
      {
        "en": "In Regards to My Reincarnation as a Slime"
      },
      {
        "it": "Vita da Slime"
      },
      {
        "ru": "О моём перерождении в слизь"
      },
      {
        "th": "เกิดใหม่ทั้งทีก็เป็นสไลม์ไปซะแล้ว"
      },
      {
        "zh-hk": "关于我转生后成为史莱姆的那件事"
      },
      {
        "ja": "転生したらスライムだった件"
      },
      {
        "ko": "전생했더니 슬라임이었던건에 대하여"
      },
      {
        "es-la": "Aquella vez que me convertí en Slime"
      },
      {
        "ar": "ذلك الوقت الذي تجسدت فيه كسلايم"
      },
      {
        "fi": "Kun jälleensynnyin hirviönä"
      },
      {
        "tr": "O zaman bir balçık olarak reenkarne oldum"
      },
      {
        "tr": "O zaman bir slime olarak reenkarne oldum"
      }
    ],
    "description": {
      "en": "The ordinary Mikami Satoru found himself dying after being stabbed by a slasher. It should have been the end of his meager 37 years, but he found himself deaf and blind after hearing a mysterious voice.  \nHe had been reincarnated into a slime!  \n  \nWhile complaining about becoming the weak but famous slime and enjoying the life of a slime at the same time, Mikami Satoru met with the Catastrophe-level monster “Storm Dragon Veldora”, and his fate began to move.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10044/episode/317350) (U.S. Only), [INKR](https://comics.inkr.com/title/233-that-time-i-got-reincarnated-as-a-slime), [Azuki](https://www.azuki.co/series/that-time-i-got-reincarnated-as-a-slime), [Coolmic](https://coolmic.me/titles/587), [Manga Planet](https://mangaplanet.com/comic/618e32db10673)",
      "ru": "37-летний японец-холостяк был зарезан на улице каким-то мерзавцем-грабителем. Тут бы и истории конец, да всё обернулось иначе, неожиданно он переродился слизью в фэнтезийном мире. Но что может сделать, пускай и разумная, но слизь?  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Anime Season 1 on ANN](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=20736)",
      "es-la": "Un hombre, que al tratar de salvar a su compañero de trabajo y su novia, fue apuñalado por un ladrón que escapaba. Mientras moría desangrado escuchó una voz extraña. Esta voz escuchó su lamento de haber muerto virgen y a causa de eso le dio la Habilidad Única \"Gran Sabio\" ¿Fue esto una burla? Ahora él ha reencarnado como un Slime en otro mundo, ¿Será este el inicio de una emocionante aventura?",
      "pt-br": "Depois de ser morto por um ladrão que fugia, um rapaz normal de 37 anos de idade se encontra reencarnado em um outro mundo como um slime cego com habilidades únicas. Com um novo nome \"Rimuru Tempest\" ele chegou depois de conhecer seu novo amigo, o \"nível catástrofe\", Dragão da Tempestade Verudora, ele começa sua vida de slime em outro mundo com seu crescente número de seguidores."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80422e14-b9ad-4fda-970f-de370d5fa4e5",
    "title": {
      "en": "Made in Abyss"
    },
    "updatedAt": "2024-03-20T18:17:16+00:00",
    "coverArt": "https://mangadex.org/covers/80422e14-b9ad-4fda-970f-de370d5fa4e5/ddd4b99a-9f4a-447f-add2-aaf0db454c63.jpg",
    "altTitles": [
      {
        "el": "Απο την αβυσσο"
      },
      {
        "sv": "Skapt ur Avgrunden"
      },
      {
        "ru": "Созданный в бездне"
      },
      {
        "ar": "صنع في الهاوية"
      },
      {
        "ja": "メイドインアビス"
      },
      {
        "zh-hk": "来自深渊"
      },
      {
        "ja-ro": "Meido in Abisu"
      },
      {
        "pt-br": "Feito no Abismo"
      },
      {
        "kk": "Тұңғиықта жаралған"
      },
      {
        "ka": "უფსკრულში გაკეთებული"
      }
    ],
    "description": {
      "en": "The enormous cave system, known as the Abyss, is the last unexplored place in the world. Nobody knows how deep down goes this titanic pit, inhabited by strange and wondrous creatures and full of mysterious ancient relics which purpose in unknown to modern man. Generations of bold adventurers have been drawn by the cryptic depths of the Abyss. In course of time those brave enough to explore the dangerous pit came to be known as \"Delvers.\"  \n  \nIn Orth, the town at the edge of the Abyss, there lives a little orphan named Riko, who dreams of becoming as great a delver as her mother was and solving the great mystery of the pit. One day, exploring the murky depths, she stumbles upon a little boy who turns out to be a robot…",
      "ja": "隅々まで探索されつくした世界に、唯一残された秘境の大穴『アビス』。どこまで続くとも知れない深く巨大なその縦穴には、奇妙奇怪な生物たちが生息し、今の人類では作りえない貴重な遺物が眠っている。\n「アビス」の不可思議に満ちた姿は人々を魅了し、冒険へと駆り立てた。そうして幾度も大穴に挑戦する冒険者たちは、次第に『探窟家』呼ばれるようになっていった。\n\nアビスの縁に築かれた街『オース』に暮らす孤児のリコは、いつか母のような偉大な探窟家になり、アビスの謎を解き明かすことを夢見ていた。そんなある日、リコはアビスを探窟中に、少年の姿をしたロボットを拾い…？",
      "ka": "უზარმაზარი გამოქვაბულების სისტემა, რომელიც ცნობილია როგორც უფსკრული, არის ბოლო შეუსწავლელი ადგილი მსოფლიოში. არავინ იცის, რამდენად ღრმად მიდის ეს ტიტანური ორმო, დასახლებული უცნაური და გასაოცარი არსებებით და სავსე იდუმალი უძველესი რელიქვიებით, რომელთა დანიშნულება თანამედროვე ადამიანისთვის უცნობია. თამამი ავანტიურისტთა თაობები მიზიდული იქნა უფსკრულის იდუმალი სიღრმეებით. დროთა განმავლობაში მათ, ვინც საკმარისად გაბედულები გამოიკვლიეს სახიფათო ორმო, გახდნენ ცნობილი როგორც \"დელვერები\". ორთში, უფსკრულის პირას მდებარე ქალაქში, ცხოვრობს პატარა ობოლი, სახელად რიკო, რომელიც ოცნებობს გახდეს ისეთივე დიდი დელვერი, როგორც დედამისი იყო და ამოხსნას ორმოს დიდი საიდუმლო. ერთ დღეს, ბუნდოვანი სიღრმეების შესწავლისას, ის წააწყდება პატარა ბიჭს, რომელიც აღმოჩნდება, რომ რობოტია…",
      "ru": "Огромная пещерная система, известная как Бездна, является последним неисследованным местом в мире. В этой титанической яме обитают странные и удивительные существа. Она полна таинственных древних реликвий, предназначение которых неизвестно современному человеку. Поколения смелых авантюристов были затянуты загадочными глубинами Бездны. Со временем достаточно храбрые, чтобы исследовать опасную яму, стали известны как «Исследователи Бездны». В Оосу, городе на краю Бездны, живет маленькая сирота по имени Рико, которая мечтает стать великим пещерным налетчиком, каким была ее мать, и разгадать великую тайну ямы. Однажды, исследуя темные глубины, она натыкается на маленького мальчика, который оказывается роботом...",
      "es-la": "El enorme sistema de cuevas, conocido como El Abismo, es el último lugar inexplorado en el mundo. Nadie sabe que tan profundo es este agujero titánico, habitado por extrañas y maravillosas criaturas y lleno de misterio y reliquias antiguas de propósito desconocido para la humanidad. Generaciones de valientes aventureros han sido atraídos a las profundidades cripticas del Abismo. Con el paso del tiempo estos exploradores son conocidos como \"Exploradores de las Profundidades\". En Oath, el pueblo al borde del Abismo, vive una pequeña niña huérfana llamada Riko, que sueña con convertirse en una gran exploradora como su madre y descubrir los misterios del Abismo. Un día explorando las obscuras profundidades se encuentra con un niño, que resulta ser un robot..."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da6e04bc-8992-49bb-95c9-21e73a62c193",
    "title": {
      "en": "After-school Secret Club"
    },
    "updatedAt": "2024-05-28T14:47:53+00:00",
    "coverArt": "https://mangadex.org/covers/da6e04bc-8992-49bb-95c9-21e73a62c193/def4b9c7-ffc0-4ac5-8ef2-e75382b30336.jpg",
    "altTitles": [
      {
        "ja": "放課後ひみつクラブ"
      },
      {
        "ja-ro": "Houkago Himitsu Club"
      }
    ],
    "description": {
      "en": "Yuichi Nekota enters the giant school city \"Private Eucalyptus Leaf Academy\". Excited about his new life, he meets Chitose Arikasaki, a girl who investigates the mysteries of the school! The two form the 'After School Secret Club', and today they continue their search for the truth!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3af63f39-90b4-45f1-9427-301a7e015ab0",
    "title": {
      "en": "Hiroware Koneko to Moto Yakuza"
    },
    "updatedAt": "2024-04-02T04:19:58+00:00",
    "coverArt": "https://mangadex.org/covers/3af63f39-90b4-45f1-9427-301a7e015ab0/ce2174e7-251b-4a0f-a6e0-c6e4620b857c.jpg",
    "altTitles": [
      {
        "ja": "拾われ子猫と元ヤクザ"
      },
      {
        "en": "Ex-Yakuza and Stray Kitten"
      },
      {
        "en": "Ex-Yakuza Picked Up a Stray Kitten"
      }
    ],
    "description": {
      "en": "A cat is picked up by a human on a rainy winter day. But unfortunately the anticipated savior is an ex-yakuza with a scary look.",
      "ja": "雨の中、捨て猫のサブは一人の人間に拾われる。助かったと思ったものの、しかしその人間はどこからどう見てもヤのつく自由業な顔つきだった!?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": ""
  },
  {
    "mangaId": "df7713a7-f8da-4c0f-86e4-a0ec5e251486",
    "title": {
      "en": "Wahhaman"
    },
    "updatedAt": "2022-03-05T20:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/df7713a7-f8da-4c0f-86e4-a0ec5e251486/c06833fb-78d2-41c8-9367-339b5121e942.jpg",
    "altTitles": [
      {
        "ja": "ワッハマン"
      },
      {
        "ja": "哇哈超人"
      }
    ],
    "description": {
      "en": "Wahhaman is a special robot soldier built ten thousand years ago by the Atlanteans. Found and dug up in present-day Toukyou, he doesn't remember anything, due to a nasty knock to the head he received at some point."
    },
    "status": "completed",
    "releaseDate": 1991,
    "contentRating": "suggestive",
    "lastVolume": "11",
    "lastChapter": "95"
  },
  {
    "mangaId": "91b67596-9bc3-48f5-8aad-02ff520fdfa9",
    "title": {
      "en": "The Archmage's Restaurant"
    },
    "updatedAt": "2024-05-09T20:23:53+00:00",
    "coverArt": "https://mangadex.org/covers/91b67596-9bc3-48f5-8aad-02ff520fdfa9/e5a815d4-7a2b-4061-94f1-b6a18d008cc5.jpg",
    "altTitles": [
      {
        "ko": "어느 마법사의 식당"
      },
      {
        "en": "A Wizard's Restaurant"
      },
      {
        "en": "The Wizard's Restaurant"
      },
      {
        "ko-ro": "Eoneu Mabeobsaui Sigdang"
      }
    ],
    "description": {
      "en": "A man who was reincarnated in another world as a 9th class wizard and retired after saving the continent from a dragon war. He decides to open a small restaurant in the countryside, but his routine is anything but ordinary. On the second floor of his restaurant, there lives a black dragon who has transformed into a woman, named Rurin. She is greedy, cute and loyal to him, but also ignorant and clueless about the human world. They live a fun and warm life, serving customers, solving problems and growing violets in the garden.",
      "ko": "요리사를 꿈꾸던 내가 사고로 이세계에 떨어졌다.\n\n몬스터와 마법이 넘쳐나는 판타지 세계이지만 여기라고 식당을 못할 건 없잖아?\n\n그러나 전쟁으로 인해 이세계에 들어오자마자 군대에 끌려가게 되고,\n..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b619ce91-89d5-46df-90a7-984370b7df08",
    "title": {
      "en": "Yuusha-sama, Sakuya mo Otanoshimi deshita ne."
    },
    "updatedAt": "2024-05-26T21:15:25+00:00",
    "coverArt": "https://mangadex.org/covers/b619ce91-89d5-46df-90a7-984370b7df08/55dd8e3b-66a6-431b-a2d2-3128e43b9dc4.jpg",
    "altTitles": [
      {
        "ja": "勇者様、昨夜もお楽しみでしたね。"
      },
      {
        "ja-ro": "Yusha-sama, sakuya mo otanoshimi deshita ne."
      },
      {
        "en": "Hero-Sama, I Hope You Had Fun Last Night."
      },
      {
        "en": "Hero Last Night Was Pumped Wasn’t It?"
      },
      {
        "zh-hk": "勇者大人，昨夜「睡」得可好。"
      }
    ],
    "description": {
      "en": "\"I did it again...!\"\n\nThe Hero who can't seem to set out on his journey!!\n\nThe protagonist, who was reincarnated into another world, becomes a hero and receives the task of defeating the Demon King. To repay the world that accepted him , he decides to set out on a journey... However, he can't seem to leave the first village, as he is constantly tempted by charming heroines such as the female priestess, his childhood friend who is a magician, and so on!\n\nThus, the birth of the \"I did it again...!\" type hero!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ac55057-52e9-471d-a208-7a684cad8ac6",
    "title": {
      "en": "Museru Kurai no Ai wo Ageru"
    },
    "updatedAt": "2023-12-25T07:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/3ac55057-52e9-471d-a208-7a684cad8ac6/bda255a2-72f2-4f78-bd43-c1f02065b062.jpg",
    "altTitles": [
      {
        "en": "Choking on Love"
      },
      {
        "ja": "むせるくらいの愛をあげる"
      },
      {
        "ja-ro": "Museru Kurai no Ai o Ageru"
      }
    ],
    "description": {
      "en": "The rude guy Hibari met at the ramen place turns out to be Gaku, a band member attending her art school. As she gets pushed around by him, her “normal” world begins to change drastically. A clashing love story between an exceptional musician and an aspiring designer is set to start!",
      "fr": "Hibari Akanashi est une jeune étudiante en arts graphiques qui travaille très dur pour réaliser ses objectifs. Lorsqu'elle fait la rencontre de l'impétueux Gaku, un musicien vivant au gré de ses envies, de nouvelles émotions germent en elle..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e2707b8-b723-41de-a608-4e4d9ce2f99c",
    "title": {
      "en": "Maydare Tensei Monogatari: Kono Sekai de Ichiban Warui Majo"
    },
    "updatedAt": "2024-05-21T09:28:25+00:00",
    "coverArt": "https://mangadex.org/covers/9e2707b8-b723-41de-a608-4e4d9ce2f99c/2b70a60e-518b-4b64-9376-93833d362c56.jpg",
    "altTitles": [
      {
        "ja": "メイデーア転生物語"
      },
      {
        "ja": "メイデーア転生物語 この世界で一番悪い魔女"
      },
      {
        "ja-ro": "Maydare Tensei Monogatari"
      },
      {
        "en": "Tales of Reincarnation in Maydare: The World's Worst Witch"
      },
      {
        "ru": "История реинкарнаций в Мейдере"
      },
      {
        "ko": "메이데어 전생 이야기"
      },
      {
        "zh": "梅迪亚转生物语"
      },
      {
        "zh": "美狄亚魔王转生记"
      },
      {
        "zh-hk": "梅蒂亞轉生物語"
      },
      {
        "de": "Wiedergeburt in Maydare: Die bösartigste Hexe der Welt"
      },
      {
        "de": "Wiedergeburt in Maydare"
      },
      {
        "fr": "Les contes de la réincarnation en le Maydaré"
      },
      {
        "fr": "Les contes de la réincarnation en le Maydaré: La pire sorcière en le monde"
      },
      {
        "vi": "Chuyện chuyển sinh ở Maydare"
      },
      {
        "id": "Kisah Reinkarnasi Di Maydare"
      }
    ],
    "description": {
      "de": "Einst rettete Makia, die Tochter einer berüchtigten Hexe, dem Sklavenjungen Thor das Leben. Gemeinsam wuchsen sie auf und erlernten magische Fähigkeiten. Doch dann reißt das Schicksal sie auseinander und Makia landet an einer Magierakademie, wo sie sich schwört, die beste Schülerin ihres Jahrgangs zu werden, um ihren alten Freund möglichst schnell wiederzufinden. Denn es gibt noch ein weiteres Geheimnis, das sie verbindet: Beide kamen ursprünglich aus einer anderen Welt nach Maydare! Dort war Makia eine gewöhnliche, japanische Oberschülerin, die gemeinsam mit zwei anderen Klassenkameraden umgebracht wurde. Wird es ihr gelingen, das Verbrechen aufzuklären und in der neuen Welt ihr Glück zu finden?",
      "en": "Makia is a noble lady descended from an infamous witch. Thor, a boy who was raised with her and came from another world, is chosen to be the knight of the \"savior.\" The two are forced apart, and to see Thor once again, Makia aims to be the top student at Magic School!  \n\n\n---",
      "fr": "Makia est une noble dame issue d'une infâme sorcière. Thor, un garçon qui a été élevé avec elle et est venu d'un autre monde, est choisi pour être le chevalier du «sauveur». Les deux sont forcés de se séparer, et pour revoir Thor, Makia vise à être la meilleure élève de Magic School!",
      "id": "Makia adalah seorang gadis bangsawan yang merupakan keturunan dari seorang penyihir yang dikenal akan kejahatannya. Thor, seorang anak laki-laki yang dirawat bersama makia dan datang dari dunia lain, dipilih untuk menjadi seorang ksatria bagi sang \"penyelamat\". Keduanya terpaksa harus berpisah karena suatu alasan, dan ketika mereka berdua dipertemukan kembali, Makia bertekad untuk menjadi murid terbaik yang ada di sekolah sihir! ---",
      "ru": "Загадочный мир под названием «Мейдер». В нём существуют магия, рыцари, драконы и… ведьмы. Макия – юная волшебница из дворянской семьи, являющаяся потомком «Самой худшей ведьмы этого мира», и любительница провести вечерок-другой, изучая новые заклинания. Однажды она встречает необычного паренька, которому даёт имя Тор. Вместе они продолжают углубляться в исследование колдовства и довольно быстро находят общий язык. Это начало длинной истории о девочке, пытающейся понять себя и свои истинные чувства.",
      "tr": "Makia, kötü şöhretli bir cadının soyundan gelen asil bir hanımefendi. Başka bir dünyadan gelen ve Makia ile birlikte büyüyen Thor, \"Kurtarıcı\"nın şövalyesi olarak seçiliyor. İkisi de birbirlerinden ayrılmak zorunda kalıyorlar ve Makia, Thor'u bir kez daha görmek için Büyü Okulu'nun en iyi öğrencisi olmayı hedefliyor!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa718bd1-a6d2-4225-acc2-2828ac2dce6b",
    "title": {
      "en": "Oshibana!"
    },
    "updatedAt": "2024-04-17T09:05:39+00:00",
    "coverArt": "https://mangadex.org/covers/fa718bd1-a6d2-4225-acc2-2828ac2dce6b/12da6b06-d8c4-4893-b723-68a00cae9aaa.jpg",
    "altTitles": [
      {
        "ja": "オシバナ！"
      },
      {
        "en": "Pressed Flower"
      }
    ],
    "description": {
      "en": "A romantic comedy centered around \"The School Prince\" bringing the tense conflict of young boys and girls to the breaking point!",
      "ja": "「学園の王子様」なヒロインを巡って少年少女がせめぎ合う一触即発ラブコメディ"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b4c7e39-93d4-4ffa-aa1f-2bae6714a010",
    "title": {
      "en": "Bing Jiao Shidi You Zai Gen Wo Zhuang Kelian"
    },
    "updatedAt": "2023-10-14T02:41:37+00:00",
    "coverArt": "https://mangadex.org/covers/2b4c7e39-93d4-4ffa-aa1f-2bae6714a010/ae17e3eb-c6ae-4f67-8984-ba96c7803811.jpg",
    "altTitles": [
      {
        "zh": "病娇师弟又在跟我装可怜"
      },
      {
        "zh-ro": "Bìng Jiāo Shīdì Yòu Zài Gēn Wǒ Zhuāng Kělián"
      },
      {
        "en": "The Yandere Martial Junior Brother Is Pretending to Be Pitiful to Me"
      },
      {
        "es": "El Yandere Hermano Menor Pretende Ser Lamentable Conmigo Otra vez"
      }
    ],
    "description": {
      "en": "A graceful lady was reborn as an adorable girl?! Haven't yet rejoiced for her luck to live again, Liu Zhaozhao had already found out her previous pure and good-natured martial junior brother who had been obedient to her has unexpectedly become the arch-villain. What exactly had happened?",
      "es": "¿Una elegante dama renació como una niña adorable? Aún no se había regocijado por su suerte de volver a vivir, Liu Zhaozhao ya había descubierto que su anterior hermano menor marcial, puro y bondadoso, que había sido obediente a ella, se había convertido inesperadamente en el archivillano. ¿Qué había pasado exactamente?",
      "zh": "御姐重生成萌妹？！ 还没等柳昭昭庆幸自己能重生再来，她就发现，先前对她千依百顺的纯良小师弟，竟然变成了疯批大魔头？ 这到底是怎么回事？"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "843ca1ad-371d-4112-a75c-6db0d86547bd",
    "title": {
      "en": "Kanojo no Carrera"
    },
    "updatedAt": "2024-05-10T05:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/843ca1ad-371d-4112-a75c-6db0d86547bd/db5e2e31-fec3-4046-b3a9-ea83ff2b567d.jpg",
    "altTitles": [
      {
        "en": "Her Carrera"
      },
      {
        "en": "My Carrera"
      },
      {
        "en": "My Favorite Carrera EV"
      },
      {
        "ja": "彼女のカレラ"
      },
      {
        "ja": "My Favorite Carrera"
      }
    ],
    "description": {
      "en": "The main character’s father passes away. The will states that each of the three siblings receive a portion of the father’s wealth. The main character receives a Porsche Carrera. She doesn’t know what a Porsche Carrera looks like, didn’t know the car company Porsche, can’t drive a manual and had absolutely no interest in cars, at the time."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "suggestive",
    "lastVolume": "24",
    "lastChapter": "272"
  },
  {
    "mangaId": "4141c5dc-c525-4df5-afd7-cc7d192a832f",
    "title": {
      "en": "Blue Lock"
    },
    "updatedAt": "2024-05-22T09:55:21+00:00",
    "coverArt": "https://mangadex.org/covers/4141c5dc-c525-4df5-afd7-cc7d192a832f/e1f73f40-5e0c-4b38-8856-174b14a7b524.jpg",
    "altTitles": [
      {
        "tr": "Mavi Kilit"
      },
      {
        "ja": "ブルーロック"
      },
      {
        "zh-hk": "藍色監獄"
      },
      {
        "th": "BLUE LOCK ขังดวลแข้ง"
      },
      {
        "ja-ro": "Buruu Rokku"
      },
      {
        "en": "Bluelock"
      },
      {
        "kk": "Көк қамал"
      },
      {
        "uk": "Блу лок"
      },
      {
        "fr": "Blue Lock"
      },
      {
        "zh": "蓝色监狱"
      },
      {
        "zh": "蓝色禁区"
      }
    ],
    "description": {
      "de": "Nach dem Aus im Achtelfinale bei der WM 2018 ruft der japanische Fußballverband ein Projekt ins Leben, das den ultimativen Stürmer erschaffen und Japan den Weltmeistertitel bringen soll: Blue Lock. Zu diesem Zweck werden die 300 talentiertesten Oberschüler versammelt, darunter auch Yoichi Isagi, ein unbeschriebenes Blatt. Kann er sich gegen die große Konkurrenz durchsetzen und Japans große Hoffnung werden?",
      "en": "Yoichi Isagi lost the opportunity to go to the national high school championships because he passed to his teammate who missed instead of shooting himself. Isagi is one of 300 U-18 strikers chosen by Jinpachi Ego, a man who was hired by the Japan Football Association after the 2018 FIFA World Cup, to guide Japan to winning the World Cup by destroying Japanese football. Ego's plan is to isolate the 300 strikers into a prison-like institution called \"Blue Lock\", in order to create the world's biggest \"egotist\"/striker, which has been lacking in Japanese football.\n\n---\n**Notes:**\n- **Won the 45th Kodansha Manga Award for Shonen in 2021**\n\n**Links:**\n- Alternative Official English - [K Manga](https://kmanga.kodansha.com/title/10008/episode/318774) (U.S. Only), [Kodansha](https://kodansha.us/series/blue-lock/)",
      "fr": "Isagi Yoichi a perdu l'opportunité d'aller aux championnats nationaux des lycées parce qu'il a passé la balle à son coéquipier qui a raté son but. Isagi est l'un des 300 attaquants U-18 choisis par Ego Jinpachi, un homme qui a été embauché par la Fédération Japonaise de Football après la Coupe du Monde de la FIFA 2018, pour guider le Japon vers la victoire de la Coupe du Monde en détruisant le football japonais. Le plan d'Ego est d'isoler les 300 attaquants dans une institution semblable à une prison appelée \"Blue Lock\", afin de créer le plus grand \"égoïste\"/attaquant du monde, ce qui fait défaut dans le football japonais.\n\n---\n\nMaison d'édition FR : **Pika**",
      "pl": "Piłkarskie battle royale – tak można opisać całą tę historię.  \nZ powodu niepowodzeń na mistrzostwach świata, Japoński Związek Piłki Nożnej postanawia wdrożyć program, dzięki któremu uda się stworzyć rewolucyjnego napastnika.  \nYoichi Isagi otrzymuje zaproszenie do wzięcia udziału w tym właśnie programie. Zamknięty w placówce o nazwie Blue Lock, będzie walczył z 299 innymi graczami i starał się zostać najlepszym napastnikiem na świecie.",
      "vi": "Blue Lock (ブルーロック Burū Rokku) hay Dự án bồi dưỡng cầu thủ đặc biệt là một dự án chuyên đào tạo những tiền đạo trẻ từ khắp nơi trên đất nước Nhật Bản, bao gồm 3 vòng tuyển chọn chính và các vòng phụ. Dự án này có sự tham gia của 300 tiền đạo trẻ và họ sẽ đối đầu trực tiếp với nhau trong các vòng đấu loại trực tiếp.",
      "pt-br": "Yoichi Isagi perdeu a oportunidade de ir para o campeonato nacional do ensino médio porque ele passou para seu companheiro de equipe que perdeu em vez de chutar para o gol si mesmo. Isagi é um dos 300 atacantes de Sub-18 escolhidos por Jinpachi Ego, contratado pela Associação de Futebol do Japão após a Copa do Mundo de 2018, para guiar o Japão na conquista da Copa do Mundo ao destruir o futebol japonês. O plano de Ego é isolar os 300 atacantes em uma instituição parecida com uma prisão chamada “Blue Lock”, para criar o maior “egoista” / atacante do mundo, que tem faltado no futebol japonês."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-05-04T15:28:56+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/b0a10b85-a481-4500-aaa4-0858b5edff5f.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Craque pour moi, Medaka !"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "fr": "Tu ne le sais pas encore, mais tu m’adores !\n\nMona plaît à tout le monde, c’est comme ça. Son sourire, son allure, sa personnalité… Tout chez elle attire les gens. Dans son lycée, elle fait tourner toutes les têtes. Sauf celle d’un garçon… Medaka. Fraîchement admis dans son école, celui-ci a complètement chamboulé la vie de cette fille à qui nul ni personne n’est censé résister. C’est bien simple : Medaka refuse de la regarder ou se renfrogne à la moindre de ses tentatives de rapprochement. Devant cette insulte à son charme ravageur, Mona décide de tout mettre en œuvre pour le séduire, quitte à se mettre dans des situations où elle-même ne saura plus quoi ressentir ! La tombeuse VS l’insensible : qui craquera en premier ? \n\n---\n\nMaison d'édition FR : **Pika**",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "85b3c17d-68fb-4c70-8641-0ced19ca9006",
    "title": {
      "en": "Boukyaku Battery"
    },
    "updatedAt": "2024-05-06T19:55:25+00:00",
    "coverArt": "https://mangadex.org/covers/85b3c17d-68fb-4c70-8641-0ced19ca9006/2e791000-dcaa-46d5-a30a-d07e0f68c0e2.jpg",
    "altTitles": [
      {
        "ja": "忘却バッテリー"
      }
    ],
    "description": {
      "en": "Geniuses who made a name for themselves in middle school baseball but have been away from baseball accidentally come together at an obscure metropolitan high school. Haruka Kiyomine is a pitcher with an unbeatable arm. His partner, the shrewd catcher, Kei Kaname, is now an amateur due to amnesia!. And then there are the two of them. And those who were defeated and scattered by the two in the past… The story of their high school baseball game is about to begin again!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]