[
  {
    "mangaId": "cdfa03bf-ae04-48b3-835c-997ee981ecb9",
    "title": {
      "en": "The Strongest and Fastest Unlimited Level Up: With the Skills [1000x Exp] and [Level Free], I Broke the Upper Level Limit and Rose to the Top!"
    },
    "updatedAt": "2024-01-10T05:50:27+00:00",
    "coverArt": "https://mangadex.org/covers/cdfa03bf-ae04-48b3-835c-997ee981ecb9/78fbd3b1-5c82-477a-a14b-e613003f084c.jpg",
    "altTitles": [
      {
        "ja": "最強で最速の無限レベルアップ　～スキル【経験値１０００倍】と【レベルフリー】でレベル上限の枷が外れた俺は無双する～"
      },
      {
        "ja-ro": "Saikyou de Saisoku no Mugen Level Up"
      },
      {
        "ja-ro": "Saikyō de Saisoku no Mugen Level Up ~ Sukiru [Keiken-chi 1000-bai] to [Level Free] de Level Jōgen no Kase ga Hazureta Ore wa Musō Suru ~"
      }
    ],
    "description": {
      "en": "Makoto Sakura, sixteen years old, finds himself without a place after dropping out of high school. Suddenly, an otherworldly relic appears before him. On that day, dungeons began to appear all over the world. Humans acquired a level system that completely overturned their previous values. Amidst this revolution, Makoto finds his place inside the dungeons.\n\nAcquiring cheat skills like “Experience Points x1000” and “Level Free,” he becomes a level 10,000 powerhouse. As the strongest “Player,” he embarks on dungeon exploration!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "568e2624-cf7b-4c94-a6a3-803838a1836e",
    "title": {
      "en": "Inkya de Wotaku de Binbou Dakedo Bijin Ojou-sama ni Osaretemasu"
    },
    "updatedAt": "2024-01-17T01:25:53+00:00",
    "coverArt": "https://mangadex.org/covers/568e2624-cf7b-4c94-a6a3-803838a1836e/4e3168a3-0cea-49e1-9a62-a260284c2974.jpg",
    "altTitles": [
      {
        "ja": "陰キャでヲタクで貧乏だけど美人お嬢様に推されてます"
      },
      {
        "ja-ro": "Inkya de Wotaku de Binbou Dakedo Bijin Ojou-sama ni Osaretemasu"
      },
      {
        "pt-br": "Eu sou um otaku tímido e pobre, mas essa jovem linda e rica está obcecada por mim"
      },
      {
        "ru": "Я застенчивый и бедный отаку, но эта красивая богатая юная леди одержима мной."
      },
      {
        "en": "I'm a Shy and Poor Otaku, but This Beautiful Rich Young Lady Is Obsessed With Me"
      }
    ],
    "description": {
      "en": "Eiji is a high school student who lives with his father, an unsuccessful novelist. He is a shy, otaku, and poor boy, but he is an honest boy who never forgets the compassion for others that his late mother taught him. Even he yearns for Aoi, the daughter of the president of a large company. However, Eiji is unable to look Aoi in the eye because of the huge disparity between her and himself. One day after school, Aoi greets Eiji when he comes home. Aoi says one surprising thing to the surprised Eiji...",
      "ja": "YouTube動画で550万再生！　運命に導かれたベタ甘ラブコメ！\nエイジは陰キャでヲタクで貧乏だけど他人に対する思いやりの気持ちを忘れない素直な少年。そんなエイジも憧れる社長令嬢アオイさんがある日、エイジの自宅を訪れ、突如としてエイジとの婚約を告げるが…。\n\nYūchūbu dōga de 550 man saisei! Unmei ni michibika reta beta ama rabu kome! Eiji wa in kya de wotaku de binbōdakedo tanin ni taisuru omoiyari no kimochi o wasurenai sunaona shōnen. Son'na eiji mo akogareru shachō reijō aoi-san ga aru hi, eiji no jitaku o otozure, totsujotoshite eiji to no kon'yaku o tsugeruga….",
      "ru": "Эйдзи — старшеклассник, живущий со своим отцом, неудачливым писателем. Он застенчивый, отаку, бедный, но честный мальчик, который никогда не забывает о сострадании к другим, как его научила покойная мать. Он тоскует по Аой, дочери президента крупной компании. Однако, Эйдзи не может смотреть Аой в глаза из-за огромного несоответствия между ней и им самим. Однажды после школы Аой приветствует Эйдзи, когда тот приходит домой. Аой говорит удивленному Эйдзи одну удивительную вещь...",
      "pt-br": "Eiji é um estudante do ensino médio que vive com seu pai, um romancista malsucedido. Ele é um baita nerd, e mesmo sendo pobre é um menino obediente que não esquece a compaixão alheia que sua falecida mãe lhe ensinou. Aoi, filha do presidente de uma grande empresa, admira essa idade. No entanto, Eiji não conseguia nem olhar para a enorme disparidade consigo mesmo. Depois da escola um dia, Aoi cumprimenta Eiji quando ela chega em casa. Eiji fica surpreso quando Aoi lhe diz uma palavra de surpresa..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2b5c2f34-6de4-4a81-8671-bca8c9409f79",
    "title": {
      "en": "Yuukyuu no Gusha Asley no, Kenja no Susume: to, Pochi no Daibouken"
    },
    "updatedAt": "2024-04-08T01:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/2b5c2f34-6de4-4a81-8671-bca8c9409f79/f0918736-215d-43ff-a1eb-49068c65671f.jpg",
    "altTitles": [
      {
        "ja": "悠久の愚者アズリーの、賢者のすゝめ"
      },
      {
        "ja": "Yuukyuu no Gusha Asley no, Kenja no Susume"
      },
      {
        "en": "The Eternal Fool's Words of Wisdom: A Pawsitively Fantastic Adventure"
      },
      {
        "pt-br": "O Princípio de um Filósofo por um eterno idiota \"Asley\"."
      },
      {
        "ru": "Вечно живущий дурень-мудрец «Азли»"
      },
      {
        "en": "The Principle of a Philosopher by Eternal Fool \"Asley\""
      }
    ],
    "description": {
      "en": "A couple thousand years of solitude would wear down any young man — that is, anyone except Asley, an eternally youthful and eternally foolish sorcerer. After all, he has man’s best friend... er, familiar, to keep him company.\n\nWhen his Level 100 canine companion Pochi demands that he get some fresh air for the first time in two centuries, Asley sets out to reintegrate into society and test his magic mettle. His mission? Dropping several unglamorous titles from his repertoire and restoring his good (okay, decent) name.\n\nA brand-new world and fresh adventures await Asley after his many years of hermitage. Perhaps he’ll lend Pochi a hand to place first in the mysterious Familiar Feud. Or maybe he’ll lose all vestiges of dignity and turn tail. Whichever comes first!\n\nNo matter what, Asley has great evil to fight, a big world to save, and even a little growing up to do... that is, if he can endure Pochi’s “friendly advice” along the way!",
      "ru": "В молодости Азли потерпел неудачу в Волшебной Академии, после чего был высмеян людьми. Тогда бросив академию Азли решил занятся алхимией и случайно сделал эликсир бессмертия. Погрузившись в исследования Азли не заметил как прошло много времени.  \nПосле 5000 лет исследований он стал волшебником, но кое-что он упустил. Люди, которым он хотел отомстить, давно умерли. Потеряв свою цель, Азли решил отправиться в путешествие со своим другом Почи, чтобы посмотреть, как изменился мир спустя 5000 лет. Что же его ждёт впереди?!",
      "pt-br": "Quando ele era jovem, ele falhou na Academia de Magia e foi menosprezado por outros. No entanto, por acaso, ele descobriu um remédio mitológico, então ele obteve um corpo imortal. Para se vingar das pessoas que zombavam dele, ele começou a pesquisar magia e artefatos mágicos diferentes da academia. Após 5000 anos de pesquisa, ele se tornou um antigo usuário de magia antes de perceber. As pessoas que ele estava procurando vingança se foram a muito tempo; Perdendo seu propósito, Asley foi em uma viagem para ver o mundo depois de 5000 anos com sua familiar Pochi. Com uma virada inesperada de eventos depois de ajudar muitos humanos, ele agora está vivendo na academia de magia. Um homem de 5000 anos com uma jovem aparência Asley, como ele vai viver a juventude da sua segunda vida? - Baseado em um romance/novela"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9140b67-89ef-42e2-a945-ed7af4e6f76e",
    "title": {
      "en": "The Reincarnation of the Forbidden Archmage"
    },
    "updatedAt": "2024-04-27T18:26:25+00:00",
    "coverArt": "https://mangadex.org/covers/c9140b67-89ef-42e2-a945-ed7af4e6f76e/d4a32b36-edb0-4345-a4a8-d51636515b74.jpg",
    "altTitles": [
      {
        "ja-ro": "Kinki no Tensei Daimadoushi"
      },
      {
        "ja": "禁忌の転生大魔導士 ～無能からレベルアップで最強に～"
      }
    ],
    "description": {
      "en": "One day, dungeons suddenly appeared. Humans with awakened skills then set out to face these dungeons in search of hope and riches. Our protagonist, Saeki, having no skills, is considered incompetent; in order to earn enough money for the treatment of his little sister with an incurable disease, he decided to become an adventurer. Saeki has a secret, in his previous life he was the most powerful mage. Since his reincarnation he has to level up to regain his former powers. This is the story of an incompetent who will turn the world upside down with his power!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32dfa44f-1077-4ed2-bedc-b7707788fb1b",
    "title": {
      "en": "Chiruran: Shinsengumi Chinkonka"
    },
    "updatedAt": "2024-04-16T10:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/32dfa44f-1077-4ed2-bedc-b7707788fb1b/2a44203b-1d71-4c80-9aaa-df5971bcc2f3.jpg",
    "altTitles": [
      {
        "tr": "Chiruran: Shinsengumi Ağıtı"
      },
      {
        "en": "Requiem of the Shinsengumi"
      },
      {
        "ja-ro": "Chiruran: Shinsengumi Requiem"
      },
      {
        "en": "Requiem for Shinsen"
      },
      {
        "ja": "ちるらん 新撰組鎮魂歌【レクイエム】"
      },
      {
        "zh-hk": "新撰组镇魂歌"
      }
    ],
    "description": {
      "en": "In 1912, a young woman tracks down the elderly Nagakura Shinpachi, determined to hear the true story of the Demon of the Shinsengumi, the Vice Commander Hijikata Toshizou. Hijikata's story begins in 1859, when he is a violent young man that is honing his sword skills while peddling his family's medicine. Soon, in his quest to find stronger people to fight, Hijikata starts to come into contact with others who will eventually become his comrades in the Shinsengumi. The first one to make an impression on the brash young man is Kondo Isami, who proves to be a better fighter than Hijikata."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "36",
    "lastChapter": "150"
  },
  {
    "mangaId": "2b3ca0e3-4d7f-4f45-9b2e-ccfa51caddec",
    "title": {
      "en": "The Wicked Little Princess"
    },
    "updatedAt": "2023-11-24T00:47:31+00:00",
    "coverArt": "https://mangadex.org/covers/2b3ca0e3-4d7f-4f45-9b2e-ccfa51caddec/51c97da6-6835-4286-95c8-bc7f1efe500c.jpg",
    "altTitles": [
      {
        "ko": "황녀님이 사악하셔"
      },
      {
        "ko-ro": "Hwangnyeonimi Saakasyeo"
      },
      {
        "zh": "皇女殿下很邪恶"
      },
      {
        "en": "The Princess Is Evil"
      }
    ],
    "description": {
      "en": "I may be a witch who is over 300 years old, but I died by the hand of the human I trusted. I thought I’d be stuck in the soul world, but I reincarnated as a princess of a Royal Palace where we kill each other. Since it became like this, in any case, I should become the Queen. “You. Be my subordinate.” I thought everyone would be afraid of me if I did this. “Can’t I touch it once? Everyone would be jealous of me because I patted your head once.” …What nonsense is this?“ Again. Do it again, since it’s cute.” But they’ve started to show me so much affection to the point that they seemed to have all gone mad as a group. …I’ll be able to become the Queen, right?\n\n---\n- [Official Simplified Chinese Translation](https://www.kuaikanmanhua.com/web/topic/10170/)",
      "ko": "나는 삼백 살이 넘는 마녀이지만, 믿었던 인간에게 배신당해 죽었다.\n꼼짝없이 영혼계에 붙잡혀 있을 줄 알았는데 \n서로가 서로를 죽이는 황실에 황녀로 환생했다.\n\n이렇게 된 이상 내가 황제가 돼야겠다. \n“너. 내 부하가 대라.”\n\n이렇게 했으니까 모두 나를 두려워하겠지, 생각했는데.\n\n“한 번만 만져주면 안 돼? 네가 머리를 쓰다듬어줬다고 하면 모두가 부러워할 거야.”\n…뭐야. 왜 이래. \n\n“더 해 줘. 귀여우니까.”",
      "zh": "因被背叛而致死的魔女，在积蓄力量等待复活时，穿越成了以互相残杀，争夺皇位为铁律的皇室公主。 正准备惨烈地加入皇位争夺时，身边的人却反常地迷恋上我？ “太可爱了，能摸我一下吗？只要你抚摸一下我的头，所有人都会羡慕死我的。”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84d6b69d-9003-49b0-b90b-652ad1b4725f",
    "title": {
      "en": "Brave Universe Sworgrader"
    },
    "updatedAt": "2024-04-29T18:27:18+00:00",
    "coverArt": "https://mangadex.org/covers/84d6b69d-9003-49b0-b90b-652ad1b4725f/0e9721eb-b05b-4b58-9445-85d635b7090d.jpg",
    "altTitles": [
      {
        "en": "Brave Universe Sworgrader"
      },
      {
        "ja": "勇者宇宙ソーグレーダー"
      },
      {
        "ja-ro": "Yūsha Uchū Sōgurēdā"
      }
    ],
    "description": {
      "en": "The story revolves around Taira Yunokami a boy in fifth grade that helps his father run a food truck. One day, he meets a famished girl in a park on his way to school. After helping the girl, the city is suddenly attacked by Glutton, an inter-dimensional threat that endangers the world. \n\nAmidst the chaos Sworg, a young member of the Space Administration Bureau Braver saves both Taira and the girl. Sworg has come to Earth to pursue the enigmatic and malevolent Glutton. When fate brings Sworg and Taira together, they'll find themselves unexpectedly thrust into an extraordinary journey through multiple dimensions."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4db25702-e695-4b86-8bda-e74a7266f4db",
    "title": {
      "en": "Dullahan-chan Is Head Over Heels"
    },
    "updatedAt": "2024-05-06T02:17:23+00:00",
    "coverArt": "https://mangadex.org/covers/4db25702-e695-4b86-8bda-e74a7266f4db/b27eed64-8c20-4f6e-8983-040eb0a6c52f.jpg",
    "altTitles": [
      {
        "ja-ro": "Dullahan-chan wa Kubittake"
      },
      {
        "ja": "デュラハンちゃんは首ったけ"
      }
    ],
    "description": {
      "en": "I'm Dullahan Itoshino. A normal girl who can take her head off. From today on I'll be a middle schooler! I hope I'll get closer to my destined one~ but sometimes my heart suddenly beats faster, I want to run away, and my body and mind feel torn apart… is this the thing called \"puberty\" I wonder? Heart(head) and body apart, story about puberty and love, start!",
      "es-la": "Hola Soy Dullahan Itoshino. Una chica normal que puede quitarse la cabeza. A partir de hoy voy a ser un estudiante de secundaria! Espero poder estar más cerca de mi chico destinado ~ pero a veces mi corazón late más rápido de repente, yo quiero huir, y mi cuerpo y mente se sienten destrozada ... es esto lo que llamamos \"pubertad\" Me pregunto? Corazón (cabeza) y el cuerpo aparte, historia sobre la pubertad y el amor va comenzar!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "15"
  },
  {
    "mangaId": "a02b7d24-9e17-4c83-8ace-54dbdd7c8828",
    "title": {
      "en": "Overpowered Healer"
    },
    "updatedAt": "2023-10-09T05:56:38+00:00",
    "coverArt": "https://mangadex.org/covers/a02b7d24-9e17-4c83-8ace-54dbdd7c8828/fa0eca17-af62-4651-a496-1ca61229e720.jpg",
    "altTitles": [
      {
        "ko": "힐러인데 먼치킨"
      }
    ],
    "description": {
      "en": "Summoned to another world and living as a mediocre healer, Sido, by a stroke of luck, begins to hear the voices of the gods. It turns out that the gods have been playing a long-term game with humans?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d3022fe-db48-49ba-92ce-8d4c813e8ba4",
    "title": {
      "en": "Seishun no After"
    },
    "updatedAt": "2023-07-25T19:17:47+00:00",
    "coverArt": "https://mangadex.org/covers/8d3022fe-db48-49ba-92ce-8d4c813e8ba4/3e993f6c-ed33-40cd-a4d9-8e47d548ed2c.jpg",
    "altTitles": [
      {
        "en": "After Youth"
      },
      {
        "ja": "青春のアフター"
      },
      {
        "zh": "青春过后"
      },
      {
        "ja-ro": "Seishun no After"
      },
      {
        "en": "After the Memories"
      }
    ],
    "description": {
      "en": "Makoto Toba hates everyone in his class. Everyone except Sakura Toowa, an introverted high school girl who lives with her grandma and loves video games. But one day, Sakura disappears(?) right in front of Makoto. Makoto continues to visit the site of her disappearance on the anniversary for the next 16 years. That is, until Sakura comes back from the time slip she was stuck in, and to her not a moment has passed. Now at 32 with a girlfriend, Makoto has to take care of his 16-year-old childhood crush. What could possibly go wrong?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "27"
  },
  {
    "mangaId": "b4d21e37-0eaf-4f9b-b14d-aafd7a52f39c",
    "title": {
      "en": "Honnou Switch"
    },
    "updatedAt": "2024-05-15T19:26:06+00:00",
    "coverArt": "https://mangadex.org/covers/b4d21e37-0eaf-4f9b-b14d-aafd7a52f39c/5982770d-4ef9-4688-b23b-6d92153e078a.jpg",
    "altTitles": [
      {
        "en": "Changes of Heart"
      },
      {
        "fr": "Switch Me On"
      },
      {
        "ja": "ホンノウスイッチ"
      },
      {
        "zh-hk": "本能開關"
      },
      {
        "zh": "本能开关"
      },
      {
        "en": "Instinct Switch"
      },
      {
        "pt-br": "Mudanças do Coração"
      }
    ],
    "description": {
      "en": "The morning after she got dumped by her boyfriend, when she woke up, she was in the same bed as her childhood friend, Hijiri?! Despite the heartbreak and shock of it all, Koyori just can't seem to forget Hijiri telling her \"I love you\"…?! How do you go from being \"childhood friends\" to “lovers”?! Super popular on the online bookstore! An innocent first love between adults who are trying to graduate from being just childhood friends; it's a heart-racing LOVE!\n\n---\n- [Official French Translation](https://www.akata.fr/series/switch-me)",
      "es-la": "¿Qué harías tras ser engañada por tu pareja? ¿Ahogar las penas en alcohol? Eso hizo Koyori, nuestra protagonista, y sin embargo el resultado no fue el esperado. ¡Acabó en la cama con su amigo de la infancia, Hijiri! Ante la confusión y la vergüenza de Koyori, Hijiri aprovecha el momento para confesarle que la ha amado durante mucho tiempo… ¿Podrán seguir como amigos o será hora de dar un paso adelante en su relación? ¡Un ardiente amor entre dos amigos de la infancia que comienza en el orden equivocado!",
      "pt-br": "Na manhã seguinte a ter sido abandonada por seu namorado, quando acordou, ela estava na mesma cama que seu amigo de infância, Hijiri?! Apesar do desgosto e do choque de tudo isso, Koyori simplesmente não consegue esquecer o Hijiri dizendo-lhe “Eu te amo”…?! Como você passa de “Amigos de infância” para “Amantes”?! Um inocente primeiro amor entre adultos que estão tentando se formar de amigos de infância; é uma corrida para o coração!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "35.5"
  },
  {
    "mangaId": "0d54e639-979e-4d55-ab94-f6628eded425",
    "title": {
      "en": "I Don't Want to Work!"
    },
    "updatedAt": "2024-04-26T07:53:33+00:00",
    "coverArt": "https://mangadex.org/covers/0d54e639-979e-4d55-ab94-f6628eded425/abae4185-2918-4e4b-a01a-84f73f98549e.jpg",
    "altTitles": [
      {
        "ko": "일하기 싫어!"
      }
    ],
    "description": {
      "en": "Born as a genius among geniuses in Herbal Medicine, I've undergone countless reincarnations, all at the request of the Gods! I can't stop until I create the perfect Divine Elixir... \n\nIsn’t this a scam? In the end, in this current life, I declared a strike. \n\nI’m not going to do it! No, I won’t work!!!\n\n\"I'm counting on you.\"\n\"Me? Are you serious?!\"\nSurprisingly, my strained family relationships seem to be improving. \n\n\"Thank you so much!\"\nI'm receiving expressions of gratitude from all over the place. And to top it off…\n\n\"A long-lost disciple came to see you.\"\nMy first, and also my last, disciple appeared in front of me. \n\nWhy didn’t he die?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac",
    "title": {
      "en": "The Dangers in My Heart"
    },
    "updatedAt": "2024-03-17T10:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/3df1a9a3-a1be-47a3-9e90-9b3e55b1d0ac/43760422-c1d5-42f1-92d9-53a434fcf823.jpg",
    "altTitles": [
      {
        "ja-ro": "Boku no Kokoro no Yabai Yatsu"
      },
      {
        "ru": "Угрозы в моём сердце"
      },
      {
        "ja": "僕の心のヤバイやつ"
      },
      {
        "ja": "僕ヤバ"
      },
      {
        "zh-hk": "我心裡危險的東西"
      },
      {
        "zh": "我心里危险的东西"
      },
      {
        "ko": "내 마음의 위험한 놈"
      },
      {
        "pt-br": "Os Perigos Do Meu Coração"
      },
      {
        "tr": "Kalbimdeki Tehlikeler"
      },
      {
        "es-la": "Los peligros en mi corazón"
      },
      {
        "it": "I pericoli nel mio cuore"
      },
      {
        "id": "Yang Bikin Bahaya di Hatiku"
      },
      {
        "ar": "الشخص الخطير في قلبي"
      },
      {
        "pl": "Czarne chmury w moim sercu"
      },
      {
        "ja-ro": "BokuYaba"
      },
      {
        "fr": "Les dangers de mon cœur"
      },
      {
        "de": "Die Gefahren in meinem Herzen"
      }
    ],
    "description": {
      "de": "Der Teenager Ichikawa Kyoutarou gehört zu den allerletzten auf seiner Schule. Neben seinen Bemühungen, Unterhaltungen mit einer bestimmten Klassenkameradin aufrechtzuerhalten, muss er sich außerdem noch dafür zusammenreißen, mörderische Dränge aus den Tiefen seiner Seele zu verbergen.\n\nEigentlich ist es aber eine niedliche Liebesgeschichte zwischen einem geistig gestörten Jungen und einer fröhlichen, leicht komisch, jedoch schönen Mädchen.",
      "en": "A ‘fearsome psycho-thriller’ centering on the ‘dark side of adolescence’.\n\nFollowing Ichikawa Kyoutarou, a teenage boy belonging to the very bottom caste of his school, this work details his troubled interactions with a certain classmate, and his attempt to hide murderous impulses that find themselves in the darkest recesses of his soul.\n\nIn reality, though, it's a sweet youth rom-com between a messed up boy and a bright, if somewhat strange, beautiful girl.\n\n- Won the Tsugi ni Kuru Web Manga 2020 Award.\n- Was nominated for the 2020 and 2021 Manga Taisho Award.\n- Won the top prize of 2021 Tsutaya Comic Awards",
      "ja": "学園カースト頂点の美少女・山田杏奈の殺害を妄想してはほくそ笑む、重度の中二病の陰キャ・市川京太郎。だが山田を観察する内に、京太郎が思う「底辺を見下す陽キャ」とは全然違うことに徐々に気づいていき…!? 陰キャ男子\n\n---\n\n- Exclusive art is occasionally posted to [the series' official account](https://twitter.com/boku__yaba/status/1060017522303414273)",
      "ru": "«Страшный психо-триллер», сосредоточенный на «тёмной стороне юности». История повествует о Киотаро Ичикаве — человеке, находящемся на самой низшей ступени в своей школе и скрывающем убийственный порыв, находящийся в самой глубине его души... на деле же, это милый ром-ком про странного мальчика и прекрасную, хоть и слегка странную, девушку.",
      "es-la": "La historia trata sobre un joven llamado Kyotaro Ichikawa que sufre de un caso grave de “chūnibyō” y se divierte imaginando la muerte de una hermosa chica llamada Anna Yamada, quien está en la cima de la jerarquía social de la escuela. Sin embargo, mientras observa a Yamada, Kyotaro comienza a darse cuenta de que ella es muy diferente de lo que él pensaba.\n\n - Ganó el premio Tsugi ni Kuru Web Manga 2020.\n- Fue nominado para el premio Manga Taisho en 2020 y 2021.\n- Ganó el primer premio en los premios Tsutaya Comic de 2021.",
      "pt-br": "Um \"intenso thriller psicológico\" centralizado no lado obscuro da adolescência. \n\nO mangá gira em torno de Kyoutaro Ichikawa, uma pessoa no fundo da hierarquia de sua escola, que esconde um impulso assassino no fundo de sua alma. Mas na realidade, é uma doce comédia romântica entre um garoto confuso e uma garota brilhante, embora um tanto estranha e bonita."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "12d81610-51d9-407b-b94d-6f50b4cee8d2",
    "title": {
      "en": "Tensai Majo no Maryoku Kare"
    },
    "updatedAt": "2024-03-31T15:53:45+00:00",
    "coverArt": "https://mangadex.org/covers/12d81610-51d9-407b-b94d-6f50b4cee8d2/d93558b8-a087-4baa-b43b-c6ffa4758aef.jpg",
    "altTitles": [
      {
        "en": "The Genius Witch Lost MP."
      },
      {
        "ja": "天才魔女の魔力枯れ"
      },
      {
        "pt-br": "A Bruxa gênia perdeu seu MP"
      },
      {
        "vi": "Nàng Phù Thủy Thiên Tài Hết Mana Rồi!"
      }
    ],
    "description": {
      "en": "Nayu, the one in a million genius witch who has been the talk of the town, has run out of magic! The price for all the things she has been allowed to do because of her brilliance is coming back to the former genius witch like a boomerang... Then, she meets her past student \"Komugi\" who loves her very much. This is a boomerang love comedy of karmic retribution by a former genius witch who can't be left alone even though it stings a little, abandoned by her magical powers!",
      "pt-br": "Nayu, aquela em um milhão de bruxas geniais que tem sido o assunto da cidade, ficou sem magia! O preço por todas as coisas que ela foi autorizada a fazer por causa de seu brilhantismo está voltando para a ex-bruxa genial como um bumerangue... Então, ela lembrou de seu ex-aluno \"Komugi\", que a ama muito. Esta é uma comédia de amor de retribuição cármica por uma ex-bruxa genial que não pode ser deixada sozinha, mesmo que doa um pouco, abandonada por seus poderes mágicos!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0c06f23-88b5-4880-9346-c0c7685f918a",
    "title": {
      "en": "Iyagatteru Kimi ga Suki"
    },
    "updatedAt": "2024-05-17T01:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/a0c06f23-88b5-4880-9346-c0c7685f918a/3c34df77-8f13-4287-a667-275198ab0a6d.jpg",
    "altTitles": [
      {
        "ja": "嫌がってるキミが好き"
      },
      {
        "ja-ro": "Iyagatteru Kimi ga Suki"
      },
      {
        "ja-ro": "IyaKimi"
      },
      {
        "en": "I Like You With That Look of Repulsion"
      }
    ],
    "description": {
      "en": "It finally happened, Shirakawa Mikoto was confessed to for the first time in her life! Otsuki Makoto wasn’t exactly her ideal man but, she wanted to have a boyfriend to show off to her friends. It turns out dating someone you don’t even know can be complicated, especially if they are a bit strange.  \nThis is a raunchy, heart pounding love story. Expect goosebumps and some doki doki action on the side."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "52"
  },
  {
    "mangaId": "ccf19b16-e6c5-4f16-b327-8399e61c2e5b",
    "title": {
      "en": "It’s Time to Change the Genre"
    },
    "updatedAt": "2024-01-27T07:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/ccf19b16-e6c5-4f16-b327-8399e61c2e5b/e43d0c10-4efa-4c04-b916-bf600223c919.jpg",
    "altTitles": [
      {
        "ko": "장르를 바꿔보도록 하겠습니다"
      },
      {
        "en": "I Will Make an Effort to Change the Genre"
      },
      {
        "en": "I Will Change the Genre"
      },
      {
        "ja": "ジャンル、変えさせて頂きます！"
      },
      {
        "en": "The Villainess Flips the Script!"
      },
      {
        "fr": "La Vilaine réécrit l'histoire !"
      },
      {
        "ko-ro": "Jangreureul Bakkwobodorok Hagessseupnida"
      }
    ],
    "description": {
      "en": "I reincarnated into my favorite genre for novels.\r\n\r\nI became the villainous aunt who mistreats the young protagonist. I felt sorry for my nephew who would grow up as the protagonist in a revengeful plot, so I’ll try my best to take care of my nephew until his uncle shows up and takes him as per the original plot.\r\n\r\nBut then…\r\n\r\n“M-Mom!”\r\n\r\nI’ve become his mother all of a sudden?\r\n\r\n“I don’t know your circumstances, but how could I bear to separate a mother from her son? Lady, come with us to Winterwald.”\r\n\r\nHey, Kim Luca! How are you going to fix this misunderstanding?\r\n\r\n---\r\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EC%9E%A5%EB%A5%B4%EB%A5%BC-%EB%B0%94%EA%BF%94%EB%B3%B4%EB%8F%84%EB%A1%9D-%ED%95%98%EA%B2%A0%EC%8A%B5%EB%8B%88%EB%8B%A4/2494)\r\n\r\n- [Official Indonesian Translation](https://kakaopage.co.id/content/I-Will-Change-the-Genre/3487)\r\n- [Official Japanese Translation](https://piccoma.com/web/product/74301)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7be5032d-1059-4381-bb07-48115eba3073",
    "title": {
      "en": "Genshiken Nidaime - The Society for the Study of Modern Visual Culture II"
    },
    "updatedAt": "2024-05-05T00:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/7be5032d-1059-4381-bb07-48115eba3073/2a326e97-2808-4663-90ed-0d8bcacdfc56.jpg",
    "altTitles": [
      {
        "en": "Genshiken: Second Season"
      },
      {
        "ru": "Гэнсикэн: второе поколение"
      },
      {
        "ja": "げんしけん 二代目"
      },
      {
        "zh": "现视研二代目"
      }
    ],
    "description": {
      "en": "Genshiken follows the lives of a group of college students drawn together by their shared hobbies, and the trials and adventures associated with being otaku.  \n  \nGenshiken Nidaime (\"Second Generation\") is a continuation of the previous series, with chapter numbering starting at 56."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "21",
    "lastChapter": "127"
  },
  {
    "mangaId": "cdf75cd8-4e87-4bde-a430-44ea174cc035",
    "title": {
      "en": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken o Zenbu Ubawareru Hanashi"
    },
    "updatedAt": "2024-04-19T11:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/cdf75cd8-4e87-4bde-a430-44ea174cc035/cfa7490a-adb6-43ab-94cd-f5e43f02f9e9.jpg",
    "altTitles": [
      {
        "ja": "性悪天才幼馴染との勝負に負けて初体験を全部奪われる話"
      },
      {
        "ja-ro": "Shouwaru Tensai Osananajimi to no Shoubu ni Makete Hatsutaiken wo Zenbu Ubawareru Hanashi"
      },
      {
        "th": "เรื่องราวของการพ่ายแพ้การแข่งขันให้กับเพื่อนสมัยเด็กอัจฉริยะตัวร้ายผู้คอยพรากประสบการณ์ครั้งแรกทุกอย่างไป"
      },
      {
        "zh": "败给了性格恶劣的天才青梅，初体验全部被夺走这件事"
      },
      {
        "zh-hk": "敗給了性格惡劣的天才青梅，初體驗全部被奪走這件事"
      },
      {
        "en": "How I Lose Bets With My Sadistic Gifted Childhood Friend and She Steals All of My Firsts"
      }
    ],
    "description": {
      "en": "A twisted girls' love story featuring: A devilish girl hiding behind the mask of an honor student x An ordinary girl who hates losing.\n\nWakaba Yoshizawa has a childhood friend named Komaki Umezono.\n\nThis girl wore the mask of an honor student with good morals who's blessed with both beauty and brains, but in reality she's an evil genius who looked down on people. For the sake of regaining the dignity she lost to Komaki, Wakaba challenges her to a match, but Komaki tells her \"Each time I win, I will take one precious thing from you.\" as a condition!? Every time she loses to the girl she \"hates\", her true feelings get exposed.\n\n(Source: Young Ace Up)",
      "th": "อุเมะโซโนะ โคมากิ เพื่อนสมัยเด็กของ โยชิซาวะ วาคาบะ เธอสวมหน้ากากนักเรียนดีเด่นทั้งที่เป็นผู้หญิงชั่วร้าย ที่ชอบดูถูกผู้คน เพื่อกอบกู้ศักดิ์ศรีที่โคมากิแย่งชิงไปจากเธอ วาคาบะ จึงต้องแข่งขันกับเธอ โดยมีเงื่อนไขว่าถ้าชนะ เธอจะพรากสิ่งสำคัญหนึ่งอย่างของวาคาบะไป...!? \"ฉันเกลียดเธอ!\" ถึงจะเป็นแบบนั้น ทุกครั้งที่พ่ายแพ้ความรู้สึกที่แท้จริงก็ค่อย ๆ ถูกเปิดเผยออกมา",
      "es-la": "¡Una distorsionada historia de amor entre la estudiante modelo con una máscara demoníaca y la chica común que no se rinde!\n\nWakaba Yoshizawa, la amiga de la infancia de Wakaba, Komaizumi Komaki. Ella era una chica malvada que llevaba una máscara de estudiante modelo perfecta y talentosa, que miraba por encima del hombro a los demás. Wakaba desafía a Komaki para recuperar su dignidad que le fue arrebatada, pero se le pone una condición: \"Si gano, tomaré una cosa importante de Wakaba una por una\" ¡Cada vez que pierde contra ella, revela sus verdaderos sentimientos! ¡Una emocionante historia de amor entre chicas que ganó el Premio de Oro en el 28vo Concurso Sneaker Award, ahora en formato de cómic!",
      "pt-br": "Uma história de amor distorcida entre garotas: uma garota diabólica escondida por trás da máscara de uma estudante exemplar x uma garota comum que odeia perder.\n\nWakaba Yoshizawa tem uma amiga de infância chamada Komaki Umezono.\n\nEssa garota usava a máscara de uma estudante exemplar com boas virtudes, abençoada com beleza e inteligência, mas na realidade ela é uma gênio do mal que despreza as pessoas. Para recuperar a dignidade perdida para Komaki, Wakaba desafia-a para um duelo, mas Komaki lhe diz: \"Cada vez que eu ganhar, vou tirar algo precioso de você.\" como condição!? Cada vez que ela perde para a garota que \"odeia\", seus verdadeiros sentimentos são expostos."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2024-05-13T16:15:37+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/08a9c075-7cea-49c4-9e82-3873e5b9bcc1.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me \"Master\"!?\r\n\r\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8dbced3-1eea-4547-b657-ce568fbdda0f",
    "title": {
      "en": "Pure Love Operation"
    },
    "updatedAt": "2022-12-16T15:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/f8dbced3-1eea-4547-b657-ce568fbdda0f/9135af67-a75e-4045-a91f-7a7a87080b2d.jpg",
    "altTitles": [
      {
        "ko": "작전명 순정"
      },
      {
        "en": "Operation Name Pure Love"
      },
      {
        "en": "Operation: True Love"
      }
    ],
    "description": {
      "en": "I saw my boyfriend kissing my best friend. if that wasn’t enough, I was with a guy whose guts I hate from my class, Go Eun-Hyuk. I was already shaken up… But apparently there’s a given amount of love that a person receives in their lifetime? And the amount of love I’m able to receive is ‘0’??? Soo-Ae, who’s trying to change her pathetic fate, and Eun-Hyuk, who got involved with Soo-Ae, and their headwind operation! She was only going to ‘act’ like she’s cheating on her boyfriend, but she starts to develop feelings for Eun-Hyuk?! This plan… will it truly work?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65d936d2-e401-4dc7-a5d6-ee9a4eaa3939",
    "title": {
      "en": "JC Sasha-chan to Classmate Otaku-kun (Redraw)"
    },
    "updatedAt": "2024-02-06T00:05:04+00:00",
    "coverArt": "https://mangadex.org/covers/65d936d2-e401-4dc7-a5d6-ee9a4eaa3939/b1a76930-605c-49c3-9273-52e4a3614998.jpg",
    "altTitles": [
      {
        "ja": "JCサーシャちゃんとクラスメイトオタクくん。"
      },
      {
        "ru": "Саша и её одноклассник Отаку"
      },
      {
        "en": "Middle Schooler Sasha and Her Otaku Classmate"
      },
      {
        "ja-ro": "JC Sasha-chan to Classmate Otaku-kun"
      },
      {
        "fr": "JC Sasha et son camarade Otaku"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "8ff4a13a-16b7-4515-81e4-b07514f2ed91",
    "title": {
      "en": "A Wife Who Heals with Tights"
    },
    "updatedAt": "2024-05-15T21:14:03+00:00",
    "coverArt": "https://mangadex.org/covers/8ff4a13a-16b7-4515-81e4-b07514f2ed91/9613384f-4c68-41d6-95bf-6d50ef8157a4.jpg",
    "altTitles": [
      {
        "ja-ro": "Tights de Iyashite Kureru Yome"
      },
      {
        "ja": "タイツで癒してくれる嫁"
      },
      {
        "zh-hk": "用連褲襪來治癒的老婆"
      },
      {
        "zh": "老婆用连裤袜来治愈我"
      }
    ],
    "description": {
      "en": "A tale of a husband who works non-stop at an exploitative company, and his adorable, white-haired wife who heals his daily fatigue when he comes home from work.  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/gggrande)  \n- [![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/1859092)  \n- [Mangaka’s YouTube](https://www.youtube.com/channel/UChBJJdB_xGIqHqvv5tid18w)",
      "es-la": "Esta es la historia de un esposo que trabaja sin parar en una empresa explotadora, y su adorable esposa de cabello blanco que cura su fatiga diaria cuando llega a casa del trabajo.",
      "pt-br": "A história de um marido que trabalha sem parar em uma empresa exploradora e sua adorável esposa de cabelos brancos que cura seu cansaço diário quando ele chega em casa do trabalho."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c9858bff-2e9a-4f7e-8b3f-06abe9496b59",
    "title": {
      "en": "Nikaidou Hell Golf"
    },
    "updatedAt": "2023-12-25T14:27:31+00:00",
    "coverArt": "https://mangadex.org/covers/c9858bff-2e9a-4f7e-8b3f-06abe9496b59/99c71e08-8e07-48ee-97bd-6670b2ac97eb.jpg",
    "altTitles": [
      {
        "ja-ro": "Nikaidou Jigoku Golf"
      },
      {
        "ja": "二階堂地獄ゴルフ"
      },
      {
        "fr": "Nikaido: L'Enfer, c'est le Golf"
      },
      {
        "en": "Nikaido Hell Golf"
      }
    ],
    "description": {
      "en": "A completely new work by Fukumoto Nobuyuki of the *Kaiji* series!\n\nNikaidou Susumu, 35, has been unsuccessful in the professional test for 10 consecutive years, despite receiving support from his club.\n\nWhat awaits him in the future, as he is unable to give up the title of professional golfer, is either heaven or hell..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c1d035d-17d0-4bc3-9b05-a1ce313bb53f",
    "title": {
      "en": "Yomoyama Kobanashi"
    },
    "updatedAt": "2024-05-04T16:59:53+00:00",
    "coverArt": "https://mangadex.org/covers/0c1d035d-17d0-4bc3-9b05-a1ce313bb53f/6bc762df-564e-449a-a1dd-a84c199964fe.jpg",
    "altTitles": [
      {
        "en": "Ended Up Living with a Classmate"
      },
      {
        "id": "Tinggal Bersama teman sekelas"
      },
      {
        "ja-ro": "Classmate to Issho ni Sumu Koto ni Natte shimatta"
      },
      {
        "ja": "クラスメイトと一緒に住むことになってしまった"
      },
      {
        "ja": "よもやまこばなし"
      },
      {
        "tr": "Sınıf Arkadaşıyla Birlikte Yaşamaya Başlamak"
      }
    ],
    "description": {
      "en": "It's a collection of short manga stories about interacting with a girl, sometimes romantically and sometimes not."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3aa0faf6-6234-4496-954c-86ac38d10357",
    "title": {
      "en": "Monmusugo! ~Honnyaku Skill de Saikyou Monmusume to Isekai Seikatsu~"
    },
    "updatedAt": "2024-04-15T18:19:08+00:00",
    "coverArt": "https://mangadex.org/covers/3aa0faf6-6234-4496-954c-86ac38d10357/e4ede91b-f1ec-427c-8498-af2c94c970d1.jpg",
    "altTitles": [
      {
        "ja": "モンむすご！〜翻訳スキルで最強モン娘と異世界生活〜"
      },
      {
        "en": "Monmusugo!: Living in Another World with the Strongest Monster Girls with Translation Skills"
      }
    ],
    "description": {
      "en": "Amakawa Keisuke, a hapless corporate slave who suddenly dies, wakes up in a different world! He tries his best to enjoy life in another world, but he has only been given the bottom-tier skill \"Translation\" and on top of that, the most powerful monster was in front of him...!",
      "ja": "突然死した社畜サラリーマン・天川慶介が目を覚ますとそこは異世界！　異世界ライフを謳歌しようと頑張るが、ゴミスキル「翻訳」しか授かってなかった上に、目の前には最強のモンスターが…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d500cf3-da99-4231-b164-765117274944",
    "title": {
      "en": "The Cuteness of Tsundere Girls"
    },
    "updatedAt": "2024-05-02T16:31:51+00:00",
    "coverArt": "https://mangadex.org/covers/3d500cf3-da99-4231-b164-765117274944/ab18277b-4420-4e04-b158-0f6e705b6379.jpg",
    "altTitles": [
      {
        "ja": "ツンデレの女の子は可愛い"
      },
      {
        "ja-ro": "Tsundere no Onnanoko wa Kawaii"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "501f498d-dd26-401b-b0dc-fd3334d1f323",
    "title": {
      "en": "Haraiso Days"
    },
    "updatedAt": "2024-04-30T19:20:26+00:00",
    "coverArt": "https://mangadex.org/covers/501f498d-dd26-401b-b0dc-fd3334d1f323/4d9c2d96-fe71-4043-b811-06feb12f4e9f.jpg",
    "altTitles": [
      {
        "ja-ro": "Sakedokoro Haraiso Nichijou"
      },
      {
        "ja": "酒処 春來荘日乗"
      }
    ],
    "description": {
      "en": "Fifteen years have passed since the end of the Great War. Thriving at the bottom of the Imperial City of Flowers is the bar Haraiso, run by an idiosyncratic owner, Miss Haru. Various customers visit the restaurant every night, attracted by the delicious sake and snacks..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "def67679-5e96-42e9-8c3a-e27d7e4c0c7e",
    "title": {
      "en": "Attack!! Ramenman"
    },
    "updatedAt": "2023-02-28T17:06:01+00:00",
    "coverArt": "https://mangadex.org/covers/def67679-5e96-42e9-8c3a-e27d7e4c0c7e/cc393623-1a84-4935-8aa4-1fb891f1bb63.png",
    "altTitles": [
      {
        "ja": "闘将!! 拉麺男"
      },
      {
        "ja-ro": "Tatakae!! Ramenman"
      }
    ],
    "description": {
      "en": "A fighting manga set in China. Ramenman, the main character, travels from place to place, fighting various enemies. Originally debuting in Yudetamago's other early work, Kinnikuman, Ramenman became so popular (more so than Kinnikuman himself), that he got his own spinoff. It was serialized from June of 1982 to December of 1988 in Fresh Jump (officially ending in the January 23, 1989 issue, due to the suspension of the magazine itself). It was made into an animated series in 1988.  \n  \nSince the Ramenman in this series seems to have no direct connection to Kinnikuman's Ramenman, it is assumed that this series is set in a parallel world. There is also the belief that this Ramenman is supposed to be the ancestor of Kinnikuman's Ramenman."
    },
    "status": "completed",
    "releaseDate": 1982,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": ""
  },
  {
    "mangaId": "ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f",
    "title": {
      "en": "Iljin Romance"
    },
    "updatedAt": "2024-01-28T23:55:52+00:00",
    "coverArt": "https://mangadex.org/covers/ed8a6312-14c1-4e15-a5c1-fac9ba62ef8f/144251fc-7890-4289-b505-3f2e4a7b5721.jpg",
    "altTitles": [
      {
        "ko": "일찐로맨스"
      },
      {
        "ja": "カーストロマンス"
      }
    ],
    "description": {
      "en": "Jin Daim has no friends, but likes drawing. Iljina is the most popular girl in school, even though she rejects every confession. Daim thinks she and her friends are an annoyance and disturbs his drawing time before class, but all he ever draws is her. Things get complicated when his secret sketch books gets discovered by one of Iljina's friends."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4b39b6e-a448-4644-a540-64ceff1d8305",
    "title": {
      "en": "Toilet-bound Hanako-kun"
    },
    "updatedAt": "2024-04-18T00:33:51+00:00",
    "coverArt": "https://mangadex.org/covers/a4b39b6e-a448-4644-a540-64ceff1d8305/0f90e4c6-de3b-409b-bf71-350ac9e504b6.jpg",
    "altTitles": [
      {
        "id": "Hanako si Arwah Penasaran"
      },
      {
        "id": "Hanako, Sepulang Sekolah"
      },
      {
        "de": "Mein Schulgeist Hanako"
      },
      {
        "ru": "Туалетный мальчик Ханако-кун"
      },
      {
        "ja": "地縛少年 花子くん"
      },
      {
        "ja": "地缚少年花子君"
      },
      {
        "ko": "지박소년 하나코 군"
      },
      {
        "vi": "“Cậu” ma nhà xí Hanako"
      },
      {
        "pt-br": "Hanako-Kun e os mistérios do colégio Kamome"
      },
      {
        "es-la": "El Chico del Baño Hanako-kun"
      },
      {
        "es-la": "Hanako-kun el Fantasma del Baño"
      },
      {
        "es-la": "Hanako-kun y los Misterios de la Academia Kamome"
      },
      {
        "th": "ฮานาโกะคุง วิญญาณติดที่"
      },
      {
        "fr": "Toilet-bound Hanako-kun"
      },
      {
        "ja-ro": "Jibaku Shounen Hanako-kun"
      },
      {
        "en": "Toilet-bound Boy Hanako-kun"
      }
    ],
    "description": {
      "en": "\"Hanako-san, Hanako-san… are you there?\"  \nAt Kamome Academy, rumors abound about the school's Seven Mysteries, one of which is Hanako-san. Said to occupy the third stall of the third floor girls' bathroom in the old school building, Hanako-san grants any wish when summoned. Nene Yashiro, an occult-loving high school girl who dreams of romance, ventures into this haunted bathroom… but the Hanako-san she meets there is nothing like she imagined! Kamome Academy's Hanako-san… is a boy!  \n  \n**Note:** Volume 0 includes the original pilot version of Jibaku Shounen Hanako-kun and the debut oneshot of Aida Iro - Dear My Living Dead.\n\nOfficial Release:\n- Indonesian release by Elex Media Komputindo as **Hanako si Arwah Penasaran** (2019)\n- Korean release by 루트미디어 as **지박소년 하나코군** (2019)\n- Polish release by Studio JG as **Hanako : duch ze szkolnej toalety**\n- Turkish release by Gerekli Şeyler Yayıncılık as **Tuvalet Hayaleti Hanako-Kun** (2022)",
      "id": "Ada rumor tentang tujuh misteri atau lebih dikenal dengan \"Nana Fushigi\" di Akademi Kamome. Salah satunya adalah “Hanako”, hantu yang menghuni toilet wanita bilik ketiga di lantai 3 gedung sekolah lama. Konon, dia akan mengabulkan apa pun harapan orang yang memanggilnya. Di sisi lain, Nene Yashiro, seorang siswi SMA, melibatkan dirinya dengan makhluk supernatural agar harapannya terkabul. Inilah kisah komedi yang menghangatkan hati tentang Hanako, si hantu toilet, dengan gadis penggemar misteri!\n\n(Sumber: Sinopsis resmi)",
      "it": "Hanako, una sorta di spiritello noto come uno dei 7 misteri dell'Accademia Kamone, occupa il terzo bagno nei sanitari femminili al terzo piano, nel vecchio palazzo della scuola, e può avverare qualsiasi desiderio quando viene invocato. Un giorno come tanti, Nene Yashiro, una grande amante dell'occulto che sogna il grande amore, s'imbatte in Hanako ma viene colta dalla sorpresa quando scopre che Hanako è proprio un ragazzo! Nene diventa la sua assistente facendo così iniziare le loro avventure tra le varie leggende metropolitane che popolano la scuola.",
      "ru": "«Ханако-сан, Ханако-сан… ты там?»  \nВ академии Камомэ, как и во многих других японских школах существуют «семь школьных тайн», одна из которых легенда о Ханако-сан. Говорят, что если в женском туалете на третьем этаже постучать в третью кабинку, появится Ханако-сан, которая исполнит любое твоё желание…  \nЯсиро Нэнэ — обычная школьница, любящая жуткие истории, отправляется в женский туалет, чтобы призвать Ханако-сан и исполнить своё романтическое желание. Но, как оказалось, в академии Камомэ Ханако-сан — это… мальчик.",
      "th": "มีข่าวลือน่าพิศวงเกี่ยวกับสิ่งลี้ลับทั้งเจ็ดที่เล่าต่อกันมาในโรงเรียนคาโมเมะ ว่ากันว่าในห้องน้ำหญิงห้องที่สามชั้นที่สามของตึกเรียนเก่ามี \"คุณฮานาโกะ\" ที่จะช่วยให้คำขอร้องของผู้ที่เรียกตนออกมาสมหวังไม่ว่าจะเป็นเรื่องใดก็ตาม เนเนะ ยาชิโระ ผู้ที่มีความปรารถนาว่าอยากจะใจตรงกันกับคนที่ชอบ ก็ได้ลองเข้าไปในห้องน้ำหญิงแล้วลองเรียก \"คุณฮานาโกะ คุณฮานาโกะ อยู่หรือเปล่าคะ\" ตอนนั้นเองคุณฮานาโกะก็ได้ปรากฏตัวออกมาจริง ๆ ทว่า คุณฮานาโกะคนนั้นกลับเป็นเด็กผู้ชายซะงั้น!",
      "es-la": "\"Hanako, Hanako... ¿estás ahí?\"\nEn la Academia Kamome, abundan los rumores sobre los Siete Misterios de la escuela, uno de los cuales es Hanako. Se dice que ocupa el tercer puesto del baño de niñas del tercer piso en el antiguo edificio de la escuela, Hanako concede cualquier deseo cuando es convocado. Nene Yashiro, una chica de escuela secundaria que adora el ocultismo que sueña con el romance, se aventura en este baño embrujado, pero el Hanako que conoce no es nada como ella se imaginaba. ¡Hanako de la academia Kamome en realidad es un niño!"
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b06fe1e-ff99-4c8d-be0b-5ad2a4df7603",
    "title": {
      "en": "Kajiya de Hajimeru Isekai Slow Life"
    },
    "updatedAt": "2024-04-06T05:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/6b06fe1e-ff99-4c8d-be0b-5ad2a4df7603/f20fde3a-9d74-4493-be2b-493c5160857a.png",
    "altTitles": [
      {
        "ja-ro": "Kajiya de Hajimeru Isekai Surouraifu"
      },
      {
        "ja": "鍛冶屋ではじめる異世界スローライフ"
      },
      {
        "en": "My Quiet Blacksmith Life in Another World"
      },
      {
        "en": "Different World Slow Life Begun at the Smithy"
      },
      {
        "zh-hk": "成為鐵匠在異世界度過悠閒人生"
      },
      {
        "uk": "Помірне життя ремісничого в іншому світі"
      },
      {
        "ru": "Умеренная жизнь ремесленника в другом мире"
      }
    ],
    "description": {
      "en": "One night, Eizo, a hapless corporate slave, saves a cat and gets hit by a truck. The cat which seems to be related to a parallel world, in return for his help, grants Eizo a skill of his wish and reincarnates him to another world. Eizo, who has craftsmanship as a hobby and wishes to use this skill for a living, chooses to be reincarnated as a blacksmith. And so he starts his life in another world as a blacksmith just as he wishes. However, Eizo's creations are at another different level that will shake this new world.  \n  \n---\n\n**Links:** \n- [Official LN (EN)](https://j-novel.club/series/my-quiet-blacksmith-life-in-another-world)",
      "fr": "Une nuit, Eizo, un malheureux esclave d'entreprise, sauve un chat et se fait renverser par un camion. Le chat qui semble être lié à un monde parallèle, en échange de son aide, accorde à Eizo une compétence de son souhait et le réincarne dans un autre monde. Eizo, qui a l'artisanat comme passe-temps et souhaite utiliser cette compétence pour gagner sa vie, choisit de se réincarner en forgeron. Il commence donc sa vie dans un autre monde en tant que forgeron, comme il le souhaite. Cependant, les créations d'Eizo se situent à un autre niveau qui va bouleverser ce nouveau monde.",
      "ja": "しがない社畜として生きていたエイゾウは、ある晩に猫を助けてトラックにはねられる。その猫は並行世界に関わる存在だったらしく、助けてくれた見返りとしてエイゾウに希望のスキルを与えたうえで異世界に転生させることを申し出る。エイゾウは趣味のモノ作りを生業としたいと思い、鍛冶屋として転生することを望む。その願いどおりに鍛冶屋として異世界でのモノ作りライフがはじまる。しかし、エイゾウのスキルは異世界を揺るがす業物を生み出すレベルだった――。\n\n* **エイゾウ**\nモノ作りと猫が大好きな元社畜。\n\n* **サーミャ**\n虎の獣人族の少女。エイゾウに命を助けてもらう。\n\n---\n\n- ![Syosetsu](<https://i.imgur.com/HI4jAzg.png>) [Web Novel](https://ncode.syosetu.com/n7266fe)\n- [Official LN (JP)](https://kadokawabooks.jp/product/kajiyadehajimeruisekai)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee7b5c7e-a8eb-4c7a-93aa-17cae960acdf",
    "title": {
      "en": "‏I Will Fall With the Emperor"
    },
    "updatedAt": "2022-11-14T23:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/ee7b5c7e-a8eb-4c7a-93aa-17cae960acdf/ae8f2d38-316d-4ce7-8ceb-7d7d2edd8ce3.png",
    "altTitles": [
      {
        "ko": "황제와 함께 타락하겠습니다"
      },
      {
        "ko-ro": "Hwangjewa Hamkke Talaghagessseubnida"
      },
      {
        "uk": "Впасти разом з імператором"
      },
      {
        "ja": "お求め頂いた暴君陛下の悪女です"
      }
    ],
    "description": {
      "en": "If I accepted his offer and became his Empress at that time, would I be able to live a little longer? I don’t know but if I had I wouldn’t have felt that pain of dislocating my eye but only when I went 10 years back and stood next to him I realized he fell when I fell we were so much alike which is why he contacted me."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00296c8d-a815-4fdd-b4b8-c79c550ee875",
    "title": {
      "en": "The Indomitable Martial King"
    },
    "updatedAt": "2024-04-25T01:06:42+00:00",
    "coverArt": "https://mangadex.org/covers/00296c8d-a815-4fdd-b4b8-c79c550ee875/bb7a112f-5775-40ff-8494-a27d1c343bd4.jpg",
    "altTitles": [
      {
        "en": "Time Slip of the Fist King"
      },
      {
        "ko": "권왕전생"
      },
      {
        "zh": "拳王轉生"
      },
      {
        "ko-ro": "Gwonwangjeonsaeng"
      }
    ],
    "description": {
      "en": "In a world where humans sell and buy otherworldly species as slaves, the great mage Rifenhardt is treated like the Demon King for helping the otherworldly species.\n\nA party of heroes arrive to bring down the Demon King! Rifenhardt succeeds in greatly injuring the heroes, but he faces death at the hands of... the Martial King Tesslon!\n\n\"Time and Space Regression Spell.\"\n\nHowever, Rifenhardt miraculously manages to cast this last-resort spell and regresses to the past. But...\n\n“Who are you?”\n\nHe awakens reincarnated in the body of the continent’s strongest physical warrior, Tesslon!\n\nNow begins Rifenhardt's adventures as both a great mage and the physically strongest man to change the world!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60d7782b-7093-44d1-8009-e91825813dde",
    "title": {
      "en": "Foul's Start"
    },
    "updatedAt": "2024-05-15T13:37:42+00:00",
    "coverArt": "https://mangadex.org/covers/60d7782b-7093-44d1-8009-e91825813dde/c1602569-1533-4189-aa5c-9d061d7a6461.png",
    "altTitles": [
      {
        "ko": "파울즈 스타트"
      }
    ],
    "description": {
      "en": "Growing up, Eun Hae-il is unable to forget the boy he had his very first crush on.\nThis year, he gets accepted into his dream college after retaking the entry test 4 times.\nHowever, one day he saves a child from drowning in the ocean but, attempting to save him, he submits to exhaustion and drowns.\nRight before he stops breathing, he closes his eyes and thinks of the boy he has longed had a crush on, but when then he opens his eyes again he's no longer drowning in the ocean, but on a bus.\nHae-il, a man who has crossed between time and has survived death, now stands in front of the man he has longed loved, Yoon Pado. “Has God really given me a second chance?”"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df5f8e3d-64a1-4287-8f08-4a732e9cb757",
    "title": {
      "en": "The Chaotic God of Extraordinary Strength"
    },
    "updatedAt": "2024-04-08T18:02:04+00:00",
    "coverArt": "https://mangadex.org/covers/df5f8e3d-64a1-4287-8f08-4a732e9cb757/4aeaa0ac-0165-418b-b66c-35705cec2dbf.jpg",
    "altTitles": [
      {
        "ko": "괴력 난신"
      },
      {
        "en": "Myst, Might, Mayhem"
      }
    ],
    "description": {
      "en": "Zheng, the ‘Slaughtering Scythe Ghost’ who finds pleasure in killing.\n\nHe happens to have the exact same face as the Third Young Master of the Great Orderly Wooden Sword Hall, Mok Gyung-Woon…\n“Become my body double. That way, I’ll let you out of this prison.”\n\n“Will you give me that opportunity?”\n‘Crack-!!!’\nHe kills the Third Young Master and decides to become the ‘real’ one. Can the fake Mok Gyung-Woon survive as the real one? The serial killer begins his new life as the Third Young Master of the Great Orderly Wooden Sword Hall."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "abe0bb3b-a05e-4602-aa4f-578e0b962cf9",
    "title": {
      "en": "The Stellar Swordmaster"
    },
    "updatedAt": "2024-03-29T14:03:44+00:00",
    "coverArt": "https://mangadex.org/covers/abe0bb3b-a05e-4602-aa4f-578e0b962cf9/79b55c2b-0fb4-4569-8c48-aa1e1ff97eb7.jpg",
    "altTitles": [
      {
        "ko": "별을 품은 소드마스터"
      },
      {
        "en": "Star-Embracing Swordmaster"
      },
      {
        "ko-ro": "Byeoreul Pumeun Swordmaster"
      },
      {
        "en": "Star-fostered swordmaster"
      }
    ],
    "description": {
      "en": "The so-called “Lighthouse of the North,” the prosperous trading town of Schoarra, hides a dark underbelly: seedy slums ruled by five ruthless crime bosses.\n\nWhen streetwise orphan Vlad finds the brothel he works for decimated by a disgraced knight, he turns to the path of the blade, pledging himself to the pursuit of power by sword. \n\nBlessed with the ability to seek wisdom from his sentient sword, Vlad embarks upon a journey of growth and peril as swordsman in service to the powerful House Vayezid."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-04-25T18:12:33+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/8f2d9f4f-1db3-4eb7-bbbf-0169e85127ec.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch Has Begun - I Will Live Freely In A World Where Only I Can View The \"Strategy Site\" -"
      },
      {
        "ja-ro": "Sekai Saikyou no Majo, Hajimemashita"
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "36d27f1d-122a-4c7e-9001-a0d62c8fb579",
    "title": {
      "en": "Mount Celeb Kaneda-san"
    },
    "updatedAt": "2024-05-15T23:32:05+00:00",
    "coverArt": "https://mangadex.org/covers/36d27f1d-122a-4c7e-9001-a0d62c8fb579/5e9140ed-1a8c-4da4-8cf6-031c345b2af8.jpg",
    "altTitles": [
      {
        "ja": "マウントセレブ金田さん"
      }
    ],
    "description": {
      "en": "Mochiko Kaneda (commonly known as Kaneda-san), a self-important, clumsy sanpaku-eyed celebrity lady, climbs to the top with overwhelming financial power!!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "875412f6-45e3-4bd5-950a-8fcb038b8dc4",
    "title": {
      "en": "SSS-Rank Lone Summoner"
    },
    "updatedAt": "2023-07-22T10:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/875412f6-45e3-4bd5-950a-8fcb038b8dc4/448d182e-704e-4e1b-baf5-ef1c2333dbb5.jpg",
    "altTitles": [
      {
        "zh-ro": "Zhi You Wo Neng Yong Zhao Huan Shu"
      },
      {
        "en": "Only I Can Use Summoning SSS-Rank Lone Summoner"
      },
      {
        "en": "The Lone SSS-Class Summoner"
      },
      {
        "zh-ro": "Zhǐ Yǒu Wǒ Néng Yòng Zhào Huàn Shù"
      },
      {
        "zh": "只有我能用召唤术"
      }
    ],
    "description": {
      "en": "Zhang Ze crosses over to a parallel world where people rely on the Magic Domain to fight monsters and become stronger to resist the invasion of demons from the Devil’s Cave. For the sake of his sister, Zhang Ze enters the magic realm under the name of Asura, and then he unexpectedly awakens the strongest SSS-level talent summoning ability! The higher the level of the summoning art, the more monsters you can summon, and the more you can upgrade, it’s simply heaven-defying!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fcc2fbee-0fe9-4cbc-b744-9132175a17c6",
    "title": {
      "en": "Kanojo ni Uwaki Sareteita Ore ga, Koakuma na Kouhai ni Natsukareteimasu"
    },
    "updatedAt": "2024-05-14T16:26:42+00:00",
    "coverArt": "https://mangadex.org/covers/fcc2fbee-0fe9-4cbc-b744-9132175a17c6/864a1cd8-6f63-46e2-909b-b1bd99a9d92d.jpg",
    "altTitles": [
      {
        "en": "I Was Cheated On by My Girlfriend, but My Devilish Junior Now Yearns for Me"
      },
      {
        "ja": "カノジョに浮気されていた俺が、小悪魔な後輩に懐かれています"
      },
      {
        "en": "My Coquettish Junior Attaches Herself to Me!"
      }
    ],
    "description": {
      "en": "Christmas season.\n\nHasegawa Yuuta found himself single after breaking up last month when his girlfriend had cheated on him. And it was only a few days until Christmas! After an everyday conversation with his female friend, Mino Ayaka, Yuuta met a beautiful girl clad in a Santa suit—In a lane full of couples no less!\nHer name was Shinohara Mayu. Will this encounter with Shinohara turn out to be the Christmas present for Yuuta?",
      "pt-br": "Época Natalina.\n\nHasegawa Yuuta se viu solteiro após terminar o namoro no mês passado, quando sua namorada o traiu. E faltavam apenas alguns dias para o Natal! Depois de uma conversa normal com sua amiga Mino Ayaka, Yuuta conheceu uma linda garota vestida de Papai Noel - em uma rua cheia de casais!\n\nSeu nome era Shinohara Mayu. Será que esse encontro com Shinohara será o presente de Natal para Yuuta?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c83c0e9-c74f-491c-97d8-db0e4e7dc707",
    "title": {
      "en": "Ore no Zensei no Chishiki de Teihen Shoku Tamer ga Joukyuu Shoku ni Natte Shimai Sou na Ken"
    },
    "updatedAt": "2024-03-25T22:16:45+00:00",
    "coverArt": "https://mangadex.org/covers/1c83c0e9-c74f-491c-97d8-db0e4e7dc707/4a0f44d3-8f78-4b95-bdf9-a7cc11d3e748.jpg",
    "altTitles": [
      {
        "en": "About Making the Low-tier Tamer Profession Top-tier Using My Previous Life’s Knowledge"
      },
      {
        "ja-ro": "Ore no Zense no Chishiki de Teihengyo Tamer ga Joukyugyo ni Natte Shimaisou na Ken ni Tsuite"
      },
      {
        "ja-ro": "Ore no Zensei no Chishiki de Teihen Shoku Tamer ga Joukyuu Shoku ni Natte Shimai Sou na Ken"
      },
      {
        "ja": "俺の前世の知識で底辺職テイマーが上級職になってしまいそうな件"
      },
      {
        "zh-hk": "廢柴馴獸師通過前世的記憶站上頂點"
      },
      {
        "es-la": "Sobre cómo hacer que la profesión de domador de nivel bajo sea de nivel superior utilizando los conocimientos de mi vida anterior"
      },
      {
        "en": "The Useless Tamer Will Turn into the Top Unconsciously by My Previous Life Knowledge"
      }
    ],
    "description": {
      "en": "Due to an accident, the protagonist Varius died and was reincarnated. He was shocked to find in this new world, his former job as a Tamer in the previous world was acknowledged as a low class job in this new world.  \n  \nUtilizing his knowledge from his previous life as a basis, he then applied unique buffs to his beasts, taking back the ultimate power that he once possessed.  \n  \nWith this power in his hands, he sought to start his life as an adventurer. However-  \n  \n\n[Webnovel](https://ncode.syosetu.com/n7251fq/)",
      "ja": "不慮の事故により転生したヴァリウスは、前世において最強のジョブであるテイマーが、新たな地で最弱の底辺職として扱われていることに、驚愕を覚える。能力を十全に活かせず、不遇をかこつテイマー職の地位向上を目指し、ヴァリウスはあらん限りの知識をもとに、最強のテイマーになるため、未知なる冒険の旅へ出る――!!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec8f26f4-bc9f-43b6-93ec-60a05638fca0",
    "title": {
      "en": "Isekai Kenkokuki"
    },
    "updatedAt": "2024-05-14T23:59:52+00:00",
    "coverArt": "https://mangadex.org/covers/ec8f26f4-bc9f-43b6-93ec-60a05638fca0/5d9c656c-e27d-45d3-b45f-6e4ec7b0e9c2.jpg",
    "altTitles": [
      {
        "en": "Different World Foundation"
      },
      {
        "en": "Otherworld Nation Founding Chronicles"
      },
      {
        "ru": "Покорение иного мира"
      },
      {
        "ja": "異世界建国記"
      },
      {
        "zh": "异世界建国记"
      },
      {
        "zh-hk": "異世界建國記"
      },
      {
        "ko": "이세계 건국기"
      },
      {
        "it": "Cronache dalla Fondazione di un Impero in un Altro Mondo"
      },
      {
        "pt-br": "Crônicas da Fundação de um Império em Outro Mundo"
      }
    ],
    "description": {
      "en": "A protagonist reborn in another world.  Apparently he had been reincarnated as an abandoned child.  Before his eyes were abandoned children like him.  In order to survive, he led them into farming.  Little by little, orphans gathered, and upon hearing rumors of a village, others began to migrate.\n\nThe group that had been nothing but children had become a village before anyone realized. Then various countries in the surroundings started to have an eye on it. This is the epic tale of the man who would later be known as the Divine Emperor.",
      "it": "Il protagonista rinasce in un altro mondo.\nA quanto pare, sembra che si sia reincarnato in un bambino orfano.\nPoco dopo, si trova davanti altri bambini abbandonati come lui.\nPer poter sopravvivere, si mette alla loro guida ed iniziano a coltivare.\nPoco per volta, iniziano così a creare un villaggio. Arrivano altri orfani. Ma anche come la voce di questa comunità si diffonde, persone di tutti i tipi.\nQuesto gruppo, partito come nient'altro che un gruppo di bambini, diventa quindi un villaggio prima di rendersene conto.\nEd è così, che i diversi Paesi circostanti iniziano ad interessarsi a loro.\nQuesta è l'epica storia dell'uomo che in seguito sarebbe stato conosciuto come il Divo Imperatore.",
      "pt-br": "Um protagonista renascido em outro mundo.  Aparentemente ele reencarnou como uma criança abandonada.  Diante de seus olhos estavam crianças abandonadas como ele.  Para sobreviver, ele os conduziu à agricultura.  Aos poucos, os órfãos foram se reunindo e, ao ouvirem rumores de uma aldeia, outros começaram a migrar.\n\n O grupo que não passava de crianças tornou-se uma aldeia antes que alguém percebesse.  Então vários países do entorno começaram a ficar de olho nisso.  Esta é a história épica do homem que mais tarde seria conhecido como o Divino Imperador"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "468fe172-ddc6-4e7e-865c-03fe20869607",
    "title": {
      "en": "Q"
    },
    "updatedAt": "2023-04-05T08:17:40+00:00",
    "coverArt": "https://mangadex.org/covers/468fe172-ddc6-4e7e-865c-03fe20869607/c3ae7707-5c02-42a4-8ccb-225fcecb30c5.jpg",
    "altTitles": [
      {
        "en": "Dissimilar Girl Q"
      },
      {
        "ja-ro": "Kuu"
      },
      {
        "ja-ro": "Q (Shihira Tatsuya)"
      },
      {
        "ja-ro": "Q [Ku]"
      },
      {
        "ja": "Q [クー]"
      },
      {
        "zh": "异种少女Q"
      }
    ],
    "description": {
      "en": "Q is a mysterious girl who appears in a post-apocalyptic world ruled by Solaris - a giant monster-dropping eye in the sky. \nShe also has a huge appetite, especially for donuts. When her path crosses with that of Rem, an ex-military, \nthe world and mysteries surrounding her and Solaris are about to become even stranger and more dangerous…  \n  \n*Q like donuts!*"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "20"
  },
  {
    "mangaId": "4509fd84-c003-4c57-ab07-e207e6999dab",
    "title": {
      "en": "Issho ni Kurashite ii desu ka?"
    },
    "updatedAt": "2024-04-20T18:18:31+00:00",
    "coverArt": "https://mangadex.org/covers/4509fd84-c003-4c57-ab07-e207e6999dab/f6543ee0-f5fc-4266-aa25-585c2bb2d06f.jpg",
    "altTitles": [
      {
        "ja": "一緒に暮らしていいですか？"
      },
      {
        "pt-br": "Posso morar com você?"
      },
      {
        "id": "Bolehkan Aku Tinggal Bersamamu?"
      },
      {
        "en": "May I Live With You?"
      },
      {
        "fr": "Pouvons-nous vivre ensemble ?"
      },
      {
        "ru": "Можем ли мы пожить вместе?"
      }
    ],
    "description": {
      "en": "Hiromi Sonoda has no girlfriend, no job, and no home, until he finds a shared-house with very cheap rent and goes to check it out. However, the share-house has a certain condition... Kei Sasuga presents a new \"Share House Romantic Comedy\"!",
      "fr": "Hiromi Sonoda n'a plus de petite amie, plus de travail et plus de maison, jusqu'à ce qu'il trouve une colocation au loyer très bon marché et qu'il aille la visiter. Cependant, la colocation est soumise à certaines conditions...\nKei Sasuga présente sa nouvelle \"Share House Romantic Comedy\" !",
      "id": "Hiromi Sonoda tidak punya pacar, tidak punya pekerjaan, dan tidak punya rumah, sampai dia menemukan rumah kos-kosan dengan harga sewa yang sangat murah dan pergi untuk melihatnya. Namun, rumah kos-kosan memiliki syarat tertentu... Kei Sasuga menghadirkan \"Komedi Romantis Rumah Kos-kosan\" baru!",
      "ja": "「幸せな家庭」を夢見る園田寛美は、職を失い同棲中の彼女に振られて、家ナシ金ナシ彼女ナシに…。そんなときに、間違えて入居したのが、なんと女性専用シェアハウスだった!!",
      "pt-br": "Hiromi é um homem que sempre sonhou em ter uma família calorosa e amorosa por causa de um incidente em seu passado. Entretanto, depois que sua namorada terminou com ele por várias razões, ele começa a desistir de seu sonho e pensa que nunca será capaz de realizá-lo. Sem um lugar para viver, ele chega a uma casa compartilhada cheia de mulheres. Será que ele vai encontrar o lar e a família que ele almeja neste novo lugar?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72331318-7f5e-44b3-8510-12133149fde3",
    "title": {
      "en": "Isekai Walking"
    },
    "updatedAt": "2024-04-02T12:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/72331318-7f5e-44b3-8510-12133149fde3/d9e8af1d-07a7-42eb-a95b-355012c90e8a.jpg",
    "altTitles": [
      {
        "en": "Walking in Another World"
      },
      {
        "ja": "異世界ウォーキング"
      }
    ],
    "description": {
      "en": "Sora, a Japanese boy who was summoned to another world, gained the skill \"Walking.\" Its effect is that \"no matter how much he walks, he never gets tired.\" Because of this weak skill, the king expelled him from the group of summoned heroes. But when Sora starts walking in another world, he suddenly levels up!\n \nWalking had a hidden effect of \"gaining 1 EXP for each step taken.\" He acquired useful skills such as 'Appraisal,' 'Alchemy,' and healing magic...\n\nGetting one skill after another, he became talented just by walking! The adventure to encounter and touch the unknown is about to begin!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "393f6175-a690-4d32-93de-f04eaf851db9",
    "title": {
      "en": "I am Sera"
    },
    "updatedAt": "2024-05-16T23:13:12+00:00",
    "coverArt": "https://mangadex.org/covers/393f6175-a690-4d32-93de-f04eaf851db9/67000ca5-fab8-4cdb-a32c-50d8dd7b132b.png",
    "altTitles": [
      {
        "pt-br": "Eu sou Sera"
      },
      {
        "es": "Yo soy Sera"
      },
      {
        "es-la": "Yo soy Sera"
      }
    ],
    "description": {
      "en": "I am Sera",
      "es": "Yo soy Sera",
      "es-la": "Yo soy Sera",
      "pt-br": "Eu sou Sera"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85ce7857-3d01-4b0a-adff-7a4cba347ced",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
    },
    "updatedAt": "2024-05-09T17:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/a0574230-816e-4f37-8f68-9a4b02ad38c1.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 4 「Let's Save the Royal Academy Library!」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 4"
      },
      {
        "ja": "本好きの下剋上～司書になるためには手段を選んでいられません～第四部 貴族院の図書館を救いたい!"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 4"
      }
    ],
    "description": {
      "en": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4c0c579-f0a6-4ff7-bc2e-1c0d3f614d03",
    "title": {
      "en": "Atarashii Kimi e"
    },
    "updatedAt": "2024-05-06T19:16:14+00:00",
    "coverArt": "https://mangadex.org/covers/a4c0c579-f0a6-4ff7-bc2e-1c0d3f614d03/e69c9ff2-ae1d-435f-84c3-03b3e69b114c.jpg",
    "altTitles": [
      {
        "ja": "新しいきみへ"
      },
      {
        "en": "To a New You"
      },
      {
        "zh": "致崭新的你"
      }
    ],
    "description": {
      "en": "Sakuma, a teacher at an all-girls school, sees his wife in the red-light district cheating on him one day. In response, he runs away and decides to tour Japan, going wherever his heart may lead him. He finally reaches Odawara and meets a young girl, that looks like the one he always sees in his dreams. He barely manages to stop himself from crossing the line with the girl, and he eventually returns to his normal life, having discovered that his wife's alleged cheating was all a misunderstanding. But then...",
      "pt-br": "Sakuma, um professor em uma escola só para meninas, vê sua esposa no distrito de prostituição o traindo. Em resposta, ele foge e decide fazer uma turnê pelo Japão, indo aonde seu coração o levar. Ele finalmente chega a Odawara e conhece uma jovem, que se parece com a que ele sempre vê em seus sonhos. Ele mal consegue se impedir de cruzar a linha com a garota e, eventualmente, retorna à sua vida normal, ao descobrir que a suposta traição de sua esposa foi um mal-entendido. Mas então..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "24"
  },
  {
    "mangaId": "31e0ca21-7f54-4659-89bc-233d1dbd3474",
    "title": {
      "en": "Kagekuri Kitan"
    },
    "updatedAt": "2023-08-28T17:15:06+00:00",
    "coverArt": "https://mangadex.org/covers/31e0ca21-7f54-4659-89bc-233d1dbd3474/87173e11-429e-4ee2-b840-cc4aeb55390a.jpg",
    "altTitles": [
      {
        "ru": "Кагекури Китан"
      },
      {
        "ja": "影繰姫譚"
      },
      {
        "ja": "影缲姫谭"
      }
    ],
    "description": {
      "en": "Hajime has lived in fear of the monsters lurking in the shadows that only he can see. But after meeting a mysterious shadow girl who pledges to help him face his fears, he's dragged into the secret world of ninjas."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "46"
  },
  {
    "mangaId": "32e0b8d5-f7de-4d6a-871b-2dc69dfe4251",
    "title": {
      "en": "Sunami Yuuko to Yuri na Hitobito"
    },
    "updatedAt": "2024-05-17T01:27:52+00:00",
    "coverArt": "https://mangadex.org/covers/32e0b8d5-f7de-4d6a-871b-2dc69dfe4251/c88d8376-9958-4194-8551-8d6bfd41bd0c.jpg",
    "altTitles": [
      {
        "ja-ro": "Sunami Yuko to Yuri na Hitobito"
      },
      {
        "en": "Sunami Yuuko and the Yuri people"
      },
      {
        "ja": "須波優子と百合な人びと"
      },
      {
        "zh": "须波优子与姬友日常"
      }
    ],
    "description": {
      "en": "Sunami Yuuko is surrounded by lesbians at her school.",
      "id": "Sunami Yuuko dikelilingi oleh para lesbian di sekolahnya."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]