[
  {
    "mangaId": "9a9bbd35-a923-494e-855f-2ffe60992dc6",
    "title": {
      "en": "Magical Trans!"
    },
    "updatedAt": "2024-04-24T16:16:03+00:00",
    "coverArt": "https://mangadex.org/covers/9a9bbd35-a923-494e-855f-2ffe60992dc6/c740f8da-fe77-427c-a2dd-f13efc24221b.jpg",
    "altTitles": [
      {
        "ja-ro": "Maji Tora!"
      },
      {
        "ja-ro": "MajiTora"
      },
      {
        "ja": "まじとら！"
      },
      {
        "zh-hk": "欢迎来到魔法少女部"
      }
    ],
    "description": {
      "en": "Minami-kun spots a poster recruiting new members for the Magical Girl Club. Thinking \"Cosplay cuties woohoo!\" he decides to join… What the hell!? It's not cosplay, we actually become magical girls??  \n  \nA slice of life love-comedy revolving around magical girls and slippery slopes.",
      "es": "Minami-kun ve un cartel para llamar la atención a aquellos interesados en unirse al Club de Chicas Mágicas. Pensando en \"¡Ver chicas guapas en cosplay, yujuu!\" decide entrar... ¿¡Pero qué demonios!? Esto no es un cosplay, ¿de verdad nos hemos transformado en chicas mágicas?\n\nUna comedia romántica que gira en torno a las chicas mágicas y situaciones peligrosas.",
      "ru": "Минами-кун заметил постер с приглашением в Клуб Девочек-Волшебниц. Подумав: «Ничоси, халявный косплей!», он решил присоединиться… Вот только он не знал, что это не косплей, а он сам станет Девочкой-волшебницей!  \n  \n  \nOriginally found on MinComi: <http://www.mincomi.jp/title/?title=327416>  \nTwitter [@yutakashii](https://twitter.com/yutakashii)  \nPixiv: <http://www.pixiv.net/member.php?id=200861>  \n<http://www.ebookjapan.jp/ebj/author/78088/>"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "65"
  },
  {
    "mangaId": "fd667226-d96b-47e6-93bc-83ef6c97fa48",
    "title": {
      "en": "Children, Don't Play with Ghosts!"
    },
    "updatedAt": "2024-12-13T14:44:26+00:00",
    "coverArt": "https://mangadex.org/covers/fd667226-d96b-47e6-93bc-83ef6c97fa48/225927ef-e67a-4de0-9a09-ec885c6b5f7e.jpg",
    "altTitles": [
      {
        "ja": "霊と遊ぶな子供たち！！"
      },
      {
        "ja-ro": "Rei to Asobuna Kodomo-tachi! !"
      },
      {
        "zh": "與鬼共舞"
      }
    ],
    "description": {
      "en": "7 scary stories by Inuki Kanako   (4.1 and 4.2 were adapted into a movie, check Gokiburi no Ie's page for more info)\n\n1- Ushirogami: \n2- Psycho Box: \n3- Children, Don't Play with Ghosts!: The mangaka, Kanako Inuki, tells some of her own scary experiences with ghost stories in childhood.\n4- Women of the Dark (Kurayami no Onna-tachi)\n4.1- Room 1: Woman that Loves Cooking\n4.2- Room 2: Women in the Trash Dumping Area\n4.3- Room 3: 117th Woman \n5- The House of Cockroaches: A rich woman has a deathly fear of cockroaches which leads to...\n6- Nightmare Door: A girl experiences strange and horrifying nightmares.\n7- 100 Ghost Stories"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "7"
  },
  {
    "mangaId": "d59e42a9-fcae-486e-b7f2-72a399b91336",
    "title": {
      "en": "Gokiburi no Ie"
    },
    "updatedAt": "2024-10-19T20:07:26+00:00",
    "coverArt": "https://mangadex.org/covers/d59e42a9-fcae-486e-b7f2-72a399b91336/a854feda-643b-4374-9cb6-178b21bdd6c7.jpg",
    "altTitles": [
      {
        "ja": "ゴキブリの家"
      },
      {
        "ja-ro": "Gokiburi no Ie"
      },
      {
        "en": "The House of Cockroaches"
      },
      {
        "es": "La Casa de las Cucarachas"
      },
      {
        "es": "Mujeres de la Oscuridad"
      }
    ],
    "description": {
      "en": "3 Stories (part 1 and 3 of chapter 1 and chapter 3) here were adapted into a movie called Bourei no Sumu Ie ~Kanako Inuki Kyoufu WORLD~  (亡霊の棲む家～犬木加奈子恐怖world～)\n\n1. Kurayami no Onnatachi (*暗闇の女たち* Women of the Darkness) \n3 stories about women living normal lives in their apartments, but eventually everything starts going wrong.\n\n2. Gokiburi no Ie (*ゴキブリの家* The House of Cockroaches)\nA rich woman that has a terrible fear of cockroaches faces a bizarre cockroach infestation...\n\n3. Kao no nai Onna (*顔のない女* Faceless Woman)\nA woman's neighbor starts trying to take her identity and life...\n\n4. Jukai Kitan (*樹海奇譚* Strange Tale of the Sea of Trees)\nA man enters the famous Aokigahara forest, known for its suicides, and he finds the corpse of a beautiful woman, and decides to take photos of it...\n\n5. Rei to Asobu na Kodomotachi!! (*霊と遊ぶな 子供たち!!* Children, Don't Play with Ghosts!!\nKanako Inuki tells her own scary stories from childhood.\n\n6. Akumu no Tobira (*悪夢の扉* Door of Nightmares)\nA girl is stuck in twisted fairytale-esque nightmares..."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "624d6ceb-768d-40a7-8412-84e083afbdb1",
    "title": {
      "en": "Kanojo ni shitai Joshi Ichii, no Tonari de Mitsuketa Amari-chan"
    },
    "updatedAt": "2025-02-01T10:10:37+00:00",
    "coverArt": "https://mangadex.org/covers/624d6ceb-768d-40a7-8412-84e083afbdb1/5dce7ff8-843f-4a2d-8ab9-1daffbf492fc.jpg",
    "altTitles": [
      {
        "ja": "彼女にしたい女子一位、の隣で見つけたあまりちゃん"
      }
    ],
    "description": {
      "en": "\"A Romantic Comedy Starting from Friendship with the Hidden Heroine Only I Know About.\"\n\nHe’s a nice guy, but way too plain… That’s Fukusuke Mogi, who secretly admires Kureha Yui, the most beautiful girl in the class.\nHowever, the one rumored to be with Yui is his best friend, Fujisaki Yusei, the ace of the basketball team.\n\nFeeling down about being a \"mob character\" overshadowed by his best friend, Fukusuke discovers another super cute girl who’s hidden in Yui’s shadow and doesn’t stand out—Usuba Amari!\n\n\"W-Would you… be my friend?\"\n\nSharing similar circumstances, Fukusuke and Amari decide to practice \"becoming normal\" together—what could possibly happen next?",
      "id": "\"Kisah Romantis Komedi Dimulai dari Persahabatan dengan Heroine Tersembunyi yang Hanya Aku Tahu.\"Dia anak baik, tapi terlalu biasa saja… Itulah Fukusuke Mogi, yang diam-diam mengagumi Kureha Yua, gadis tercantik di kelas.Namun, orang yang digosipkan bersama Yui adalah sahabatnya, Fujisaki Yuusei, bintang tim basket. Saat merasa terpuruk karena menjadi \"karakter figuran\" yang tenggelam di balik sahabatnya, Fukusuke menemukan seorang gadis super imut lainnya, yang tersembunyi di balik bayang-bayang Yua dan jarang diperhatikan—Usuha Amari!\"A-Apakah… kamu mau jadi temanku?\"Berbagi nasib yang serupa, Fukusuke dan Amari memutuskan untuk mulai berlatih \"menjadi orang biasa\" bersama—kira-kira apa yang akan terjadi selanjutnya?",
      "es-la": "Fukusuke, un chico agradable pero un poco aburrido, se enamora a primera vista de Yua, la chica más hermosa de la clase. Sin embargo, se rumorea que Yua está interesada en Yusei, el amigo de la infancia de Fukusuke y la estrella del equipo de baloncesto. \n\nFukusuke suspira por un amor imposible. Pero, un día, Fukusuke descubre a una chica adorable, llamada Amari Usuha, que es tímida y se esconde tras la sombra de Yua. \"Um, ¿quieres ser mi amigo?\" Y entonces, los dos empiezan a practicar juntos para \"ser normales\", pero... \"¿Es cierto que Amari-chan está enamorada de Yusei?\" \".......\" \"¿Por qué te sonrojas tanto?\" \n\nUna comedia romántica que comienza con amistad, entre un chico aburrido y una chica secretamente adorable, solamente conocida por él. \n(Un pequeño manga para promocionar la novela)",
      "pt-br": "Fukusuke, um garoto simpático, mas um pouco chato, se apaixona à primeira vista por Yua, a garota mais linda da turma. No entanto, há rumores de que Yua está interessada em Yusei, amigo de infância de Fukusuke e estrela do time de basquete.\n\nFukusuke anseia por um amor impossível. Mas, um dia, Fukusuke descobre uma garota adorável, chamada Amari Usuha, que é tímida e se esconde atrás da sombra de Yua. \"Hum, você quer ser meu amigo?\" E então, os dois começam a praticar juntos para “ser normais”, mas... “É verdade que Amari-chan está apaixonada por Yusei?” \".....\" \"Por que você está corando tanto?\"\n\nUma comédia romântica que começa com uma amizade, entre um garoto chato e uma garota secretamente adorável, que só ele conhece."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b25a80b-97cd-4734-9ac1-0bb4dd17511a",
    "title": {
      "en": "Mousou Academism"
    },
    "updatedAt": "2025-01-16T11:12:36+00:00",
    "coverArt": "https://mangadex.org/covers/5b25a80b-97cd-4734-9ac1-0bb4dd17511a/04bf6271-ef26-488c-be3d-01530dc772fe.jpg",
    "altTitles": [
      {
        "ja": "妄想アカデミズム"
      },
      {
        "ko": "망상 아카데미즘"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "513c1c8f-bf6a-4fe0-a9d3-0c26dfb5b5f0",
    "title": {
      "en": "I Get Stronger the More I Eat"
    },
    "updatedAt": "2024-07-07T23:35:10+00:00",
    "coverArt": "https://mangadex.org/covers/513c1c8f-bf6a-4fe0-a9d3-0c26dfb5b5f0/54e367f9-00b5-47af-b293-164b36d88f8a.jpg",
    "altTitles": [
      {
        "ko": "먹을수록 강해짐"
      },
      {
        "en": "I Grow Stronger By Eating!"
      },
      {
        "en": "I grow stronger, devouring everything in my path"
      },
      {
        "ru": "Я становлюсь сильнее, пожирая всё на своём пути"
      },
      {
        "zh": "最强饭桶"
      },
      {
        "fr": "Appétit féroce"
      },
      {
        "de": "Gewaltiger Hunger"
      },
      {
        "es-la": "¡Me fortalezco comiendo!"
      },
      {
        "id": "Aku Bertambah Kuat Dengan Makan!"
      }
    ],
    "description": {
      "en": "Known as “Pet Shop,” Mr. Kim has the unique ability to absorb the skills of the creatures he eats. One day, Pet Shop is mysteriously transported to a magical world full of orcs, trolls, and monsters. A new world, new chow, and new skills. Now Pet Shop is determined to become the most powerful creature in the world. Follow his epic climb to the top of the food chain.\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30674)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/appetit-feroce)",
      "fr": "Les armes à feu du monde humain pouvaient arrêter notre héros, plus rien ne peut l’arrêter dans ce nouvel univers ! Réincarné dans une époque imaginaire, celui qu’on surnomme « L’animalerie » doit manger des animaux pour obtenir leurs aptitudes. Pour devenir plus fort, il doit allier quantité et qualité. Sa vie ressemble à un jeu vidéo où il faut gagner des compétences et il connaît les règles par cœur !\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30674)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/appetit-feroce)",
      "id": "Setiap orang memiliki bakatnya masing-masing.\n\nDan bakat yang saya miliki adalah ‘makan’.\n\nBakat yang bersinar jauh lebih terang di dunia tempat tinggal organisme kuat yang tak terhitung jumlahnya.\n\nFeast Devour.\n\nKonsumsi darah dan daging yang kuat dan jadikan itu milik Anda.\n\nBiarpun itu naga, raja iblis, atau dewa!",
      "ko": "사람은 누구나 자신만의 재능을 가지고 있다. 그리고 그가 가진 재능은 바로 '먹는 것'이었다. 세계 곳곳을 돌아다니던 한국 출신의 국제범죄자 킴. 각종 범죄를 저지르던 킴은 국제경찰에 붙잡혀 호송되던 중 알 수 없는 세계에 빨려 들어간다. 그 세계에는 몬스터라 불리는 존재들이 가득했고, 그곳에서 킴은 모든 것을 먹어 치우며 최강의 생물을 꿈꾸게 된다. 나는 무엇이든 먹어 치울 것이다. 설령 그것이 드래곤이라 해도, 마왕이라 해도, 신이라 해도! 그리고 나는... 먹을수록 강해진다. <먹을수록 강해짐>\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30674)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/appetit-feroce)",
      "ru": "«У каждого есть талант. Мой талант — есть».\nКим, международный преступник из Кореи, который скитался по миру и совершивший различные преступления, был пойман международной полицией и затянут в неизвестный мир.\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30674)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/appetit-feroce)",
      "zh": "每个人都有自己专属的才能，李先生拥有的技能便是“吃”！捕猎经历丰富，在世界各地逃亡的的李被国际警察抓捕归案，护送途中掉入了一个未知的世界。这个世界充满了各种怪物。在这里，李吃掉各种生物，梦想成为这个世界的最强者。“我将吃掉所有东西，无论它是龙，是魔王，还是神！而我，越吃越强！”\n\n---\n- [Official Simplified Chinese Translation](https://manga.bilibili.com/detail/mc30674)\n\n- [Official French Translation](https://www.delitoon.com/webtoon/appetit-feroce)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "100"
  },
  {
    "mangaId": "d6de62db-8c84-4893-8447-b736899bdff2",
    "title": {
      "en": "Karma Karma"
    },
    "updatedAt": "2025-01-23T15:42:49+00:00",
    "coverArt": "https://mangadex.org/covers/d6de62db-8c84-4893-8447-b736899bdff2/e378504d-9274-4c0d-b96d-f92c3bfa20fc.jpg",
    "altTitles": [
      {
        "ja": "業業"
      },
      {
        "ja": "カルマカルマ"
      }
    ],
    "description": {
      "en": "The ten kings of the underworld judge the souls of the dead based on their deeds in life, but due to an incident, the leader of the ten kings, King Enma, accidentally let the souls of 108 violent criminals escape! King Shinkou comes to the human world to recapture the escaped souls, and runs into a young man named Onomura being chased by one...?\n\nA non-stop hell comedy by Tanaka Mai, author and artist of \"A Terrified Teacher at Ghoul School!\""
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "4"
  },
  {
    "mangaId": "644b3c1b-6f82-4f50-a839-51a39cf08b03",
    "title": {
      "en": "Gokusotsu Kraken"
    },
    "updatedAt": "2024-11-25T13:23:23+00:00",
    "coverArt": "https://mangadex.org/covers/644b3c1b-6f82-4f50-a839-51a39cf08b03/ba800bf9-55bc-49b6-957e-fc4b07855b6d.jpg",
    "altTitles": [
      {
        "ja": "獄卒クラーケン"
      },
      {
        "en": "Hell's Tormentor Kraken"
      },
      {
        "en": "Prison Guard Kraken"
      },
      {
        "zh": "海怪狱卒"
      },
      {
        "zh-hk": "獄卒克拉肯"
      },
      {
        "id": "Sipir Penjara Kraken"
      },
      {
        "id": "Penjaga Penjara Kraken"
      },
      {
        "ru": "Тюремщик кракен"
      },
      {
        "es-la": "El Kraken Carcelero"
      }
    ],
    "description": {
      "en": "Controlling the Queendom of Sebek's female prison with the Power of the Kraken!",
      "id": "Shimizu Kuuma, seorang laki-laki, yang baru saja kembali dari wawancara kerja yang tidak bisa dia selesaikan, tiba-tiba dikirim ke dunia lain, di sana dia bertemu dengan seorang gadis tertentu yang membantunya dan memberinya pekerjaan di penjara tetapi yang tidak dia ketahui adalah bahwa ini hanya jebakan untuk membawanya dan agar dia bisa 'dinikmati' oleh Bosnya, kemudian setelah dia dibantai dan dibuang ke laut dan hampir mati dia diselamatkan oleh Kraken yang menceritakan kisahnya tentang bagaimana Dia diselamatkan oleh seorang gadis tertentu yang adalah seorang tahanan, jadi mereka membuat kesepakatan, kemudian dia menyelamatkan gadis itu dan melakukan Pembalasan.",
      "ja": "就職難に悩む男子学生・クウマは、いきなり異世界に飛ばされてしまう。そこで女監獄・海獄城に連れて行かれたクウマは、海の覇者・魔獣クラーケンと融合し、絶大なイカの異能力を得る。陰謀で死刑囚にされたゼイナ姫の救出を託され、クウマは海獄城に獄卒として潜り込むが、そこには個性豊かな女囚たちが待ち受けていた……。クウマは女囚たちをイカの力で心もカラダも攻略し、ゼイナ姫を助けることが出来るのか!?",
      "es-la": "Shimizu Kuuma es un chico que siempre devuelve los favores. Un día, al regresar de una entrevista de trabajo fallida, es repentinamente transportado a otro mundo. En este mundo es salvado por una chica, quien le ofrece un trabajo como guardia de una prisión de mujeres. Sin pensarlo dos veces, Kuuma acepta, pero no se imaginó, que sería casi asesinado por una prisionera. Ellas tiran su cuerpo al mar, pero antes de morir, la criatura más fuerte del mar, el Kraken, lo salva y le ofrece fusionarse con él a cambio de algo. Es así como Kuuma sobrevive, consigue los poderes del Kraken y está dispuesto a tomar el control de la prisión para devolverle el favor al Kraken."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdff1217-6dde-4224-9c47-f8e15bcfd870",
    "title": {
      "en": "The Chick-Class Hunter Is Filial!"
    },
    "updatedAt": "2025-01-29T14:01:37+00:00",
    "coverArt": "https://mangadex.org/covers/cdff1217-6dde-4224-9c47-f8e15bcfd870/11760067-a9eb-49cd-ad90-593052ebbc71.jpg",
    "altTitles": [
      {
        "ko": "병아리반 헌터는 효도 중!"
      },
      {
        "ko-ro": "Byeongariban Heonteoneun Hyodo Jung!"
      },
      {
        "en": "The Chick Class Hunter Is Being Filial!"
      }
    ],
    "description": {
      "en": "In a world where special powers awaken in individuals, a 4-year-old child becomes an S-class hunter but has no parents. Assigned a quest to find guardians, she is eventually adopted by the nation’s top hunter. With a new skill that allows her to register caregivers and earn \"filial piety points\" for growth, she sets out to gather the best guardians to grow stronger and thrive."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab6f3b01-d963-42ac-9d10-edfcb600091e",
    "title": {
      "en": "Isekai No Ochibi-chan wa Kyou mo Nanika wo Tsukuri Dasu"
    },
    "updatedAt": "2025-01-30T09:51:48+00:00",
    "coverArt": "https://mangadex.org/covers/ab6f3b01-d963-42ac-9d10-edfcb600091e/f81d4aed-53a7-4eb6-9bc0-6856e852b98b.jpg",
    "altTitles": [
      {
        "ja": "異世界のおチビちゃんは今日も何かを創り出す～スキル【想像創造】で目指せ成り上がり！～"
      },
      {
        "en": "Ochibi-chan from Another World Creates Something Again Today ~ Using the Skill [Imagination Creation] to Aim for Success! ~\""
      }
    ],
    "description": {
      "en": "One day, Ochibi (5 years old) who lives in the slums suddenly remembers that she has been reincarnated from another world. Ochibi has the \"Imagination Creation\" skill, which allows her to create anything she imagines. She decides to start a business with the Japanese items she obtains with her \"Imagination Creation\" skill! A heartwarming story with a boy named \"Onii\" and a girl named \"Nene\" who aim to escape the slums!!",
      "ja": "ある日突然、自分が異世界から転生したことを思い出した、スラム暮らしのおチビ（5歳）。 おチビは、想像したものを作り出せる「想像創造」スキルを持っていた。 「想像創造」スキルで手に入れた日本のアイテムで、商売を始めることに！ 少年「おにぃ」と少女「ねぇね」とともに、スラム脱出を目指す、ハートフルストーリー!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cd0f66f-fbb1-4b62-879e-5edb8aca41a6",
    "title": {
      "en": "Ouritsu Majutsu Gakuin No Kichiku Koushi"
    },
    "updatedAt": "2025-01-11T08:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/3cd0f66f-fbb1-4b62-879e-5edb8aca41a6/fb9bd6e7-fcde-4022-82d2-59891a985a8d.jpg",
    "altTitles": [
      {
        "ja": "王立魔術学院の鬼畜講師"
      },
      {
        "en": "Demon Instructor at the Royal Academy of Magic"
      },
      {
        "vi": "Giảng Viên Ác Quỷ Tại Học Viện Hoàng Gia"
      }
    ],
    "description": {
      "en": "Setsuna is a perverted instructor who is unable to invoke magic. As a part-time Instructor at the Royal Academy of Magic, he continually tells his students to self-study. The new students who entered the academy with high expectations are disappointed in Setsuna, and judging him to be incompetent, they challenge him to a Geas duel.\n\n《Will you resign if I win?》\n《“I”? Surely you mean “we”… All of you have been pretty annoying, so I want you all to take me on. But in return, you know what will happen if you lose, right?》\n\nSetsuna plays with the special students, who are the best in a hundred years, with perverse and astonishing magic that is unthinkable in common sense! But behind the demon-like behavior, could there be a true purpose…?\n___\n**Character Designer:** [zunta](https://mangadex.org/author/844f9d85-2b7f-46fe-a69d-5c3e84cc2142/zunta)",
      "ja": "この世のすべての変態性を受け継いだかのような男の『指導』が今、始まる！",
      "pt-br": "Setsuna é um instrutor pervertido que não consegue invocar magia. \nComo professor de meio período na Royal Academy of Magic, ele continuamente diz a seus alunos para estudarem sozinhos.\nOs novos alunos que entraram na academia com grandes expectativas ficam desapontados com Setsuna e, julgando-o incompetente, desafiam-no para um duelo de Geass.\n\n- Você vai renunciar de seu cargo se eu ganhar?\n- \"EU\"? Certamente você quer dizer \"nós\". Todos vocês têm sido muito irritantes, então quero que todos vocês me enfrentem. Mas, em troca, você sabe o que acontecerá se perder, certo?\n\nSetsuna brinca com os alunos especiais, que são os melhores em cem anos, com uma magia perversa e surpreendente que é impensável no senso comum!\nMas por trás do comportamento demoníaco, poderia haver um verdadeiro propósito...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e45964e-87d0-43bd-90c1-51d5165f371c",
    "title": {
      "en": "Tonari no Seki-kun"
    },
    "updatedAt": "2025-01-19T14:57:53+00:00",
    "coverArt": "https://mangadex.org/covers/7e45964e-87d0-43bd-90c1-51d5165f371c/59141426-0aba-425c-a747-e65848ecb1f6.jpg",
    "altTitles": [
      {
        "fr": "Séki, mon voisin de classe"
      },
      {
        "en": "My Neighbor Seki"
      },
      {
        "id": "Seki yang Duduk di Sebelahku"
      },
      {
        "ru": "Мой сосед Сэки"
      },
      {
        "th": "เพื่อนเกรียนข้างโต๊ะ"
      },
      {
        "ja": "となりの関くん"
      },
      {
        "zh": "上课小动作"
      },
      {
        "es": "El Pupitre de al Lado"
      },
      {
        "zh": "邻座同学是怪咖"
      },
      {
        "ja-ro": "Tonari no Seki-kun"
      },
      {
        "zh-hk": "鄰座同學是怪咖"
      },
      {
        "ms": "Jiranku Seki"
      },
      {
        "de": "Mein [Bank-]Nachbar Seki"
      },
      {
        "ru": "Тонари но Сэки-кун"
      },
      {
        "ar": "جاري سيكي"
      },
      {
        "zh-hk": "上課小動作"
      },
      {
        "ko": "옆자리 세키군"
      },
      {
        "es": "Seki-kun, mi compañero de al lado"
      },
      {
        "tr": "Yanımdaki Seki-kun"
      },
      {
        "fi": "Pulpettinaapurit"
      }
    ],
    "description": {
      "en": "The boy who sits next to Yokoi in class, Seki-kun, is always up to something at his desk. He manages to somehow play very elaborate games without attracting the teacher's attention. From dominoes, to shogi, to go, to mecha models, to playing with cats and more, he always has something new to do. Yokoi often finds herself getting reluctantly interested in his games, even though they always seem to end up getting HER in trouble with the teacher!  \n  \n[See AnimeNewsNetwork for the anime.](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15587)  \n[See AnimeNewsNetwork for the live action show.](https://www.animenewsnetwork.com/news/2015-05-27/tonari-no-seki-kun-rumi-phenomenon-school-comedies-get-live-action-show/.88620)"
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b055fe71-d354-481c-9a9d-786cdf38c3e4",
    "title": {
      "en": "Fire Emblem - The Sacred Stones"
    },
    "updatedAt": "2019-11-04T20:46:45+00:00",
    "coverArt": "https://mangadex.org/covers/b055fe71-d354-481c-9a9d-786cdf38c3e4/229fe485-eaa6-4fe1-9e07-fcd5187d5cf1.jpg",
    "altTitles": [
      {
        "en": "Fire Emblem The Sacred Stones Promotional Comic"
      },
      {
        "en": "Fire Emblem: The Sacred Stones Comic"
      },
      {
        "en": "ファイアーエムブレム 聖魔の光石"
      }
    ],
    "description": {
      "en": "The Fire Emblem: The Sacred Stones Comic is a comic made in a collaboration between Nintendo, Udon Comics, and Gamepro.com. This is a promotional comic that used to be hosted on Gamepro.com that shows a battle occurring before Renais is taken over by Grado. It was part of a promotional campaign involving a number of gaming websites that ran a few weeks before the game's North American release.  \n  \nThe protagonist is an unnamed high-ranking commander of Renais, who is shocked at Grado's sudden betrayal. Though he is able to defeat the enemy leader by disarming him, he is too late to save Renais, as Glen and Valter appear before them (strangely on horses rather than their usual mounts) with a large army. Eirika, Ephraim, Seth, Fado, Glen, Selena, Duessel and Vigarde make cameos on the first page, when the two nations are signing a peace treaty."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a82fe527-9e74-48d0-9c5f-a5e788c0bd4a",
    "title": {
      "en": "The Villainess Is a Marionette"
    },
    "updatedAt": "2024-01-28T22:53:53+00:00",
    "coverArt": "https://mangadex.org/covers/a82fe527-9e74-48d0-9c5f-a5e788c0bd4a/c62f9627-3690-47f4-b0cd-0060e379eb8b.jpg",
    "altTitles": [
      {
        "ko": "악녀는 마리오네트"
      },
      {
        "ko-ro": "Agnyeoneun Marionette"
      },
      {
        "ko-ro": "Agnyeoneun Marioneteu"
      },
      {
        "fr": "La vilaine est une marionnette"
      },
      {
        "fr": "L'antagoniste est une marionnette"
      },
      {
        "pt-br": "A vilã é uma marionete"
      },
      {
        "es": "La villana es una marioneta"
      },
      {
        "uk": "Лиходійка-маріонетка"
      },
      {
        "uk": "Лиходійка Маріонетка"
      },
      {
        "ru": "Злодейка-марионетка"
      },
      {
        "fa": "شرور عروسک خیمه‌شب بازی است"
      },
      {
        "fa": "شرور عروسک خیمهشب بازی است"
      },
      {
        "mn": "Хорон санаат утсан хүүхэлдэй"
      },
      {
        "ja": "悪女はマリオネット"
      },
      {
        "th": "นางร้ายหุ่นเชิด"
      },
      {
        "zh": "恶女不做提线木偶"
      },
      {
        "zh": "恶女是提线木偶"
      },
      {
        "zh-hk": "惡女是懸絲木偶"
      },
      {
        "zh-hk": "惡女是懸線木偶"
      },
      {
        "vi": "Kẻ Phản diện chỉ là Một Con Rối"
      },
      {
        "vi": "Ác Nữ Là Con Rối"
      },
      {
        "id": "Aku Bukan Boneka"
      },
      {
        "id": "Boneka Marionette"
      },
      {
        "id": "Penjahat Wanita Adalah Boneka"
      },
      {
        "fr": "La Méchante est une marionnette (piccoma)"
      }
    ],
    "description": {
      "en": "\"Beauty cannot be real power.\"\n\nCayena, the Imperial Princess, was known as the most beautiful woman in the Empire. She was a woman who knew nothing but evil and luxury. However, she was destined for ruin: she would be used as a chess piece by her younger brother to secure his throne and killed by her crazy husband.\n\n\"I'll make you the emperor.\"\n\n\"…Sister, you're going to make me the emperor?\"\n\n\"In exchange, give me freedom.\"\n\nShe had to change things before she became *that* Cayena.\n\n---\nI woke up as Kayena Hill, the novel’s villainess, praised as the greatest beauty in the empire. Who knew that her story would catch my attention because I was her in my past life? Destined for terrible ends, I’ve died twice—but I refuse to die a third time as a pawn in someone else’s scheme. I’m no longer the vain and naïve princess. Now that I know how the story will unfold, I’ll turn the tables around and have everyone dancing to my tune. This time, I’ll be the one pulling the strings.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)",
      "ru": "Принцесса Каена, прославившаяся своей красотой на всю Империю, не ведает ничего, кроме алчности и злобы. Долгое время она пыталась избавиться от своего младшего брата-тирана, но встретила смерть от руки своего мужа.\n— Я помогу тебе стать Императором.\n— Сестра… Вы обо мне?..\n— Но в обмен… ты подаришь мне свободу.\nДо того, как «я» стану принцессой Каеной.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)",
      "zh": "帝国的皇女，卡也娜，被誉为帝国最漂亮的女人。 她也是一个除了邪恶与奢侈以外一无所知的女人。 但是，她注定会灭亡：她的弟弟用她作为棋子来保住自己的王位，而最终卡也娜也会被自己疯狂的丈夫杀死。 “我会让你成为皇帝。” “……姐姐，您是指我吗？” “作为交换，请给我自由。” 她必须在成为那个卡也娜之前扭转局面。\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%95%85%EB%85%80%EB%8A%94-%EB%A7%88%EB%A6%AC%EC%98%A4%EB%84%A4%ED%8A%B8/2464), [KakaoPage](https://page.kakao.com/content/56422254)\n\n**Official Translations:**\n* English: [Radish](https://radishfiction.com/stories/17106), [Tapas](https://tapas.io/series/the-villainess-is-a-marionette/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Chinese (Traditional) / 漢語](https://tw.kakaowebtoon.com/content/%E6%83%A1%E5%A5%B3%E6%98%AF%E6%87%B8%E7%B5%B2%E6%9C%A8%E5%81%B6/94)\n* [French / Français](https://fr.piccoma.com/fr/product/231)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Villainess-is-a-Marionette/40)\n* [Japanese / 日本語](https://piccoma.com/web/product/67171)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B8%99%E0%B8%B2%E0%B8%87%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%A2%E0%B8%AB%E0%B8%B8%E0%B9%88%E0%B8%99%E0%B9%80%E0%B8%8A%E0%B8%B4%E0%B8%94/117)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d22b38-4b3f-4ffb-9387-d18f870d5a91",
    "title": {
      "en": "Nee-chan no Tomodachi ga Uzai Hanashi"
    },
    "updatedAt": "2024-08-08T20:27:58+00:00",
    "coverArt": "https://mangadex.org/covers/d2d22b38-4b3f-4ffb-9387-d18f870d5a91/974eb006-62c4-47b1-b3e2-ea2d09bbacd7.jpg",
    "altTitles": [
      {
        "ja": "姉ちゃんの友達がうざい話"
      },
      {
        "en": "My Older Sister's Friend Is Annoying"
      }
    ],
    "description": {
      "en": "Nao Misumi, a first-year high school student, has known his older sister Rio's best friend, Sena Ikuta, since elementary school. Even though he feels annoyed at Sena's habit of calling him \"Lil' Bro\", she is someone he can't leave alone...?",
      "ja": "高校1年生の三澄尚は、姉の莉緒の親友・生田瀬那と小学生の頃からの知り合い。弟呼びする瀬那を鬱陶しく感じながらも、ほっとけない存在で…？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a6d6ea2-18a5-4a31-9777-f4bb5bd32726",
    "title": {
      "en": "Little Mushroom"
    },
    "updatedAt": "2024-10-27T12:24:09+00:00",
    "coverArt": "https://mangadex.org/covers/2a6d6ea2-18a5-4a31-9777-f4bb5bd32726/cd987770-8002-4426-9ed4-a9d758427026.jpg",
    "altTitles": [
      {
        "zh": "小蘑菇"
      }
    ],
    "description": {
      "en": "“Until the day humanity falls.”\n\nIn the year 2020, Earth’s magnetic poles disappeared and humankind was nearly wiped out by cosmic radiation. Within the span of a hundred years, living creatures began to mutate and devour each other while the remaining humans, numbering in the tens of thousands, struggled bitterly in their man-made bases.\n\nIn the Abyss, home to the mutated xenogenics, there lived a sentient little mushroom. Because it had been nourished by the blood and flesh of the deceased human An Ze, not only did it take on a similar-looking human form, but a similar name as well: An Zhe.\n\nAn Zhe is determined to go to the human base to search for his spore, which had been harvested by humans. Once there, however, he faces the omnipresent risk of discovery and certain death as he tries to keep his non-human nature hidden from the Judges, whose responsibility is to inspect for and eliminate xenogenics like himself. And of all the Judges, Colonel Lu Feng is the most perceptive and merciless—as soon as he determines that someone is a xenogenic, he will execute that person on the spot.\n\nBut An Zhe’s mutation goes undetected by Lu Feng’s eyes, and so a tale of humans and xenogenics unfolds…\n\nSilver Award winner at the 12th Chinese Nebula Awards for Chinese Science Fiction.",
      "pl": "Ponury i niegościnny świat po katastrofie ekologicznej. Spustoszoną ziemię bombarduje promieniowanie kosmiczne. Niedobitki ludzkości schroniły się w dwóch ostatnich ocalałych bazach, desperacko próbując przetrwać. Każdy kontakt z obcym organizmem żywym grozi skażeniem genetycznym.\n\nDo bazy ludzi trafia zagubiony chłopak, który w rzeczywistości nie jest nawet człowiekiem. Los styka go z bezlitosnym sędzią, wyszkolonym do tropienia i likwidowania mutantów. Niespodziewanie ich znajomość przeradza się w coś więcej…\n\nPolskie tłumaczenie powieści dostępne tutaj: https://www.wattpad.com/story/251281478-little-mushroom"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b31eab48-cb2a-44ad-83d8-e403e8c504ca",
    "title": {
      "en": "Suppli"
    },
    "updatedAt": "2024-01-17T05:37:08+00:00",
    "coverArt": "https://mangadex.org/covers/b31eab48-cb2a-44ad-83d8-e403e8c504ca/6c1b5d17-15a0-466c-9fbf-0e285692967b.jpg",
    "altTitles": [
      {
        "fr": "Complément affectif (French)"
      },
      {
        "ja-ro": "Sapuri"
      },
      {
        "ja-ro": "Sapuri Extra"
      },
      {
        "en": "Supplement"
      },
      {
        "ja": "Suppli Extra"
      },
      {
        "ja": "サプリ"
      },
      {
        "zh-hk": "戀愛維他命"
      },
      {
        "ko": "서플리"
      },
      {
        "ne": "परिशिष्ट"
      }
    ],
    "description": {
      "en": "Minami Fujii is an employee at a high-powered advertising firm. She’s good at her job but finds herself torn between the pressure and expectations of her career and her attraction to two of her coworkers: the younger, arty Ishida, and the classy, put-together Ogiwara!"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": null
  },
  {
    "mangaId": "09bbbb75-1086-4e7c-b775-ae9ee1816e0d",
    "title": {
      "en": "Versus"
    },
    "updatedAt": "2025-01-28T07:09:29+00:00",
    "coverArt": "https://mangadex.org/covers/09bbbb75-1086-4e7c-b775-ae9ee1816e0d/799acf11-9176-4022-bd9e-cb690d6bf58a.jpg",
    "altTitles": [
      {
        "ja": "バーサス"
      },
      {
        "en": "VERSUS"
      },
      {
        "ru": "Противостояние"
      },
      {
        "uk": "Протистояння"
      }
    ],
    "description": {
      "cs": "Lidstvo bylo po stovky let utlačováno kvůli vzestupu a invazi našich přirozených nepřátel \"démonů\". Světu vládl \"Velký král démonů\" a jeho 47 \"ďábelských vládců\". Zatímco lidé žijí ve strachu, 47 lidí bylo vybráno z celého světa a zíkslai titul \"Hrdinové\" a připravují se na boj proti armádě velkého krále démonů. A nyní začíná plán jak zachránit lidstvo, jehož osud je teď na tenkém ledě.",
      "en": "Centuries ago, humanity’s natural enemy, “Demons,” invaded the world and oppressed humankind. The Great Demon Lord and 47 subordinates known as Demon Lords have since dominated the world, while the human race lives on in fear.\n\nIn desperation, a last-ditch effort for humanity’s very survival is placed in the hands of 47 people gathered from across the world. These heroes will oppose the demon army and win back humanity’s freedom…or die trying!\n___\n**Compositor:** [bose](https://mangadex.org/author/aa8eb4f2-d4a2-4c4e-b6e8-2394f3b09b71)\n\n**Alt Official English:** [K MANGA - United States only!](https://kmanga.kodansha.com/title/10569/episode/349625)",
      "ja": "天敵“魔族”の台頭と侵攻により、人類が虐げられ続けて数百年。世界は“大魔王”と、その配下である47体の“魔王”により支配されていた。人々は怯えて暮らしながらも、世界中から選び抜かれた47人を“勇者”と名付け、魔王軍に対抗すべく準備を進めていた。そして今、人類の存亡を懸けた決死の作戦が始まろうとしていた―――。",
      "ru": "Уже сотни лет человечество вынуждено существовать под гнётом своих естественных врагов — демонов, сумевших захватить мир. В их главе стоит Повелитель тьмы, и в подчинении его находятся сорок семь Королей.\nОднако среди людей, чей дух сломлен вековым страхом, было отобрано столько же наречённых Героев, готовых сразиться с демонической армией. И, кажется, отчаянная борьба за судьбу человеческой расы начинается прямо сейчас...",
      "pt-br": "A humanidade foi oprimida por centenas de anos devido à ascensão e invasão do inimigo natural \"demônios\". O mundo era governado pelo \"Grande Lorde Demônio\" e seus 47 \"Senhores Demônios\". Enquanto as pessoas vivem com medo, 47 pessoas selecionadas de todo o mundo foram nomeadas \"Heróis\" e estão se preparando para lutar contra o exército do Rei Demônio. E agora, uma operação desesperada com a sobrevivência da humanidade em jogo estava prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ddeea1f1-9edf-4b81-8369-8b4411a37968",
    "title": {
      "en": "Hotel Metsäpeura e Youkoso"
    },
    "updatedAt": "2025-01-29T00:55:01+00:00",
    "coverArt": "https://mangadex.org/covers/ddeea1f1-9edf-4b81-8369-8b4411a37968/7ec2a65e-7820-4dcb-9c94-bec8f7b82e52.jpg",
    "altTitles": [
      {
        "ja": "ホテル・メッツァペウラへようこそ"
      },
      {
        "en": "Welcome to Hotel Metsäpeura"
      },
      {
        "fi": "Tervetuloa Hotelli Metsäpeuraan"
      },
      {
        "sv": "Välkommen till Hotell Skogsrenen"
      }
    ],
    "description": {
      "en": "In the Lapland region of Finland, the domain of snow, midnight sun, and auroras, there is the small Hotel Metsäpeura, run by two older gentlemen. One night during a terrible blizzard, a mysterious young man named Jun arrives at the hotel. He is clearly in dire straits, with a large tattoo on his back, no relatives and no money. However, the gentlemen warmly welcome him in and offer him a job at the hotel. The kindness of the people living in the harshness of nature will melt the heart of this awkward young man.",
      "ja": "フィンランド・ラップランド地方。吹雪と共にやってきた、謎の刺青青年\"ジュン\"を迎え入れたのは老紳士たちが営む小さなホテル\"メッツァペウラ\"だった。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2025-01-27T21:52:20+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9eb39e6-b0ae-46fb-9323-d88af37e4bcd",
    "title": {
      "en": "Against the Gods"
    },
    "updatedAt": "2024-07-20T16:05:15+00:00",
    "coverArt": "https://mangadex.org/covers/a9eb39e6-b0ae-46fb-9323-d88af37e4bcd/8b66aaa9-120e-4d17-b7d5-fbebe57751e5.jpg",
    "altTitles": [
      {
        "es": "Contra los Dioses"
      },
      {
        "vi": "Nghịch Thiên Tà Thần"
      },
      {
        "zh-ro": "Ni Tian Xie Shen"
      },
      {
        "ru": "Восставший против неба"
      },
      {
        "ar": "ضد الآلهة"
      },
      {
        "zh": "逆天邪神"
      },
      {
        "en": "Descent of the Evil God"
      },
      {
        "ko": "역천사신"
      },
      {
        "ja": "天に逆らう邪神の帰還"
      }
    ],
    "description": {
      "en": "Mythical Abode Mountain, Cloud’s End Cliff, the most dangerous of Azure Cloud Continent’s four deadly areas. Cloud’s End Cliff’s base is known as the Grim Reaper’s Cemetery.  \n  \nOver countless years, the number of people that have fallen off this cliff is too high to count. None of them, even three stronger than god masters, whose power could pierce the heavens, have been able to return alive. However, a boy that’s being chased by various people because he alone holds a priceless treasure jumps off the cliff, but instead of dying he wakes up in the body of a boy with the same name in another world!  \n  \nThis is the story of a boy wielding the Sky Poison Pearl, cultivating the strength to oppose heaven and earth, a lord overlooking the world!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2025-01-02T05:18:12+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/08e61560-de52-4965-87c5-bbbd271d9a77.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      },
      {
        "pt-br": "Akane-Banashi"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4ec3e6b3-18bf-4964-9c87-1f287d3398f4",
    "title": {
      "en": "Hori-san to Miyamura-kun"
    },
    "updatedAt": "2023-05-19T00:51:09+00:00",
    "coverArt": "https://mangadex.org/covers/4ec3e6b3-18bf-4964-9c87-1f287d3398f4/580d19d3-bcf6-46c3-876e-d8d8ac3897a3.jpg",
    "altTitles": [
      {
        "en": "Horimiya Webcomic"
      },
      {
        "ru": "Хори-сан и Миямура-кун"
      },
      {
        "ru": "Хоримия: Вебкомикс"
      },
      {
        "ru": "Хоримия: Ёнкома"
      },
      {
        "ja": "堀さんと宮村くん"
      },
      {
        "ja": "堀桑与宫村君"
      },
      {
        "en": "Hori-san and Miyamura-kun Webcomic"
      }
    ],
    "description": {
      "en": "The original story which the popular manga series Horimiya is based on.  \n  \nIt's said that youth is bittersweet, but maybe it's just bitter? Kyoko Hori is a flashy high school girl, who, despite her ostentatious appearance, excels in academics and loves her family. Izumi Miyamura is a bland high school boy, who, regardless of not wanting to stand out in class, secretly wears piercings outside of school and has a large body tattoo. One day, Miyamura finds Hori's little brother injured and helps him back to Hori's house, where the relationship between Hori and Miyamura begins with Hori's discovery of Miyamura's secret, and his of her's.  \n  \n\n\n---",
      "ru": "В школе Хори-сан – пример для всех – красивая, дружелюбная девушка с высокой успеваемостью, но это лишь одна её сторона, другую – она тщательно скрывает. Её родителей-трудоголиков часто не бывает дома, так что Хори вынуждена всё своё свободное время посвящать домашним делам и присмотру за младшим братом.  \nМиямура-кун кажется одноклассникам мрачным отаку в очках, однако на самом деле он очень вежливый и спокойный человек, и ему трудно даётся учёба. Миямура не любит выделяться, так что усердно скрывает, что у него есть пирсинг и татуировки.  \nОднажды случай сводит их вместе за пределами школы. Хори едва узнаёт в нём своего одноклассника, а Миямура поражён тем, насколько она отличается от того образа, что поддерживает в школе. Теперь им двоим есть с кем поделиться своими тайнами и раскрыть настоящих себя.  \n  \n\n\n---\n\nChapters 1 - 140 are the main story.  \nChapters 141 onwards are extras."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "140"
  },
  {
    "mangaId": "28b7e64d-df44-4b36-a899-45d4ea9b4f77",
    "title": {
      "en": "Kazemachi no Futari"
    },
    "updatedAt": "2025-01-31T16:32:40+00:00",
    "coverArt": "https://mangadex.org/covers/28b7e64d-df44-4b36-a899-45d4ea9b4f77/a5d79d5b-7470-4ef3-a179-7710ff79fd50.jpg",
    "altTitles": [
      {
        "ja": "風街のふたり"
      },
      {
        "en": "In a Windy Town"
      },
      {
        "ja-ro": "Kazemachi no Futari"
      }
    ],
    "description": {
      "en": "A lonely old painter and a girl with no friends. This is a story about two people who don't fit in, and how they learn how to love the world as it is."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "afc7a390-fba7-425c-a866-8ba52e598599",
    "title": {
      "en": "All-Master Necromancer"
    },
    "updatedAt": "2024-12-08T06:54:05+00:00",
    "coverArt": "https://mangadex.org/covers/afc7a390-fba7-425c-a866-8ba52e598599/3043a333-729b-40fd-bd9d-e70041eca5fc.png",
    "altTitles": [
      {
        "en": "Absolute Necromancer"
      },
      {
        "ko": "올 마스터 네크로맨서"
      }
    ],
    "description": {
      "en": "Betrayed and killed by his fellow Ninestar guild members, the powerful necromancer Cha Jin-Hyuk resorts to a daring soul transference.\n\nA decade later, he awakens in a new body, devoid of his former powers. With the support of his new comrades, Spirit Master Balkan and hobgoblin Haryu, he embarks on a quest for vengeance, scaling the mysterious tower once again.\n\nOnly this time, he possesses the overpowered abilities of an All-Master, enabling him to master all the classes within the tower!",
      "fr": "La tour. Un endroit inconnu avec de nombreux changements rapides.\n\nDix ans plus tard, je me suis réincarné dans le corps d'un garçon qui vit sur Terre, en Corée du Sud.\n\n\"Le type qui m'a poignardé dans le dos et celui qui est au-dessus de lui... Je vais leur faire la peau.\n\n\" La personne qui a atteint le sommet en tant que nécromancien et a atteint la classe supérieure, le Maître de l'Esprit Cha Jinhyuk. En tant que \"All-Master\", il prendra sa revanche en grimpant dans la tour en tant que nécromancien."
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c65e797c-b412-42b1-94b8-aac5c4d5a7ca",
    "title": {
      "en": "Trapped in a Cursed Game as an NPC"
    },
    "updatedAt": "2024-12-28T01:10:46+00:00",
    "coverArt": "https://mangadex.org/covers/c65e797c-b412-42b1-94b8-aac5c4d5a7ca/23ffb86d-5b01-455e-9fce-df8deef44f2e.png",
    "altTitles": [
      {
        "ko": "망겜 속에 갇혔다 근데 이제 NPC를 곁들인"
      },
      {
        "en": "Trapped in a Cursed Game, but Now With NPCs"
      },
      {
        "en": "Trapped in a Game That Flopped"
      }
    ],
    "description": {
      "en": "I'm going to live a normal life!\n\n...said Shari Azriel, the apothecary of the Dover village.\n\nThen one day, I realised that I possessed an NPC in a video game! I've been locked up here for two years, and I only just noticed.\n\nIf I can't get out of the game...\n\"A, in their 20's, was found starved to death while playing VR games.\"\nThis could be what I'm remembered as!\n\n\"I have to get out!\"\n\nHowever, it was too late when I came to the realisation that... I can't log out because of an error!\n\nThat means, the only way out would be approaching the male lead, \"the Lord of Nightmares,\" and helping his comrades defeat the final villain. So I have no choice but to wait until the game ends...\n\nThe difficulty level, the story, the likelihood of failure in such a heinous game, a game that nobody won before...\n\n\"The Lord of Nightmares has a strong urge to kill you.\"\n\nSomehow, I believe that dying by the male lead's hands would be faster."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4cc8b1ac-fea1-4f52-b242-5c45b3e60f6a",
    "title": {
      "en": "Iinchou to M-ko no Yuri"
    },
    "updatedAt": "2025-01-26T07:28:04+00:00",
    "coverArt": "https://mangadex.org/covers/4cc8b1ac-fea1-4f52-b242-5c45b3e60f6a/8537dffe-6439-4ef2-a066-9db0fa975d27.jpg",
    "altTitles": [
      {
        "ja": "委員長とM子の百合"
      },
      {
        "en": "Yuri Between the Class President and a Masochistic Girl"
      },
      {
        "en": "Class President's and Masochism Girl's Yuri"
      },
      {
        "uk": "Президентка Класу знайшла собі Слухняну Мазохістку"
      },
      {
        "tr": "Sınıf başkanı ile mazoşist bir kız arasındaki yuri"
      },
      {
        "id": "Kisah Bakung Antara Ketua Kelas dan Gadis Masokis"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e",
    "title": {
      "en": "Hidden Love: Can't Be Concealed"
    },
    "updatedAt": "2024-07-25T09:15:09+00:00",
    "coverArt": "https://mangadex.org/covers/53d632ed-4a2f-4fb7-a7b0-8c6e9cd0ae6e/8bcfc927-9424-48e4-8a3c-a50a13371e2f.jpg",
    "altTitles": [
      {
        "en": "Secretly, Secretly; But Unable to Hide It"
      },
      {
        "en": "Hidden Love"
      },
      {
        "zh": "偷偷藏不住"
      },
      {
        "en": "My Secret Crush"
      }
    ],
    "description": {
      "en": "That year, someone secretly wormed their way into Sang Zhi's heart and she fell in love with her brother's friend Duan Jiaxu. That older brother has beautiful peachy eyes and casually calls her a \"kid\". That spark of surprise when they first met made Sang Zhi want to slowly get closer to him, but the 7-year age difference felt like an insurmountable gap that she couldn't cross over. Not knowing when it started, the crush buried at the bottom of her heart sprouted, and slowly, it spread into his heart too...",
      "zh": "那年，桑稚的心里偷偷地住进了一个人，喜欢上哥哥的朋友段嘉许，这个大哥哥有着好看的桃花眼，漫不经心的喊她“小孩”，初见的惊艳总是让桑稚忍不住想要靠近，但是7岁的年龄差仿佛又是他们无法逾越的鸿沟，不知从何时起，埋藏在心底的青涩暗恋逐渐发芽，慢慢地，也蔓延进了他的心里...【"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de9de208-7d80-49fa-8ea7-1b158216d409",
    "title": {
      "en": "Ui to Shimiko ga Bunny Girl Sugata de 「Hajimete」 wo shichau hanashi"
    },
    "updatedAt": "2025-02-01T07:33:05+00:00",
    "coverArt": "https://mangadex.org/covers/de9de208-7d80-49fa-8ea7-1b158216d409/987de907-4c4e-4402-b432-62dfa5208260.jpg",
    "altTitles": [
      {
        "en": "How the Library Committee Ended Up Having Their “First” While in Bunny Suits"
      }
    ],
    "description": {
      "en": "After the events of \"Serenade Promenade\", Shimiko hatches a plan to help the Library Committee recover after a drop in visitors."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4bf782-9fe9-42a6-be7f-3809293818c2",
    "title": {
      "en": "Hell Mode ~Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru~"
    },
    "updatedAt": "2024-12-10T12:08:22+00:00",
    "coverArt": "https://mangadex.org/covers/ee4bf782-9fe9-42a6-be7f-3809293818c2/dde07155-0ad4-4500-b8fb-30e75b9f012e.jpg",
    "altTitles": [
      {
        "en": "Hell Mode: The Hardcore Gamer Dominates in Another World with Garbage Balancing"
      },
      {
        "ja": "ヘルモード ～やり込み好きのゲーマーは廃設定の異世界で無双する～ はじまりの召喚士"
      }
    ],
    "description": {
      "en": "Yamada Kenichi, a single, 35-year-old businessman, has spent the majority of his adult life playing every MMORPG to hit the market. Tired of the constant cycle of repetitive, newbie-centric gameplay, he is immediately drawn in by the promise of a new game that, on top of being never-ending, offers up a \"Hell Mode\" — a difficulty level that makes it nigh impossible to level up but also promises uncapped growth potential.\n\nUpon selecting the newly released Summoner class, Kenichi finds himself reborn as Allen, an infant in a serf family, with nothing but his wits and old memories to guide him. Allen works diligently to level himself up despite Hell Mode requiring vast amounts of experience between levels. In doing so, he hopes to uncover the secrets the Summoner class holds. All the while, he dedicates himself to freeing his new family from serfdom.",
      "ja": "「終わらないゲームにあなたを招待します。 だって?」 健一が偶然たどり着いたタイトルのない謎のネットゲーム。 難易度設定画面で迷わず最高難易度『ヘルモード』を選ぶと、異世界の農奴へと転生してしまった! 少年「アレン」へと転生した健一は、謎の多い職業「召喚士」を使いこなしながら、 異世界で最強への道を手探りで歩み始めるが――。",
      "pt-br": "\"Você será convocado para o mundo de um jogo sem fim?' Um dia, estava procurando um novo jogo, quando de repente vi aquele anúncio. Depois de escolher o modo mais difícil do jogo, 'modo inferno', de repente reencarnei em um novo mundo como um lavrador. Como um menino chamado Allen, comecei minha jornada em outro mundo com a maior dificuldade, superando todos os desafios para alcançar o maior título do jogo \"Summoner\" . ----- O romance promissor de 1º grau da revista 'Vamos nos tornar um escritor ', uma história extremamente aguardada."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cfadedb-99cf-4fe5-b117-dc624da32225",
    "title": {
      "ja-ro": "Black Gakkou ni Tsutomete Shimatta Sensei"
    },
    "updatedAt": "2025-01-18T02:43:20+00:00",
    "coverArt": "https://mangadex.org/covers/0cfadedb-99cf-4fe5-b117-dc624da32225/0172b37a-cff6-4499-90a5-830765e99cf3.jpg",
    "altTitles": [
      {
        "en": "Transferred to the Gyaru Academy"
      },
      {
        "en": "Black Girls High School"
      },
      {
        "ja-ro": "Burakku Gakkou ni Tsutomete Shimatta Sensei"
      },
      {
        "en": "Crap, I'm a Teacher at a Black Gyaru School!"
      },
      {
        "en": "I Messed Up by Teaching at a Black Gyaru School!"
      },
      {
        "en": "Teacher Working at a Black School"
      },
      {
        "ru": "Преподаватель Горячих Девушек"
      },
      {
        "ja": "ブラック学校に勤めてしまった先生"
      },
      {
        "zh": "在黑人学校工作的老师"
      },
      {
        "zh-hk": "在黑人學校工作的老師"
      },
      {
        "ko": "블랙학교에 근무하게 된 선생님"
      },
      {
        "en": "A Teacher Who Worked at a Black School"
      },
      {
        "en": "A Teacher Who Messed Up By Teaching At A Black School"
      }
    ],
    "description": {
      "en": "The largest rise of Dark Skin Gyaru girls of this century! The start of high school life with best and strongest girls out there!! High School Teacher Imada Sasamichi has been assigned to work there at this school, only to find out that everyone in the class is a dark-skinned gyaru!!!! Kuroi, Kuroiwa, Kuroiso…all the names are Kuro (Black)!!! Meanwhile, Kuroi Mariko already fell in love with her sensei…!? It's the start of these lust-filled girls straight love-attacks on Sensei's life!",
      "pt": "Neste século houve o maior aumento de Gals Dark Skin! O início da vida no ensino médio com as melhores e mais fortes garotas que existem!! O professor do ensino médio Imada Sasamichi foi designado para trabalhar nesta escola, apenas para descobrir que todas na classe são um gals dark skin!!!! Kuroi, Kuroiwa, Kuroiso… todos os nomes delas tem Kuro(Dark)!!! Enquanto isso, Kuroi Mariko já se apaixonou por seu sensei…!? É o começo do ataque dessas garotas cheias de luxúria, amor e diretos à vida do Sensei!  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Author's Twitter](https://twitter.com/Souryu_STD)  \r\n- [Author's Fanbox](https://souryu.fanbox.cc/)",
      "es-la": "El profesor Imada Sasamichi ha sido asignado a una escuela llena de chicas! ¡Solo para descubrir que todas en la clase son Gyaru de piel oscura! Kuroi, Kuroiwa, Kuroiso ... ¡Todos sus nombres empiezan con Kuro (Negro)! ¿¡Mientras tanto, Kuroi Mariko ya se enamoró de su Sensei...!? ¡Es el comienzo de estas chicas llenas de lujuria y sus ataques amorosos directos a la vida del Sensei!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "fdc3859e-7297-43ee-b91d-10cbdfbe4761",
    "title": {
      "en": "The Yellow-haired Villain in Female Main Character's Novel wants Happiness"
    },
    "updatedAt": "2025-01-29T17:29:44+00:00",
    "coverArt": "https://mangadex.org/covers/fdc3859e-7297-43ee-b91d-10cbdfbe4761/7f2a5459-8e6c-40c6-825b-4d4de62fcd25.jpg",
    "altTitles": [
      {
        "en": "The yellow-haired villain in Soaring Phoenix's novels also desires happiness"
      },
      {
        "zh": "凤傲天小说里的黄毛反派也想幸福"
      }
    ],
    "description": {
      "en": "[From the Same Studio as the Manhua \"Shut Up, Evil Dragon!\"]\n\nTransmigrating into the body of a yellow-haired villain in the early stages of a Yuri novel, Moon only wants to survive. But… why does the story seem to be going off track?\n\nThe princess has already been drugged, and even her pants have been removed—so why hasn't the protagonist appeared yet? Why does the protagonist’s childhood friend, a noble and pure saint, keep giving me flirtatious looks? Even my obedient and loyal personal maid has started gazing at me with increasingly dangerous eyes!\n\nWhere is the protagonist?! Please, someone save me!!"
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3c355cfa-d8a9-495c-a50b-8729102ab2b7",
    "title": {
      "en": "Shin Lupin III"
    },
    "updatedAt": "2023-05-16T03:42:17+00:00",
    "coverArt": "https://mangadex.org/covers/3c355cfa-d8a9-495c-a50b-8729102ab2b7/33549561-aa82-473c-9bc3-534b194a5a96.jpg",
    "altTitles": [
      {
        "en": "Lupin III - World's Most Wanted"
      },
      {
        "en": "New Lupin III"
      },
      {
        "ja-ro": "Shin Lupin Sansei"
      },
      {
        "ja": "新ルパン三世"
      }
    ],
    "description": {
      "en": "Lupin the Third and his motley crew return in Shin Lupin III! This time, several of the stories are either brand new or adapted from or to the Lupin anime, and the beginning story was even animated by itself several years later!  \n  \nLupin the Third is the grandson of the famous literary thief Arsène Lupin, and his partners in crime include the sharpshooter Jigen Daisuke, the stoic samurai Goemon Ishikawa the Thirteenth, and the on-again-off-again lover/enemy Fujiko Mine. Their goal is to outwit enemies bigger than themselves while nabbing the world's rarest and most important items, while also outwitting the dogged Inspector Zenigata, who's made it his life's work to capture and secure Lupin. In the manga however, his relationship with the titular thief isn't as \"respecting to the enemy\" as you would expect, as he's attempted multiple times to kill him without shedding a tear!   \n  \nWhat kind of sexy exploits will Lupin and his crew get up to next in…Shin Lupin III!"
    },
    "status": "completed",
    "releaseDate": 1977,
    "contentRating": "suggestive",
    "lastVolume": "16",
    "lastChapter": "188"
  },
  {
    "mangaId": "b1953f80-36f7-492c-b0f8-e9dd0ad01752",
    "title": {
      "en": "Modern MoGal"
    },
    "updatedAt": "2024-07-29T12:11:55+00:00",
    "coverArt": "https://mangadex.org/covers/b1953f80-36f7-492c-b0f8-e9dd0ad01752/da3d4dcd-f660-4cae-869f-a861a2ff496b.jpg",
    "altTitles": [
      {
        "en": "Monster Gals"
      },
      {
        "zh-ro": "Rén Wài de Xīngqíwǔ"
      },
      {
        "zh-hk": "人外的星期五"
      },
      {
        "uk": "Монстро-дівчата"
      }
    ],
    "description": {
      "en": "The daily experiences of modern monster girls.   \r\n  \r\nOriginal comic by [Shepherd0821](https://mangadex.org/group/6025/shepherd0821), uploaded to MangaDex with permission.",
      "pt-br": "As experiências diárias de garotas monstro modernas.\nQuadrinhos originais por Shepherd0821"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6165c017-08d5-4dab-8149-076cbca03a85",
    "title": {
      "en": "Ryuujin Kakusei"
    },
    "updatedAt": "2024-12-18T00:48:07+00:00",
    "coverArt": "https://mangadex.org/covers/6165c017-08d5-4dab-8149-076cbca03a85/cbf92a16-eb4a-4f2a-9c94-dbd5f4c2f05b.jpg",
    "altTitles": [
      {
        "ja": "龍人覚醒"
      },
      {
        "en": "Dragons Awakening"
      }
    ],
    "description": {
      "en": "Inside the popular VRMMO where you can fight massive dragons, [Angolmois Field], Sudou Masaki, the world’s best player, defeated the dragon emperor. At the same time the game suddenly ends its service abruptly. But one day, the dragon emperor and its minions appear in the real world. The humans are put to the trial. Masaki knows that the scenario is just like the game [Angolmois Field] itself. If he were to obtain the [Sword Scale], he can manipulate the power of the dragons itself, and be awakened as a [Dragonoid]."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "685db91e-a8ab-4de3-9738-9d3f883bd179",
    "title": {
      "en": "Ikemen Joshi to Josou Danshi"
    },
    "updatedAt": "2024-04-20T16:01:44+00:00",
    "coverArt": "https://mangadex.org/covers/685db91e-a8ab-4de3-9738-9d3f883bd179/a77d4de0-787c-43e0-9aa6-c48e6e0b6e4e.jpg",
    "altTitles": [
      {
        "tr": "Cross-dressing yaparken, yakışıklı bir adam beni yürüttü"
      },
      {
        "ru": "Пока я был переодет в женскую одежду, ко мне пристал красивый парень!"
      },
      {
        "zh": "女装上街闲逛被帅哥搭讪了"
      },
      {
        "en": "Handsome Girl and Crossdressing Boy"
      },
      {
        "ja": "イケメン女子と女装男子"
      },
      {
        "en": "While Cross-Dressing, I Was Hit on by a Handsome Guy!"
      },
      {
        "ja-ro": "Josou Shite Machi ni Kuridashitara Ikemen ni Nanpa Sareru Manga"
      }
    ],
    "description": {
      "en": "While cross-dressing, I was hit on by a handsome guy, except she wasn't actually a handsome guy!",
      "tr": "Ceza olarak crossdressing yaparken yakışıklı bir adamla karşılaştım ve işi pişirdi.",
      "pt-br": "Por causa de uma brincadeira eu acabei tendo de me vestir de menina, então, sai às ruas, e nesse dia, acabei conhecendo alguém e minha vida está para mudar."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "104"
  },
  {
    "mangaId": "6676aef9-cf30-4950-9a20-e0382b5e7447",
    "title": {
      "en": "Shuumatsu no Valkyrie Kinden - Kamigami no Apocalypse"
    },
    "updatedAt": "2025-01-17T11:19:47+00:00",
    "coverArt": "https://mangadex.org/covers/6676aef9-cf30-4950-9a20-e0382b5e7447/9a219555-634d-47fc-966e-3ff9b5c5b326.jpg",
    "altTitles": [
      {
        "ja": "終末のワルキューレ禁伝 神々の黙示録"
      },
      {
        "fr": "L'Apocalypse des dieux"
      },
      {
        "en": "Record of Ragnarok Forbidden Side-Story: Gods' Apocalypse"
      },
      {
        "en": "Record of Ragnarok: The Apocalypse of the Gods"
      }
    ],
    "description": {
      "en": "Zeus, supreme chairman of the Council of Valhalla, announces to the gods twelve of the thirteen fighters set to participate in Ragnarok--and is met with the dissenting voices of those who were not chosen. However, Zeus has foreseen this, and immediately declares the holding of another tournament to decide the final spot on the Ragnarok lineup, one which will break the taboo on gods fighting one another. Thus begins the \"Revelation\" of the untold side of *Record of Ragnarok!*"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09fc3c69-5b21-493e-83a1-f9486c46a19f",
    "title": {
      "en": "Mobile Suit Gundam SEED ECLIPSE"
    },
    "updatedAt": "2025-01-28T18:31:59+00:00",
    "coverArt": "https://mangadex.org/covers/09fc3c69-5b21-493e-83a1-f9486c46a19f/f8bce479-32a9-4473-a506-f700a599434c.jpg",
    "altTitles": [
      {
        "ja": "機動戦士ガンダムSEED ECLIPSE"
      },
      {
        "ja-ro": "Kidou Senshi Gundam Seed Eclipse"
      }
    ],
    "description": {
      "en": "Celebrating 20 years of *Gundam SEED*! The official *SEED* side story that will add new garnish to the Cosmic Era has begun!\n\nIn the 72nd year of Cosmic Era, there existed the Orb force \"ODR,\" which struggled during this period that would later be called the \"two blank years.\" Here are the unknown exploits of the ODR, who drove the new transformable unit Eclipse. The new *SEED* spin-off begins!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "98109e7e-647b-417a-8990-e9e3799680c8",
    "title": {
      "en": "Conquering Dungeons With Copy Paste!"
    },
    "updatedAt": "2024-08-30T03:38:52+00:00",
    "coverArt": "https://mangadex.org/covers/98109e7e-647b-417a-8990-e9e3799680c8/2eadd094-6315-48d4-abb5-8197d3148b24.png",
    "altTitles": [
      {
        "ja": "コピペでダンジョン攻略!"
      },
      {
        "ko": "던전공략은 복붙이지"
      }
    ],
    "description": {
      "en": "Seo Han-Jun, the protagonist, is cursed by a Transcendent being with a skill called “Copy-Paste” (Ctrl+C, Ctrl+V) and given only 20 years to live. However, this skill only works on himself, and its growth is stunted, leading him to live a disregarded life as a low-level hunter. One day, while fighting in a dungeon, he discovers a way to develop his Copy-Paste skill! With this newfound power, he quickly becomes a world-class hunter. Now, together with his companions, Han-Junmust prevent the impending catastrophe. Will Seo Han-Jununcover the Transcendent’s identity and save the world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "981ad6bb-9eab-4777-b39a-0acb0be1ef8b",
    "title": {
      "en": "Osananajimi no Yuri"
    },
    "updatedAt": "2025-01-19T13:19:22+00:00",
    "coverArt": "https://mangadex.org/covers/981ad6bb-9eab-4777-b39a-0acb0be1ef8b/46fb13a1-437c-497d-9ccc-906073c1a6d4.jpg",
    "altTitles": [
      {
        "en": "Childhood Friend Yuri"
      },
      {
        "ja": "おさななじみの百合"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49ddeb9a-1d34-4820-a773-c096bf7b219b",
    "title": {
      "en": "Doomsday Sword God"
    },
    "updatedAt": "2024-02-24T23:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/49ddeb9a-1d34-4820-a773-c096bf7b219b/dbc5461c-46aa-42bc-ad5a-5b47853b9c61.png",
    "altTitles": [
      {
        "zh": "末日剑神：我震惊全球！"
      },
      {
        "en": "Apocalypse Sword God"
      }
    ],
    "description": {
      "en": "If mercy and kindness can’t save the world, then this time, I choose to kill—\n\nEternal Slayer! Heavenly Lightning Slash! Sword of Annihilation! As long as you learn the most common sword skills, they can be upgraded to SSS rank?! Divine talent + forbidden skills! I’m the last spark of hope in this apocalypse!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60d743e7-563e-43e9-bae9-069fe8c7b79e",
    "title": {
      "en": "Things I Learned After Death"
    },
    "updatedAt": "2025-01-21T16:34:09+00:00",
    "coverArt": "https://mangadex.org/covers/60d743e7-563e-43e9-bae9-069fe8c7b79e/cc347371-3219-435f-aaac-efd0de2e7be1.jpg",
    "altTitles": [
      {
        "ko": "죽음 뒤에 알게 된 것들"
      }
    ],
    "description": {
      "en": "“My mother’s killer, the one who scarred my face forever, and even stole my fiancé—Kanna.”  \n\nThis time, I’ll take everything back.  \n\nBut the idea of rewriting the past was nothing more than my arrogance.  \n\n“No matter how hard you struggle, you’ll never beat me, Linette.”  \n\nA relentless battle begins between two sisters—one who lost everything and another who took it all."
    },
    "status": "ongoing",
    "releaseDate": 2025,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd60cf1e-6775-4546-8b84-949502a2b113",
    "title": {
      "en": "Rai Rai Rai"
    },
    "updatedAt": "2025-01-28T04:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/cd60cf1e-6775-4546-8b84-949502a2b113/8a7b16c6-0b6e-4fad-8c31-71e0b9983c1d.jpg",
    "altTitles": [
      {
        "ja": "雷雷雷"
      },
      {
        "ja-ro": "Rai Rai Rai"
      },
      {
        "ja-ro": "Rairairai"
      },
      {
        "uk": "ГрімГрімГрім"
      }
    ],
    "description": {
      "en": "Fifty years after the war with the aliens... danger emerges... from within a young girl! Ichigaya Sumire, age 18, works at a \"space pest\" extermination company to pay off the debts her father left behind. But one day, her life is turned upside down when she's abducted by a UFO!",
      "ja": "ガール・ミーツ・エイリアン！\n\nエイリアンと戦争から50年――\n\n市ヶ谷スミレ、18歳。父親の残した借金返済のため宇宙害蟲駆除会社に勤務する日々。そんなスミレの日常が、UFOにさらわれたことで一変する…！頭の中で聞こえる何者かの声…襲いかかる宇宙害獣…さらには軍事企業からも狙われて――！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b943adeb-a17f-41e1-8c4f-6b7c2af1e846",
    "title": {
      "en": "Keppeki Danshi! Aoyama-kun"
    },
    "updatedAt": "2025-01-29T11:57:34+00:00",
    "coverArt": "https://mangadex.org/covers/b943adeb-a17f-41e1-8c4f-6b7c2af1e846/4c79f637-8f4c-4330-9364-6b60ed163e89.jpg",
    "altTitles": [
      {
        "en": "Clean Freak! Aoyama-kun"
      },
      {
        "en": "Cleanliness boy! Aoyama-kun"
      },
      {
        "ja-ro": "Keppeki Danshi! Aoyama-kun"
      },
      {
        "zh": "洁癖男子！青山君"
      },
      {
        "ja": "潔癖男子！青山くん"
      },
      {
        "pl": "Czysty Chłopiec! Aoyama-kun"
      },
      {
        "hu": "Tisztaságmániás! Aoyama-kun"
      },
      {
        "vi": "Chàng trai sạch sẽ! Aoyama-kun"
      },
      {
        "vi": "Thiên tài sạch sẽ"
      }
    ],
    "description": {
      "en": "Aoyama is a handsome young soccer genius who's a Japan representative. His play style is \"cleanliness.\" He doesn't tackle and doesn't head the ball. If he's doing a throw-in, he'll only do it if he's wearing gloves.",
      "pl": "Aoyama to przystojny, młody geniusz piłki nożnej, który reprezentuje Japonię. Jego styl gry to \"czystość\". Nie tackluje i nie główkuje piłki. Jeśli wykonuje wrzutkę, robi to tylko w rękawicach."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "113"
  },
  {
    "mangaId": "6d02e579-b0db-4240-98e9-e68e458f8dfc",
    "title": {
      "en": "Ore no Ie ga Maryoku Spot datta Ken: Sundeiru dake de Sekai Saikyou"
    },
    "updatedAt": "2025-01-29T12:02:17+00:00",
    "coverArt": "https://mangadex.org/covers/6d02e579-b0db-4240-98e9-e68e458f8dfc/dab1e191-2ef4-4339-8e02-69c7dd3d156e.jpg",
    "altTitles": [
      {
        "fr": "Ma maison est une zone de convergence magique: Uniquement en vivant là je suis le plus fort du monde"
      },
      {
        "ru": "Мой дом — это место волшебной силы"
      },
      {
        "ja": "俺の家が魔力スポットだった件 ～住んでいるだけで世界最強～"
      },
      {
        "zh-hk": "原来我家是魔力点~只是住在那里就变成世界最强~"
      },
      {
        "ko": "우리 집이 마력스팟이었던 건에 대하여 ~살고 있는 것만으로 세계최강~"
      },
      {
        "pt-br": "Minha casa está em um ponto mágico de poder, por morar lá eu me tornei o mais forte do mundo"
      },
      {
        "en": "My House Is a Magic Power Spot: Just by Living There I Become the Strongest in the World"
      }
    ],
    "description": {
      "en": "Living carefree at home is the greatest shortcut—my house is the world’s greatest Magic Power Spot. That being the case, both my house and I were summoned to another world by some guys who were aiming for it. However, I’ve been living in this place for many years and my body is, apparently, abnormally overflowing with magic. Due to some unforeseen circumstances by those guys who summoned me, they quickly ran away. Be that as it may, there are still some ill-mannered people who covet the magic leaking out of my house. I won’t give up my house to those people! I’m going to wield my power as I please!\n___\n**Storyboarder:** [Oomine](https://mangadex.org/author/3a2b2fed-9cc9-4538-b2ca-1d563370316f)\n**Character Designer:** [Nabeshima Tetsuhiro](https://mangadex.org/author/9badc86b-f0ba-4f08-bc11-323ea16aae00)\n\n**Alt Official Raw:** [niconico Manga](https://manga.nicovideo.jp/comic/34698)",
      "ja": "自宅でのんびりすることが、最強への近道だった――。強力な魔力スポットの上に建つ一軒家に住んでいた普通の青年ダイチ。 ある日、それを狙うやつらに家ごと異世界に召喚されてしまう!!　だが、長年魔力スポットに住み続け、魔力が貯めこまれたダイチは敵を一蹴！　さらにかわいい我が家の精霊サクラも現れて至れり尽くせり！　最強の魔力を持ったダイチが望むものはただ一つ――それは自宅で平穏に暮らすこと！",
      "ru": "Жить беззаботно в своём доме — это, несомненно, великолепно. Но мой дом — самое большое в мире место волшебной силы. Каким-то образом вышло так, что меня с моим домом перенесло в другой мир. Выяснилось, что меня призвали какие-то парни, которые хотели присвоить магию моего дома себе. Тем не менее, я живу в этом месте в течение многих лет, и мое тело, по-видимому, аномально переполнено магией. Из-за каких-то непредвиденных обстоятельств те ребята, которые меня вызвали, быстро убежали. Как бы то ни было, все ещё есть невоспитанные люди, которые жаждут магии, просачивающейся из моего дома. Я не отдам свой дом никому! Я буду использовать свою силу, как захочу!   \n\n- [Original Web Novel](https://ncode.syosetu.com/n5915da/) (Raw)",
      "es-la": "Vivir sin preocupaciones en casa es el mejor atajo: mi casa es el mayor punto de poder mágico del mundo. Siendo ese el caso, tanto mi casa como yo fuimos invocados a otro mundo. Sin embargo, he estado viviendo en este lugar durante muchos años y aparentemente mi cuerpo está desbordado magia. Debido a circunstancias imprevistas por parte de los tipos que me invocaron, huyeron rápidamente. Como sea, todavía hay algunas personas mal educadas que codician la magia que escapa de mi casa. ¡No voy a ceder mi casa a esas personas! ¡Voy a ejercer mi poder como me plazca!",
      "pt-br": "Viver despreocupado em casa é a melhor coisa... minha casa é o maior ponto de força mágica do mundo. Sendo esse o caso, tanto minha casa quanto eu fomos convocados para outro mundo por algumas pessoas que estavam visado isso. No entanto, eu moro neste lugar há muitos anos e meu corpo está, aparentemente, transbordando de forma anormal com a magia. Devido a algumas circunstâncias imprevistas por aquelas pessoas que me chamaram, elas rapidamente fugiram. Seja como for, ainda há algumas pessoas mal-educadas que cobiçam a magia que vaza da minha casa. Eu não vou desistir da minha casa para essas pessoas! Vou usar meu poder como quiser!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "233"
  },
  {
    "mangaId": "6b9658ff-f346-4f25-9060-31c76cb0b847",
    "title": {
      "en": "NEET Kunoichi to Nazeka Dousei Hajimemashita"
    },
    "updatedAt": "2025-01-27T21:37:40+00:00",
    "coverArt": "https://mangadex.org/covers/6b9658ff-f346-4f25-9060-31c76cb0b847/67b862dc-03bd-4f7f-b612-f69239732edd.jpg",
    "altTitles": [
      {
        "ja": "ニートくノ一となぜか同棲はじめました"
      },
      {
        "en": "Somehow, I Started Living with a NEET Kunoichi"
      }
    ],
    "description": {
      "en": "Otaku Kunoichi ≒ Otaku NEET ≒ Girl with Zero Romantic Experience!\n\nA normal salaryman, Tsukasa, is attacked by a Youma and is gallantly saved by the appearance of the genius kunoichi, Shizuri. However, when she is not working, she becomes an otaku NEET... Today, Tsukasa's househusband skills will continue to spoil Shizuri. A prescription delivered directly to you♪",
      "ja": "平凡なサラリーマン・政が妖魔に襲われていたところに颯爽と現れ、\n彼を救った天才くノ一・しづり。しかし彼女は、オフにはオタクニートになってしまうのだった……。政の主夫スキルが、今もしづりを甘やかす！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f26196b-c0d8-4198-b141-2cbacd2b5ce7",
    "title": {
      "en": "Girl Friends"
    },
    "updatedAt": "2024-10-27T12:09:41+00:00",
    "coverArt": "https://mangadex.org/covers/5f26196b-c0d8-4198-b141-2cbacd2b5ce7/14b1366c-3789-479b-a931-7fe3fe170e53.png",
    "altTitles": [
      {
        "en": "Girlfriends"
      },
      {
        "ja": "ガールフレンズ"
      },
      {
        "pt-br": "Girl Friends"
      },
      {
        "de": "Wir beide!"
      },
      {
        "ru": "Подружки"
      }
    ],
    "description": {
      "en": "Mari is a shy, studious girl who has neither a boyfriend nor any friends. One day, Akiko - one of the most fashion-conscious and sociable girls in the class - strikes up a conversation with her out of the blue! As the days go by the two become inseparable, with Akiko often cheerily remarking on how they became best friends so easily. Mari has a lot of fun with Akiko and her group, slowly becoming more outgoing despite still being timid and awkward. But she knows, deep down inside, that she doesn't want them to stay just friends forever…",
      "pt-br": "Mari é uma garota tímida e estudiosa que não tem namorado nem amigos. Um dia, Akiko - uma das garotas mais fashion e sociável da turma - começa uma conversa com ela do nada! À medida que os dias passam, as duas se tornam inseparáveis, com Akiko muitas vezes alegremente observando como elas se tornaram melhores amigas tão facilmente. Mari se diverte muito com Akiko e seu grupo, lentamente se tornando mais extrovertida, apesar de ainda ser tímida e estranha. Mas ela sabe, no fundo, que ela não quer que fiquem apenas amigas para sempre ..."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "35.5"
  },
  {
    "mangaId": "7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed",
    "title": {
      "en": "Isekai de Haishin Katsudou wo Shitara Tairyou no Yandere Shinja wo Umidashite Shimatta Ken"
    },
    "updatedAt": "2024-12-04T00:09:47+00:00",
    "coverArt": "https://mangadex.org/covers/7df2d2d6-34b2-4ff7-8a3a-f6b5a9d546ed/acd113d1-fa12-4819-9942-1f3d65751618.jpg",
    "altTitles": [
      {
        "ja": "異世界で配信活動をしたら大量のヤンデレ信者を生み出してしまった件"
      },
      {
        "en": "When I Started Streaming in Another World, I Ended Up Creating a Large Number of Yandere Followers"
      }
    ],
    "description": {
      "en": "Living in Ataraxia, a world of swords and magic, a reincarnated individual decided to make a living out of streaming. Living in a world where such a thing did not exist despite the many forms of entertainment, he quickly made a name for himself. This is not the tale of just a streamer... but of a boy who becomes a legend as a haishinsha.",
      "ja": "剣と魔法の世界アタラシア――その世界に生きる一人の転生者が配信活動に手を出した。 数多くの娯楽はあれど、そのようなモノが存在しなかった世界で彼はたちまち有名になった。 これは異世界で唯一の配信者……ではなく、ハイシンシャになろうと考えた少年の物語である。",
      "vi": "Anh nhân vật chính của chúng ta được chuyển sinh sang thế giới có sự tồn tại của ma thuật. Sở hữu trong mình sức mạnh bá ko tả nổi, anh sẽ đánh bại quái vật để kiếm sống ư? Không, anh chê, anh muốn theo đuổi đam mê, anh muốn làm streamer để kiếm sống.",
      "pt-br": "Vivendo em Ataraxia, um mundo de espadas e magia, um indivíduo reencarnado decidiu ganhar a vida com streaming. Vivendo em um mundo onde tal coisa não existia, apesar das muitas formas de entretenimento, ele rapidamente fez um nome para si mesmo. Esta não é a história de apenas um streamer... mas de um garoto que se torna uma lenda como um haishinsha."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523",
    "title": {
      "en": "A Middle-Aged Man Who Returns From Another World Goes Back to When He Was 17 and Becomes Unbeatable"
    },
    "updatedAt": "2025-01-21T20:02:56+00:00",
    "coverArt": "https://mangadex.org/covers/7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523/a5b796c9-fa28-48d7-a195-4cfa973dd1d2.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りのアラフォーリーマン、17歳の頃に戻って無双する"
      },
      {
        "ja-ro": "Isekai Kaeri no Arafour Riiman, 17-sai no Koro ni Modotte Musou suru"
      }
    ],
    "description": {
      "en": "A black company employee in his 40s, Namba Kazu, died of overwork and was reincarnated to another world. After saving the world, he returns to find himself regressed to his 17-year-old self. \n\nKazu realizes that he can use the abilities he acquired from another world and is excited to restart his life over again. However, through the help of his childhood friend, Yui, he learns of the existence of human-eating abomination called Variant in the world he was born in. \n\nKazu knows from his past memories that Yui will die in the near future. In order to save Yui, who is on a mission to fight against variants, Kazu decided to throw himself into battle in this world as well.",
      "ja": "過労死で異世界に転生したアラフォーリーマンの難波カズ。17歳で異世界を救ったカズは、女神に「元の世界に戻してくれ」と願う。てっきり元のアラフォーリーマンに戻ると思っていたら、17歳の高校生に戻っていた。\n\nそれならばと気楽に90年代を満喫しようとしていたが、幼馴染みの由依をきっかけに『人間を喰う異形ヴァリアント』の存在を知り、カズは異世界チートを武器にこの世界でも戦いに身を投じていく…!",
      "es-la": "Kazu Nanba reencarnó después de la muerte por exceso de trabajo y salvó otro mundo. A la edad de 17 años en el otro mundo después de morir derrotando al rey demonio elije \"regresara a su mundo original\". Pensó que regresaría a su trabajo normal, pero regreso como un estudiante de secundaria de 17 años. Sin embargo ahora se entera que hay \"extrañas criaturas\" que matan humanos y donde Kazu recordara un recuerdo pasado donde su amiga de la infancia Yui morirá en un futuro cercano. Esta vez, para salvar a Yui, Kazu usará el poder de otro mundo para lanzarse también a la batalla en este mundo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f09f5515-dec7-434f-b38e-dc3bba107efb",
    "title": {
      "en": "Nietzsche-sensei - Konbini ni, Satori Sedai no Shinjin ga Maiorita"
    },
    "updatedAt": "2024-12-18T11:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/f09f5515-dec7-434f-b38e-dc3bba107efb/81f0fc91-7a5c-453d-a4b9-c70e1c0743b0.jpg",
    "altTitles": [
      {
        "en": "Mr. Nietzsche in the Convenience Store"
      },
      {
        "en": "Niche-sensei"
      },
      {
        "en": "Nietzsche-sensei - of the convenience store"
      },
      {
        "ja": "ニーチェ先生~コンビニに、さとり世代の新人が舞い降りた~"
      }
    ],
    "description": {
      "en": "The comedy manga follows a male part-time late-night convenience store worker named Matsukoma, and the new part-time worker he trains named Tomoharu Nii, nicknamed Nietzsche-sensei. Tomoharu is a university student in the school's Buddhism department. When an angry customer screams at Tomoharu, \"Customers are gods!,\" he replies, \"God is dead.\" The manga follows the part-time worker life of Matsukoma and Tomoharu, the latter of whom continuously baffles his customers and co-workers at the convenience store with his odd ways."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]