[
  {
    "mangaId": "c235406f-8e2d-4215-a351-265461fc6448",
    "title": {
      "en": "Bowblade Spirit"
    },
    "updatedAt": "2023-10-07T23:15:10+00:00",
    "coverArt": "https://mangadex.org/covers/c235406f-8e2d-4215-a351-265461fc6448/70e64c21-b800-4f59-a5f4-a5a690a6053d.jpg",
    "altTitles": [
      {
        "ko": "궁귀검신"
      },
      {
        "ko-ro": "Gunggwigeomsin"
      },
      {
        "ru": "Владыка Лука и Клинка"
      },
      {
        "en": "Lord of the Bow and Blade"
      }
    ],
    "description": {
      "en": "The bow is a weapon that dominates everything in sight, even for targets hiding at distances too far for the eyes to see. Just imagine a weapon you cannot even see targeting your life. What could possibly be scarier than that? A training regime from hell with a brutal grandfather. A joyful trip to Zhongyuan in search of a wife. The rise of a hero who will overturn the Murim world. Ki Guided Arrow - a fresh take on Ki Guidance that is stronger than both the Ki Guided Sword and Blade! Fire the arrow into tomorrow!  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "fr": "L'arc est une arme qui domine tout ce qui est en vue, même pour les cibles qui se cachent à des distances trop éloignées pour que les yeux puissent les voir. Imaginez une arme que vous ne pouvez même pas voir et qui vise votre vie. Qu'est-ce qui pourrait être plus effrayant que cela ? Un régime d'entraînement de l'enfer avec un grand-père brutal. Un joyeux voyage à Zhongyuan à la recherche d'une femme. L'ascension d'un héros qui va bouleverser le monde des Murim. La Flèche Guidée Ki - une nouvelle version de la Flèche Guidée Ki qui est plus forte que l'Épée et la Lame Guidée Ki! Lancez la flèche dans le futur!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ko": "조돈형 작가의 궁귀검신, 만화로 다시 태어나다!\n \n\"활이라는 것은 눈에 보이는 거리를 뛰어넘어 그 뒤에 도사리고 있는 생명까지 지배하는 병기다. 눈에 보이지도 않는 무기가생명을 노린다고 가정을 해 보거라. 이보다 두려운 것이 또 무엇이 있겠느냐?\"\n \n악덕 조부와의 고난에 찬 수련행.\n정혼녀를 찾아 떠난 즐거운 중원행.\n어지러운 무림을 바로잡는 영웅행.\n이기어검과 이기어도를 능가하는 이기어시의 신선한 등장! \n내일을 향해 쏘아 볼까나?!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ru": "Лук - это оружие, способное убить не только того, кто стоит на видном месте, но и воина, запрятавшегося в гуще событий. Только представьте, как в вас целится орудие, которого не видно. Черт, да что вообще может быть страшнее?\n\nИ так, наше приключение… начинается.. История великого труженика… история... о путешествии в поисках женщины, назначенной ему судьбой. О герое... о воине, что пройдет грандиозный путь… во имя добра и справедливости. Это сказ о непобедимом… властелине лука и меча.\n\nЛетящая стрела укажет путь, я буду следовать за ней, покуда не взойду… на Олимп славы!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "147"
  },
  {
    "mangaId": "f322778b-c2c9-4178-8cad-2a379931a24d",
    "title": {
      "en": "Otokogumi"
    },
    "updatedAt": "2024-05-04T01:04:38+00:00",
    "coverArt": "https://mangadex.org/covers/f322778b-c2c9-4178-8cad-2a379931a24d/ea262fbf-3b9d-49d8-b32b-69714635f985.png",
    "altTitles": [
      {
        "ja": "男組"
      },
      {
        "th": "วีรบุรุษทรชน"
      },
      {
        "en": "Men's Gang"
      },
      {
        "en": "Gallant Gang"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nA boy, Jiro Ryuzen, is imprisoned in Kanto Juvenile Prison for the crime of \"killing his father. He was sent to Seiun Gakuen, a prestigious private school, in handcuffs, which was ruled by the immensely powerful Goji Shinryu...\n\nTogether with five members of the Gokehoren, his allies in the juvenile prison, Nagare's fierce battle has begun!"
    },
    "status": "completed",
    "releaseDate": 1974,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "137"
  },
  {
    "mangaId": "863645b0-6911-4f19-9d55-cbc87b8206b0",
    "title": {
      "en": "I Know All About It"
    },
    "updatedAt": "2022-08-17T06:44:45+00:00",
    "coverArt": "https://mangadex.org/covers/863645b0-6911-4f19-9d55-cbc87b8206b0/17a5218f-724d-4704-90b6-66ba66cff509.png",
    "altTitles": [
      {
        "ja": "Shitteru"
      },
      {
        "ja": "知ってる"
      },
      {
        "en": "I Know"
      }
    ],
    "description": {
      "en": "A little sister knows all about what her big sister did last night..."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2023-12-13T09:59:14+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/1639cc36-ef55-4fd3-8993-3bae5a4d56e0.png",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7576e72-0301-4ed3-9137-722ed768bfda",
    "title": {
      "en": "I Can't Say No to the Lonely Girl"
    },
    "updatedAt": "2024-01-07T14:52:17+00:00",
    "coverArt": "https://mangadex.org/covers/d7576e72-0301-4ed3-9137-722ed768bfda/0574dbff-d830-421a-9028-2c0e1e284bf3.jpg",
    "altTitles": [
      {
        "en": "Can't Defy The Lonely Girl"
      },
      {
        "ja-ro": "Lonely Girl ni Sakaraenai"
      },
      {
        "ru": "Не могу отказать одинокой девушке"
      },
      {
        "ja": "ロンリーガールに逆らえない"
      },
      {
        "zh": "无法拒绝孤独的她"
      },
      {
        "ja": "ロンガル"
      },
      {
        "zh-hk": "無法拒絕孤獨的她"
      },
      {
        "ko": "론리 걸에게 거역할 수 없어"
      }
    ],
    "description": {
      "en": "Ayaka Sakurai is an excellent student, but she gets nervous at exams, so she had to settle for a lesser high school than she expected. However, her teacher offered Ayaka a recommendation letter to the school of her choice if she could convince the delinquent girl Sora Honda to come to school. When Ayaka visited Sora at her home, Sora was quite willing to go back to school, if Ayaka would agree to do one thing…",
      "ru": "Ради рекомендации в престижный университет Аяка Сакурай вынуждена каждый день выполнять просьбы своей одноклассницы, Соры Хонды. В первый же день она попросила её о поцелуе, что же будет на следующий?",
      "pt-br": "Ayaka Sakurai é uma excelente aluna, mas fica nervosa nos exames, por isso teve que se contentar com uma escola inferior do que esperava. No entanto, sua professora ofereceu a ela uma carta de recomendação para a escola de sua escolha, se ela pudesse convencer a garota delinquente, Sora Honda, a ir à escola. Quando Ayaka visitou Sora em sua casa, Sora estava bastante disposta a voltar para a escola, se Ayaka concordasse em fazer uma coisa…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "32"
  },
  {
    "mangaId": "e7311147-2d4a-4094-807f-bb39585417c4",
    "title": {
      "en": "Dungeon ga Arawarete 5-nen, 15-sai de Dungeon ni Idomu Koto ni Shita."
    },
    "updatedAt": "2024-04-30T18:51:27+00:00",
    "coverArt": "https://mangadex.org/covers/e7311147-2d4a-4094-807f-bb39585417c4/1a6f8502-a57c-40f1-a4ec-94237c909728.png",
    "altTitles": [
      {
        "ja": "ダンジョンが現れて5年、15歳でダンジョンに挑むことにした"
      },
      {
        "ja-ro": "Dungeon ga Arawarete Go-nen, Juugo-sai de Dungeon ni Idomu Koto ni Shita."
      },
      {
        "es-la": "5 AÑOS DESPUÉS DE QUE APARECIERAN LAS DUNGEONS, ME ATREVO A DESAFIARLAS A LA EDAD DE 15 AÑOS"
      },
      {
        "en": "Five Years After The Dungeons Appeared, I Dare to Challenge at The Age of 15"
      }
    ],
    "description": {
      "en": "Dungeons appeared in the world five years ago. Police and military are unable to enter these enigmatic spaces, and entry is permitted solely by the free will of individuals aged 15 and above. Leveling up is possible, fantasy items can be acquired, and for some, the transformation can lead to becoming astonishingly beautiful.\n\nYuuta Rokujou has lived a life of being bullied since his kindergarten days. Due to this, he decided not to attend Dungeon High School that everyone else went to, rather, on his fifteenth birthday, he decided to challenge a dungeon alone.\n\nThis story is about how Yuuta, under such circumstances, became stronger than anyone else, becoming one of the twelve individuals capable of moving the world, known as the ‘Twelve Heroes.’"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52edc4f9-e2c3-41fc-914e-2dd7353b2245",
    "title": {
      "en": "Kobayashi-san Chi no Maid Dragon: Kanna no Nichijou"
    },
    "updatedAt": "2024-04-25T18:54:32+00:00",
    "coverArt": "https://mangadex.org/covers/52edc4f9-e2c3-41fc-914e-2dd7353b2245/471e3c8a-9f5e-4cf4-8cac-ece502660151.jpg",
    "altTitles": [
      {
        "ja-ro": "Kobayashi-san Chi no Maid Dragon: Kanna no Nichijou"
      },
      {
        "en": "Miss Kobayashi’s Dragon Maid: Kanna’s Daily Life"
      },
      {
        "ru": "Дракон-горничная Кобаяши: Повседневная жизнь Канны"
      },
      {
        "ja": "小林さんちのメイドラゴン カンナの日常"
      },
      {
        "ko": "고바야시네 메이드래곤: 칸나의 일상"
      }
    ],
    "description": {
      "en": "A spin-off of [Kobayashi-san Chi no Maid Dragon](https://mangadex.org/manga/15514) focusing on the daily life of Kanna.  \n\n\n---",
      "ru": "Покинувшая свой дом в другом мире в поисках своей сородицы-дракона Тору, юная Канна оказалась принята Тору и её подругой-человеком Кобаяси, поселившись с ними в одной квартире. Посещая начальную школу, заводя новых друзей, Канна учится приспосабливаться к человеческому миру с любопытством и очарованием, которые могу быть только у маленького дракона!  \n  \nLicensed in English by Seven Seas as \"Miss Kobayashi’s Dragon Maid: Kanna’s Daily Life.\""
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8bd19e5c-94f7-4368-a918-50f463857446",
    "title": {
      "en": "Kuroshitsuji"
    },
    "updatedAt": "2024-05-04T00:22:04+00:00",
    "coverArt": "https://mangadex.org/covers/8bd19e5c-94f7-4368-a918-50f463857446/eef23f37-2841-4447-a3ea-c13ccc4fbee0.jpg",
    "altTitles": [
      {
        "ja": "黒執事"
      },
      {
        "en": "Black Butler"
      },
      {
        "zh": "黑执事"
      },
      {
        "zh": "黑管家"
      },
      {
        "zh-hk": "黑執事"
      },
      {
        "ko": "흑집사"
      },
      {
        "ko": "검은 집사"
      },
      {
        "es": "Mayordomo negro"
      },
      {
        "pt": "O mordomo negro"
      },
      {
        "pt": "O mordomo sombrio"
      },
      {
        "it": "Black Butler - Il maggiordomo diabolico"
      },
      {
        "fr": "Majordome noir"
      },
      {
        "de": "Schwarzer Butler"
      },
      {
        "cs": "Kurošicudži"
      },
      {
        "pl": "Mroczny kamerdyner"
      },
      {
        "uk": "Темний дворецький"
      },
      {
        "bg": "Черният иконом"
      },
      {
        "ru": "Тёмный дворецкий"
      },
      {
        "ru": "Темный дворецкий"
      },
      {
        "ru": "Куросицудзи"
      },
      {
        "ru": "Чёрный дворецкий"
      },
      {
        "fa": "کوروشیتسوجی"
      },
      {
        "fa": "خادم سیاه"
      },
      {
        "vi": "Hắc Quản Gia"
      },
      {
        "ms": "Butler Hitam"
      },
      {
        "th": "คนลึกไขปริศนาลับ"
      },
      {
        "ar": "الخادم الأسود"
      },
      {
        "hu": "Kurosicudzsi"
      },
      {
        "hu": "Fekete komornyik"
      },
      {
        "fi": "Kuroshitsuji – Piru hovimestariksi"
      },
      {
        "fi": "Piru hovimestariksi"
      },
      {
        "tr": "Kara Kâhya"
      },
      {
        "tr": "Kara Kahya"
      },
      {
        "tr": "Kara Uşak"
      },
      {
        "kk": "Қара қызметші"
      }
    ],
    "description": {
      "de": "Ein teuflisch guter Butler ist Sebastian Michaelis, der dem Familienoberhaupt der noblen Phantomhives dient. Teuflisch ist hier wörtlich zu nehmen, denn Sebastian ist wirklich ein Dämon, mit dem das Oberhaupt der Phantomhives einen Pakt schloss. Seitdem hat er nicht nur die wichtigste Position in der Dienerschaft inne, sondern ist auch Leibwächter und Auftragskiller in Personalunion! Earl of Phantomhive ist der 12-jährige Ciel, der nicht nur das Familienunternehmen führt, sondern in seiner Funktion als Earl auch ein wichtiger Vertrauter Königin Victorias ist. Denn sie verlässt sich darauf, dass jede Gefahr diskret und schnell durch die Phantomhives beseitigt wird...",
      "en": "Just a stone's throw from London lies the manor house of the illustrious Phantomhive earldom and its master, one Ciel Phantomhive. Earl Phantomhive is a giant in the world of commerce, Queen Victoria's faithful servant...and a slip of a twelve-year-old boy. Fortunately, his loyal butler, Sebastian, is ever at his side, ready to carry out the young master's wishes. And whether Sebastian is called to save a dinner party gone awry or probe the dark secrets of London's underbelly, there apparently is nothing Sebastian cannot do. In fact, one might even say Sebastian is too good to be true...or at least, too good to be human...",
      "es": "Sebastian es el mayordomo de la familia Phantomhive, aristócratas de la alta sociedad inglesa. Él es perfecto en Todo. Detaca en: etiqueta, cultura, cocina y hasta en artes marciales... Es el acompañante de un joven amo muy caprichoso de tan sólo 12 años y siempre viste su frac negro, que aletea tras él. Este es un manga sobre un mayordomo perfecto para tu hora del té.\n\n---\nUn mayordomo que se precie tiene que estar dispuesto a lo que sea por el buen funcionamiento de la casa de su señor. Eso incluye prepararle el té que le gusta, asegurarse de que el resto del servicio sea eficiente, que todo funcione como un reloj… y en el caso especial de Sebastian, poner al servicio del joven conde Ciel sus habilidades especiales como mayordomo infernal.",
      "fi": "Sebastian on arvostetun Phantomhiven aristokraattisuvun täydellinen hovimestari. Hän on tietävä, oppinut, tyylikäs, loistava kokki ja taitaa taistelulajit. Silti hän saa juosta pikimustan frakin liepeet liehuen itsekkään 12-vuotiaan isäntänsä asioilla.\n\nYliluonnollisen taitavan hovimestarin palvelukset eivät kuitenkaan ole ilmaisia ja lopullisen palkkion joutuu maksamaan nuori isäntä. Sitä ennen parivaljakon pitää selvittää Lontoon alamaailman saloja ja kostaa pari murhaa.",
      "fr": "Sébastian est majordome au service de Ciel Phantomhive, héritier d'une grande famille de la noblesse anglaise. En matière d'érudition, d'éducation, d'art culinaire, rien à redire, il est parfait. Mais ne vous fiez pas à sa distinction, si vous vous en prenez à son jeune maître, vous découvrirez sa vraie nature... Ciel aurait-il signé un pacte avec le Diable...?!",
      "id": "Apa jadinya kalau seorang butler tidak bisa mengerjakan pekerjaan seperti ini? \n\nSebastian adalah seorang butler keluarga bangsawan terkemuka Inggris, yaitu Phantomhive. Ia sempurna dalam segala bidang. Berpengetahuan luas, elegan, jago masak, dan pandai bela diri. Ia selalu mengenakan jas buntut berwarna hitam kelam. Majikannya, Ciel Phantomhive, adalah seorang anak yang masih berumur 12 tahun dan bersifat egois. \n\nSimak kisah seorang butler nomor satu di dunia yang sangat cocok dengan teh warna merah...",
      "it": "Richiestissimo dai fan di tutta Italia, finalmente arriva il manga capolavoro di Yana Toboso! Una storia in cui un irresistibile black humour si fonde sapientemente al dramma, in un intreccio ricco di emozionanti colpi di scena. Sullo sfondo di un’Inghilterra vittoriana sapientemente rielaborata, preparatevi a scoprire il segreto che lega Ciel Phantomhive, un ragazzino che è l’unico erede rimasto in vita del casato dei Phantomhive, al suo perfetto, quasi irreale, maggiordomo Sebastian. Perché in questa storia, tutti sono molto più di quello che sembrano. State per scoprire perché!",
      "ja": "あくまで、執事ですから\n彼の職業は執事。彼は今日もお茶を煎れ、銀食器を磨く。そう、すべては主人のために…。",
      "pl": "Sebastian to kamerdyner w domu arystokratycznej rodziny Phantomhive. Jest utalentowany, wykształcony, dystyngowany, zna się na gotowaniu i sztukach walki. Słowem, jest doskonały w każdym calu. Jednak odziany w czarny frak kamerdyner zaczyna drżeć ze wzburzenia, gdy jego dwunastoletni pan wydaje rozkazy...\n\n---\nSebastian to kamerdyner w domu arystokratycznej rodziny Phantomhive. Jest utalentowany, wykształcony, dystyngowany, zna się na gotowaniu i sztukach walki. Słowem, jest doskonały w każdym calu. Jednak odziany w czarny frak kamerdyner, zaczyna drżeć ze wzburzenia, gdy jego dwunastoletni pan wydaje rozkazy… Zapraszamy do lektury bestsellerowej mangi Yany Toboso.",
      "ru": "Альтернативная Англия XIX-го века, роскошное поместье графа Фантомхайва, дружная компания нерасторопных слуг, над которыми возвышается во всех смыслах этого слова безупречный Себастьян. Юный граф Сиэль любит разные игры, и многочисленные способности дворецкого то и дело находят себе применение. Какая же тайна между дворецким и Графом? Ведь эти двое заключили важный контракт, который касается не только кулинарных талантов Себастьяна. Секреты правильного чая, жестокость итальянской мафии, неуклюжесть слуги-новичка и даже привычки родственников графа — всё по плечу Себастьяну, недаром его любимая присказка переводится и как «Я просто дьявольски хороший дворецкий», и как «Я и демон, и дворецкий».",
      "th": "คนที่เป็นหัวหน้าคนรับใช้นั้น ถ้าทำไม่ได้ขนาดนี้ จะใช้ได้อย่างไรกันล่ะครับ?\n\nเซบาสเตียน หัวหน้าคนรับใช้แห่งตระกูลแฟนทอมไฮฟ์ ตระกูลขุนนางมีชื่อของอังกฤษ\nเขามีความสมบูรณ์พร้อมในทุกๆด้าน ไม่ว่าจะเป็นด้านสติปัญญา การศึกษา ความเป็นผู้ดี อาหาร หรือศาสตรวุธ\nเมื่อต้องมารับใช้เจ้านายอายุ 12 ปี ที่เอาแต่ใจตัวเอง ชุดสูทชายด้านหลังยาวดำขลับก็พลิ้วขยับสั่นไหว\n\nการ์ตูนเกี่ยวกับหัวหน้าคนรับใช้ที่เข้ากันกับชาฝรั่งที่สุดในโลกมาถึงมือคุณแล้ว...",
      "tr": "Kahya olacak biri bu kadarını da yapabilir herhalde?\n\nSebastian, İngiltere’nin saygın aristokrat ailelerinden biri olan “Phantomhive Ailesi”nin kahyasıdır. Kendisi, bilgi birikimi, kültür, asalet, aşçılık ve dövüş sanatları konusunda mükemmeldir. On iki yaşındaki egoist efendisi için simsiyah kuyruklu takım elbisesi savrulup durmaktadır. İşte size dünyanın en iyi çayını yapan kahyasının mangası…",
      "vi": "Câu chuyện diễn ra vào thời Victoria. Ở ngoại thành London có một toàn lâu đài nguy nga vốn là nơi ở của gia tộc Phantomhive. Hiện giờ chủ nhân của toàn lâu đài đó là bá tước Ciel Phantomhive, một đứa trẻ mới 12 tuổi nhưng lại là người đứng đầu gia tộc Phantomhive, đồng thời cũng là người đứng đầu thế giới ngầm. Bên cạnh cậu lúc nào cũng có Sebastian Michaelis - một quản gia cực kỳ tài giỏi và luôn tuân theo mọi mệnh lệnh của cậu. Tuy nhiên, bọc sau lớp vỏ một quản gia, Sebastian thật sự không phải là con người, mà là một con quỷ. Sở dĩ một con quỷ chấp nhận làm một quản gia bình thường là vì Sebastian đã ký kết một “hợp đồng” với Ciel. Nội dung bản hợp đồng đó chính là Sebastian sẽ trở thành sức mạnh của Ciel, luôn trung thành phục vụ Ciel cho đến khi Ciel trả được mối thù giết cha mẹ. Đổi lại, sau khi Ciel trả thù xong, tức lúc bản hợp đồng kết thúc, thì Sebastian sẽ nuốt chửng linh hồn của Ciel xem như là thù lao. Dấu hiệu thể hiện hợp đồng đã được ký kết nằm trong con mắt phải của Ciel và trên mu bàn tay trái của Sebastian. Trong thời gian ở lại bên cạnh cậu chủ của mình, Sebastian đã cùng cậu chủ phá nhiều vụ án và trải qua nhiều cuộc phiêu lưu. Từ đó, nhiều bức màn bí mật dần dần được hé mở. Tập 21 Cậu chủ của tôi ơi, cậu đã sai một điều rồi ạ! Cơ thể Sebastian đã thoát khỏi lời nguyền. Thế nhưng, vào lúc này, những chủ nhân thực sự của Thung lũng ma sói lại ráo riết đuổi theo Lục phù thủy và ma pháp tối thượng mà Ciel đã cướp mất, nhăm nhe hàm răng trắng nhởn của mình. Và sau bóng lưng toan tính tẩu thoát của gã quý tộc ma quỷ, một con quái thú màu xanh rêu, đang chậm rãi, chậm rãi nhích lại gần..",
      "zh": "身为一个执事，连这种事都不会，那怎么成？ 英国的名门贵族法多姆凯贝家，有一位执事——锡巴斯查恩——不论是知识、教养、品位、料理、武术……他都样样精通， 面对那位任性的十二岁主人，漆黑的燕尾服在摇摆、摇摆…… 为您送上全世界 适合品尝着红茶欣赏的执事漫画……",
      "es-la": "Sebastian Michaelis. Mayordomo, cocinero, guardaespaldas, jardinero y experto en etiqueta. Siempre hace que su joven jefe, Ciel Phantomhive, mantenga el prestigio y la integridad física. Nunca permite que algo quede fuera de lugar o que los sirvientes caigan en la holgazanería. ¿Pero qué misterio guarda este singular hombre, que observa una agilidad y fuerza inimaginables y a quien las balas no le afectan? ¡Un personaje que no debe estar fuera de la mente fantástica de los asiduos lectores de mangas, y a quien podrás conocer en este primer tomo de *Black Butler*!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87ebd557-8394-4f16-8afe-a8644e555ddc",
    "title": {
      "en": "Hirayasumi"
    },
    "updatedAt": "2024-04-22T23:43:13+00:00",
    "coverArt": "https://mangadex.org/covers/87ebd557-8394-4f16-8afe-a8644e555ddc/27f28108-8074-444b-9e0b-ffb525b0a5de.jpg",
    "altTitles": [
      {
        "ja": "ひらやすみ"
      },
      {
        "ne": "हिरा यासुमी"
      },
      {
        "uk": "Хіраясумі"
      },
      {
        "ru": "Хираясуми"
      },
      {
        "ru": "Жизнь в одноэтажном доме"
      }
    ],
    "description": {
      "en": "29-year-old freeter Ikuta Hiroto is a carefree young man without a love life, regular job, or any real worries about the future. He inherits an old house from the neighbourhood granny, where his 18-year-old cousin, Natsumi moves in with him to study art in Tokyo. This is a story about Hiroto and the people around him who struggle with life.",
      "ru": "Двадцатидевятилетний работник на полставки Икута Хирото — беззаботный парень, у которого нет ни личной жизни, ни постоянной работы, ни каких-либо беспокойств о собственном будущем. В наследство от соседской бабушки ему достаётся старый дом, куда переезжает его восемнадцатилетняя двоюродная сестра Нацуми, чтобы учиться искусству в Токио. Это история о Хирото и окружающих его людях, которые борются с жизнью.",
      "uk": "29-річний Ікута Хірото — безтурботний молодий чоловік без особистого життя, постійної роботи та реальних турбот про майбутнє. Він успадковує старий будинок від сусідської бабусі, куди переїжджає його 18-річна двоюрідна сестра Нацумі, щоб вивчати мистецтво в Токіо. Це історія про Хірото та людей навколо нього, які борються з життям.",
      "pt-br": "Ikuta Hiroto, de 29 anos, é um jovem despreocupado sem uma vida amorosa, emprego regular ou qualquer preocupação real com o futuro: um \"freeter\". Ele herda uma velha casa da avó do bairro, onde sua prima de 18 anos, Natsumi, vai morar com ele para estudar arte em Tóquio. Esta é uma história sobre Hiroto e as pessoas ao seu redor que lutam contra a vida."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5dae7a2d-072d-45bc-b58c-950d18b42191",
    "title": {
      "en": "Midara na Ao-chan wa Benkyou ga Dekinai Otona-Hen"
    },
    "updatedAt": "2023-10-15T23:21:22+00:00",
    "coverArt": "https://mangadex.org/covers/5dae7a2d-072d-45bc-b58c-950d18b42191/33da1ca6-c75a-404a-b13d-bb379f0520fc.jpg",
    "altTitles": [
      {
        "ja": "淫らな青ちゃんは勉強ができない オトナ編"
      },
      {
        "en": "Ao's Too Horny to Study: Adult Arc"
      },
      {
        "vi": "Cô nàng Ao \"đảm đang\" không thể học được."
      }
    ],
    "description": {
      "en": "Ao-chan's delusion of H explodes because her father is a sensual novelist. Although it is a kiss end with my lover's wooden mallet, I will stay in the same apartment in Fukuoka at the same time as entering university! At last I thought that indecent days would begin … Aochan's mother appeared! ? A little adult, dimension stop Icha love life! A blockbuster, a long-awaited sequel! !"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "16.5"
  },
  {
    "mangaId": "a8c6395b-aa04-426f-aa09-284ae1c3a1e5",
    "title": {
      "en": "Tsui no Taimashi ―Ender Geisterー"
    },
    "updatedAt": "2024-01-27T10:38:56+00:00",
    "coverArt": "https://mangadex.org/covers/a8c6395b-aa04-426f-aa09-284ae1c3a1e5/21b70ef1-cdf6-48c8-bc46-622948dad202.jpg",
    "altTitles": [
      {
        "es": "El último exorcista -Ender geister-"
      },
      {
        "en": "The Last Exorcist -Ender Geyster-"
      },
      {
        "ja": "終の退魔師―エンダーガイスター"
      },
      {
        "zh-hk": "終之退魔師"
      },
      {
        "th": "มือปราบปิศาจคนสุดท้าย ENDER GEISTER"
      },
      {
        "vi": "Chung Chi Thối Ma Sư -Ender Geister-"
      }
    ],
    "description": {
      "en": "Akira, a demonically strong S-class exorcist, is sent from Germany to investigate a paranormal event in a certain city in Japan. \nHe destroys creatures from other worlds with his beautiful exorcist partner Chikage.",
      "es": "Akira es un exorcista de clase S que es enviado desde Alemania para investigar un incidente sobrenatural en cierta ciudad de Japón. Él y su compañera, la hermoso exorcista Chikage, acabarán a las criaturas que han venido de otro mundo.",
      "id": "Akira adalah pengusir setan kelas S yang dikirim dari Jerman untuk menyelidiki insiden supernatural di kota tertentu di Jepang. Dia dan rekannya, pengusir setan cantik Chikage, akan menghabisi makhluk yang datang dari dunia lain."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a47c571-7567-471d-bc65-ff942e3186f8",
    "title": {
      "en": "Sekai ni Hitori, Zenzokusei Mahou no Tsukaite"
    },
    "updatedAt": "2024-04-15T18:10:59+00:00",
    "coverArt": "https://mangadex.org/covers/7a47c571-7567-471d-bc65-ff942e3186f8/4c5a920d-2187-4e5b-bde2-0bfc086009fb.jpg",
    "altTitles": [
      {
        "ja": "世界に一人、全属性魔法の使い手"
      },
      {
        "en": "The Only Person in the World Able to Use All Magic Attributes"
      },
      {
        "ja-ro": "The Only in the World, Omnipotent Wizard"
      }
    ],
    "description": {
      "en": "After a traffic accident, Zenichi Kiyama, a humble office worker, was reincarnated as a baby in a different world called \"perfect compatibility\". However, the result of his attribute appraisal with crystal was \"dark attribute\". The worst result is that he is a demon child...! ?",
      "id": "Setelah kecelakaan lalu lintas, Zenichi Kiyama, seorang pekerja kantoran yang rendah hati, bereinkarnasi sebagai bayi di dunia berbeda yang disebut \"kompatibilitas sempurna\". Namun, hasil apresiasi atributnya dengan kristal adalah \"atribut hitam\". .! ?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e63cc18-26d3-4a8a-9951-6a015e1a46dd",
    "title": {
      "en": "Mobile Suit Gundam SEED Destiny Astray"
    },
    "updatedAt": "2022-09-18T20:56:32+00:00",
    "coverArt": "https://mangadex.org/covers/0e63cc18-26d3-4a8a-9951-6a015e1a46dd/c9cb087c-5b99-4d2d-bbb7-a36a2c0df526.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Gundam SEED Destiny Astray"
      },
      {
        "ja": "機動戦士ガンダムSEED DESTINY ASTRAY"
      }
    ],
    "description": {
      "en": "It is October, Cosmic Era 71. The Second Battle of Yakin Due has brought about the end of the war between Earth and PLANT. Jess Rabble, a mobile suit pilot, journalist and cameraman, wishes to photograph the truth of the world from a mobile suit's perspective. During an encounter with the Junk Guild, he meets Lowe Gear, who offers him the newly completed Astray Out Frame in order to fulfill his goal. Now, with Lowe's talking computer '8' at his side, Jess ventures off to all corners of the Earth to film the new battles the world faces."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "21"
  },
  {
    "mangaId": "34d1f553-fc45-417e-b314-28134942a539",
    "title": {
      "en": "Ore wa Shiranai Uchi ni Gakkou Ichi no Bishoujo wo Kudoite Itarashii"
    },
    "updatedAt": "2024-03-20T07:01:27+00:00",
    "coverArt": "https://mangadex.org/covers/34d1f553-fc45-417e-b314-28134942a539/7bde1d69-6ec0-4683-99b1-0e65c826fd91.jpg",
    "altTitles": [
      {
        "en": "It Seems I Was Hitting on the Most Beautiful Girl in School Without Me Noticing"
      },
      {
        "ja": "俺は知らないうちに学校一の美少女を口説いていたらしい"
      },
      {
        "ja": "俺は知らないうちに学校一の美少女を口説いていたらしい ～バイト先の相談相手に俺の想い人の話をすると彼女はなぜか照れ始める～"
      },
      {
        "zh": "无意间向她告了白"
      }
    ],
    "description": {
      "en": "The protagonist begins to get involved with the most beautiful girl in school, who is famous for her cold attitude, and slowly becomes attracted to her.\r\n\r\nThat protagonist finds himself in a consulting relationship with a plain girl in glasses at his part-time job.\r\n\r\nHe doesn’t realize that the girl he is consulting is the same girl he is in love with, and just keeps telling her about his growing feelings while continuing to fall in love with her.\r\n\r\nThe heroine realizes that the person he is in love with is herself, and although she is embarrassed by the protagonist’ feelings, she gradually becomes attracted to him."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "71b4031e-8e08-49aa-8f1a-b4ea1ef71fe6",
    "title": {
      "en": "The Flower That Swallowed the Beast"
    },
    "updatedAt": "2024-05-03T17:33:46+00:00",
    "coverArt": "https://mangadex.org/covers/71b4031e-8e08-49aa-8f1a-b4ea1ef71fe6/23e64cea-7aa5-4946-bb39-60dee36e941a.jpg",
    "altTitles": [
      {
        "en": "A Beast Swallowed by a Flower"
      },
      {
        "ar": "الزهرة التي ابتلعت الوحش"
      },
      {
        "ko": "꽃이 삼킨 짐승"
      },
      {
        "pt-br": "A Flor que Devorou a Fera"
      },
      {
        "es-la": "La bestia devorada por la flor"
      }
    ],
    "description": {
      "ar": "وبسبب جمالها، عُرفت إيريس بزهرة الدوق ويتل. لكن في الواقع، كانت مجرد طفلة غير شرعية ولدت من لقاء بين الدوق وإحدى خادماته. حتى نهايتها، كانت حياتها أشبه بعشبة ذابلة تحاول الصمود في وجه نيران الجحيم.\n\nولكن عندما أُغلقت الستائر، بدأت حياتها الجديدة. للتأكد من أن هذه الفرصة الثانية لن تسير بنفس الطريقة التي حصلت عليها في المرة الأولى، تقتربت إيريس من كيبراندت، وهو رجل شرس ووحشي تخطط لاستخدامه من أجل العيش بشكل مريح.\n\n“دعونا نرى ما إذا كان بإمكانك أن تجعلني مثارة يا كيبراندت – على الرغم شكي في أن ذلك سيكون ممكنًا.”\n\nهذه قصة خيالية عن امرأة فخورة قامت بترويض وحش.",
      "en": "“A wolf only keeps one female by its side, Lisi.” Iris was called the flower of the Whitlow Duchy, but in reality, she lived a life no better than a weed. The man named Caverant Green, who deliberately approached her to live a comfortable life again, was an extremely hot and beast-like man. Every time she make eye contact with the leader of the beastmen, a dangerous atmosphere blooms between them…",
      "es-la": "Iris era llamada la flor del duque de Whitlow, pero en realidad no vivía una vida mejor que la de una mala hierba.\nEl hombre llamado Caverant Green, que deliberadamente se acercó a mí para volver a vivir una vida cómoda, era un hombre muy atractivo y parecido a una bestia.\n\n“Un lobo sólo mantiene a una hembra a su lado durante toda su vida, Rishi”.\n\nCada vez que hace contacto visual con el líder de los hombres bestia, una atmósfera peligrosa florece entre ellos…",
      "pt-br": "\"Seu sorriso é lindo, Iris\", disse a fera. \"Eu quero devorar você inteira.\" \nDevido à sua beleza, Iris era conhecida como a flor do Ducado Whittle. Na realidade, porém, ela era apenas uma filha ilegítima nascida de um caso entre o duque e uma de suas criadas. \nAté o fim, sua vida foi semelhante a uma erva daninha murcha tentando resistir ao fogo do inferno. \nMas assim que as cortinas se fecharam, sua nova vida começou. Para garantir que essa segunda chance não tenha o mesmo destino da primeira, Iris se aproxima de Keibrandt, um homem feroz e bestial que ela planeja usar para viver confortavelmente. \n\"Vamos ver se você consegue me deixar excitada, Keibrandt—embora eu duvide que isso seja possível.\" Este é um conto de fadas sobre uma mulher orgulhosa que domou uma fera."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "553e4088-d5e3-44e7-ad71-0c3436409376",
    "title": {
      "en": "Itsuwari no Marigold"
    },
    "updatedAt": "2023-11-10T04:33:27+00:00",
    "coverArt": "https://mangadex.org/covers/553e4088-d5e3-44e7-ad71-0c3436409376/c51d62ae-b6f9-48ae-affa-97119e681865.jpg",
    "altTitles": [
      {
        "ja": "偽りのマリィゴールド"
      },
      {
        "en": "False Marigold"
      }
    ],
    "description": {
      "en": "Kasumi Hana travels to meet her deceased older brother’s penpal, Urushizawa Lily, with the aim to inform her of his passing.\n\nAs well as the intent to kill her, if Urushizawa had only been using him.\n\nBut when they meet, instead Hana finds a woman who truly loved her late brother, and who has lost her eyesight.\n\nFor Lily’s sake, she resolves to take her brother’s place."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6e9b748-9187-4f93-a5df-b802c567f60c",
    "title": {
      "en": "Realist Maou Niyoru Seiiki Naki Isekai Kaikaku"
    },
    "updatedAt": "2024-04-02T22:02:31+00:00",
    "coverArt": "https://mangadex.org/covers/d6e9b748-9187-4f93-a5df-b802c567f60c/fafa8224-26b7-441e-a0fd-23421185a332.jpg",
    "altTitles": [
      {
        "el": "Η θρυλική ανακατασκευή ενός κόσμου από έναν ρεαλιστή βασιλιά δαίμονα"
      },
      {
        "ru": "Король демонов — реалист. Легенда о перестройке мира"
      },
      {
        "ja": "リアリスト魔王による聖域なき異世界改革"
      },
      {
        "zh": "现实主义魔王的异世界改革"
      },
      {
        "ko": "리얼리스트 마왕에 의한 성역없는 이세계 개혁"
      },
      {
        "zh-hk": "現實主義魔王的異世界改革"
      },
      {
        "en": "The Legendary Rebuilding of a World by a Realist Demon King"
      }
    ],
    "description": {
      "en": "In a dilapidated castle, Astaroth awoke as a Demon King. With his ‘wisdom from his past life,’ he would rule over his lands as a thorough ‘realist.’ “Demon King, why are you attacking the level 1 Heroes?” “Defeat them before they become stronger. That is called strategy.”  “Demon King, why are you sending fake money to the enemy country?” “To bring chaos to their economy, so they will self-destruct.” “The werewolf troops have attacked. Should we use silver bullets?” “Not bullets, shoot them with cannons.”  \n  \nAnd like that, Astaroth ‘reformed’ the old tendencies. He became a lord who was loved by the people and his subordinates, and he would go on to be called the most powerful Demon King in history.",
      "ja": "72の魔王が跋扈する混沌とした世界に、72番目の魔王として転生したアシュタロト。そんな彼の前に突如謎の女神が現れ、この世界を改革するようアシュタロトを導く。初めに召喚したメイド兼参謀の魔族・イヴを従え、現実主義者（リアリスト）魔王の伝説がはじまる！",
      "pt-br": "Em um castelo em ruínas, Astaroth acordou como um Rei Demônio. Com sua \"sabedoria de sua vida passada\", ele governaria suas terras como um completo \"realista\".Conheça quem se tornou um senhor que era amado pelo povo e seus subordinados, o homem que seria chamado de o mais poderoso rei demônio da história."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc12ab68-9502-43e6-8890-174a8fdfaebf",
    "title": {
      "en": "Love Berrish!"
    },
    "updatedAt": "2024-05-03T23:52:06+00:00",
    "coverArt": "https://mangadex.org/covers/dc12ab68-9502-43e6-8890-174a8fdfaebf/2990e6c6-c3b8-4f89-9bde-9c09ab32a0ca.jpg",
    "altTitles": [
      {
        "vi": "Kí túc xá dâu tây"
      },
      {
        "ja-ro": "Love Berrish"
      },
      {
        "ja-ro": "Love-Berrish!"
      },
      {
        "ja-ro": "Rabu Berishu"
      },
      {
        "ja": "ラブ・ベリッシュ!"
      },
      {
        "zh": "爱的木莓寮"
      },
      {
        "zh": "草莓恋物语 (春田菜菜)"
      }
    ],
    "description": {
      "en": "Fifteen-year old Fukushima Yuuya has always wanted to live on her own. Now she has her chance, and moves into an inn next to her school. This new dorm of hers, the Strawberry Tree Dorm, turns out to be a place full of weird people - a girl who touches her chest out of the blue, a guy with one of the shortest tempers ever - BUT the good thing is, there’s a really handsome and nice guy with whom she falls in love instantly! Also, not to mention a crazy cat who adores him (looks can be deceiving…). Yuuya’s life just became much more interesting…"
    },
    "status": "completed",
    "releaseDate": 2005,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "21"
  },
  {
    "mangaId": "c3cf4fdc-96ea-4d34-b94d-fe00370c1c4e",
    "title": {
      "en": "Doteihen Reijou ni Hyoui Shita 800-nen Mae no Akujo wa Hissori Seishun o Tanoshinde Iru"
    },
    "updatedAt": "2024-03-17T07:06:53+00:00",
    "coverArt": "https://mangadex.org/covers/c3cf4fdc-96ea-4d34-b94d-fe00370c1c4e/f50653b6-f526-445a-9ea4-4ca3f9216a6f.jpg",
    "altTitles": [
      {
        "ja": "ど底辺令嬢に憑依した800年前の悪女はひっそり青春を楽しんでいる"
      },
      {
        "ja-ro": "Doteihen Reijou ni Hyoui Shita 800-nen Mae no Akujo wa Hissori Seishun wo Tanoshinde Iru"
      },
      {
        "en": "The 800-Years-Old Villainess who Possessed a Low-Ranking Lady Peacefully Enjoyed her Youth"
      },
      {
        "es-la": "La villana de 800 años que posee a una joven de poder bajo disfruta pacíficamente de su juventud"
      }
    ],
    "description": {
      "en": "Nora, who had been sealed for 800 years for threatening to destroy the world, was very bored. One day, she heard the voice of a girl—Cecily—wishing to die, and was awakened. By that time, she'd grown feeble, and her body had shriveled. Thus, Nora proposed to Cecily.\n\n\"If that's the case, would you lend me your body? In exchange, I promise that in a year, you'll have a friend, a lover, a warm family, and promising future prospect for your perfect restart!\"\n\nThe \"Incorrigible Villainess,\" Nora, was resurrected in the body of the \"Withered Grass Lady,\" Cecily.",
      "ja": "『稀代の悪女』であるノーラ＝ノーズは、その罪により800年もの間封印されている。\nそんな彼女の最近の楽しみは、遠視の魔法で学校というものを視ること。\nある日いつものように学校を視ていると、「死にたい……」という助けを求める声が聞こえてきた。\n「死にたいと思うなら、あなたの体を私に預けてみない？」\nノーラは声の主であった『枯草令嬢』と呼ばれるシシリーに憑依。\nいじめられっ子だった彼女を取り巻く状況を改善させていく！\n800年前の最強悪女、ハチャメチャ楽しい青春を過ごす！",
      "es-la": "Nora Noze, una poderosa maga que fue sellada debido a sus maldades, ha realizado un pacto con la joven Cecily para poseer su cuerpo y vivir su vida durante 1 año. Ahora Nora deberá afrontar la vida diaria de Cecily y de paso disfrutar las experiencias que nunca pudo en su vida pasada."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce0bf90c-937e-4095-9a93-6df22bcbee10",
    "title": {
      "en": "Space Pharaoh ☆ Patra-chan"
    },
    "updatedAt": "2024-02-03T17:08:20+00:00",
    "coverArt": "https://mangadex.org/covers/ce0bf90c-937e-4095-9a93-6df22bcbee10/e4454906-382c-4e13-91eb-ea9625e8e2e6.jpg",
    "altTitles": [
      {
        "ja": "宇宙ファラオ☆パトラちゃん"
      },
      {
        "ja-ro": "Space Pharaoh ☆ Patora-chan"
      },
      {
        "ja-ro": "Uchuu Pharaoh Patra-chan"
      }
    ],
    "description": {
      "en": "Let's invade Earth during summer vacation!?\n\nI, Princess Patra of Ptolemy, chose \"Earth Invasion\" for my summer vacation free study!\nHowever, because of my comfortable life on Earth, I tend to fall behind on my homework!\nToday is another peaceful day♪ (Thanks to Patra-chan's love for the Earth)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "8dafd1ee-f5d4-4119-b287-e8963b1b34a3",
    "title": {
      "en": "Lord Baby Runs a Romance Fantasy With Cash"
    },
    "updatedAt": "2024-02-29T23:41:38+00:00",
    "coverArt": "https://mangadex.org/covers/8dafd1ee-f5d4-4119-b287-e8963b1b34a3/66ad2402-5efe-465e-ad18-0f8141c93272.jpg",
    "altTitles": [
      {
        "ko": "아기님 캐시로 로판 달린다"
      },
      {
        "ko-ro": "Aginim Kaesiro Ropan Dallinda"
      },
      {
        "en": "Surviving a Rofan With Coins"
      },
      {
        "en": "Miss Baby Runs a Fantasy Romance With Cash"
      },
      {
        "uk": "Лорд дитина запускає романтичну фантазію готівкою"
      },
      {
        "id": "Bayibro Menjalankan Romansa Fantasi dengan Cash"
      },
      {
        "zh": "宝贝用罗盘玩转罗曼史"
      },
      {
        "en": "Surviving A Ro-Fan Baby With Coin"
      }
    ],
    "description": {
      "en": "I lived without a home or family and suffered until I died, but then an 'angel' appeared and made me an offer.\n\n\"You, a professional reader of rofan novels, would you like to be reincarnated into a world created based on rofan?\"\n\nBecause he said that my (handsome) Dad and my (handsome) older brothers will fed me with a diamond spoon, I was reborn...\n\n—They say I might be a child born from my mother's affair?\n\nAs soon as I was born, I was handed over to my relatives and became a servant, facing abuse.\n\n\"At this rate, I might freeze to death or starve to death alone.\"\n\nThere's nothing I can do about this situation.\n\n\"Daddy, take me away—!\"\n\nLet's find a way to survive somehow.\nBut...\n\n[You have fulfilled the conditions.]\n[The trait <Rush and Cash> has awakened.]\n\n[Dear reader, do not hesitate to use any means and methods to obtain what you desire. Conquer and seize it!\nRomance novel readers don't back down in situations like this!\nShow your abilities!\n-Condition: Persuade the Duke of Pheraton and obtain the <Summoning Medium>.\n-Reward: 5,000 cash draw ticket.\n-Quest rejection penalty: Game over in life.\n-Quest failure penalty: Game over in life.]\n\n\"So, the quest is to kiss my Dad on the cheek?\"\n\n...I've been scammed."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "55ace2fb-e157-4d76-9e72-67c6bd762a39",
    "title": {
      "en": "Maou no Ore ga Dorei Elf wo Yome ni Shitanda ga, Dou Medereba ii?"
    },
    "updatedAt": "2024-01-07T12:01:32+00:00",
    "coverArt": "https://mangadex.org/covers/55ace2fb-e157-4d76-9e72-67c6bd762a39/708f7971-dc0d-45f1-9c32-f38209a3cfa4.jpg",
    "altTitles": [
      {
        "id": "Aku, Seorang Raja Iblis, Mengambil Budak Elf Sebagai Istriku, Tapi Bagaimana Cara Aku Mencintainya?"
      },
      {
        "en": "An Archdemon's Dilemma: How to Love Your Elf Bride"
      },
      {
        "id": "Bagaimana Cara Mencintai Budak Elfmu?"
      },
      {
        "pt": "Eu, um Lorde Demônio, comprei uma elfa escrava como minha esposa, mas como eu amo ela?"
      },
      {
        "en": "I, the Demon Lord, Took a Slave Elf as My Wife, but How Do I Love Her?"
      },
      {
        "fr": "Je, un seigneur des démons, ai épousé un elfe esclavagisant, mais comment l'aime-je?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку в жёны. И как прикажете её любить?"
      },
      {
        "ru": "Я, Владыка демонов, взял эльфийку-рабыню в жёны. И как же мне её любить?"
      },
      {
        "zh": "我这魔王娶了一个奴隶精灵当老婆，该怎么疼爱才好？"
      },
      {
        "zh-hk": "身為魔王的我娶了奴隸精靈為妻、該如何表白我的愛？"
      },
      {
        "zh": "魔奴嫁"
      },
      {
        "ja": "魔王の俺が奴隷エルフを嫁にしたんだが、どう愛でればいい？"
      },
      {
        "ko": "마왕인 내가 노예 엘프를 신부로 삼았는데 어떻게 사랑하면 되지?"
      }
    ],
    "description": {
      "en": "Zagan is feared as an evil mage, he is awkward and has a sharp tongue, and once again had to put down thieves that encroached on his territory when he was researching that morning. In a dark auction, he finds a white slave elf, Nephie, who holds a peerless beauty. Falling in love with her at first sight, he uses his fortune to buy her, but as poor as he is socially, he doesn’t understand how to connect with her. Thus, the clumsy cohabitation of the mage that can’t convey his love, and the slave that pines for her master but doesn’t understand how to bring it up, begins.",
      "fr": "Zagan est craint comme mage démoniaque, un jour au marché noir il rencontre une esclave elfe du nom de Nephie. De part sa beauté innocente, il tombe sous son charme et décide de l'acheter. Bien que fortuné d'argent, ses compétences sociales ne le sont pas et il a du mal à savoir comment créer une relation…  \n  \nC'est parti pour une cohabitation maladroite entre ce maître qui ne sait montrer son amour et cette esclave qui en pince pour lui sans savoir quoi faire.",
      "ja": "- [Seiga nicovideo](http://seiga.nicovideo.jp/comic/33204) (Alternate Raw)",
      "pt": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa.",
      "pt-br": "Zagan é temido como um mago do mal, ele é desajeitado e tem uma língua afiada, e mais uma vez teve que acabar com ladrões que invadiram seu território quando ele estava pesquisando naquela manhã. Em um leilão clandestino, ele encontra uma elfa branco, Nephie, que possui uma beleza incomparável e estava sendo vendida como uma escrava. Apaixonando-se por ela à primeira vista, ele usa sua fortuna para comprá-la, mas sendo horrível socialmente, ele não entende como se conectar com ela. Assim, a desajeitada coabitação do mago que não pode transmitir seu amor, e a escrava que anseia por seu mestre, mas não sabe como agira, começa."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "525cbec1-0650-49ff-8d9f-7a0fc054ee8f",
    "title": {
      "en": "Fudajo! ~Otome Shoukan Datsui Taisen~"
    },
    "updatedAt": "2023-12-08T06:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/525cbec1-0650-49ff-8d9f-7a0fc054ee8f/ae101446-7eb1-4a5d-9a79-8ec7a73394bd.jpg",
    "altTitles": [
      {
        "ja": "ふだじょ！～乙女召喚脱衣大戦～"
      },
      {
        "zh-hk": "卡片少女召唤脱衣大战"
      },
      {
        "zh-hk": "召唤卡片少女脱衣大战"
      },
      {
        "en": "Card Girl!: Maiden Summoning Undressing Wars"
      }
    ],
    "description": {
      "en": "A world where cute girls become cards and fight. And it's terrifying (happy?). In other words, you have to get the other girl to take off her clothes. Use the girls, who materialize from the cards, and their intelligence and strength to win! If you win, the other girl card is yours! A harem is not a dream."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "59"
  },
  {
    "mangaId": "c69051b7-7b42-4cc3-a01e-09952037991d",
    "title": {
      "en": "The Brief Return of Dr. Slump"
    },
    "updatedAt": "2022-05-16T01:23:43+00:00",
    "coverArt": "https://mangadex.org/covers/c69051b7-7b42-4cc3-a01e-09952037991d/5d9642b1-fcbe-44f8-9a8e-65e49d689fcb.jpg",
    "altTitles": [
      {
        "ja-ro": "Chotto Dake Kaettekita Dr. Slump"
      },
      {
        "ja": "ちょっとだけかえってきたDr.スランプ"
      }
    ],
    "description": {
      "en": "The sequel to *Dr. Slump* brings us back to Penguin Village for more goofy hijinks with Arale, Senbei, and the rest of the gang!"
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "40"
  },
  {
    "mangaId": "87ffa375-bd2c-49ba-ba0c-6d78ea07c342",
    "title": {
      "en": "Medaka Kuroiwa is Impervious to My Charms"
    },
    "updatedAt": "2024-05-03T10:45:31+00:00",
    "coverArt": "https://mangadex.org/covers/87ffa375-bd2c-49ba-ba0c-6d78ea07c342/b0a10b85-a481-4500-aaa4-0858b5edff5f.jpg",
    "altTitles": [
      {
        "ja-ro": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai"
      },
      {
        "en": "My Charms Are Wasted on Medaka Kuroiwa"
      },
      {
        "ja": "黒岩メダカに私の可愛いが通じない"
      },
      {
        "ru": "Куроива Мэдака не понимает моей привлекательности"
      },
      {
        "ne": "मेदाका कुरोइवाले मेरो सुन्दरता बुझ्दैन"
      },
      {
        "es-la": "Mis encantos no funcionan con Kuroiwa Medaka"
      },
      {
        "zh": "我的可爱对黑岩目高不管用"
      },
      {
        "fr": "Mes charmes sont inutiles sur Kuroiwa Medaka"
      }
    ],
    "description": {
      "en": "Kuroiwa Medaka was born in a temple and is currently a monk in training. Because of his temple's rules, he can't interact with girls - and what's more, he doesn't even know how to regularly socialize with them. Mona, the \"queen bee\" of the school, however insistently tries to make him fall in love with her, but he always ignores her in order to maintain the rules of his temple.\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10032/episode/312982) (U.S. Only)",
      "ja": "オチないアイツに、最強モテ女が大奮闘！「アイツのことなんて、ぜんっぜん好きじゃないないのに！！」\r\n\r\n容姿端麗！ スタイル抜群！ 川井モナは、息をするようにモテる女!!　しかし、そんな彼女に見向きもしない転校生・黒岩メダカの登場で、モナの学校生活は一変する！　「今までずっと、チヤホヤされて生きてきたのに!!」あの手この手でメダカをオトそうと大奮闘！　時にはちょっぴりカゲキなことも!?　\r\nモテ女子×禁欲男子のラブコメディ、大勃発――!!",
      "ru": "Куроива Мэдака родился в храме и в настоящее время является монахом, проходящим обучение. Из-за правил своего храма он не может общаться с девушками и более того, он даже не знает, как с ними общаться. Мона, \"королева пчёл\" школы, однако настойчиво пытается заставить его влюбиться в неё, но он всегда игнорирует её, чтобы сохранить правила своего храма.",
      "es-la": "La mujer más popular del mundo lucha contra un tipo que no le gusta. ¡Ni siquiera me gusta en absoluto!\r\n\r\n¡Buena apariencia! Estilo excepcional! ¡Kawai Mona es una mujer impresionante! Sin embargo, con la aparición de un estudiante transferido, Kuroiwa Medaka, que ni siquiera la mira, ¡la vida escolar de Mona cambiará por completo! \"  Ella se ha pasado toda su vida siendo consentida y ha hecho todo lo posible por ganarse a Medaka que aveces pueder un poco radical.\r\n\r\n¡La comedia romantica de una chica popular y un chico abstinente está a punto de estallar!",
      "pt-br": "Kuroiwa nasceu em um templo e atualmente é um monge em treinamento. Por causa das regras do seu templo, ele não pode interagir com garotas - e mais, nem mesmo sabe como fazer isso. Mona, a \"abelha rainha\" da escola, insistentemente tenta fazê-lo se apaixonar por ela, mas ele sempre a ignora a fim de se manter íntegro quanto as regras do seu templo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "082ac449-02d7-40b0-9249-cd999fc5ff1b",
    "title": {
      "en": "Kure-nai"
    },
    "updatedAt": "2024-05-04T00:15:09+00:00",
    "coverArt": "https://mangadex.org/covers/082ac449-02d7-40b0-9249-cd999fc5ff1b/21d28208-4062-476d-a15c-f645732d54b3.jpg",
    "altTitles": [
      {
        "en": "Deep Red Crimson"
      },
      {
        "ja-ro": "Kurenai"
      },
      {
        "ru": "Куренай"
      },
      {
        "ja": "紅"
      },
      {
        "ja": "紅 kure-nai"
      }
    ],
    "description": {
      "en": "Kurenai Shinkurou, a 16-year-old dispute mediator, is one day approached by the daughter of a powerful plutocratic family asking him to be her bodyguard.",
      "ru": "Синкуро Курэнай – сирота, он учится в старшей школе, изучает боевые искусства и не брезгует разнообразными подработками, в том числе опасными: отваживает рэкетиров, ловит хулиганов и пр. И вот его работодатель, экстравагантная и рисковая Бэника-сама, предлагает Синкуро новое дело – защиту маленькой Мурасаки Кухоин, дочери авторитетного якудзы. Казалось бы, для Синкуро это работа «по профилю», однако, помимо безопасности барышни Мурасаки, на юного телохранителя ложатся совершенно непривычные для него обязанности по уходу-кормлению-купанию-вразумлению своенравной шестилетки…   \nAdapted from the light novel series of the same name."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "52"
  },
  {
    "mangaId": "936f0ba5-ca65-4de4-99b1-528c02a4454d",
    "title": {
      "en": "HUNTER x HUNTER - DIGITAL COLORED COMICS"
    },
    "updatedAt": "2023-08-05T20:06:31+00:00",
    "coverArt": "https://mangadex.org/covers/936f0ba5-ca65-4de4-99b1-528c02a4454d/829e3ac9-1290-4ca9-9cc9-32fe99658868.jpg",
    "altTitles": [
      {
        "en": "Hunter x Hunter"
      },
      {
        "en": "Hunter x Hunter - Digital Colored Comics"
      },
      {
        "en": "Hunter x Hunter (Official Colored)"
      },
      {
        "ja": "ハンター×ハンター"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "pt-br": "Versão totalmente colorida do famoso mangá \"Hunter x Hunter\". Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-04-18T03:16:24+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Iron Ladies Steel Soldiers"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "19daf6ef-6d95-46e5-9e1a-f4e5b655902f",
    "title": {
      "en": "Lily"
    },
    "updatedAt": "2024-03-05T12:49:59+00:00",
    "coverArt": "https://mangadex.org/covers/19daf6ef-6d95-46e5-9e1a-f4e5b655902f/2fc5e9cb-0464-4f4e-a7d9-85d86a93d7c4.png",
    "altTitles": [],
    "description": {
      "en": "Yilin bumps into the tomboy Rouxi, sparking an interest between each other that slowly blooms.",
      "pt-br": "Yilin esbarra na tomboy Rouxi, despertando um interesse entre elas que floresce lentamente."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "926"
  },
  {
    "mangaId": "60bc2ae0-d683-4220-835b-fbbba344bbc8",
    "title": {
      "en": "Days"
    },
    "updatedAt": "2024-05-03T16:29:29+00:00",
    "coverArt": "https://mangadex.org/covers/60bc2ae0-d683-4220-835b-fbbba344bbc8/f6c196d6-259d-4cc3-9fc9-55caee1276db.jpg",
    "altTitles": [
      {
        "id": "Hari-hari"
      },
      {
        "ru": "Дни"
      },
      {
        "es": "Días"
      }
    ],
    "description": {
      "en": "Two boys met on a stormy night: Tsukushi, a boy with no special traits at all, and Jin, a soccer genius. On that night, Jin drags Tsukushi into the world of high-school soccer.  \n  \n  \n---\n**Won the 40th Kodansha Manga Award for Shonen in 2016**",
      "vi": "Một câu chuyện đẹp về chàng trai nhỏ bé Tsukamoto, tuy cậu còn chả biết cầm bóng nhưng có niềm đam mê bóng đá bất tận, cùng với cậu bạn thiên tài là Kazama, họ vô tình gặp nhau, và cùng nhau chiến thắng! Đây là một manga rất là đáng để đọc, về tinh thần thể thao, về tình bạn, về những người luôn cố gắng vươn lên. Một câu chuyện truyền động lực và \"sưởi hồn\" đúng nghĩa...",
      "pt-br": "Dois garotos se reuniram em uma noite de tempestade: Tsukushi, um garoto sem características especiais em tudo, e Jin, um gênio do futebol. Naquela noite, Jin arrasta Tsukushi no mundo do futebol colegial."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "42",
    "lastChapter": "376"
  },
  {
    "mangaId": "8cc788c2-e988-4288-b351-769e10429905",
    "title": {
      "en": "Blade of Retribution"
    },
    "updatedAt": "2024-05-03T19:04:36+00:00",
    "coverArt": "https://mangadex.org/covers/8cc788c2-e988-4288-b351-769e10429905/bc863c2d-1970-457f-ac1b-3cfded24fd91.jpg",
    "altTitles": [
      {
        "ko": "폭력의 대가"
      }
    ],
    "description": {
      "en": "On the day that Kendo Champion Shiho decided to help out his single mother run a Gukbap restaurant, he received news that his sister, Shiyeon, committed suicide. During the funeral, Shiho realizes that something was wrong. It wasn't a suicide, she was murdered. In order to learn the truth and get revenge for his sister's death, Shiho lifts up his sword once more to begin a war of his own."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9b5a5de-05d2-49c2-8e02-fa5eeca22096",
    "title": {
      "en": "To the Dear F - Phantom of the Opera"
    },
    "updatedAt": "2024-05-03T16:03:46+00:00",
    "coverArt": "https://mangadex.org/covers/f9b5a5de-05d2-49c2-8e02-fa5eeca22096/170a1e29-f398-4bc2-bfc7-295ada740d90.jpg",
    "altTitles": [
      {
        "ja": "深愛なるFへ～オペラ座の怪人～"
      },
      {
        "ja-ro": "Shinai naru Phantom e: Opera-za no Kaijin"
      },
      {
        "ja-ro": "Shinai naru F e - Opera-za no Kaijin"
      }
    ],
    "description": {
      "en": "In the mysterious Paris of the 19th century, the Opera House is famous for its great plays and shows. \nHowever, no one imagines that behind that place where everyone lives magical moments, hides a ghost so terrifying that the fifth box of the theater is forbidden to all the cast. \"F\", a ghost whom everyone fears, lives surrounded by rumors about his existence. However... not everyone believes in it. Christina Dae, a chorus girl with a voice like no other, refuses to consider that such a thing could exist, even though a part of her thinks that not everything said about \"F\" is real. Therefore, Christina is not afraid to go to practice and walk where no one else does. What if those rumors about that mysterious ghost were real?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5",
    "title": {
      "en": "The Kouhai who Went from Introvert to Influencer"
    },
    "updatedAt": "2024-04-05T22:44:01+00:00",
    "coverArt": "https://mangadex.org/covers/cb829d82-7ed9-4ab4-b2e8-a7aa3eca24f5/ebe6fcfb-e8fd-4475-8421-1e1995434536.jpg",
    "altTitles": [
      {
        "ja": "後輩は陰キャ上がりのインフルエンサー"
      },
      {
        "pt-br": "A Caloura Anti-social é uma Influencer em Ascenção"
      },
      {
        "ja-ro": "Kouhai wa Inkya Agari no Infuruensaa"
      },
      {
        "tr": "Utangaç Kouhai İnternet Ünlüsü Oldu"
      },
      {
        "es-la": "Una kohai que fue introvertida ahora es streamer"
      }
    ],
    "description": {
      "en": "After years of missed connections, our protagonist reunites with the junior he got along well with in high school. However, apparently, she has become a famous influencer.\n\n---\n**Links:**\n* Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/1722837/series/225813)",
      "tr": "Yıllarca süren ayrılıktan sonra kahramanımız, lise yıllarında iyi anlaştığı alt sınıfıyla yeniden bir araya gelir. Ancak görünüşe göre o artık bir internet ünlüsüdür.",
      "pt-br": "Após anos de desencontros, nosso protagonista reencontra a caloura com quem se dava bem no ensino médio. Porém, aparentemente, ela se tornou uma famosa influenciadora."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "27845ec9-d81c-4537-a187-14d448a766c0",
    "title": {
      "en": "Yume De Aetara"
    },
    "updatedAt": "2024-05-02T23:39:23+00:00",
    "coverArt": "https://mangadex.org/covers/27845ec9-d81c-4537-a187-14d448a766c0/3114c302-3ef8-46d2-9349-e42a3c00bb0c.jpg",
    "altTitles": [
      {
        "en": "If I See You In My Dream"
      },
      {
        "en": "If I See You In My Dreams"
      },
      {
        "ja-ro": "Yume de Aetara"
      },
      {
        "ja": "夢で逢えたら"
      },
      {
        "pt-br": "Se eu te ver no meu sonho"
      }
    ],
    "description": {
      "en": "Fuguno Masuo is a hapless 24 year-old businessman who is unlucky in love, He's never even had a girlfriend! After consulting a fortune teller, Masuo believes he'll never have a chance in love. All that changes when he meets the beautiful Nagisa Shiozaki at a marriage interview pub, who herself has had the same poor luck with guys. Now he'll do anything to woo the girl, but he'll have to fend off other suitors and the affections of a co-worker, all while keeping himself out of awkward situations that always end badly for him.  \n  \nOriginally penned by Yamahana Noriyuki under the pen name Hanako.",
      "pt-br": "Fuguno Masuo é um triste homem e trabalhador de 24 anos que tem azar no amor, ele nunca teve uma namorada! Depois de consultar uma cartomante, Masuo acredita que ele nunca terá uma chance no amor. Tudo muda quando ele vê a linda Nagisa Shiozaki em uma entrevista pública de casamento, que a mesma, tem a mesma sorte ruim com os rapazes. Agora ele fará tudo para ficar com a garota, mas ele terá que defender-se de outro pretendente e das afeições do co-proprietário, enquanto ele tenta se manter longe de situações desastrosas que sempre acaba mal para ele."
    },
    "status": "completed",
    "releaseDate": 1994,
    "contentRating": "suggestive",
    "lastVolume": "17",
    "lastChapter": "143"
  },
  {
    "mangaId": "719e258b-e2aa-4f6b-9676-50118ad27f28",
    "title": {
      "en": "LaLa"
    },
    "updatedAt": "2024-04-29T18:35:27+00:00",
    "coverArt": "https://mangadex.org/covers/719e258b-e2aa-4f6b-9676-50118ad27f28/8225b051-05b0-42b5-98f9-ba7d753df851.jpg",
    "altTitles": [],
    "description": {
      "en": "Xia Yuxin's presence at school never fails to draw attention. She has a mature beauty about her, always poised, and exuding confidence in class. Being admired so much by her classmates, one would think she's a well-respected senior but in truth, it might be because she's a repeat student. Xia Yuxin has more to her elegant facade.\n\n\n---\n\n**Links:**\n- [Alternative official English](https://www.webcomicsapp.com/comic/Lala/5c0a4df8d5626e75ff1f2d11)",
      "pt-br": "Xia Yu Xun é uma estudante que por ter faltado em uma prova, teve que repetir um ano. Para todos os seus colegas de classe que são um ano menor que ela, Xia Yu Xun é uma Xue Jie (senpai, veterana) genial, alta, decidida, muito bela e muito “cool”. Claro que ela não pensa assim, adoraria ser mais baixa pois assim conseguiria usar roupas mais bonitas. Sua obsessão é tanta que desenha suas próprias criações, com intenção de algum dia surgir alguém com o “estilo” dos seus sonhos. Na escola acaba encontrando uma pessoa adequada para isso, mas fazer amizade com ela vai ser um pouco difícil…\n\n\n---\n\n**Links:**\n- [Alternative official English](https://www.webcomicsapp.com/comic/5c0a4df8d5626e75ff1f2d11)"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "077a3fed-1634-424f-be7a-9a96b7f07b78",
    "title": {
      "en": "Kingdom"
    },
    "updatedAt": "2024-05-02T15:57:48+00:00",
    "coverArt": "https://mangadex.org/covers/077a3fed-1634-424f-be7a-9a96b7f07b78/0c486783-56e7-43bf-ac90-127463279cea.jpg",
    "altTitles": [
      {
        "vi": "Chiến quốc"
      },
      {
        "es": "El Reino"
      },
      {
        "it": "Il Regno"
      },
      {
        "tl": "Kaharian"
      },
      {
        "lt": "Karalystė"
      },
      {
        "ms": "Kerajaan"
      },
      {
        "da": "Kongerige"
      },
      {
        "nl": "Koninkrijk"
      },
      {
        "pl": "Królestwo"
      },
      {
        "tr": "Krallık"
      },
      {
        "es-la": "Reino"
      },
      {
        "bg": "Кралство"
      },
      {
        "ru": "Царство"
      },
      {
        "he": "ממלכה"
      },
      {
        "fa": "امپراطوری"
      },
      {
        "ar": "مملكة"
      },
      {
        "ja": "キングダム"
      },
      {
        "zh-hk": "王者天下"
      },
      {
        "kk": "Патшалық"
      },
      {
        "fr": "Kingdom"
      },
      {
        "de": "Königreich"
      }
    ],
    "description": {
      "en": "Millions of years have passed since the times of legends, when the worlds of man and gods were still the same. In these times it was the desires of man that moved the world. It is the era of the 500 year war: The warring states period. Kingdom is the story of a young boy named Shin who grew into a great general and all the trials and bloodshed that lead him there.  \n\n---\n  \n- **Won the Osamu Tezuka Cultural Grand Prize in 2013**\n- **Earned a Guinness World Record on December 12, 2012 for Manga written by the most people. -Note- The record was due to its \"Social Kingdom\" campaign in which fans and other artists were given the task of redrawing the entire 26th volume.**\n\nAs of June 2022, Kingdom has over 90 million copies in circulation, making it one of the currently best-selling manga series of all time. \n\nParution: Weekly Young Jump\n\n---\n\n**Officially Translated:**  \n- In French by [Meian](https://www.meian-editions.fr/meian/licence/kingdom/1131)  \n- In Italian by [J-pop](https://j-pop.it/it/fumetti/manga/kingdom.html)",
      "fr": "**Cette Histoire se déroule avant notre ère.**\n\nLa chine, qui n'est pas encore unifiée, traverse une grande guerre de cinq siècles. Shin, un jeune garçon contemporain de ces temps violents et houleux, cherche, par la seule force de son épée, à se faire un nom sous les cieux !!!\n___\n**Kingdom en France, le manga tant attendu ! Véritable phénomène au Japon !**\n- Élu meilleur manga au 17e Grand Prix Culturel Osamu Tezuka (2013)\n- Meilleur manga seinen vendu au Japon depuis 2015 (source : Oricon)\n- 3ème meilleur manga vendu au Japon en 2016 et 2017 (source : Oricon)",
      "pt-br": "Milhões de anos se passaram desde os tempos de lendas, quando os mundos dos homens e deuses ainda eram os mesmos. Nestes tempos eram os desejos do homem que mudaram o mundo. É o período da guerra de 500 anos: a Era dos Reinos Combatentes. Kingdom é a história de um garoto órfão e pobre tem o sonho de se tornar um grande general e assim começando seu caminho de provações e derramamento de sangue que o levarão até o topo das lendas!"
    },
    "status": "ongoing",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ba78c6a-8d0a-49e9-bbe3-9e83709d2d94",
    "title": {
      "en": "Silver Bullet Exorcist"
    },
    "updatedAt": "2023-08-01T10:41:55+00:00",
    "coverArt": "https://mangadex.org/covers/6ba78c6a-8d0a-49e9-bbe3-9e83709d2d94/c728df40-9868-40d4-8db9-04ca777ca35a.jpg",
    "altTitles": [
      {
        "ko": "은탄"
      },
      {
        "en": "Silver Coal"
      },
      {
        "ko-ro": "Euntan"
      },
      {
        "ru": "Серебряная пуля"
      }
    ],
    "description": {
      "en": "In a chaotic Joseon dynasty with vampires, ghosts, and shamans, Park Moon-soo, who calls himself a dark-speaker, destroys a corrupted official. In order to subdue the dark master Park Moon-soo, who is trying to revive the vampire king, the court dispatches Anson, a military officer who has just passed the exam, to find Hong Kil-dong, an outlaw who is good at swordsmanship and martial arts and dispatches him to Taebaek Mountain.",
      "ko": "흡혈귀와 요괴, 무당이 창궐한 혼란의 조선, 자신을 암흑어사라 칭하는 박문수가 타락한 관아를 파괴하고 다닌다. 다급해진 조정에서는 흡혈귀 왕의 부활을 노리는 암흑어사 박문수를 토벌하라 명하기 위해 갓 무과에 급제한 무관 안손에게 도술과 무술에 능한 도적 홍킬동을 찾아오라 태백산으로 파견한다. <하이브>의 김규삼 작가가 선사하는 요괴 퇴마 개그 판타지 시대극!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5811f2ea-ee30-4958-bb1d-e92cb83365bd",
    "title": {
      "en": "Dating to Survive"
    },
    "updatedAt": "2024-01-20T23:38:22+00:00",
    "coverArt": "https://mangadex.org/covers/5811f2ea-ee30-4958-bb1d-e92cb83365bd/123d198c-c256-4e89-827a-23ca29ba0268.jpg",
    "altTitles": [
      {
        "ko-ro": "Saengjongobaek"
      },
      {
        "ko": "생존고백"
      },
      {
        "en": "Survival Confession"
      },
      {
        "ru": "Встречаться, чтобы выжить"
      }
    ],
    "description": {
      "en": "The exorcist fell in love with me, a ghost...?!\n\nA survival love story of a ghost who resorted to a false confession to survive from the exorcist.",
      "ko": "퇴마사가 귀신인 나에게 반해버렸다...?! \n퇴마사로부터 살아남기 위해 거짓 고백을 해버린 한 귀신의 생존 서바이벌 연애기",
      "ru": "Вы бы признались кому-то в любви, если бы это означало спасение вашей жизни? Ну, это то, что я сделал. Я призрак по имени Умин, а моя девушка - охотница за привидениями. Довольно банально, я знаю... Честно говоря, я не знаю, как мне избавиться от нее, но я не могу позволить ей просто убить меня!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76f4bff-a772-4289-9d85-7bbec939e0d4",
    "title": {
      "en": "I Became the Contract Daughter of the soon-to-be-ruined Family"
    },
    "updatedAt": "2024-05-03T21:10:17+00:00",
    "coverArt": "https://mangadex.org/covers/e76f4bff-a772-4289-9d85-7bbec939e0d4/daa4b842-5256-48f5-81d7-db52928c73de.jpg",
    "altTitles": [
      {
        "ko": "곧 망할 가문의 계약직 딸이 되었다"
      }
    ],
    "description": {
      "en": "I thought I had regressed from this ragged life, but why has my time-limited life remained the same?\nI'm ruined... is this how I should live my life...?\n\n\"This time, I'll get adopted by a normal family, and live in comfort for the rest of my life!\"\n\nStep by step, I'm going to take revenge against the one behind my death, and I'll protect what's left of my small and precious life!\n\nHowever, did I put in too much effort?\n\n\"Anisha, you're perfect.\"\n\n\"I'm going to make this child a future professor.\"\n\nAll I wanted was to survive...\n\n\"Well, somehow, you’ve passed. I'll have to adopt this brat.\"\n\nI ended up with a tycoon I didn't expect.\nOne whose household will be massacred in a few years!\n\nHow do I know that?\nMe too! I didn't want to! Know that!\n\nBut what can I do? The milk has already been spilt.\nI'll just live in bliss while acting as the real daughter during my 5 years contract, then I'll leave!\n\nHowever...\n\n\"...I happened to pick this up on the way home.\"\n\"Father, you're the best!\"\n\"I know.\"\n\n...Something's wrong.\n\n\"I checked this out 'myself', and inspected it 'in person'. There's nothing to be grateful for.\"\n\"Father, you're a genius!\"\n\"I know this too.\"\n\nNo, well, something's REALLY wrong.\n\n**\n\nI became fond of this unique and strange family, but...\n\n\"The five years contract we signed,\"\n\"Let's nullify it.\"\n\nWhile looking straight into my eyes, dad announced the termination.\n\n\"I can help you, but you'll still die anyway.\"\n\nNot only that,\nBut death came under my nose too.\n\nWill I be able to survive?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81383c5e-8fb1-4f5d-885b-b49df65fb13d",
    "title": {
      "en": "Kiss de Egaku Ittousei"
    },
    "updatedAt": "2024-05-03T21:55:38+00:00",
    "coverArt": "https://mangadex.org/covers/81383c5e-8fb1-4f5d-885b-b49df65fb13d/7cece73b-5be7-4503-bb6a-e6b17ebcd97d.png",
    "altTitles": [
      {
        "ja": "キスで描く一等星"
      }
    ],
    "description": {
      "en": "Chitose can’t take his eyes off the guy from the class next door, dozing off in class by the window. Each time Chitose leans out the window to sneak a look at him, he’s always there, dozing off as expected. His name - Seno. He’s a year older, but according to rumours, he was absent for a year because he was involved in a fight.\n\nChitose is a friendly and sweet-hearted high-schooler and Seno is a mysterious guy. The two polar opposites gradually open their hearts to each other…\n\nA chaotic and heartwarming school-love between a cheery puppy and a questionable grade repeater.",
      "fr": "Chitose ne peut détacher son regard du gars de la classe d'à côté, endormi en classe près de la fenêtre. Chaque fois que Chitose se penche par la fenêtre pour le regarder furtivement, il est toujours là, somnolant comme à son habitude. Son nom : Seno. Il a un an de plus, mais selon les rumeurs, il a été absent pendant un an car il a été impliqué dans une bagarre. Chitose est un lycéen sympathique et gentil, et Seno est un garçon mystérieux. Ces deux opposés vont ouvrir peu à peu leur cœur l'un à l'autre...\nUne histoire d'amour touchante entre un chiot joyeux et un redoublant douteux."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "12.5"
  },
  {
    "mangaId": "bc056512-7d4a-475b-b93b-7d9b09ffb016",
    "title": {
      "en": "Umineko When They Cry Episode Collection"
    },
    "updatedAt": "2024-05-03T22:17:04+00:00",
    "coverArt": "https://mangadex.org/covers/bc056512-7d4a-475b-b93b-7d9b09ffb016/4685dc25-5d5b-4f6c-aa72-155fac6dff77.jpg",
    "altTitles": [
      {
        "ja-ro": "Umineko no Naku Koro ni Episode Collection"
      },
      {
        "ja": "うみねこのなく頃に Episode collection"
      }
    ],
    "description": {
      "en": "A series of Umineko When They Cry anthology manga published by Ichijinsha with 5 total volumes."
    },
    "status": "completed",
    "releaseDate": 2009,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "263deeff-c010-4ac7-bc01-6341f3e698ac",
    "title": {
      "en": "Dragon Quest: The Great Adventure of Dai - Avan the Brave and the Demon King of Hellfire"
    },
    "updatedAt": "2024-05-01T19:31:32+00:00",
    "coverArt": "https://mangadex.org/covers/263deeff-c010-4ac7-bc01-6341f3e698ac/f4d9f28f-c72c-495d-854d-4f5ee3a28ba2.jpg",
    "altTitles": [
      {
        "ja": "ドラゴンクエスト ダイの大冒険 勇者アバンと獄炎の魔王"
      },
      {
        "ja-ro": "Dragon Quest: Dai no Daibouken - Yuusha Avan to Gokuen no Maou"
      }
    ],
    "description": {
      "en": "The Demon King's army led by Hadler is attacking the world. The Kingdom of Carl and Princess Flora stand up to stop the invasion. And then there's young Avan! Another heroic story begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "88949f72-43b8-48af-94a0-dc639e44be07",
    "title": {
      "en": "Company and Private Life -On and Off-"
    },
    "updatedAt": "2024-03-14T14:31:36+00:00",
    "coverArt": "https://mangadex.org/covers/88949f72-43b8-48af-94a0-dc639e44be07/6361a9db-7edc-46b8-ad37-a6341ab97e37.jpg",
    "altTitles": [
      {
        "ja": "会社と私生活－オンとオフ－"
      },
      {
        "ja-ro": "Kaisha to Shiseikatsu -On to Off-"
      },
      {
        "es-la": "Vida Empresarial y Privada - ON y OFF -"
      }
    ],
    "description": {
      "en": "Working people have company (on) and private lives (off). Some are office workers and Lolita in women's clothing. Others are office workers and punks dressed as men.\n\nThe gap between on and off life is a must-see! A daily tale of two working people's metamorphosis!\n\n---\n\nA serialization of the [Twitter series](https://mangadex.org/title/0fa5d834-fdab-4ac4-b3c9-821f1580f991/company-and-private-life) about a handsome salaryman and an unapproachable office lady who dress completely different when they are off work.",
      "ja": "働く二人の大変身（メタモルフォーゼ）日常譚！\n働く人々には会社（オン）と私生活（オフ）がある。ある人は会社員と女装ロリィタ。ある人は会社員と男装パンク。オンとオフのギャップにキュン必至！ 働く二人の大変身（メタモルフォーゼ）日常譚！X（旧:Twitter）にて累計200万いいね突破の話題作が、イラストから完全コマ割りでコミックス化！",
      "es-la": "Estos trabajadores tienen una vida en la empresa (ON) y otra privada (OFF). El es un oficinista que se viste de Lolita. Ella es una oficinistas que se viste de punk."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3cf42155-36d5-42e7-9971-38982482cfe0",
    "title": {
      "en": "Kafuka Koufukuron"
    },
    "updatedAt": "2024-05-03T22:14:22+00:00",
    "coverArt": "https://mangadex.org/covers/3cf42155-36d5-42e7-9971-38982482cfe0/2748884c-956e-4dff-b4d8-dcbb803ea596.jpg",
    "altTitles": [
      {
        "en": "Theory Of A Possible Happiness"
      },
      {
        "ja": "可不可幸福論"
      }
    ],
    "description": {
      "en": "A 5 million yen debt suddenly falls on cash-strapped student, Kamijou Yuuki. Because of his father, Yuuki went through many hardships. After a night out drinking, he comes to on a bed full of ￥10,000 bills with a half naked man?! After waking up, the man even says \"I'll give you the money\".  \nConfused, Yuuki escapes and goes home, but he re-encounters the mysterious man, Nao.  \n  \n\"I'll give you the money, so let's have sex. Think of it as physical labor.\" Nao says, but what does Yuuki do…?"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "0c99ed90-369e-46a0-aab5-84960da25b09",
    "title": {
      "en": "Sekai de Yuuitsu no Tenshokushi: Job Hopper na Ore wa, Isekai de Subete no Job o Kiwameru Koto ni Shita"
    },
    "updatedAt": "2024-04-24T19:20:40+00:00",
    "coverArt": "https://mangadex.org/covers/0c99ed90-369e-46a0-aab5-84960da25b09/836d28bb-05da-4864-b9c7-413bee18da20.jpg",
    "altTitles": [
      {
        "ja": "世界で唯一の転職師～ジョブホッパーな俺は、異世界ですべてのジョブを極めることにした～"
      },
      {
        "ja-ro": "Sekai de Yuiitsu no Tenshokushi"
      },
      {
        "en": "The Only Job Changer in the World: I, a Job Hopper, Decided to Master All the Jobs in Another World"
      },
      {
        "en": "The World's Only Job Changer"
      }
    ],
    "description": {
      "en": "Tsukasa, a company employee who repeatedly changes jobs in search of better conditions, challenges the final interview of a major corporation.  But as soon as he went past the door, he found himself in another world. His past career seems completely irrelevant, leading to a sense of discouragement. But, the \"Job Changer\" bestowed upon him grants him a unique ability!\n\nWith the power to freely switch between jobs like swordsman, mage, spear user, alchemist, appraiser, pharmacist, and more, he begins a leisurely life in this different world. Whether dealing with monsters or making use of abundant knowledge from herbs to items, he adapts effortlessly, engaging in everything from helping people to earning money. \n\nUnstoppable with his versatile skills, the powerful corporate slave leaps into a fantasy of career advancement!",
      "ja": "よりよい条件を求めて転職を繰り返す会社員・ツカサ。\n大企業の最終面接に挑んだ彼は、気が付けば異世界へと転移していた。\nこれまでの経歴がまったく通用しない……と意気消沈モード。\nだが、彼が授かった「転職師」は唯一無二の能力であった！\n剣士、魔術師、槍使い、錬金術士、鑑定士、薬師etc.と、どんなジョブにも自由自在に切り替える力で、彼は悠々自適な異世界生活をスタートさせる。\n魔物相手だろうが、煮るなり焼くなり斬るなりはお手のもの！\n薬草からアイテムまで、溢れる知識で有効活用！\nさらには、持ち前の順応力も発揮し、人助けにお金稼ぎにと、無双が止まらない!?\nパワフル社畜が七色の職を駆使して跳ね上がる、キャリアアップ・ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0ab8c645-c1c2-4ddf-b47a-8acf07100a5f",
    "title": {
      "en": "The Villainess is Bothered by the Male Leads Again Today"
    },
    "updatedAt": "2024-05-03T21:07:59+00:00",
    "coverArt": "https://mangadex.org/covers/0ab8c645-c1c2-4ddf-b47a-8acf07100a5f/7aff8862-b320-476e-8970-551e3d5a5ed6.png",
    "altTitles": [
      {
        "ko": "악녀는 오늘도 남주들이 귀찮습니다"
      },
      {
        "en": "The Villainess is Annoyed with the Male Characters Even Today"
      }
    ],
    "description": {
      "en": "\"Now that we have no ill feelings towards each other, let's live our separate lives well and never see each other again.\"\n\nIt was the start of a possession that began with a typical regretful family drama. After cutting ties with a family that doesn't get along with each other, I thought a peaceful unemployed life was waiting for me.\n\nHowever...\n\nFor some reason, men who had no interest in me before the possession started creeping in.\n\n\"I have something I like.\"\n\"What is it?\"\n\"It's you, Lora.\"\n\nThe slave who I brought because I felt sorry for him getting beat up now confessed.\n\n\"Why doesn't Laura take care of herself? I'll take care of her from now on.\"\n\nThe condition of the butler, who is of mixed race, became strange.\n\n\"Lora, will you marry me?\"\n\nThe Grand Duke, who used to threaten me, proposed.\n\n\"Haa, this sweet smell... you're the first one to drive me this crazy.\"\n\nThis crazy man seems even crazier.\n\n...I wish they'd all just disappear."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0e46cc6-d837-4794-a10b-bcc47b9e0fd8",
    "title": {
      "en": "The Reincarnated Noble Who Was Exiled, Uses a Useless Skill to Rule Over Domestic Affairs~ Was Supposed to Run the Territory Freely, but Thanks to the Skill \"Gacha\", Ended Up Creating the Strongest Territory~"
    },
    "updatedAt": "2024-05-03T21:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/d0e46cc6-d837-4794-a10b-bcc47b9e0fd8/e9ce9cfd-6e35-43b4-82e2-769691c90150.jpg",
    "altTitles": [
      {
        "ja": "追放された転生貴族、外れスキルで内政無双～気ままに領地運営するはずが、スキル『ガチャ』のお陰で最強領地を作り上げてしまった～"
      },
      {
        "ja-ro": "Tsuihousareta Tensei Kizoku, Hazure Skill de Naisei Musou"
      },
      {
        "ja-ro": "Tsuiho Sareta Tensei Kizoku, Hazure Skill De Naisei Muso Kimama Ni Ryochi Unei Suru Hazu Ga, Skill \"Gacha\" No Okage De Saikyo Ryochi Wo Tsukuriageteshimatta"
      },
      {
        "ja": "追放された転生貴族、外れスキルで内政無双"
      }
    ],
    "description": {
      "en": "Hiro, who worked for a black company, was reincarnated into another world one day after an accident. He was carefully brought up as a boy of a prestigious noble family, but at his coming of age ceremony, he was given an unidentified \"unfamiliar\" skill...  Hiro is banished to a remote territory with no citizens by his disappointed family. But along the way, Hiro's mysterious skill... \"Gacha\" is activated! The situation changes when he draws a legendary rare divine dragon egg.\nThis skill is the only possibility I have.\nHiro, who has an out-of-the-box \"Gacha\" skill and is an unfathomably good-natured person, is now being joined by the legendary divine dragons, ancient dragons, cat-eared warriors, and other powerful lords one after the other! Moreover, the effects of the \"Gacha\" skill make his friends display an unbelievable strength that rivals the military power of a country...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a31ab6df-acd9-490f-9a10-f95317e58f96",
    "title": {
      "en": "NEET ni Natteita Hatsukoi no Hito wo Shiawase ni Suru made"
    },
    "updatedAt": "2023-11-03T05:40:07+00:00",
    "coverArt": "https://mangadex.org/covers/a31ab6df-acd9-490f-9a10-f95317e58f96/e66f239e-ff54-42bc-a562-0026f9563231.jpg",
    "altTitles": [
      {
        "ja": "ニートになっていた初恋の人を幸せにするまで"
      },
      {
        "en": "Until I Make My First Love-Turned-NEET Happy"
      }
    ],
    "description": {
      "en": "Ten years ago he moved away from his first love. Now working in Tokyo, he's excited to find that she's living next door. But instead of the confident girl he left behind, now all that remains is a chubby NEET. Can he bring her happiness?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "22"
  },
  {
    "mangaId": "48d231af-d0cd-4f1e-a1e2-9d1a7aa91a6a",
    "title": {
      "en": "I Am the Real One"
    },
    "updatedAt": "2023-11-02T19:48:03+00:00",
    "coverArt": "https://mangadex.org/covers/48d231af-d0cd-4f1e-a1e2-9d1a7aa91a6a/09cb0f58-a3a5-49d3-8244-92309f4f4d67.jpg",
    "altTitles": [
      {
        "ko": "사실은 내가 진짜였다"
      },
      {
        "ko-ro": "Sasireun Naega Jinjjayeotda"
      },
      {
        "ko-ro": "Sasil-eun Naega Jinjjayeossda"
      },
      {
        "en": "Actually, I Was the Real One"
      },
      {
        "fr": "La vraie, c'est moi!"
      },
      {
        "pt": "Eu sou a verdadeira"
      },
      {
        "es": "En realidad, yo era la verdadera"
      },
      {
        "uk": "Насправді, я була справжньою"
      },
      {
        "ru": "На самом деле, я была настоящей"
      },
      {
        "th": "ฉันนี่แหละที่เป็นตัวจริง"
      },
      {
        "ja": "実は私が本物だった"
      },
      {
        "zh": "事实上，我才是真的"
      },
      {
        "zh": "真与假的精灵师少女"
      },
      {
        "zh": "其实我才是真的"
      },
      {
        "zh-hk": "其實我才是正牌千金"
      },
      {
        "vi": "Chị đây mới là hàng thật nha cưng!"
      },
      {
        "ms": "Sesungguhnya, Akulah yang asli"
      },
      {
        "tr": "Gerçek Olan Bendim"
      },
      {
        "mn": "Үнэндээ би жинхэнэ охин нь байсан"
      }
    ],
    "description": {
      "en": "A prophecy foretold that the Grand Duke would only have one water elementalist born from him. Though she lacks her father’s affection, Keira knows she’s destined for those powers. \n\nBut after years of doing what was right and proper of a noble, she’s executed after the conniving Cosette appears, claiming to be the Grand Duke’s real daughter. But then—Keira wakes up with newfound purpose: make changes, allies, and even friends before it’s too late. \n\nWill it be enough before Cosette hatches her plot?",
      "fr": "Afin de recevoir l'amour de son père, Keira a fait de son mieux pour vivre la vie d'une fille parfaite et soumise. Cependant, un jour, Cosette semble prétendre être sa vraie fille et Kiera est exécutée sous l'hypothèse qu'elle est une fausse.  \n  \nDans les derniers moments de sa vie, Cosette chuchote à Kiera: «En vérité, tu étais la vraie.»  \n  \nKiera, rappelant ces mots, revient dans le passé. Bien que la vengeance soit importante, qu'importe qui est faux et qui est réel? Maintenant que j'ai de nouveau une vie, je vais la vivre librement pour moi-même! Un âge à venir de la romance d'une jolie protagoniste féminine qui ne s'est jamais fait d'amitié.  \n\n\n---",
      "ru": "Заполучить любовь и признание отца – это была единственная цель Кииры. Однако появилась Козетта, которая смогла заполучить все, чего желала девушка. Кииру казнили за то, что она оказалось не родной дочерью эрцгерцога. В последние день жизни Козетта прошептала Киире «на самом деле ты была настоящей». Но никого уже не волновало, кто был родным ребёнком. Как только приговор был исполнен, Киира вернулась назад в прошлое. Она устала постоянно лезть из кожи вон ради того, чтобы быть достойной отца. Она устала от этой безнадёжности и теперь будет поступать так, как сама того хочет.  \nОднако есть что-то странное в поведении отца, который прежде оставался безразличным.  \n\n\n---",
      "tr": "Keira’nın tek hedefi babasının sevgisini ve takdirini kazanmaktı. Ancak gerçek kızı olduğunu iddia eden Cosette, ne grandükün kızı ne de onurlu Ruh olmaktan alıkoyuldu.  \n  \nHayatın son anında, “gerçek” lik barındıran bir kelime.  \n  \n“Aslında sen gerçektin.”  \n  \nAma kendi çocuğunun kim olduğu kimin umurunda ki? Her şeyin sonunda nedenini bilmeden geçmişe döndü ancak gururlu bir kız olmak için mücadele etmekten bıkmıştı.  \n  \n“Sahte mi yoksa gerçek mi olduğunu bilmediğim bir kızla nasıl iyi yaşayacağımı bana söyle.”  \n  \nAncak babanın baştan sona kayıtsız tutumu biraz tuhaftır.  \n\n\n---\n\n[Official Indonesian Translation](https://kakaopage.co.id/content/Sesungguhnya-Akulah-yang-Asli/3401)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "802bf297-b156-4053-8542-f12057c4a7b9",
    "title": {
      "en": "Meccha Shoukan Sareta Ken"
    },
    "updatedAt": "2024-04-21T16:49:47+00:00",
    "coverArt": "https://mangadex.org/covers/802bf297-b156-4053-8542-f12057c4a7b9/ddac3162-6aac-41ba-a5eb-a6ecb4152328.jpg",
    "altTitles": [
      {
        "ja-ro": "Meccha Shoukan Sareta Ken THE COMIC"
      },
      {
        "en": "Oversummoned, Overpowered, and Over It!"
      },
      {
        "ja": "めっちゃ召喚された件 THE COMIC"
      },
      {
        "en": "Summoned to a parallel fantasy world many times"
      }
    ],
    "description": {
      "en": "Name’s Inori Takafuji. I’m not really much of a “go-getter,” if you catch my drift — sleep’s more my style — but getting summoned to another world kinda messed things up.\n\nBit hard to chill when you’ve got a king in your face telling you there’s a bad guy you’ve gotta go slay or whatever, you know? Plot twist, though — it’s actually not so bad. Getting the hero treatment sounds pretty nice, right?\n\nBut then it happens again! Some other clown summons me, I get my obligatory superpower, and off I go. And sure, that’s fine. It happens, sometimes you get isekai’d to the wrong place. But then it happens AGAIN! Someone ELSE summons me, I get ANOTHER superpower, and then I’m somewhere totally new.\n\nRepeat ad nauseam.\n\nNo idea what’s going on, but all I want is one thing: stop !@#$ing summoning me!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]