[
  {
    "mangaId": "edf99f42-a1a2-458f-b482-7799872ec984",
    "title": {
      "en": "Fechippuru - Bokura no Innocent Love"
    },
    "updatedAt": "2024-10-26T14:58:25+00:00",
    "coverArt": "https://mangadex.org/covers/edf99f42-a1a2-458f-b482-7799872ec984/f37b5f4c-38c5-4929-a5c0-1e0975d61708.png",
    "altTitles": [
      {
        "pt-br": "Fechippuru ~ Nosso Inocente Amor~"
      },
      {
        "en": "What I Love About You"
      },
      {
        "es": "Fetiche Puro ~Nuestro Inocente Amor~"
      },
      {
        "en": "Fetish Couple ~Our Innocent Love~"
      },
      {
        "ru": "Фетишизм ~Наша чистая любовь~"
      },
      {
        "ja": "フェチップル～僕らの純粋な恋～"
      },
      {
        "en": "Fetiple"
      },
      {
        "vi": "Thứ Mà Đôi Ta Mong Muốn"
      },
      {
        "vi": "Tình yêu trong sáng của đôi ta"
      }
    ],
    "description": {
      "en": "I love long hair! Tatsu Yunoki, our MC who deeply loves beautiful long female hair, heard a voice scream his name. It was Kotoka Hatsushima, and, under the impulse of alcohol, both he and she decided to date each other. All they know is that… they love each other's hair and back?! It’s not necessary to know anything else! They clash fetish against fetish, and come together in a fun and romantic comedy! And, well… What is your fetish…?",
      "es": "¡Me encanta el cabello largo! Tatsu Yunoki, nuestro personaje principal que adora el cabello largo femenino, oyó una voz gritando su nombre. Era Kotoka Hatsushima, y bajo los efectos del alcohol, ambos decidieron empezar un noviazgo. Todo lo que saben es que… ¿¡adoran el pelo y la espalda del otro!? ¡No es necesario saber nada más! ¡Chocan fetiche contra fetiche, juntándose en una divertida y romántica comedia! Y bueno… ¿Cuál es tu fetiche…?",
      "ja": "【♪1話から】ピュア度、変態度、フェチ度マシマシ！(当社比)髪フェチ×低身長フェチ×匂いフェチの3人が送る毎日は嵐のよう！遭難注意の危険地帯、フェチのバミューダトライアングルに突入の新シリーズです！",
      "pt-br": "Eu amo cabelos compridos! Tatsu Yunoki, nosso prota, que ama profundamente o lindo cabelo feminino longo, um dia ouviu uma voz gritar seu nome, foi Kotoka Hatsushima, e sob o impulso do álcool, os dois decidiram namorar. Tudo o que eles sabem até agora é que um ama o cabelo do outro. E para eles, não é necessário saber de mais nada! Os fetiches de ambos se chocam nessa comédia divertida e romântica! E bem… Qual é o seu fetiche…?"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "9",
    "lastChapter": "145"
  },
  {
    "mangaId": "75a1c932-9792-41e1-a4a2-f2dddf1030ee",
    "title": {
      "en": "Isekai Izakaya \"Gen\""
    },
    "updatedAt": "2024-10-30T13:16:30+00:00",
    "coverArt": "https://mangadex.org/covers/75a1c932-9792-41e1-a4a2-f2dddf1030ee/fad12207-d08b-4d8e-830b-7e5e497b7a27.jpg",
    "altTitles": [
      {
        "en": "Otherwordly Izakaya \"Gen\""
      },
      {
        "en": "Parallel Universe Bar \"Gen\""
      },
      {
        "zh": "异世界居酒屋外传「GEN」"
      },
      {
        "ja": "異世界居酒屋｢げん｣"
      }
    ],
    "description": {
      "en": "There's this pub (Izakaya) called \" Gen\" that was supposed to be in a certain place in the Kanto region of Japan.  After opening the door one day, it was found to be connected to the city of Parisia, the Capital of the Eastern Kingdom Oiria.\n\nIndividual residents from a foreign world such as crestfallen monks, warriors, noble female chevaliers, daughters of noisy famous aristocrats, etc. All visited the peculiar izakaya which they've never seen before, and gradually they'll become fans of the dishes.\n\nA foreign world gourmet fantasy has finally started!  \n  \n***From the same author of Isekai Izakaya \"Nobu\", which takes place in Kyoto.**",
      "ja": "『異世界居酒屋「のぶ」』の作者・蝉川夏哉による原作書き下ろしのスピンオフ作品。次なる世界は異世界・東王国、王都パリシィア!王都パリシィアでも、異世界の住人たちは、初めて見る日本の居酒屋料理に戸惑いながらも舌鼓を打ち……。"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c956e450-ba9e-4dd5-8008-652c0e3a6a91",
    "title": {
      "en": "Mad for Love"
    },
    "updatedAt": "2024-10-24T08:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/c956e450-ba9e-4dd5-8008-652c0e3a6a91/e6b9bfdc-e8a2-4294-9910-b567c4ebb69d.jpg",
    "altTitles": [
      {
        "zh": "脱缰"
      },
      {
        "zh-ro": "Tuojiang"
      }
    ],
    "description": {
      "en": "After traveling into a historical BL novel, the actor Lin Yan gains a special ability: fast-traveling through a skill called [Escape Death]. His first mission? To secretly orchestrate an attack on Prince Qi Zhen, which leads to the prince becoming the villain. Lin Yan’s first identity in this world is none other than Lin Shou Yan, the prince’s foolish fiancé. But as he plays his role, he accidentally captures the prince’s heart, and his fake death turns out to be the key reason Qi Zhen becomes a ruthless tyrant! A cold, overthinking tsundere prince and his scheming, perverted fiancé—chaos ensues!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "ee7b5c7e-a8eb-4c7a-93aa-17cae960acdf",
    "title": {
      "en": "I Will Fall With the Emperor"
    },
    "updatedAt": "2024-12-05T18:06:03+00:00",
    "coverArt": "https://mangadex.org/covers/ee7b5c7e-a8eb-4c7a-93aa-17cae960acdf/ae8f2d38-316d-4ce7-8ceb-7d7d2edd8ce3.png",
    "altTitles": [
      {
        "ko": "황제와 함께 타락하겠습니다"
      },
      {
        "ko-ro": "Hwangjewa Hamkke Talaghagessseubnida"
      },
      {
        "uk": "Впасти разом з імператором"
      },
      {
        "ja": "お求め頂いた暴君陛下の悪女です"
      },
      {
        "ko-ro": "Hwangjewa Hamkke Tarakagetseumnida"
      },
      {
        "pt-br": "Afundarei Com o Imperador"
      }
    ],
    "description": {
      "en": "If I accepted his offer and became his Empress at that time, would I be able to live a little longer? I don’t know but if I had I wouldn’t have felt that pain of dislocating my eye but only when I went 10 years back and stood next to him I realized he fell when I fell we were so much alike which is why he contacted me."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "694fd8ba-0865-4821-b7cc-a7133645f757",
    "title": {
      "en": "Giant Ojou-sama"
    },
    "updatedAt": "2024-10-08T16:32:33+00:00",
    "coverArt": "https://mangadex.org/covers/694fd8ba-0865-4821-b7cc-a7133645f757/f4273110-6f60-4dbb-b11f-9321bf3b8c04.jpg",
    "altTitles": [
      {
        "ja-ro": "Jaianto Ojōsama"
      },
      {
        "en": "Oriko the Giant"
      },
      {
        "es": "Senhora Gigante"
      },
      {
        "ru": "Гигантская дама"
      },
      {
        "ja": "ジャイアントお嬢様"
      },
      {
        "ja-ro": "Giant Ojousama"
      },
      {
        "pt-br": "Senhorita gigante"
      }
    ],
    "description": {
      "en": "I can't believe my ojou-sama is so huge!  \n  \nFujido Oriko is the buxom young head of the Fujido Zaibatsu, a group that has a monopoly on Japan's vending machine industry. And serving at her side is her personal butler, the eccentric Dr. Sebastion.  \n  \nWhen a monster suddenly attacks the city, Dr. Sebastion slips his ojou-sama an experimental energy drink his team in R&D has been developing. As a result, she quickly finds herself growing into a giantess, matching the attacking kaiju in size! Will she be able to stop his rampage, or at the very least, keep her dignity intact?  \n  \n*[The pre-serialization version was the winner of Shounen Jump's Dec 2020 Bronze Rookie Award. The current serialization is on Sunday Web Every.]*",
      "es-la": "No me puedo creer que mi Ojou-sama sea tan grande! Fujido Oriko es la exuberante hija del Conglomerado Fujido, un grupo que tiene un monopolio de la industria de máquinas expendedoras en Japón. Y a su lado está su mayordomo personal, el excéntrico Dr. Sebastian. Cuando un monstruo ataca de repente la ciudad, el Dr. Sebastian le da a su ojou-sama una bebida experimental que su equipo de I+D había estado desarrollando. Como resultado, ella crece hasta convertirse en una giganta! Será capaz de aplacar la ira de los invasores o, al menos, mantener intacta su dignidad?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a2a55e-aa51-4c4b-8f8e-dd91b4b654e8",
    "title": {
      "en": "This Witch of Mine"
    },
    "updatedAt": "2024-01-18T19:14:39+00:00",
    "coverArt": "https://mangadex.org/covers/23a2a55e-aa51-4c4b-8f8e-dd91b4b654e8/02f7bf09-d090-4abe-a2e5-27a802b61f33.jpg",
    "altTitles": [
      {
        "ko": "나의 마녀"
      },
      {
        "ko-ro": "Naui Manyeo"
      },
      {
        "en": "Succuba's Servant"
      },
      {
        "en": "Witch of Mine"
      },
      {
        "fr": "Ma sorcière à moi"
      },
      {
        "fr": "C'est ma sorcière"
      },
      {
        "zh": "魔女的小跟班"
      },
      {
        "ru": "Моя ведьма"
      },
      {
        "th": "แม่มดของฉัน"
      },
      {
        "de": "My Witch"
      },
      {
        "vi": "Phù Thủy của tôi"
      },
      {
        "pt-br": "Esta Minha Bruxa"
      }
    ],
    "description": {
      "de": "»My Witch« spielt in einer Zeit, in der man Frauen, die besonders klug oder besonders dumm, besonders gut oder besonders böse, vielleicht aber auch nur zu hübsch sind, nur allzu leicht als Hexen diffamiert. Im Mittelpunkt der Geschichte stehen Cordelia, Philippa und Colin.\n\nDie blonde Cordelia halten alle für eine Hexe, obwohl sie sich eigentlich nur gut mit Kräutern auskennt und ihr Wissen den Leuten im Dorf zur Verfügung stellt. Den meisten ist es einfach ein Dorn im Auge, dass Cordelia unglaublich hübsch ist.\n\nDie rothaarige Philippa wiederum scheint zunächst die eigentliche Böse zu sein, denn sie schiebt Cordelia die Folgen ihrer bösartigen Streiche in die Schuhe. Das glaubt zumindest Colin, der sich mit dem Ziehen von Kerzen über Wasser hält, seit er seinen rechten Arm verloren hat.\n\nEines Tages kommt es im Dorf wieder einmal zum Streit und die Dinge eskalieren. Der Mob des Dorfes läuft Amok, glaubt Philippa auf die Schliche gekommen zu sein und erschlägt sie. Doch es stellt sich heraus, dass Philippa gar nicht wirklich tot und Cordelia eigentlich ihre Schwester ist.\n\nCordelia befreit Philippa aus ihrem Grab und beide wollen ihrer Wege gehen, doch ihr Tun wurde von Colin beobachtet. Der ist von all dem so fasziniert, dass auch er nicht zurück ins Dorf will, sondern sich stattdessen Philippa anschließt…\n\n---\n**Original Webtoon:** [Bomtoon](https://www.bomtoon.com/comic/ep_list/My_witch), [BookCube](http://www.bookcube.com/toon/detail.asp?webtoon_num=150087), [Daum](http://webtoon.daum.net/webtoon/view/mywich), [KakaoPage](https://page.kakao.com/home?seriesId=48439569), [Mr.Blue](https://www.mrblue.com/webtoon/wt_mywitch_wz), [Naver Series](http://naver.me/GbKOBE2L), [Onestory](https://onestory.co.kr/detail/H029966498), [Peanutoon](https://www.peanutoon.com/ko/comic/detail/4413), [QToon](https://www.qtoon.co.kr/toon/list.mg?tcode=xlrq)\n\n**Official Translations:**\n* [English](http://www.tappytoon.com/series/thiswitch/)\n* [Chinese (Simplified) / 汉语](https://www.manmanapp.com/comic-1404838.html)\n* [French / Français](https://www.webtoons.com/fr/fantasy/this-witch-of-mine/list?title_no=4244)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/this-witch-of-mine/list?title_no=3930)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/this-witch-of-mine/list?title_no=4166)",
      "en": "In these times, if you're too good or bad at something or simply too beautiful, you're called a witch. The truth is deeper than everyone realizes. Up against dark intentions, an outcast young boy and a mysterious witch will need more than just magic spells and incantations; they’ll need each other.\n\n---\nIn these times, if you're too good or bad at something or simply too beautiful, you're called a witch. Up against twists of fate and time, an outcast young boy and a mysterious witch will need more than just magic spells and incantations; they'll need each other.\n\n---\n**Original Webtoon:** [Bomtoon](https://www.bomtoon.com/comic/ep_list/My_witch), [BookCube](http://www.bookcube.com/toon/detail.asp?webtoon_num=150087), [KakaoPage](https://page.kakao.com/home?seriesId=48439569), [Mr.Blue](https://www.mrblue.com/webtoon/wt_mywitch_wz), [Naver Series](http://naver.me/GbKOBE2L), [Onestory](https://onestory.co.kr/detail/H029966498), [Peanutoon](https://www.peanutoon.com/ko/comic/detail/4413), [QToon](https://www.qtoon.co.kr/toon/list.mg?tcode=xlrq)\n\n**Official Translations:**\n* [English](http://www.tappytoon.com/series/thiswitch/)\n* [Chinese (Simplified) / 汉语](https://www.manmanapp.com/comic-1404838.html)\n* [French / Français](https://www.webtoons.com/fr/fantasy/this-witch-of-mine/list?title_no=4244)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/this-witch-of-mine/list?title_no=3930)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/this-witch-of-mine/list?title_no=4166)",
      "fr": "L'histoire d'amour entre une sorcière et un humain, destinés à se retrouver à travers les époques, les pays et les dimensions, même malgré la mort...\n\n---\n**Original Webtoon:** [Bomtoon](https://www.bomtoon.com/comic/ep_list/My_witch), [BookCube](http://www.bookcube.com/toon/detail.asp?webtoon_num=150087), [Daum](http://webtoon.daum.net/webtoon/view/mywich), [KakaoPage](https://page.kakao.com/home?seriesId=48439569), [Mr.Blue](https://www.mrblue.com/webtoon/wt_mywitch_wz), [Naver Series](http://naver.me/GbKOBE2L), [Onestory](https://onestory.co.kr/detail/H029966498), [Peanutoon](https://www.peanutoon.com/ko/comic/detail/4413), [QToon](https://www.qtoon.co.kr/toon/list.mg?tcode=xlrq)\n\n**Official Translations:**\n* [English](http://www.tappytoon.com/series/thiswitch/)\n* [Chinese (Simplified) / 汉语](https://www.manmanapp.com/comic-1404838.html)\n* [French / Français](https://www.webtoons.com/fr/fantasy/this-witch-of-mine/list?title_no=4244)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/this-witch-of-mine/list?title_no=3930)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/this-witch-of-mine/list?title_no=4166)",
      "id": "Philippa, seoarang penyihir yang hidup abadi dan selalu berpindah-pidah dari satu kota ke kota lainnya. Namun hidupnya jadi berbeda sejak dia mengenal anak laki-laki bernama Colin...\n\n---\n**Original Webtoon:** [Bomtoon](https://www.bomtoon.com/comic/ep_list/My_witch), [BookCube](http://www.bookcube.com/toon/detail.asp?webtoon_num=150087), [Daum](http://webtoon.daum.net/webtoon/view/mywich), [KakaoPage](https://page.kakao.com/home?seriesId=48439569), [Mr.Blue](https://www.mrblue.com/webtoon/wt_mywitch_wz), [Naver Series](http://naver.me/GbKOBE2L), [Onestory](https://onestory.co.kr/detail/H029966498), [Peanutoon](https://www.peanutoon.com/ko/comic/detail/4413), [QToon](https://www.qtoon.co.kr/toon/list.mg?tcode=xlrq)\n\n**Official Translations:**\n* [English](http://www.tappytoon.com/series/thiswitch/)\n* [Chinese (Simplified) / 汉语](https://www.manmanapp.com/comic-1404838.html)\n* [French / Français](https://www.webtoons.com/fr/fantasy/this-witch-of-mine/list?title_no=4244)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/this-witch-of-mine/list?title_no=3930)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/this-witch-of-mine/list?title_no=4166)",
      "ko": "인간은 언제나 합심해서 괴롭힐 누군가를 찾는다.  \n지나치게 잘나거나 못난 이가 바로 그 대상이 되는 법. 너무나 아름다운 탓에 마녀라고 손가락질 받는 소녀 코델리아와 코델리아가 나타난 덕분에 괴롭힘에서 벗어난 외팔이 소년 콜린, 그리고 못되기로는 최고로 마녀 같은 계집애 필리파. 외모는 눈부시게 아름답지만 내면에 상처를 간직한 세 명의 사랑 이야기가 펼쳐진다. 영원한 삶을 누리는 마녀. 그러하기에 마녀는 찰나와 같이 짧은 사랑에 집착한다. 순식간에 사라지지만 영원히 기억할 수밖에 없는 마녀의 강렬한 사랑!\n\n---\n**Original Webtoon:** [Bomtoon](https://www.bomtoon.com/comic/ep_list/My_witch), [BookCube](http://www.bookcube.com/toon/detail.asp?webtoon_num=150087), [Daum](http://webtoon.daum.net/webtoon/view/mywich), [KakaoPage](https://page.kakao.com/home?seriesId=48439569), [Mr.Blue](https://www.mrblue.com/webtoon/wt_mywitch_wz), [Naver Series](http://naver.me/GbKOBE2L), [Onestory](https://onestory.co.kr/detail/H029966498), [Peanutoon](https://www.peanutoon.com/ko/comic/detail/4413), [QToon](https://www.qtoon.co.kr/toon/list.mg?tcode=xlrq)\n\n**Official Translations:**\n* [English](http://www.tappytoon.com/series/thiswitch/)\n* [Chinese (Simplified) / 汉语](https://www.manmanapp.com/comic-1404838.html)\n* [French / Français](https://www.webtoons.com/fr/fantasy/this-witch-of-mine/list?title_no=4244)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/this-witch-of-mine/list?title_no=3930)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/this-witch-of-mine/list?title_no=4166)",
      "ru": "В эту эпоху Вас могут назвать ведьмой, если Вы просто лучше остальных владеете каким-то мастерством, или даже если Вы просто красивы. Но все это не просто так. В борьбе против всех мальчику, которого изгнали, и таинственной ведьме понадобиться что-то большее, чем магия. Им поможет только любовь…\n\n---\n**Original Webtoon:** [Bomtoon](https://www.bomtoon.com/comic/ep_list/My_witch), [BookCube](http://www.bookcube.com/toon/detail.asp?webtoon_num=150087), [Daum](http://webtoon.daum.net/webtoon/view/mywich), [KakaoPage](https://page.kakao.com/home?seriesId=48439569), [Mr.Blue](https://www.mrblue.com/webtoon/wt_mywitch_wz), [Naver Series](http://naver.me/GbKOBE2L), [Onestory](https://onestory.co.kr/detail/H029966498), [Peanutoon](https://www.peanutoon.com/ko/comic/detail/4413), [QToon](https://www.qtoon.co.kr/toon/list.mg?tcode=xlrq)\n\n**Official Translations:**\n* [English](http://www.tappytoon.com/series/thiswitch/)\n* [Chinese (Simplified) / 汉语](https://www.manmanapp.com/comic-1404838.html)\n* [French / Français](https://www.webtoons.com/fr/fantasy/this-witch-of-mine/list?title_no=4244)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/this-witch-of-mine/list?title_no=3930)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/this-witch-of-mine/list?title_no=4166)",
      "th": "มนุษย์มักหาเหยื่อมาให้พวกพ้องของตัวเองรังแกอยู่เสมอ ไม่ว่าจะด้วยเหตุผลอะไร สวยหรือขี้เหร่ ผู้คนก็สรรหาความเกลียดชังมาได้ทั้งนั้น คอร์เดเลีย สาวงามที่โดนขนานนามว่าแม่มด โคลิน เด็กชายแขนเดียว ที่รอดจากการถูกรังแกมาได้เพราะมีคอร์เดเลียมารับไม้ต่อ และฟิลิปปา หญิงชั่วช้าประจำหมู่บ้าน นี่คือเรื่องราวความรักของคน 3 คน ที่มีบาดแผลฝังลึกในใจภายใต้รูปโฉมอันงดงาม\n\n---\n**Original Webtoon:** [Bomtoon](https://www.bomtoon.com/comic/ep_list/My_witch), [BookCube](http://www.bookcube.com/toon/detail.asp?webtoon_num=150087), [Daum](http://webtoon.daum.net/webtoon/view/mywich), [KakaoPage](https://page.kakao.com/home?seriesId=48439569), [Mr.Blue](https://www.mrblue.com/webtoon/wt_mywitch_wz), [Naver Series](http://naver.me/GbKOBE2L), [Onestory](https://onestory.co.kr/detail/H029966498), [Peanutoon](https://www.peanutoon.com/ko/comic/detail/4413), [QToon](https://www.qtoon.co.kr/toon/list.mg?tcode=xlrq)\n\n**Official Translations:**\n* [English](http://www.tappytoon.com/series/thiswitch/)\n* [Chinese (Simplified) / 汉语](https://www.manmanapp.com/comic-1404838.html)\n* [French / Français](https://www.webtoons.com/fr/fantasy/this-witch-of-mine/list?title_no=4244)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/this-witch-of-mine/list?title_no=3930)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/this-witch-of-mine/list?title_no=4166)",
      "zh": "不管在什么样的环境下，人们都会不约而同的寻找到要欺负的目标。而被选中的目标不是因其太出色就是因其太平凡。因长得太漂亮而被叫为魔女的科迪莉亚（Cordelia）和因科迪莉亚的出现，从而得到解脱的少年科林（Colin） ，还有一心要坏到底，像魔女一样的女孩菲利帕（Filipa）。虽拥有令人瞩目的外貌，但内心里却有着不为人知的伤痛，而围绕他们三人将展开一段爱情故事。\n\n---\n**Original Webtoon:** [Bomtoon](https://www.bomtoon.com/comic/ep_list/My_witch), [BookCube](http://www.bookcube.com/toon/detail.asp?webtoon_num=150087), [Daum](http://webtoon.daum.net/webtoon/view/mywich), [KakaoPage](https://page.kakao.com/home?seriesId=48439569), [Mr.Blue](https://www.mrblue.com/webtoon/wt_mywitch_wz), [Naver Series](http://naver.me/GbKOBE2L), [Onestory](https://onestory.co.kr/detail/H029966498), [Peanutoon](https://www.peanutoon.com/ko/comic/detail/4413), [QToon](https://www.qtoon.co.kr/toon/list.mg?tcode=xlrq)\n\n**Official Translations:**\n* [English](http://www.tappytoon.com/series/thiswitch/)\n* [Chinese (Simplified) / 汉语](https://www.manmanapp.com/comic-1404838.html)\n* [French / Français](https://www.webtoons.com/fr/fantasy/this-witch-of-mine/list?title_no=4244)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/fantasy/this-witch-of-mine/list?title_no=3930)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/romance/this-witch-of-mine/list?title_no=4166)",
      "pt-br": "Nestes tempos, se você é muito bom ou ruim em alguma coisa ou simplesmente muito bonito, você é chamada de bruxa. Enfrentando reviravoltas do destino e do tempo, um jovem marginalizado e uma bruxa misteriosa precisarão de mais do que apenas feitiços e encantamentos; eles precisarão um do outro."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "63"
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-10-27T22:39:22+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f73bd5e-30a8-4ba6-a276-c7a58d368a09",
    "title": {
      "en": "Eternal Sword God"
    },
    "updatedAt": "2024-10-29T22:15:16+00:00",
    "coverArt": "https://mangadex.org/covers/9f73bd5e-30a8-4ba6-a276-c7a58d368a09/abe0cb92-fd71-46be-9c37-c635844a78f1.jpg",
    "altTitles": [
      {
        "ru": "Бессмертный бог меча"
      },
      {
        "en": "Wàn Gǔ Jiàn Shén"
      },
      {
        "zh": "万古剑神"
      },
      {
        "vi": "Vạn Cổ Kiếm Thần"
      }
    ],
    "description": {
      "en": "He stood at the pinnacle of the world. Surpassing all since birth in the art of the sword. But fate has left him crippled moments before reaching the apex. But the story continues and the legend will rise again…\n\n---\n- **Note:** 2nd Place in 15th Chinese Golden Dragon Manhua Awards",
      "fr": "Il se tenait au sommet du monde. Surpassant tout depuis la naissance dans l'art de l'épée. Mais le destin l'a laissé infirme quelques instants avant d'atteindre le sommet. Mais l'histoire continue et la légende renaîtra…",
      "zh": "天下最风流的剑客，名曰沈三公子。 天下最有名的剑法，唤作万藏剑经。 天下最强大最神秘的地方，是为弃剑山庄。 每周六早上九点准时更新~"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "165e727a-ba50-47a7-90e3-8c187208550f",
    "title": {
      "en": "Crepuscule"
    },
    "updatedAt": "2023-02-10T02:56:37+00:00",
    "coverArt": "https://mangadex.org/covers/165e727a-ba50-47a7-90e3-8c187208550f/e8302315-9fd6-420c-9c0a-888cac7db7f8.jpg",
    "altTitles": [
      {
        "tr": "Alacakaranlık"
      },
      {
        "pl": "Zmierzch"
      },
      {
        "ru": "Сумерки"
      },
      {
        "ja": "黎明"
      },
      {
        "ko": "크리퍼스큘"
      }
    ],
    "description": {
      "en": "Lark is different from the rest of the kids. He has red eyes, just like Vampires do, and he is bullied by the other kids for it. One day he meets Setz, a kid who also has red eyes and is the only one that doesn't call him a monster or bully him. Eventually they become friends, but when Lark finds out he may have to return to the orphanage, Setz decides he does not want to lose his friend and invites him to his home… The world of the Vampires.  \n  \nNote: This project began as an amateur manhwa on Naver, but became popular enough that Naver chose to turn it into a professional work. The author and artist changed their pen names and restarted the series from the beginning, redesigning the artwork and part of the storyline in the process."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "251"
  },
  {
    "mangaId": "5a90308a-8b12-4a4d-9c6d-2487028fe319",
    "title": {
      "en": "Uzaki-chan wa Asobitai!"
    },
    "updatedAt": "2024-09-29T15:12:48+00:00",
    "coverArt": "https://mangadex.org/covers/5a90308a-8b12-4a4d-9c6d-2487028fe319/4bfb0a8a-d6ec-4c0b-8046-d9c5907e3e65.jpg",
    "altTitles": [
      {
        "id": "Uzaki-chan ingin bermain!"
      },
      {
        "ru": "Узаки хочет тусоваться!"
      },
      {
        "ja": "宇崎ちゃんは遊びたい!"
      },
      {
        "zh-hk": "宇崎酱想要玩耍!"
      },
      {
        "ko": "우자키 양은 놀고 싶어!"
      },
      {
        "fr": "Uzaki-chan wants to hang out !"
      },
      {
        "ja-ro": "Uzaki-chan wa Asobitai!"
      },
      {
        "fa": "اوزاکی چان میخواد وقت بگذرونه!"
      },
      {
        "en": "Uzaki-chan Wants to Hang Out!"
      }
    ],
    "description": {
      "en": "Annoying! Cute! But Annoying!  Shinichi Sakurai is a grumpy-faced, athletic and quiet college student who just wants to be left alone,  but he is frequently teased by his cute, stacked underclassman Hana Uzaki, whom he has known since high school.     Sugoi Dekai means something along the lines of \"impressively huge.\"",
      "pt": "A vida diária de um quieto universitário que só quer ficar sozinho, que começou a ser zombado pela sua Kouhai \"Fofa! Mas irritante!\".  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/syokumutaiman)",
      "pt-br": "A vida diária de um quieto universitário que só quer ficar sozinho, que começou a ser zombado pela sua Kouhai \"Fofa! Mas irritante!\".\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 4, Cap 35. ]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe6822cc-8435-4cc4-8517-bb3bfb24bcee",
    "title": {
      "en": "Brave Series"
    },
    "updatedAt": "2023-10-11T16:49:02+00:00",
    "coverArt": "https://mangadex.org/covers/fe6822cc-8435-4cc4-8517-bb3bfb24bcee/c3f2c7e9-3dd6-4790-a0c7-8dd63bc779e3.jpg",
    "altTitles": [
      {
        "zh": "勇者系列"
      }
    ],
    "description": {
      "en": "It is a world of heroes, demons, villagers and kings. Oh, and dragons and magic, of course. Kings employ warriors – the Braves – and equip them with the resources they need to fight the demons and protect the villagers. The role of the villagers is to accept that protection, and the demons are there, naturally, to be destroyed. But does the world have to be like this? Or is it just the way it happens to be?\n\n \n\nMust the Braves defeat the Demon King? Whose version of justice are they fighting for? Is the Demon King irredeemably evil? Was he born this way, or did something happen to him? What if both the Braves and the Demon King became who they are the same we ordinary folk do – by making the choices the world presents to us and accepting the consequences.\n\n \n\nYellow Book takes the tropes of a fantasy adventure and reimagines them, employing a humorous approach and a unique artistic style. This satirical work turns the usual image of the hero upside down. (BooksFromTaiwan)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c532b6f-0f3d-47db-8dd3-94474dc0e325",
    "title": {
      "en": "Perhaps Invincible"
    },
    "updatedAt": "2024-12-05T19:56:23+00:00",
    "coverArt": "https://mangadex.org/covers/4c532b6f-0f3d-47db-8dd3-94474dc0e325/428da4af-03c3-4443-a447-1e730fb908fb.jpg",
    "altTitles": [
      {
        "ko": "아마도 무적불패"
      },
      {
        "es-la": "Probablemente... Invencible?"
      }
    ],
    "description": {
      "en": "Yu Hyeol, a third-rate warrior infamously nicknamed *“The Star of the Dark Arts”* due to his menacing appearance, lived a life plagued by false rumors and endless misunderstandings. One day, Seolhwa—the woman he once vowed his future to—reappears before him, no longer the gentle figure he remembered but a formidable master of martial arts.  \n\nFrom that moment, his name becomes entangled with the lives of countless warriors, spiraling his already infamous reputation. As his so-called “notoriety” spreads, the Murim Alliance, the Demon Cult, and even the royal court take notice of him.  \n\n*\"No, really… it’s all just a big misunderstanding!\"*  \n\nBut can he convince the world otherwise? Or will he unintentionally become the legend he never aimed to be?",
      "es-la": "Yoo Hyeol, un guerrero de tercera categoría apodado infamemente “La Estrella de las Artes Oscuras” debido a su apariencia amenazante, vivió una vida plagada de falsos rumores y malentendidos sin fin. Un día, Seolhwa, la mujer a la que una vez le prometió su futuro, reaparece ante él, ya no es la figura gentil que recordaba, sino una formidable maestra de las artes marciales. A partir de ese momento, su nombre se enreda con las vidas de innumerables guerreros, lo que hace que su ya infame reputación se vuelva cada vez más complicada. A medida que su supuesta “notoriedad” se extiende, la Alianza Murim, el Culto del Demonio e incluso la corte real se fijan en él. \"No, en serio... ¡todo es solo un gran malentendido!\" Pero, ¿podrá convencer al mundo de lo contrario? ¿O se convertirá involuntariamente en la leyenda que nunca quiso ser?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-04T10:34:28+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29ab6984-7c1d-4d45-b925-25aa082b492e",
    "title": {
      "en": "Shangri-La Frontier ~Kusoge Hunter, Kamige ni Idoman to su~"
    },
    "updatedAt": "2024-11-17T17:49:29+00:00",
    "coverArt": "https://mangadex.org/covers/29ab6984-7c1d-4d45-b925-25aa082b492e/82d8bdc4-7af0-45aa-ad0f-cb55b28754d4.jpg",
    "altTitles": [
      {
        "ja": "シャングリラ・フロンティア　～クソゲーハンター、神ゲーに挑まんとす～"
      },
      {
        "en": "Shangri-La Frontier ~From Trash Game Hunter to God-Tier Gamer!~"
      },
      {
        "zh-hk": "香格里拉・開拓異境～糞作獵手挑戰神作～"
      },
      {
        "pt-br": "Shangri-La Frontier - o caçador de jogos ruins experimenta um jogo Divino."
      },
      {
        "ru": "Рубеж Шангри-Ла: любитель игрошлака бросает вызов топ игре"
      }
    ],
    "description": {
      "en": "Second-year high school student Rakuro Hizutome loves nothing more than finding so-called “trash games” and beating the crap out of them. When he decides to change things up by playing a new, “god-tier” VR game known as Shangri-La Frontier (aka. SLF), he does what he does best: min-maxes, skips the prologue, and jumps straight into action! Rakuro may be a seasoned gamer, but a meeting with an old rival will change the fate of every SLF player forever.\n\nClad in nothing but shorts and a bird mask, Rakuro (player name: Sunraku) launches into the world of SLF. Things are going well at first as he takes down a goblin, a bunny, and even a python. But then Sunraku comes up against a huge, hard-hitting wolf known as Lycagon the Nightslayer. Will Sunraku’s years of “trash game” experience be enough, or is he about to suffer a rude awakening just a few hours into his SLF adventure?",
      "ja": "“クソゲー”をこよなく愛する男・陽務楽郎。彼が次に挑んだのは、総プレイヤー数3000万人の“神ゲー”『シャングリラ・フロンティア』だった!　集う仲間、広がる世界。そして“宿敵”との出会いが、彼の、全てのプレイヤーの運命を変えていく!!",
      "pt": "A adaptação cômica do romance superpopular de Syosetu Ni Narou.  \n  \nHizutome Rakurou adora jogos de merda. Seu próximo desafio é Shangri-la Frontier, o jogo divino com uma base de jogadores total de 30.000.000. Reunindo companheiros (ralé) em um mundo expansivo e encontrando velhos inimigos pelo caminho, ele mudará o destino de cada jogador.",
      "ru": "Главный герой истории — лидер таблиц рейтинга в посредственных малоизвестных VR-играх (так называемый «игрошлак») которые, тем не менее, полностью его устраивают. Но однажды он решается бросить вызов сверхпопулярной игре с 30 миллионами активных пользователей под названием «Shangri-La Frontier». Адаптация суперпопулярного романа из \"Shousetsuka ni Narou\".",
      "pt-br": "O estudante do segundo ano do ensino médio, Rakuro Hizutome, adora encontrar os chamados “jogos ruins” e dar uma surra neles. Quando ele decide mudar as coisas jogando um novo jogo de realidade virtual de “nível divino” conhecido como Shangri-La Frontier (também conhecido como SLF), ele faz o que faz de melhor: min-maxes, pula o prólogo e pula direto para Ação! Rakuro pode ser um jogador experiente, mas um encontro com um antigo rival mudará para sempre o destino de cada jogador SLF.\n\nVestido apenas com shorts e uma máscara de pássaro, Rakuro (nome do jogador: Sunraku) se lança no mundo do SLF. As coisas vão bem no início, quando ele derruba um duende, um coelho e até uma píton. Mas então Sunraku se depara com um lobo enorme e contundente conhecido como Lycagon, o Matador da Noite. Os anos de experiência em “jogos ruins” de Sunraku serão suficientes ou ele está prestes a sofrer um rude despertar apenas algumas horas em sua aventura SLF?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b03cddef-748a-4c6e-9ebe-2579ac9d19b4",
    "title": {
      "en": "Erotical Wizard to 12-nin no Hanayome"
    },
    "updatedAt": "2024-11-02T13:51:00+00:00",
    "coverArt": "https://mangadex.org/covers/b03cddef-748a-4c6e-9ebe-2579ac9d19b4/9acafa80-413b-4c2a-ac88-8dfaf49df55d.jpg",
    "altTitles": [
      {
        "ja": "エロティカル・ウイザードと12人の花嫁"
      },
      {
        "id": "Penyihir Erotis dan 12 Pengantin"
      },
      {
        "en": "Erotical Wizard and 12 Brides"
      },
      {
        "ja-ro": "Erotical Wizard to 12-nin no Hanayome"
      }
    ],
    "description": {
      "en": "Junpei Ichinose, a student at a magic school in Tokyo, is a dropout who has never discovered his magic aptitude. Suddenly, the beautiful witch Meryl appears before him and tells him, \"I need your power, the reincarnation of the Demon King\". Junpei finds out that he has the power of the Demon King. He learns that he has the power of the Demon King, and his secret is revealed to Sonia, a beautiful girl who is a descendant of a brave warrior. Junpei, who has no intention of becoming a Demon King, persuades Sonia to teach him how to use his power properly. However, the Demon King's power is the strongest and worst \"erotic magic\"!\n\nThe harem school battle to master H-magic with beautiful girls is about to begin!",
      "id": "Junpei Ichinose, seorang siswa sekolah sihir di Tokyo, dia adalah seorang penyihir gagal. Tapi tiba-tiba, penyihir cantik Meryl muncul di hadapannya dan mengatakan kepadanya, \"Aku membutuhkan kekuatanmu, reinkarnasi Raja Iblis\". Junpei mengetahui bahwa dia memiliki kekuatan Raja Iblis. dan rahasianya terungkap kepada Sonia, seorang gadis cantik yang merupakan keturunan pahlawan. Junpei, yang tidak berniat menjadi Raja Iblis, membujuk Sonia untuk mengajarinya cara menggunakan kekuatannya dengan benar. Namun, kekuatan Raja Iblisnya adalah kekuatan \"sihir erotis\".",
      "ja": "魔法学校の落ちこぼれが目覚めた力はエロ限定!?美少女たちとHな魔法を極めるハーレム学園バトル開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec535b09-51d7-4bd2-bb53-f854a90629f5",
    "title": {
      "en": "Dusk Howler"
    },
    "updatedAt": "2023-05-27T13:50:04+00:00",
    "coverArt": "https://mangadex.org/covers/ec535b09-51d7-4bd2-bb53-f854a90629f5/f73b79b7-a04b-4316-b331-76327b363329.jpg",
    "altTitles": [
      {
        "ko": "더스크 하울러"
      },
      {
        "ja": "ダスクハウラー"
      },
      {
        "ko-ro": "Deoseukeu Haulleo"
      }
    ],
    "description": {
      "en": "Kim Jee-Ha comes from a good background with decent grades and test results; however, he has one big flaw - when it comes to official events like university interviews for example, he is horrible. To overcome his social awkwardness, he embarks upon the virtual reality game Trikia where he meets an eccentric high level undead Nine - his future guild master.\n\n---\n\n**Links:**\n- [Kakao Webtoon](https://webtoon.kakao.com/content/%EB%8D%94%EC%8A%A4%ED%81%AC-%ED%95%98%EC%9A%B8%EB%9F%AC/1399)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "91"
  },
  {
    "mangaId": "17ce37ea-1cda-4429-b062-c4b627814225",
    "title": {
      "en": "Owari no Seraph"
    },
    "updatedAt": "2024-07-03T15:45:41+00:00",
    "coverArt": "https://mangadex.org/covers/17ce37ea-1cda-4429-b062-c4b627814225/c1423f5e-3f09-4f3d-ae37-ea77cd317266.jpg",
    "altTitles": [
      {
        "ja-ro": "Owari no Serafu"
      },
      {
        "tr": "Seraph of the End: Kıyamet Meleği"
      },
      {
        "pl": "Seraph of the End: Serafin Dni Ostatnich"
      },
      {
        "en": "Seraph of the End: Vampire Reign"
      },
      {
        "ru": "Последний Серафим"
      },
      {
        "fa": "اسرافیل پایانی"
      },
      {
        "ar": "سيراف النهاية"
      },
      {
        "ja": "終わりのセラフ"
      },
      {
        "zh": "终结的炽天使"
      },
      {
        "ja-ro": "Owari no Seraph"
      },
      {
        "fr": "Le Séraphin de la Fin"
      }
    ],
    "description": {
      "en": "One day, a mysterious virus appeared on Earth which killed every infected human over the age of 13. At the same time, vampires emerged from the world's dark recesses and enslaved mankind. Enter Hyakuya Yuuichirou, a young boy, who along with the rest of the children from his orphanage, are treated as livestock by the vampires. Even in captivity, Yuuichirou dreams big. He dreams of killing vampires. He dreams of killing them all.",
      "ru": "В стремлении к запретным знаниям «человек разумный» опять напортачил — в 2012 году на волю вырвался смертельный вирус, начавший косить человечество. Умирали почему-то взрослые, и тут, откуда ни возьмись, явились вампиры и согнали оставшихся детей в свой подземный город, объявив, что отныне «людишки» будут жить под защитой клыкастых хозяев, расплачиваясь кровью. Резкий парень Юитиро пожил так 4 года и понял, что пора валить — вместе с названным братом Микой и всей «семьей Хьякуя», группой детей, выросшей в одном приюте. Конечно, вампиры легко догнали и перебили беглецов, ушел лишь один.   \nВыйдя на поверхность, юный Хьякуя понял, что эпидемия кончилась, но мир изменился — кругом разруха, бродят демоны, а кровососы потихоньку расширяют территорию, предлагая жителям «крышу». Власть в Японии захватила семья Хиираги, сформировавшая Имперскую Демоническую армию, которая защищает людей и бьет вампиров зачарованным оружием. Свой путь Юитиро ясен — готовиться к службе, мстить за погибшую родню. Прямого и порывистого парня ждет немало сюрпризов и неожиданностей, но в таком поганом мире лучше надеяться на свой дар и свой меч, чем на волю судьбы и благосклонность правителей!",
      "pt-br": "Um dia, um vírus misterioso apareceu na Terra e matou todos os humanos infectados com mais de 13 anos. Ao mesmo tempo, vampiros emergiram dos recantos sombrios do mundo e escravizaram a humanidade. Entra Hyakuya Yuuichirou, um menino que, junto com o resto das crianças de seu orfanato, é tratado como gado pelos vampiros. Mesmo em cativeiro, Yuuichirou sonha grande. Ele sonha em matar vampiros. Ele sonha em matar todos eles."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db882a6e-6716-47bc-b031-c420f42d08d5",
    "title": {
      "en": "Whimsy Whimsy Witch"
    },
    "updatedAt": "2024-11-21T06:24:01+00:00",
    "coverArt": "https://mangadex.org/covers/db882a6e-6716-47bc-b031-c420f42d08d5/9371a28d-1bce-46b3-b56e-1e5f36c199ee.jpg",
    "altTitles": [
      {
        "vi": "Cô phù thủy ngộ nghĩnh"
      }
    ],
    "description": {
      "en": "A prince has been cursed to turn into a frog by a witch. Things went wild from there.",
      "vi": "Một hoàng tử bị biến thành con ếch bởi một mụ phù thủy. Chuyện diễn ra tiếp theo khá là kì cục."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Otaku ni Yasashii Gal wa Inai!?"
    },
    "updatedAt": "2024-12-02T19:33:26+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/4b87e456-0243-4dfe-abda-d0f41c91141a.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal Can't Be Kind to Otaku!?"
      },
      {
        "en": "Gals Can't Be Kind To A Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Gentil com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87d74323-b8e0-43bb-973f-6bada02a8a81",
    "title": {
      "en": "Shin Kamen Rider Spirits"
    },
    "updatedAt": "2024-10-04T15:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/87d74323-b8e0-43bb-973f-6bada02a8a81/e6efa312-4f5f-4986-81cb-e76c43275cf3.jpg",
    "altTitles": [
      {
        "en": "New Kamen Rider Spirits"
      },
      {
        "ja": "新 仮面ライダーSPIRITS"
      },
      {
        "en": "New Masked Rider Spirits"
      }
    ],
    "description": {
      "en": "Kamen Rider, the righteous warrior who shouts out \"Henshin!\" and continues to fight evil. The heroes created by the genius Shotaro Ishinomori are brought back to life by the hard-working Muraeda Kenichi!　In this epic hero battle story, the 10th rider \"ZX\" fights alongside the previous riders against the mysterious organization \"BADAN\" that is invading the world!"
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e959ee87-cae7-4903-82b3-fa8800bb8ce6",
    "title": {
      "en": "The Lady and the Beast"
    },
    "updatedAt": "2024-03-22T17:44:46+00:00",
    "coverArt": "https://mangadex.org/covers/e959ee87-cae7-4903-82b3-fa8800bb8ce6/83ef3e21-f268-4d16-89da-91106a1bdaba.jpg",
    "altTitles": [
      {
        "ko": "그녀와 야수"
      },
      {
        "ko-ro": "Geunyowa Yasu"
      },
      {
        "en": "She and the Beast"
      },
      {
        "en": "The Woman and the Beast"
      },
      {
        "en": "The Girl and the Beast"
      },
      {
        "de": "Die Schöne und das Biest"
      },
      {
        "fr": "La belle et la bête"
      },
      {
        "es": "Ella y la bestia"
      },
      {
        "uk": "Вона та звір"
      },
      {
        "ru": "Она и зверь"
      },
      {
        "th": "เลดี้กับท่านชายอสูร"
      },
      {
        "ja": "彼女と野獣"
      },
      {
        "tr": "Kız ve Canavar"
      },
      {
        "zh": "她与野兽"
      },
      {
        "zh-hk": "她與野獸"
      },
      {
        "vi": "Người Đẹp Và Quái Vật"
      },
      {
        "mn": "Авхай ба араатан"
      }
    ],
    "description": {
      "de": "Nach einem Leben voller Blutvergießen und Kummer wird die große Kaiserin Martina wiedergeboren als Astina, geniale Tochter eines bescheidenen Grafen. Aber ihre friedliche Welt zerbricht, als der Bankrott der Familie ihren Vater dazu zwingt, sie an den gefährlichen Erzherzog Atalenta zu verheiraten. Dieser ist in der feinen Gesellschaft bekannt als „Terriod die Bestie“, weil er durch einen Familienfluch in ein wildes Monster verwandelt wurde. Glücklicherweise ist selbst die tödliche Bestie von Atalenta dem mächtigen Schwert der ehemaligen Kaiserin nicht gewachsen. Alle sind geschockt, als die neue Erzherzogin ihren Ehemann kurzerhand zähmt und zum Familienoberhaupt wird. Niemand ist jedoch mehr überrascht als Astina selbst, als ein einfacher Kuss Terriod zurück in einen Menschen verwandelt. Er ähnelt nicht nur ihrem Liebhaber aus ihrem vergangenen Leben, sondern hat auch noch keinerlei Erinnerungen an sie von seiner Zeit als Bestie. Kann sich dieses mächtige Paar trotz der unangenehmen Umstände zusammentun und über das Erzherzogtum herrschen?\n\n---\n[Official English Novel Translation](https://www.tappytoon.com/en/comics/the-lady-and-the-beast-novel)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8%EB%85%80%EC%99%80-%EC%95%BC%EC%88%98/2760), [KakaoPage](https://page.kakao.com/home?seriesId=55566760)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-lady-and-the-beast)\n* [French / Français](https://www.tappytoon.com/fr/comics/the-lady-and-the-beast-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/the-lady-and-the-beast-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Lady-and-the-Beast/24)\n* [Japanese / 日本語](https://piccoma.com/web/product/67330)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3/210)",
      "en": "100 years after her death, Empress Martina, the founder of the Carabella Empire, reincarnates as Astina Lette, the daughter of a count. Her peaceful, everyday life as a noble lady, a stark contrast to her past life, is short-lived, however.\n\nWith the bankruptcy of her father's failed trade business, her family falls into great debt. Astina decides to sell herself off to marry Grand Duke Thereode in place of her sister Kanna to save her family from their financial crisis. But Thereode is forever cursed to take on the form of a beast, and no one expects her to survive the night with him…\n\nStill, defying all odds, she fights the beast with her impressive swordsmanship, and miraculously survives. Over time, a slow relationship begins to kindle between them as she tames him as her pet.\n\n---\nFollowing a life of bloodshed and heartbreak, the great Empress Martina is reborn as Astina, the genius daughter of a humble count. But her peaceful world is shattered when bankruptcy forces her father to marry her off to the dangerous Archduke Atalenta. All of high society knows him as \"Theriod the Beast\" because of a family curse that turned him into a wild monster. Luckily, even the deadly beast of Atalenta is no match for the former empress's mighty sword. \n\nEveryone is shocked when the new archduchess tames her husband all too easily and takes over as the family head. No one's more surprised than Astina, however, when her casual kiss returns Theriod to his human form. Not only does he resemble her past life lover, but he has no memory of her from his wolf days. Despite these awkward circumstances, can the new power couple join hands to rule over the archduchy?\n\n---\n[Official English Novel Translation](https://www.tappytoon.com/en/comics/the-lady-and-the-beast-novel)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8%EB%85%80%EC%99%80-%EC%95%BC%EC%88%98/2760), [KakaoPage](https://page.kakao.com/home?seriesId=55566760)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-lady-and-the-beast)\n* [French / Français](https://www.tappytoon.com/fr/comics/the-lady-and-the-beast-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/the-lady-and-the-beast-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Lady-and-the-Beast/24)\n* [Japanese / 日本語](https://piccoma.com/web/product/67330)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3/210)",
      "fr": "Après une vie ponctuée de massacres et de trahisons, l'impératrice Martina se réincarne dans le corps d'Astina, de longues années plus tard. Seulement, cette fois aussi, sa vie ne sera pas de tout repos, puisqu'après que leur père a fait faillite, la sœur d'Astina est mariée de force à l'archiduc Atalenta, un homme victime d'une terrible malédiction le transformant en monstre. Astina décide alors de prendre la place de la jeune Kanna, et affronte sans mal la bête terrifiante qu'est devenu l'archiduc. Elle n'en reste pas moins surprise d'arriver à gérer la situation avec tant de facilité, et l'est encore plus lorsqu'un simple baiser de sa part finit par rendre son apparence à l'archiduc, qui en plus de ressembler étrangement à l'homme donc Martina était amoureuse, n'a plus aucun souvenir d'elle lorsqu'il était un loup. Malgré cette situation on ne peut plus étrange, vont-ils réussir à maintenir l'ordre dans le duché et à régner main dans la main?\n\n---\n[Official English Novel Translation](https://www.tappytoon.com/en/comics/the-lady-and-the-beast-novel)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8%EB%85%80%EC%99%80-%EC%95%BC%EC%88%98/2760), [KakaoPage](https://page.kakao.com/home?seriesId=55566760)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-lady-and-the-beast)\n* [French / Français](https://www.tappytoon.com/fr/comics/the-lady-and-the-beast-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/the-lady-and-the-beast-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Lady-and-the-Beast/24)\n* [Japanese / 日本語](https://piccoma.com/web/product/67330)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3/210)",
      "ko": "제국의 시조였던 전설적인 인물 마티나의 죽음으로부터 백 년 후,\n마티나는 귀족가의 일개 여식인 아스티나로 환생한다.\n\n전생과 다른 평화로운 일상은 잠시,\n아버지의 파산으로 인해 아스티나는\n야수의 형상을 한 테리오드 대공에게로 팔려 간다.\n\n“급소를 쳐서 기절시켰어요.”\n“기…… 절시키셨다고요?”\n\n하룻밤에 죽어 나갈 것이라는 모두의 예상과 달리\n그녀는 화려한 검술로 괴물 테리오드를 제압해\n애완동물로 길들이기 시작한다.\n\n“테오, 앉아.”\n“컹!”\n\n달빛이 아름다운 어느 밤,\n자신을 잘 따르는 테리오드가 기특해\n아스티나는 그에게 짧게 입을 맞춰 주는데……\n\n“……테오?”\n\n아스티나의 애완동물이……\n사람이 됐다?\n\n결핍된 괴물 남편과 무심한 아내의 본격 조련 로맨스!\n\n---\n[Official English Novel Translation](https://www.tappytoon.com/en/comics/the-lady-and-the-beast-novel)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8%EB%85%80%EC%99%80-%EC%95%BC%EC%88%98/2760), [KakaoPage](https://page.kakao.com/home?seriesId=55566760)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-lady-and-the-beast)\n* [French / Français](https://www.tappytoon.com/fr/comics/the-lady-and-the-beast-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/the-lady-and-the-beast-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Lady-and-the-Beast/24)\n* [Japanese / 日本語](https://piccoma.com/web/product/67330)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3/210)",
      "ru": "Спустя сотню лет после смерти Мартины — основательницы империи, легенда переродилась в теле Астины — одной из дочерей аристократической семьи. Ее мирная повседневная жизнь, так отличавшаяся от предыдущей, оборвалась в тот миг, когда обанкротившийся отец продал ее звероподобному эрцгерцогу Териоту. Но вопреки многочисленным ожиданиям, что девушка, встретившись с чудовищем, в одночасье погибнет, благодаря своему исключительному мастерству владения мечом Астина победила монстра и приручила его, словно домашнего питомца…\n\n---\n[Official English Novel Translation](https://www.tappytoon.com/en/comics/the-lady-and-the-beast-novel)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8%EB%85%80%EC%99%80-%EC%95%BC%EC%88%98/2760), [KakaoPage](https://page.kakao.com/home?seriesId=55566760)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-lady-and-the-beast)\n* [French / Français](https://www.tappytoon.com/fr/comics/the-lady-and-the-beast-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/the-lady-and-the-beast-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Lady-and-the-Beast/24)\n* [Japanese / 日本語](https://piccoma.com/web/product/67330)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3/210)",
      "uk": "Через 100 років після смерті, імператриця Мартіна, засновниця імперії Карабелла, перевтілюється в Астіну Летте, дочку графа. Однак її мирне повсякденне життя благородної дами, що різко контрастує з її минулим життям, є недовгим.\n\nПісля банкрутства невдалого торгового бізнесу її батька, її родина потрапляє у великі борги. Астіна вирішує продати себе, щоб вийти заміж за великого герцога Тереоду, замість своєї сестри Канни, щоб врятувати свою сім'ю від фінансової кризи. Але Тереода назавжди проклятий мати образ звіра, і ніхто не очікує, що вона переживе ніч з ним...\n\n---\n[Official English Novel Translation](https://www.tappytoon.com/en/comics/the-lady-and-the-beast-novel)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EA%B7%B8%EB%85%80%EC%99%80-%EC%95%BC%EC%88%98/2760), [KakaoPage](https://page.kakao.com/home?seriesId=55566760)\n\n**Official Translations:**\n* [English](https://www.tappytoon.com/en/comics/the-lady-and-the-beast)\n* [French / Français](https://www.tappytoon.com/fr/comics/the-lady-and-the-beast-fr)\n* [German / Deutsch](https://www.tappytoon.com/de/comics/the-lady-and-the-beast-de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/The-Lady-and-the-Beast/24)\n* [Japanese / 日本語](https://piccoma.com/web/product/67330)\n* [Thai / ภาษาไทย](https://th.kakaowebtoon.com/content/%E0%B9%80%E0%B8%A5%E0%B8%94%E0%B8%B5%E0%B9%89%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B8%8A%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%AA%E0%B8%B9%E0%B8%A3/210)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5162d7e1-dcd4-4a3f-980f-83ca6c2a6957",
    "title": {
      "en": "Moto Dorei Desu ga, Oni no Dorei wo Katte Mitara Seiryoku ga Tsuyosugiru node Sutetai..."
    },
    "updatedAt": "2024-10-23T15:06:53+00:00",
    "coverArt": "https://mangadex.org/covers/5162d7e1-dcd4-4a3f-980f-83ca6c2a6957/b8f4c8b9-de4b-45a6-bc80-c5b8767f74fd.jpg",
    "altTitles": [
      {
        "ja": "元奴隷ですが、鬼の奴隷を買ってみたら精力が強すぎるので捨てたい……"
      },
      {
        "ja-ro": "Moto Dorei Desu ga, Oni no Dorei o Katte Mitara Seiryoku ga Tsuyosugiru node Sutetai..."
      },
      {
        "en": "I'm a Former Slave, but I Tried to Buy an Oni Slave Whom I Later Found to Have Too Much Energy, so I Want to Throw Him Away..."
      },
      {
        "en": "I Bought a Demon Slave but He's So Strong That I Want to Throw Him Away..."
      },
      {
        "zh": "本来身为奴隶，买了鬼做奴隶结果却因为精力太旺盛了好想扔掉"
      }
    ],
    "description": {
      "en": "It has been seven years since Sora Ono was sent to another world, where she was enslaved. Because of a clerical error, her “slave” status was revoked, and Sora walked away a free woman. Then one day, she purchases a slave..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "401f20ca-5cb8-4742-97e0-a5f5e3b3e3cd",
    "title": {
      "en": "Drop Frame"
    },
    "updatedAt": "2024-09-21T20:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/401f20ca-5cb8-4742-97e0-a5f5e3b3e3cd/155b5ebc-9253-4ce3-b168-7c911b0658dd.jpg",
    "altTitles": [
      {
        "ja": "ドロップフレーム"
      }
    ],
    "description": {
      "ja": "高校２年生の閏之介は、9月にある文化祭で流す映画を作るため、夏休みを使って仲間たちと撮影することに。それぞれ得意な分野を活かそうとするが、肝心の役者がいない…。困りながらも撮影を続けていると、偶然ハーフの少女、ルウと出会う。彼女も映画作りに加わることになるのだが、少しずつ５人の距離に変化が現れる…。"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "4",
    "lastChapter": "21"
  },
  {
    "mangaId": "7bb7e5ae-a784-4009-98b2-8ad4a7541548",
    "title": {
      "en": "Ace of Diamond - Act II"
    },
    "updatedAt": "2023-11-07T19:45:02+00:00",
    "coverArt": "https://mangadex.org/covers/7bb7e5ae-a784-4009-98b2-8ad4a7541548/63c9b16e-e1f3-4eb2-ac6d-191e74d0a05a.jpg",
    "altTitles": [
      {
        "ja-ro": "Daiya no A - Act II"
      },
      {
        "ja-ro": "Diamond no Ace: Act II"
      },
      {
        "ru": "Путь аса - Акт II"
      },
      {
        "ja": "ダイヤのA actⅡ"
      },
      {
        "zh-hk": "鑽石王牌 actⅡ"
      }
    ],
    "description": {
      "en": "Eijun Sawamura had his heart set on the middle-school national baseball championships. But his team is eliminated thanks to a wild pitch thrown by Eijun himself. He’s planning to go to high school with his teammates and try again next year when he’s scouted by the famous Seido High School baseball team. When he goes for a campus visit, he finds himself on the receiving end of a baptism by fire! His experience forming a battery with up-and-coming catcher Miyuki rekindles his passion for baseball!!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "34",
    "lastChapter": "308.5"
  },
  {
    "mangaId": "efb4278c-a761-406b-9d69-19603c5e4c8b",
    "title": {
      "en": "The 100 Girlfriends Who Really, Really, Really, Really, Really Love You"
    },
    "updatedAt": "2024-11-22T05:23:22+00:00",
    "coverArt": "https://mangadex.org/covers/efb4278c-a761-406b-9d69-19603c5e4c8b/72a089a1-3ef1-4337-9f0f-dfd5202b91f8.jpg",
    "altTitles": [
      {
        "ja": "君のことが大大大大大好きな100人の彼女"
      },
      {
        "es-la": "Las 100 Novias Que Te Quieren Mucho Mucho Mucho Mucho Mucho"
      },
      {
        "bg": "Стокано"
      },
      {
        "ru": "100 девушек, которые очень-очень-очень-очень-очень сильно тебя любят"
      },
      {
        "zh-hk": "超超超超超喜歡你的100個女友"
      },
      {
        "pt-br": "As 100 Namoradas que te Amam Muito, Muito, Muito, Muito, Muito, Mesmo."
      },
      {
        "ja-ro": "Kimi no koto ga daidaidaidaidai suki na 100-nin no Kanojo"
      },
      {
        "vi": "100 Cô Bạn Gái Này Rất, Rất, Rất, Rất, Rất Là Yêu Tôi Đó"
      },
      {
        "es-la": "Mis 100 novias que me quieren mucho mucho"
      },
      {
        "it": "Le 100 fidanzate"
      }
    ],
    "description": {
      "en": "Aijo Rentaro has asked a hundred girls out and struck out every time. \nIn desperation, he prays for guidance, only to be told by a god that his rejections were due to a cosmic mishap! \nNow this god will set things right by making sure Aijo gets one hundred dates. \n\nExcept, as things often go with gods, there’s a catch: each of his one hundred dates is Aijo’s destined soulmate! \nWorse, if he doesn’t return their feelings, they’ll all die in horrible - and hilarious - accidents!",
      "ru": "Что может быть хуже отказа на признание в любви? Сотня отказов на признание в любви! Айдзё Рэнтаро – безнадёжный романтик, признавшийся в любви уже сто раз, но по необъяснимым причинам каждый раз получавший отказ. В один прекрасный день перед ним предстаёт сам Бог Любви и говорит, что его ужасная удача в любви обернулась вспять! Теперь Айдзё предстоит встретить 100 девушек \"Соулмейтов\" – каждая из них предназначена ему самой судьбой и без памяти влюблена в него! Но вот беда: ни у одного человека не должно быть столько соулмейтов. Если он не ответит хоть одной из них взаимностью, девушку ждёт смерть от несчастного случая! Теперь это дело любви и смерти, а выбор за Айдзё.",
      "pt-br": "Aijou é um garoto que tem muito azar no amor e já foi rejeitado mais de 100 vezes. Desesperado ele vai num templo pedir ajuda aos deuses. E seu desejo foi atendido, para cada rejeição ele terá uma alma gêmea. Mas isso se tona uma maldição quando ele fica sabendo que se elas não forem felizes ao lado de sua alma gêmea, ele, elas vão morrer… Mas que merda, você ainda está lendo isso? Não escutou? São 100 garotas, 100! Não há tempo a perder!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bea93307-af08-4bb1-9726-a434e7030892",
    "title": {
      "en": "Bukiyou na Silent"
    },
    "updatedAt": "2024-11-26T10:35:53+00:00",
    "coverArt": "https://mangadex.org/covers/bea93307-af08-4bb1-9726-a434e7030892/19c29982-5c12-403a-b877-7612b4d74ba3.jpg",
    "altTitles": [
      {
        "en": "Awkward Silent"
      },
      {
        "ja": "不器用なサイレント"
      }
    ],
    "description": {
      "en": "Toono Satoru was just asked to go on a date by Tamiya Keigo, but all Satoru does is stare blankly at him without saying a word. The truth is that Satoru is so happy right now he could burst! He's had a crush on Tamiya for the longest time and never thought the feelings might be mutual. Unfortunately for Satoru, his emotions never show on his face and he barely ever talks. Naturally, this causes all sorts of misunderstandings. Will he be able to express his true feelings for Tamiya? Will Tamiya ever learn to read Satoru's expressionless face?",
      "pl": "Jestem w głębokim szoku - powiedział Satoru Toono, choć jego twarz nie wyrażała zupełnie nic. To jednak standard w jego wykonaniu - jego twarz jest pozbawiona wyrazu niezależnie od sytuacji. Nawet wtedy, gdy uczucia wyznaje mu Tamiya - chłopak, który już od dłuższego czasu podoba się Toono. Ten na szczęście zrozumiał, ale czy zrozumie następnym razem? Bo czy do ludzi takich jak Satoru nie powinno dołączać się instrukcji obsługi? A może Tamiya poradzi sobie bez niej?"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "31.5"
  },
  {
    "mangaId": "c5dbe9be-e2f2-4423-a8e8-47dbdbe6d0d9",
    "title": {
      "en": "Deisui Kanojo"
    },
    "updatedAt": "2024-05-05T14:52:55+00:00",
    "coverArt": "https://mangadex.org/covers/c5dbe9be-e2f2-4423-a8e8-47dbdbe6d0d9/5b924018-5a38-4c17-bef0-6d65c5022c7a.jpg",
    "altTitles": [
      {
        "ja": "泥酔彼女"
      },
      {
        "en": "Drunk Girl"
      },
      {
        "pt-br": "Garota Bêbada"
      }
    ],
    "description": {
      "en": "On Christmas Eve, Seto Hozumi is forced by his older sister to take care of Izumi Nanse, a beautiful girl any man would love to be with. However, she stands out not only for her beauty, but also for being carefree, useless and someone who is very fond of alcohol. Now our protagonist will have to deal with unexpected visits from this beauty who does nothing but drink… ᵃⁿᵈ ᵃˡˡ ᵗʰᵃᵗ ᵉⁿᵗᵃⁱˡˢ﹗",
      "ja": "「弟ク～ン、おつまみま～だ～？」無自覚＆無頓着。顔がいいくせに絶妙にガードが緩い。勝手に家に来るしやたら酒好きだし隙あらば弄り倒してくるし、とにかくひたすら面倒くさい。そんなハタチのダメ女に男子高校生が付き合わされまくる、酒ヒロイン特化型宅飲みラブコメ！　ＧＡ文庫の大人気作が、酒好き泥酔漫画家・ぽんこつわーくす執筆によりコミカライズ！",
      "pt-br": "Na noite de Natal, Seto Hozumi é forçado por sua irmã mais velha a cuidar de Izumi Nanse, uma bela garota com quem qualquer homem gostaria de estar. Entretanto, ela se destaca não apenas por sua beleza, mas também por ser despreocupada, uma inútil e alguém que gosta muito de álcool. Agora nosso protagonista terá que lidar com visitas inesperadas desta beleza que não faz nada além de beber… e tudo o que isso implica!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8e88f44-8fe3-41b8-a391-335576f7ddcc",
    "title": {
      "en": "A Livid Lady's Guide to Getting Even: How I Crushed My Homeland with My Mighty Grimoires"
    },
    "updatedAt": "2024-11-28T11:20:38+00:00",
    "coverArt": "https://mangadex.org/covers/b8e88f44-8fe3-41b8-a391-335576f7ddcc/049c6d03-66e1-4ef8-9972-e47ffc1aa1d8.jpg",
    "altTitles": [
      {
        "ja": "ブチ切れ令嬢は報復を誓いました。～魔導書の力で祖国を叩き潰します～"
      },
      {
        "ja-ro": "Buchigire Reijou wa Houfuku wo Chikaimashita. ~Madousho no Chikara de Sokoku wo Tatakitsubushimasu~"
      }
    ],
    "description": {
      "en": "Lady Elizabeth has her engagement annulled at a party by the crown prince, whose heart has moved on to another young noblewoman. She is then imprisoned in the dungeon over unjust accusations, and learns she has been betrayed by the country to which she has devoted everything...\n\nAt the peak of her frustration, Elizabeth finally decides to defect, with a grimoire holding hidden and formidable powers in hand!! She begins her new life and trade with the help of Viscount Lucas from the neighbouring country. With a fierce desire for revenge against her home country in her heart.",
      "ja": "他の令嬢に心を移した王太子から、パーティーで婚約破棄を告げられた公爵令嬢・エリザベート。そのまま不当な咎で牢屋に幽閉されてしまい、すべてを捧げてきた国からも裏切られたことを知る……。\n\nついに我慢も限界に達したエリザベートは、強力な力を秘めた魔導書を手に、亡命を決意!!　隣国の子爵・ルーカスの手を借りて新たな地で新生活＆商売を始める。祖国への凄烈な復讐心を胸に秘めながら――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b41bef1e-7df9-4255-bd82-ecf570fec566",
    "title": {
      "en": "The New Gate"
    },
    "updatedAt": "2024-11-02T15:54:17+00:00",
    "coverArt": "https://mangadex.org/covers/b41bef1e-7df9-4255-bd82-ecf570fec566/12d5e5de-5a4a-4c49-a77b-674f60ed5f5b.jpg",
    "altTitles": [
      {
        "fr": "La nouvelle Porte"
      },
      {
        "lt": "Nauji Vartai"
      },
      {
        "ru": "Новые Врата"
      },
      {
        "th": "เดอะ นิวเกท"
      },
      {
        "ja": "ザ・ニュー・ゲート"
      },
      {
        "ko": "더뉴게이트"
      },
      {
        "az": "Yeni darvaza"
      },
      {
        "tr": "Yeni Kapı"
      }
    ],
    "description": {
      "az": "\"The New Gate\" adlı onlayn oyunun ölüm oyununa çevrilməsi nəticəsində on minlərlə oyunçu bu oyunda ilişib qalır. Lakin ən güclü və keçmiş oyunçulardan biri olan Şinin səyləri nəticəsində bütün oyunçular oyundan çıxa bilirlər. Lakin Şin ən sonuncu bossu məğlub edib hər kəsi azad edəndə qəribə işıq görür və qəflətən özünü 500 il gələcəkdəki oyun dünyasında tapır.",
      "en": "The New Gate — an online game transformed into a life-and-death struggle for its players.\n\nThanks to the valiant efforts of Shin, the most powerful of them all, an end to the game and freedom for everyone seemed within reach. But just moments after Shin defeats the game’s final boss, he finds himself bathed in an unknown light and transported some 500 years into the future of the in-game world!\n\nThrown from a simple game gone wrong into a strange new land, one young swordsman of unrivalled strength is about to embark on a legendary journey!",
      "es": "\"THE NEW GATE\", un juego online que se había convertido en un juego de la muerte, ahora estaba liberando a las decenas de miles de jugadores que habían sido arrastrados, gracias a los esfuerzos de Shin, uno de los jugadores más antiguos. Pero después de haber derrotado al último jefe y liberado a todos, fue tragado por una luz extraña y se encontró dentro del mundo del juego 500 años en el futuro.",
      "ja": "数万人を巻き込んでデスゲームと化したオンラインゲーム「THE NEW GATE（ザ・ニューゲート）」は、最古参プレイヤー・シンの活躍によりついに解放のときを迎えようとしていた。しかし最後のボスを倒し脱出することができたと思った瞬間、\n突如未知の光を浴び、500年後のゲーム世界に飛ばされてしまう！最強プレイヤーの新たなる無双バトル伝説開幕！\n\n[Video Preview](https://youtu.be/YyB2MNkrpfw)",
      "ru": "«Новые Врата» — смертельная игра, которая не отпускает десятки тысяч игроков. Шин — как раз один из таких геймеров. Он побеждает последнего босса и освобождает всех людей из смертельной ловушки, но самого его охватывает яркий свет и он переносится на 500 лет вперед.",
      "th": "[THE NEW GATE] เกมแนว VRMMO-RPG\nซึ่งกลายเป็นเดธเกมนั้นได้มาถึงช่วงเวลา\nแห่งการปลดปล่อย\nเพราะความพยายามของเพลเยอร์ (ผู้เล่น)\nที่แข็งแกร่งที่สุดนามว่า ชิน\nทว่า ทันทีที่เขาโค่นมอนสเตอร์ตัวสุดท้ายลง\nอยู่ๆ ประตูที่อยู่ด้านในสุดก็เปิดออก และทำให้ชิน\nซึ่งอาบแสงปริศนาที่สาดส่องเข้ามาหมดสติไป—\nเมื่อเขาลืมตาตื่นขึ้นมาอีกครั้ง ก็ปรากฏภาพ\nของโลกของ [THE NEW GATE]\nที่กลายเป็นของจริงขึ้นมา...!!",
      "tr": "\"The New Gate\", oyuncularını tuzağa düşüren ve bir ölüm oyununa dönüşen çevrimiçi bir oyundur ve en güçlü oyunculardan biri olan Shin'in çabaları sayesinde oyunu sürüklenen binlerce oyuncuyu serbest bırakmaktadır. Ancak son patronu yendikten ve herkesi özgür bıraktıktan sonra, tuhaf bir ışık tarafından yutulmuş ve kendini oyun dünyasında 500 yıl sonrasında, oradan çıkamayan bir durumda bulmuştur.",
      "es-la": "\"THE NEW GATE\", un juego online que se había convertido en un juego de la muerte, ahora estaba liberando a las decenas de miles de jugadores que habían sido arrastrados, gracias a los esfuerzos de Shin, uno de los jugadores más antiguos. Pero después de haber derrotado al último jefe y liberado a todos, fue tragado por una luz extraña y se encontró dentro del mundo del juego 500 años en el futuro."
    },
    "status": "ongoing",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "082d9c57-8c00-45f2-8376-49f749cfd85b",
    "title": {
      "en": "Mr. Arashi's Amazing Freak Show"
    },
    "updatedAt": "2022-07-15T16:23:05+00:00",
    "coverArt": "https://mangadex.org/covers/082d9c57-8c00-45f2-8376-49f749cfd85b/16e0227e-787d-4009-a1dc-1013255e39c9.jpg",
    "altTitles": [
      {
        "en": "Camelia Girl"
      },
      {
        "en": "Midori"
      },
      {
        "ja": "Shoujo Tsubaki"
      },
      {
        "en": "The Secret and Sad Story of the Camelia Girl"
      },
      {
        "vi": "Thiếu Nữ Xuân"
      },
      {
        "ja": "少女椿"
      }
    ],
    "description": {
      "en": "12-year-old Midori is the constantly abused chore girl for a freakshow. Things begin to change for her after a dwarf magician joins the freak show, but not always for the better."
    },
    "status": "completed",
    "releaseDate": 1984,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "d41fe947-2e33-4b26-ac29-abc70fb08edb",
    "title": {
      "en": "Shut Up, Evil Dragon! I Don't Want to Raise a Child With You Anymore"
    },
    "updatedAt": "2024-11-07T23:56:04+00:00",
    "coverArt": "https://mangadex.org/covers/d41fe947-2e33-4b26-ac29-abc70fb08edb/ee4e3885-ee1d-45c6-bc56-b2928765b0ba.jpg",
    "altTitles": [
      {
        "zh": "闭嘴恶龙我不想再跟你带孩子了"
      },
      {
        "en": "Shut Up, Malevolent Dragon! I Don’t Want to Have Any More Children With You"
      },
      {
        "uk": "Помовч, зла драконихо! Я не буду виховувати з тобою дітей!"
      },
      {
        "zh-ro": "Bizui Elong Wo Bu Xiang Zai Gen Ni Dai Haizi Le"
      }
    ],
    "description": {
      "en": "After being defeated and captured, the dragon slayer Leon became a captive of the Silver Dragon Queen. With the awareness of death, he used forbidden magic to curse the queen, but unexpectedly, the queen lost control. \n\nHe thought that this would make the queen live with shame for the rest of her life, and it would be worthy of the dragon slayer's mission. \n\nBut two years later, when Leon opened his eyes, next to him was a little dragon girl with a tail...",
      "id": "Setelah dikalahkan dan ditangkap, Dragon Slayer Leon menjadi tawanan Silver Dragon Queen. Dengan kesadaran akan kematian, dia menggunakan sihir terlarang untuk mengutuk sang ratu, tetapi secara tak terduga, sang ratu kehilangan kendali. Dia berpikir bahwa ini akan membuat sang ratu hidup dalam rasa malu seumur hidupnya, dan itu akan sepadan dengan misinya sebagai pemburu naga. Namun, dua tahun kemudian, ketika Leon membuka matanya, di sampingnya ada seorang gadis kecil naga dengan ekor...",
      "uk": "Після поразки та полону, вбивця драконів Леон потрапив у полон до королеви клану Срібних Драконів. Усвідомлюючи наближення смерті, він використав заборонену техніку, щоб накласти прокляття на королеву, але несподівано королева втратила контроль.\n\nВін думав, що це змусить королеву жити з соромом до кінця життя, і це буде гідно титулу вбивці драконів.\n\nАле через два роки, коли Леон розплющив очі, поруч з ним сиділа дівчинка-дракон із хвостиком..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "61b0d21c-b703-4999-910d-ebffc44791bb",
    "title": {
      "en": "From Bureaucrat to Villainess: Dad's Been Reincarnated!"
    },
    "updatedAt": "2024-10-29T22:42:29+00:00",
    "coverArt": "https://mangadex.org/covers/61b0d21c-b703-4999-910d-ebffc44791bb/1c3221b0-eb43-4f3a-b37a-fd1870806231.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢転生おじさん"
      },
      {
        "ja-ro": "Akuyaku Reijou Tensei Oji-san"
      },
      {
        "ja": "Villain daughter"
      },
      {
        "en": "The Old Man Reincarnated as a Villainess"
      },
      {
        "en": "Villainess Reincarnation Uncle"
      },
      {
        "id": "Bapakku Villainess"
      },
      {
        "es-la": "El Viejo que Reencarno como la Villana"
      },
      {
        "ru": "Перерождение Мужчины Средних Лет в Дочь Дворянина"
      },
      {
        "ko": "악역 영애 전생 아저씨"
      },
      {
        "vi": "Ông chú chuyển sinh thành nữ phụ phản diện"
      }
    ],
    "description": {
      "en": "After a traffic accident, 52-year-old civil servant Kenzaburou Tondabayashi awakens to find he's become Grace Auvergne, a duke's daughter, and more importantly the villainess of an otome game. Not wanting to get in the way of the happy endings of the young characters around him, Grace sets out to play the role of the villain, but whether it's due to Kenzaburou's memories of being an affectionate parent getting in the way or not being able to remember those pesky foreign names properly, it ends up being a lot harder than it looks…\n___\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/from-bureaucrat-to-villainess-dad-s-been-reincarnated/volumes)",
      "id": "Setelah mengalami sebuah kecelakaan, seorang PNS berusia 52 tahun bernama kenzaburou tondabayashi tiba-tiba berada di tubuh seorang putri duke yang bernama grace auvergne, terlebih lagi, grace merupakan seorang villainess di sebuah game otome. Tidak ingin mengganggu happy ending anak-anak muda yang ada di dekatnya, grace memutuskan untuk menjalankan perannya sebagai seorang villainess, tapi mungkin karena ingatan kenzaburou yang dulunya merupakan seorang orang tua yang penuh kasih sayang atau karena tidak bisa mengingat nama-nama asing, akhirnya setiap grace ingin menjalankan peran villainessnya, grace selalu terganggu.\nSehingga dia merasa menjadi seorang villainess ternyata lebih sulit dari yang dia pikirkan...",
      "ja": "52歳の真面目な公務員・屯田林憲三郎は交通事故に遭う。気が付いたらそこは学園舞台の乙女ゲームのような世界…しかも校内一高飛車なオーヴェルヌ侯爵家の令嬢グレイスに転生してしまい!?",
      "es-la": "Tras perder el conocimiento, después de realizar un acto heroico, el oficinista de 52 años, Kenzaburou Tondabayashi, despertó como Grace Auvergne, la hija de un duque perteneciente a un juego Otome y a su vez la villana de la historia. En un afán de querer cumplir su rol como villana para no afectar la historia del mundo, verá cómo su carácter de padre amoroso y de persona amable harán que su objetivo sea más difícil de lo que esperaba..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1461071-bfbb-43e7-a5b6-a7ba5904649f",
    "title": {
      "en": "Martial Peak"
    },
    "updatedAt": "2024-11-09T13:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/b1461071-bfbb-43e7-a5b6-a7ba5904649f/d175e74d-4ab7-47f4-8196-371aa51d8c2d.png",
    "altTitles": [
      {
        "zh-ro": "Wǔ Liàn Diānfēng"
      },
      {
        "ru": "Вершина боевых искусств"
      },
      {
        "ru": "Пик боевых искусств"
      },
      {
        "zh": "武炼巅峰"
      },
      {
        "vi": "Võ Luyện Đỉnh Phong"
      },
      {
        "zh-ro": "Wu Lian Dian Feng"
      },
      {
        "ko": "무련전봉"
      },
      {
        "en": "The Pinnacle of Martial Arts"
      },
      {
        "ar": "ذروة الفنون القتالية"
      },
      {
        "ar": "مارشال بيك"
      },
      {
        "uk": "Вершина бойових мистецтв"
      },
      {
        "uk": "Пік бойових мистецтв"
      },
      {
        "ja": "武錬天下"
      }
    ],
    "description": {
      "ar": "رحلة الوصول إلى قمة فنون القتال هي رحلة وحيدة موحشة وطويلة. في مواجهة الشدائد يجب عليك البقاء على قيد الحياة والقتال بلا هوادة، وعندها فقط يمكنك الارتقاء ومتابعة رحلتك لتصبح الأقوى. تختبر طائفة الجناح السماوي الأعلى تلاميذها بأقسى الطرق لإعدادهم لهذه الرحلة، وفي أحد الأيام تمكن المتدرب الضعيف يانغ كاي من الحصول على كتاب أسود مما جعله على الطريق إلى قمة عالم فنون القتال.",
      "en": "The peak of martial arts is solitary and lonely. It is an endless pursuit for unattainable heights as well. In order to surpass the limits of martial arts, growth and the will to survive in adverse situations is necessary.\r\nOne day, Yang Kai, a disciple-on-trial (and floor sweeper) of the Lingxiao Martial Arts Sect discovered a Wordless Black Book. That marked the turn in his luck and the beginning of his martial arts journey.",
      "fr": "Le chemin vers le sommet martial (Martial Peak) est long et solitaire. Face à l’adversité, il faut survivre et persévérer. Il est alors possible de percer et poursuivre l'ascension pour devenir le plus fort. Le Haut Pavillon Céleste entraîne ses disciples de la manière la plus sévère afin de les préparer à ce voyage. Un beau jour, le modeste balayeur Yang Kai met la main sur un livre noir, le lançant sur la route vers l'apogée du monde martial.",
      "ru": "Путь на вершину боевых искусств - путь одинокий и длинный. Перед лицом невзгод ты должен оставаться сильным и неотступным. Только тогда ты сможешь преодолеть все препятствия и стать по-настоящему сильным. Небесная Башня обучает своих учеников самым суровым образом, чтобы они могли выстоять в мире боевых искусств. Но только из-за одного самого незначительного проступка наш главный герой, Янг Кай, может быть исключен из Небесной Башни.",
      "uk": "Шлях до бойової вершини - самотній, відлюдний і довгий. Перед обличчям негараздів ти повинен вижити і залишатися непохитним. Тільки тоді ти зможеш прорватися і продовжити свій шлях, щоб стати найсильнішим. Небесна вершина випробовує своїх учнів найсуворішими способами, щоб підготувати їх до цієї подорожі. Одного разу скромному підмітальнику Ян Каю вдалося роздобути чорну книгу, яка відкриває йому шлях до вершини світу бойових мистецтв.",
      "vi": "Võ đạo đỉnh phong, là cô độc, là tịch mịch, là dài đằng đẵng cầu tác, là cao xử bất thắng hàn Phát triển trong nghịch cảnh, cầu sinh nơi tuyệt địa, bất khuất không buông tha, mới có thể có thể phá võ chi cực đạo. Lăng Tiêu các thí luyện đệ tử kiêm quét rác gã sai vặt Dương Khai ngẫu lấy được một bản vô tự hắc thư, từ nay về sau đạp vào dài đằng đẵng võ đạo.",
      "zh": "《武炼巅峰》漫画版是由深圳漫画团队噼咔噼绘制，根据阅文集团旗起点中文网的同名小说改编，作者是莫默。武之巅峰，是孤独，是寂寞，是漫漫求索，是高处不胜寒。逆境中成长，绝地里求生，才能堪破武之极道。凌霄阁试炼弟子兼扫地小厮杨开偶获一本无字黑书，从此踏上漫漫武道。",
      "es-la": "El viaje hacia la cima marcial es solitario y largo. Ante la adversidad, debes sobrevivir y permanecer inflexible. Solo entonces podrás avanzar y continuar tu viaje para convertirte en el más fuerte. El \"Pabellón Cielo Alto\" pone a prueba a sus discípulos de las formas más duras para prepararlos para este viaje. Un día, el humilde barrendero Yang Kai logró obtener un libro negro, lo que lo puso en el camino hacia la cima del mundo marcial.",
      "pt-br": "A jornada para o Pico Marcial é algo longo e solitário. Indo de encontro com a adversidade, você deve sobreviver e permanecer vivo. Apenas aqueles que superarem os limites continuarão a jornada rumo ao objetivo de se tornar o mais forte. A Sky Tower testa seus discípulos de maneiras bem complexas para esta jornada. Um dia, o menosprezado Yang Kai conseguiu obter um livro negro, fazendo-o tomar rumo ao pico do mundo marcial."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daa6f76d-b7b4-4328-8d31-65aedbf1e071",
    "title": {
      "en": "Bloody Sweet"
    },
    "updatedAt": "2023-08-09T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/daa6f76d-b7b4-4328-8d31-65aedbf1e071/7c283462-62d2-4b35-a91f-2a831753fb7d.jpg",
    "altTitles": [
      {
        "en": "Honey Blood"
      },
      {
        "ja": "ハニーブラッド"
      },
      {
        "ko": "허니 블러드"
      },
      {
        "uk": "Медова кров"
      }
    ],
    "description": {
      "en": "When the daughter of a shaman gets \"strung up\" with a centuries-old vampire, is it love or something more sinister that binds them? From Narae Lee, artist of the hit OEL manga ’Maximum Ride,’ comes the story of two misfits and their quirky, fantastical romp to find one another."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "85"
  },
  {
    "mangaId": "7c5ee2ae-5bed-4e72-8d75-91e3b8e9787a",
    "title": {
      "en": "The Exiled Heavy Knight Knows How to Game the System"
    },
    "updatedAt": "2024-12-03T18:51:51+00:00",
    "coverArt": "https://mangadex.org/covers/7c5ee2ae-5bed-4e72-8d75-91e3b8e9787a/b23cb655-af6f-4981-9e44-b4cbb454ddd4.jpg",
    "altTitles": [
      {
        "ja": "追放された転生重騎士はゲーム知識で無双する"
      },
      {
        "ja-ro": "Tsuihou Sareta Tensei Juu Kishi wa Game Chishiki de Musou Suru"
      },
      {
        "en": "The Exiled Reincarnated Heavy Knight Is Unrivaled in Game Knowledge"
      }
    ],
    "description": {
      "en": "“You good-for-nothing bastard. You are the son of a Sword Saint, yet you dare pull such a defective Class?!”\n\nDuring the〈Divine Blessing Ceremony〉of the 15-year-old Elma who came from a lineage of Sword Saints, he had manifested a commonly deemed defective class known as the Heavy Knight. He had been deprived of his position as the next head of the Edvan Household and was then exiled. The Heavy Knight class had an unbalanced status and useless skills, to top it off, it was even said to be a class cowardly and indolent people have.\n\nBut, Elma knew better—that this world was the world of the game he had used to play before—and that the Heavy Knight class was the strongest class to exist. Elma made full use of the knowledge he had in his previous life and began his efficient walkthrough of the world he was reincarnated into.",
      "ja": "「役立たずめ……剣聖の息子でありながら、こんな大ハズレを引こうとは！」 　十五歳の〈加護の儀〉。剣聖の血筋であるエルマは、典型的なハズレクラスである重騎士を発現し、次期当主の座を奪われて追放されてしまう。重騎士は偏ったステータスに、使い所のないスキル。挙げ句に臆病で怠惰な者が得るクラスだとまでいわれていた。 　だが、エルマは知っていた。この世界は彼が遊び尽くしたゲームの世界であり――重騎士こそが、最強のクラスであることを。エルマは生前の知識をフル活用し、この世界の効率的な攻略を始めるのだった。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e19faf72-2235-4126-9a77-46f9275de222",
    "title": {
      "en": "Primal Hunter"
    },
    "updatedAt": "2024-11-05T19:27:34+00:00",
    "coverArt": "https://mangadex.org/covers/e19faf72-2235-4126-9a77-46f9275de222/69369803-4c6f-4805-b0f7-2b37fafeb99c.jpg",
    "altTitles": [
      {
        "pl": "Pierwotny Łowca"
      }
    ],
    "description": {
      "en": "Jake, a seemingly average office worker, unexpectedly finds himself thrust into a fantasy world teeming with dangers and opportunities. Rather than succumbing to fear, Jake thrives in this unfamiliar realm. As he navigates the expansive multiverse, his power grows and he transforms—evolving from a mundane office worker into a true apex hunter."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40862eba-9b13-4c24-a674-5c93354f0789",
    "title": {
      "en": "Dear Stranger"
    },
    "updatedAt": "2024-12-05T19:11:42+00:00",
    "coverArt": "https://mangadex.org/covers/40862eba-9b13-4c24-a674-5c93354f0789/c1ce61b3-ffbd-418a-9799-e5cc73f0e29e.jpg",
    "altTitles": [
      {
        "zh": "亲爱的陌生人"
      },
      {
        "zh-ro": "Qīn'ài de Mòshēng Rén"
      }
    ],
    "description": {
      "en": "Scummy men have too many excuses for their cheating! Depressed Zheng Wei Wei accidentally reunited with Gu Chang. However, the intimate contact they had a few years ago did not allow the two to immediately remember each other. Workplace harassment, accidentally falling into a trap, Gu Chang An repeatedly comes to help. \n\n“You are as unforgettable as I remember.”"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "37"
  },
  {
    "mangaId": "1f43c858-c1a6-4dcd-8183-e017d4522949",
    "title": {
      "en": "Sangokushi"
    },
    "updatedAt": "2024-08-06T03:19:54+00:00",
    "coverArt": "https://mangadex.org/covers/1f43c858-c1a6-4dcd-8183-e017d4522949/89f5ce79-8923-4047-ad4d-f410e6a8f51d.png",
    "altTitles": [
      {
        "ja": "三国志"
      },
      {
        "vi": "Tam Quốc Chí"
      },
      {
        "en": "Romance of The Three Kingdoms"
      },
      {
        "en": "Records of the Three Kingdoms"
      }
    ],
    "description": {
      "en": "Manga adaptation of Romance of the Three Kingdoms, illustrated by the legendary Mitsuteru Yokoyama. Serialized from 1972~1986, it has since become the most famous manga adaptation of the Romance of the Three Kingdoms.\n\n---- \n**Won the 20th Japanese Cartoonist Association Excellence Award in 1991**",
      "pt-br": "Uma fiel adaptação do Romance dos Três Reinos pelas mãos do lendário autor Yokoyama Mitsuteru. Publicado de 1972 a 1986, se tornou a mais famosa adaptação em mangá desse romance histórico, com mais de 70 milhões de cópias vendidas."
    },
    "status": "completed",
    "releaseDate": 1971,
    "contentRating": "safe",
    "lastVolume": "60",
    "lastChapter": "438"
  },
  {
    "mangaId": "b3de36d0-3a3e-4996-b641-4c7f0edbd266",
    "title": {
      "en": "Yongbi the Invincible"
    },
    "updatedAt": "2024-08-05T19:34:58+00:00",
    "coverArt": "https://mangadex.org/covers/b3de36d0-3a3e-4996-b641-4c7f0edbd266/099bf5ef-d935-443e-aca3-f10f0f6d1078.jpg",
    "altTitles": [
      {
        "vi": "Long Phi Bất Bại"
      },
      {
        "en": "Yongbi"
      },
      {
        "en": "Yongbi Bulpae"
      },
      {
        "th": "มังกรฟ้าป่วนยุทธภพ"
      },
      {
        "zh-hk": "龍飛不敗"
      },
      {
        "ko": "용비불패"
      }
    ],
    "description": {
      "en": "A mysterious stranger rides into town. The peaceful village of Gang-Ho is disturbed when Yongbi, a seemingly foolish bounty hunter, comes to town looking to claim the bounty for the leader of Gang-Ho's deadliest clan of assassins. Will Yongbi collect the bounty unscathed, or will he fall victim to a vengeful pack of assassins hell-bent on retribution for their captured leader?"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "149"
  },
  {
    "mangaId": "b1f80d86-cae6-4454-b2ee-3a75b1ec6c78",
    "title": {
      "en": "The Duke's Daughter Is Going on Strike"
    },
    "updatedAt": "2024-03-04T01:25:12+00:00",
    "coverArt": "https://mangadex.org/covers/b1f80d86-cae6-4454-b2ee-3a75b1ec6c78/8c0b050e-29d2-4ad8-b1e2-6f5e3c43b36d.jpg",
    "altTitles": [
      {
        "ko": "공녀는 지금부터 파업합니다"
      },
      {
        "ko-ro": "Gongnyeoneun Jigeumbuteo Paeopamnida"
      },
      {
        "en": "The Princess Is Going on Strike From Now on"
      },
      {
        "en": "The Princess Is Going on Strike"
      },
      {
        "zh": "公女今日起罢工"
      }
    ],
    "description": {
      "en": "Aeryl Frey Brixia had lived all her life hiding behind a mask.\n\nShe was shunned by everyone including the father she craved affection from because of the ugly mark on her face that branded her a monster.\n\nAt the end of her miserable life, she was falsely accused of selling military weapons to the enemy nation and sentenced to execution…\n\nThe blade of the guillotine dropped and everything went black.\n\nThe next time she opened her eyes, she was in her room again as a young girl.\n\nThis time, she was determined things will be different. She will no longer be a puppet. She will no longer be manipulated.\n\nAnd the first thing for her to do is to cooperate with the two officers leading the investigation against her father"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "960e28fa-31de-4de0-bd62-a91c0243ed0e",
    "title": {
      "en": "Dead Mount Death Play"
    },
    "updatedAt": "2024-10-30T13:15:20+00:00",
    "coverArt": "https://mangadex.org/covers/960e28fa-31de-4de0-bd62-a91c0243ed0e/b3db39c6-0209-40a4-bbb4-a560fa8ae735.jpg",
    "altTitles": [
      {
        "ru": "Смертельная игра мёртвой горы"
      },
      {
        "ja": "デッドマウント・デスプレイ"
      },
      {
        "vi": "Cuộc chơi trên núi tử thần"
      },
      {
        "zh": "亡骸游戏"
      },
      {
        "zh": "尸体如山的死亡游戏"
      }
    ],
    "description": {
      "en": "A Necromancer called The Corpse God is fighting against the Church, that is trying to subjugate him. Using his last ounce of power against the Calamity Crusher, he gets defeated, but his reincarnation magic activates.  \n Suddenly, he got transported in a world of modern society and in a body of kid Polka Shinoyama. What is gonna happen to him in this world? What will he do?",
      "ru": "Стандартный фэнтези-мир. Герой, Сокрушитель Бедствий вступает в великую битву с могущественным некромантом, Богом-Мертвецом. И тут во время кульминации всего сражения Бог-Мертвец применяет невиданную ранее технику. Вспышка света и пуф, наш главный герой просыпается в современной Японии. Да и он теперь не он, а какой-то непонятный мальчишка, которому совсем недавно перерезали глотку. Тут уже впору гарем собирать, да спасать мир с помощью своих сил, да вот только он…",
      "vi": "Một Chiêu hồn sư được biết đến với cái tên Chúa tể Thây ma đang chiến đâu với Giáo hội, dẫn đầu bởi Anh hùng trong công cuộc tiêu diệt hắn. Với một chút ma thuật ít ỏi còn lại, Chúa tể Thây ma đã không thể bảo toàn mạng sống, nhưng may mắn là phép chuyển sinh của hắn đã được kích hoạt kịp lúc.\n\nMở mắt ra, Chúa tể Thây ma giờ đã ở một thế giới hiện đại và cơ thể mà hắn đang chiếm hữu là của một cậu bé tên Shinoyama Polka. Những gì sẽ xảy đến với hắn trong thế giới này? Và hắn sẽ làm gì?",
      "pt-br": "Um necromante chamado ‘Rei dos Cadáveres’ está lutando contra a igreja, tentando subjugá-la. Mas, ao usar último resquício de poder contra o ‘Destruidor de Calamidades’, ele é derrotado, mas sua magia de reencarnação é ativada. Repentinamente ele foi transportado para o mundo da sociedade moderna, tomando o corpo de uma criança chamada Polka Shinoyama. O que será que vai acontecer com ele nesse mundo?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "94b1550f-44a6-4872-b117-e72bd6509513",
    "title": {
      "en": "Youkai Students"
    },
    "updatedAt": "2024-12-05T15:12:07+00:00",
    "coverArt": "https://mangadex.org/covers/94b1550f-44a6-4872-b117-e72bd6509513/ce54fe53-5bcd-495a-ad13-b84cb4669ce8.png",
    "altTitles": [
      {
        "ja": "妖怪生徒シリーズ"
      }
    ],
    "description": {
      "en": "A 4-koma about the lives of the youkai at Youkai-Academy"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-12-01T12:29:15+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US).**"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "046746c9-8872-4797-a112-318642fdb272",
    "title": {
      "en": "Tonari no Seki no Yankee Shimizu-san ga Kami o Kuroku Sometekita"
    },
    "updatedAt": "2024-11-16T14:52:13+00:00",
    "coverArt": "https://mangadex.org/covers/046746c9-8872-4797-a112-318642fdb272/d7f57e2a-8f4d-4df0-b9b5-ef68ce5b74ff.png",
    "altTitles": [
      {
        "ja": "隣の席のヤンキー清水さんが髪を黒く染めてきた"
      },
      {
        "ja-ro": "Tonari no Seki no Yankee Shimizu-san ga Kami wo Kuroku Sometekita"
      },
      {
        "en": "The Delinquent Shimizu-san Sitting Next to Me Has Dyed Her Hair Black"
      },
      {
        "vi": "Cô bạn học sinh cá biệt shimizu-san ngồi kế tôi nhuộm tóc lại thành màu đen"
      },
      {
        "id": "Gadis Preman di Sebelahku Menghitamkan Rambutnya"
      }
    ],
    "description": {
      "en": "\"I dyed my hair black for you... so notice me.\"\n\nShimizu-san, the delinquent highschool girl who sits next to Hondo with her newly-dyed hair, gradually lowered her voice, slightly blushed, and laid her face down on the desk. After that, when Daiki Hondo talked with his friend about how he wanted be with a girl who can cook, the next day Hondo ended up partnered with Shimizu-san in cooking class, even though she used to always skip class. \n\nWhen Hondo mentioned that he wished he could try a girl's hand-made cooking, for some reason she brought two bentos to lunch the next day and shared one with Hondo…\n\nThis is a coming-of-age romantic comedy with Shimizu-san, a delinquent highschool girl who is clumsy in love.\n\n---\n\n- [Official Twitter (LN)](https://x.com/yanmizusan)",
      "ja": "お前のために髪を黒く染めたんだから……、気づけよな。\n\n「髪染めたんだね」\n「ああ」「どうして髪染めたの?」\n「お前なんでって……、昨日お前が……」\n僕の隣の席に座る金髪から黒髪に染めたヤンキーJK・清水さんは声が少しずつ小さくなり、少し顔を赤らめて机に顔を伏せた。\nその後も僕、本堂大輝が友人との恋バナで「女子と一緒に料理したい」と話すと、翌日、いつも授業をサボる清水さんと一緒に料理することになったり、「女子の手料理食べてみたい」と話すと、なぜか二つあるお弁当を分けてくれたり……。\n学校で一番怖いヤンキー、実は恋愛に不器用で乙女な清水さんとの青春ラブコメ。\n\n---\n\n- [Web Novel](https://kakuyomu.jp/works/16817330654424803992)\n- [Official LN (JP)](https://sneakerbunko.jp/series/yanmizusan)",
      "pt-br": "Eu pintei meu cabelo de preto para você... então me note.\n\n\"Shimizu-san, você pintou seu cabelo de preto.\"\n\"Ah, sim.\" \"Por que você o pintou de repente?\"\n\"Porque... ontem...\"\n\nShimizu-san, a colegial ianque que se senta ao lado de Hondo, com seu cabelo recém-tingido, gradualmente abaixou sua voz, corou levemente e deitou seu rosto na mesa. Depois disso, quando Daiki Hondo falou com seu amigo sobre como ele queria estar com uma garota que sabia cozinhar, no dia seguinte Hondo acabou fazendo dupla com Shimizu-san na aula de culinária, embora ela sempre matasse aula. Quando Hondo mencionou que gostaria de experimentar a culinária artesanal de uma garota, por algum motivo ela trouxe dois bentos para o almoço no dia seguinte e dividiu um com Hondo..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "237d527f-adb5-420e-8e6e-b7dd006fbe47",
    "title": {
      "en": "Kaiju No. 8"
    },
    "updatedAt": "2024-10-26T07:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/237d527f-adb5-420e-8e6e-b7dd006fbe47/1a2b3e4c-1a06-4d77-aa38-48753bc3cb98.jpg",
    "altTitles": [
      {
        "en": "Monster #8"
      },
      {
        "ja-ro": "Kaijuu 8-gou"
      },
      {
        "ru": "Кайдзю No. 8"
      },
      {
        "ru": "Монстр № 8"
      },
      {
        "ja": "怪獣8号"
      },
      {
        "uk": "Кайджю №8"
      },
      {
        "fr": "Kaiju n°8"
      },
      {
        "es": "Kaiju 8"
      },
      {
        "es": "Kaiju Nº8"
      }
    ],
    "description": {
      "en": "A man working a job far removed from his childhood dreams gets wrapped up in an unexpected situation…! Becoming a monster, he aims once again to fulfill his lifelong dream…!\n\n---\nKafka hopes to one day keep his pact with his childhood friend Mina to join the Japan Defense Force and fight by her side. But while she’s out neutralizing kaiju as Third Division captain, Kafka is stuck cleaning up the aftermath of her battles. When a sudden rule change makes Kafka eligible for the Defense Force, he decides to try out for the squad once more. There’s just one problem. He’s made the Defense Force’s neutralization list under the code name Kaiju No. 8.\n\n---\n**Links:**\n- Alternative Official English - [Viz](https://www.viz.com/kaiju-no-8)",
      "es": "Japón tiene la mayor tasa de incidencias por ataques de Kaijus de todo el mundo. Los Kaijus irrumpen continuamente y sin piedad en las vidas cotidianas de la gente. Kafka Hibino, que siempre quiso ser un miembro de las Fuerzas de Defensa, actualmente trabaja como limpiador de cadáveres de Kaijus.\nSin embargo, un día, una misteriosa criatura convierte a Kafka en un Kaiju, y las Fuerzas de Defensa de Japón, encargados de derrotar a estos monstruos, le identificaron con el nombre clave de “Kaiju N.8”.",
      "fr": "Enfant, Kafka Hibino rêvait d’intégrer les Forces de Défense pour combattre ces terribles ennemis, mais après de nombreux échecs à l’examen d’entrée, ce trentenaire travaille à nettoyer les rues de leurs encombrants cadavres. Jusqu’au jour où une mystérieuse créature s’introduit dans son organisme et le métamorphose en une entité surpuissante mi-humaine, mi-kaiju. Son nouveau nom de code : “Kaiju n° 8” !\n\nMaison d'édition FR : Kazé / Crunchyroll",
      "it": "Un uomo, infelice del lavoro che deve fare per il resto della sua vita, rimane coinvolto in un evento inaspettato…!  \r\nSi è trasformato in un kaiju, una creatura mostruosa, che gli darà un'altra opportunità per raggiungere ciò che ha sempre sognato!",
      "ja": "怪獣発生率が世界屈指の日本。この国は、容赦なく怪獣が日常を侵していた。かつて防衛隊員を目指していたが、今は怪獣専門清掃業で働く日比野カフカ。ある日カフカは、謎の生物によって、身体が怪獣化、怪獣討伐を担う日本防衛隊からコードネーム「怪獣8号」と呼ばれる存在になる。",
      "ru": "Некоторые люди проживают серую жизнь, так и не пережив ничего захватывающего. Но нашему герою вроде бы повезло: хоть он и был недоволен работой, которой ему пришлось заниматься, случается кое-что неожиданное. Он превращается в кайдзю — чудовищное существо, и теперь получает шанс не просто изменить свою жизнь, а достичь всего, о чём он когда-либо мечтал!",
      "tr": "Yapmak zorunda olduğu işinde pek de memnun olmayan bir adam beklenmedik olaylara karışır..! Bir Kaiju'ya, dehşet verici korkunç, muazzam bir yaratığa dönüşür. Peki ya bu, uzun zamandır hayal ettiği şeylere sonunda kavuşabileceği fırsatıysa..?.",
      "pt-br": "Um homem, descontente com o trabalho que teve na vida, está envolvido em um evento inesperado...! Ele se torna um Kaijuu, uma criatura monstruosa, dando-lhe uma nova chance de alcançar o que ele sempre sonhou!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff475910-9dc8-4b78-91ff-9e5c411717af",
    "title": {
      "en": "Houkago Play"
    },
    "updatedAt": "2023-05-07T20:15:08+00:00",
    "coverArt": "https://mangadex.org/covers/ff475910-9dc8-4b78-91ff-9e5c411717af/0f13cbb3-55c1-456b-b69c-eb544c73f63a.jpg",
    "altTitles": [
      {
        "en": "After School Play"
      },
      {
        "en": "After School Play High Heels"
      },
      {
        "en": "After School Play R"
      },
      {
        "ja-ro": "Houkago Play D"
      },
      {
        "ja-ro": "Houkago Play High Heels"
      },
      {
        "ja-ro": "Houkago Play Maniax"
      },
      {
        "ja-ro": "Houkago Play R"
      },
      {
        "ja": "放課後プレイ"
      },
      {
        "ja": "放課後プレイ D"
      },
      {
        "ja": "放課後プレイ High Heels"
      },
      {
        "ja": "放課後プレイ Maniax"
      },
      {
        "ja": "放課後プレイ R"
      },
      {
        "zh-hk": "放學後PLAY"
      },
      {
        "zh": "放学后PLAY"
      },
      {
        "ar": "لعب هوكاجو"
      },
      {
        "ru": "Игра после школы"
      },
      {
        "ko": "방과후 플레이"
      }
    ],
    "description": {
      "en": "In the Houkago Play Series:  \n  \nV.1: 4-koma about a high-school gamer and his bossy but tsundere girlfriend.  \nV.2: About a gamer and his mangaka girlfriend.  \nV.3: About a boy and a girl who are both gamers, though they play with different styles.  \nV.4: R  \nV.5: High Heels  \nV.6: Maniax  \nV.7: High Heels 2  \nV.8: High Heels 3"
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "2fec6641-beb1-4ae9-a32f-204dd06688ac",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken"
    },
    "updatedAt": "2024-10-01T15:29:23+00:00",
    "coverArt": "https://mangadex.org/covers/2fec6641-beb1-4ae9-a32f-204dd06688ac/dc042b02-91bc-46ee-a779-8756556b66d0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten"
      },
      {
        "vi": "Thiên sứ nhà bên"
      },
      {
        "id": "Tetangga Bidadari Terlalu Memanjakanku"
      },
      {
        "uk": "Сусідський ангел сильно мене балує"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais"
      },
      {
        "ru": "Ангел по соседству меня балует"
      },
      {
        "pl": "Anioł z sąsiedztwa niezwykle mnie rozpieszcza"
      }
    ],
    "description": {
      "en": "Mahiru is a beautiful girl whose classmates all call her an “angel.” Not only is she a star athlete with perfect grades—she’s also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まった。自堕落な一人暮らしを送る周を見かねて、なにかと世話を焼く真昼。お互いに興味ないと言い合う二人は、それでも少しずつ距離を縮めていく……。",
      "pl": "Mahiru jest piękną dziewczyną, którą koledzy z klasy nazywają \"aniołkiem\". Jest nie tylko świetnie wysportowana i ma doskonałe oceny - jest także zabójczo piękna. Amane, przeciętny facet i samozwańczy niechluj, nigdy nie myślał zbyt wiele o tej boskiej piękności, mimo że uczęszczał do tej samej szkoły. Wszystko zmienia się jednak, gdy widzi Mahiru siedzącą samotnie w parku podczas ulewy. Tak zaczyna się dziwna relacja między tą nieprawdopodobną parą!",
      "vi": "Fujimiya Amane sống một mình trong căn hộ của mình, và cô gái xinh nhất ở trường cậu, Shiina Mahiru, lại là hàng xóm của cậu. Họ hầu như chẳng bao giờ nói chuyện với nhau cho tới một ngày trời mưa cậu thấy cô không cầm theo ô và cho cô mượn. Để cảm ơn thì cô đã thường xuyên giúp anh làm việc nhà, từ đó mối quan hệ của họ bắt đầu nảy nở.",
      "pt-br": "Fujimiya Amane, um estudante do ensino médio, mora sozinho em seu apartamento. Ao lado dele mora Shiina Mahiru, a garota mais bonita da escola. Alguém que todos chamam de \"anjo\". Eles nunca conversam de verdade, mas quando Amane empresta seu guarda-chuva a Mahiru em um dia chuvoso, o relacionamento deles começa a florescer.\n\nEm pouco tempo Mahiru descobre que Amane negligencia sua cozinha e limpeza, e ela se sente obrigada a intervir.\n\nEmbora eles não tenham nenhum interesse um pelo outro, eles lentamente se aproximam...\n\nEsta é a história de amor agridoce de um jovem e sua bela vizinha de língua afiada."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4429b48-f543-47cd-ad2d-39e73ab264e5",
    "title": {
      "en": "These Two Will Be Married In 100 Days"
    },
    "updatedAt": "2023-06-05T05:53:08+00:00",
    "coverArt": "https://mangadex.org/covers/e4429b48-f543-47cd-ad2d-39e73ab264e5/5a47b40e-e8ea-40b7-a4ed-7362df3e1f25.png",
    "altTitles": [
      {
        "ja-ro": "100nichigo ni Kekkon Suru Futari"
      },
      {
        "ja": "100日後に結婚する二人"
      },
      {
        "ru": "Они обручатся через 100 дней"
      },
      {
        "ja-ro": "100-nichi Go ni Kekkon Suru Futari"
      },
      {
        "ja-ro": "100 Nichi Go ni Kekkon Suru Futari"
      }
    ],
    "description": {
      "en": "A Twitter comic by Hata Kenjiro about a couple that will be married in 100 days."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "100"
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-11-20T19:46:51+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      },
      {
        "ko-ro": "Uli an Sagwieo!!"
      },
      {
        "vi": "Tụi mình không có hẹn hò"
      },
      {
        "pt-br": "Não Estamos Namorando!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”",
      "pt-br": "\"Por que você continua perguntando se estamos namorando? Só estamos de mãos dadas, não estamos namorando!!\"\nÉ uma comédia romântica slice-of-life sobre casais que não são realmente casais!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]