[
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-05-08T18:25:10+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "hiatus",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca702a1d-f7ef-43b7-baa0-e323dda4f6de",
    "title": {
      "en": "To Be an Actor"
    },
    "updatedAt": "2024-06-15T08:21:28+00:00",
    "coverArt": "https://mangadex.org/covers/ca702a1d-f7ef-43b7-baa0-e323dda4f6de/e5a3c48b-beea-4d84-a7a5-44400556e9c5.jpg",
    "altTitles": [
      {
        "en": "I Will Live as an Actor"
      },
      {
        "ko": "배우로서 살겠다"
      },
      {
        "ja": "役者として生きる"
      },
      {
        "en": "Be the Actor"
      },
      {
        "ko-ro": "Baeuroseo Salgetda"
      },
      {
        "fr": "Vivre comme un acteur"
      },
      {
        "fr": "Comment vivre selon un acteur"
      }
    ],
    "description": {
      "en": "To escape a life of poverty, Jang Youngkuk aspired to be a famous actor. And he succeeds... at the cost of his mother's life. Upon proceeding to take his own out of despair, Youngkuk miraculously returns to his childhood. With a second chance to make things right, he swears to abandon acting and be the good son he never was. However, when financial troubles begin to haunt Youngkuk and his mother, he discovers that he may have no choice but to return to the set for one last take."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "141609b6-cf86-4266-904c-6648f389cdc9",
    "title": {
      "en": "Ruri Dragon"
    },
    "updatedAt": "2024-05-13T05:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/141609b6-cf86-4266-904c-6648f389cdc9/1608568a-66ce-4649-83e1-cdd8639e9fbe.jpg",
    "altTitles": [
      {
        "ja": "ルリドラゴン"
      },
      {
        "ja-ro": "Ruri Doragon"
      },
      {
        "ru": "Дракон Рури"
      },
      {
        "en": "RuriDragon"
      },
      {
        "fr": "Ruri Dragon"
      },
      {
        "tr": "Ruri Dragon"
      },
      {
        "vi": "Rồng Ruri"
      },
      {
        "pl": "Smok Ruri"
      },
      {
        "cs": "Drak Ruri"
      },
      {
        "id": "Ruri Sinaga"
      }
    ],
    "description": {
      "en": "Ruri, a high school student, woke up one morning to find that she had suddenly grown horns on her head!\n\nHer mother told her that she might have inherited it because her father is a dragon. Ruri's mother tells her that she might have inherited it from her father, and she is puzzled, but goes to school anyway....\n\nHer classmates are curious about the spontaneous horn, and another dragon constitution is revealed!\n\nWith a slight change in the usual routine, the daily life of Dragon Girl Ruri begins!",
      "tr": "Tembellik ve çalışkanlık arasında git gel yaşayan ejder kızın gündelik maceraları.",
      "pt-br": "Ruri Aoki é uma garota normal que um dia acorda com um par de chifres em sua cabeça. De acordo com sua mãe, o pai de Ruri, que ela nunca conheceu antes, é um dragão e Ruri só é metade humana. Esta é a história da jornada de autodescobrimento e aceitação de uma garota metade humana, metade dragão."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "710dd38d-872e-4bd0-b86a-83d0ff95f2c9",
    "title": {
      "en": "Straight or Not"
    },
    "updatedAt": "2020-04-08T09:36:28+00:00",
    "coverArt": "https://mangadex.org/covers/710dd38d-872e-4bd0-b86a-83d0ff95f2c9/eff5f754-52bb-4bb6-9f5c-d8eb7d40d77a.jpg",
    "altTitles": [],
    "description": {
      "en": "He is a sunny, hilarious, positive and obscure actor. He is a composed generous and graceful general manager. Because of a strange request, they began a long journey of attracting each other. What should they do? Nonsense, of course becoming lovers."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "243c78ab-a9d5-488f-9f95-f9e9557dfaff",
    "title": {
      "en": "Kyou, Furyo wo Hirou"
    },
    "updatedAt": "2024-07-01T16:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/243c78ab-a9d5-488f-9f95-f9e9557dfaff/be9489ac-08a3-4e92-9b4d-c974a08208f7.jpg",
    "altTitles": [
      {
        "en": "Today I Took Care of a Bad Boy"
      },
      {
        "en": "Picked up a Delinquent Today"
      },
      {
        "ja": "今日、不良を拾う"
      },
      {
        "ja-ro": "Kyo Furyoo Hirou"
      },
      {
        "vi": "Vô Tình Nhặt Được Tên Lưu Manh"
      }
    ],
    "description": {
      "en": "What appeared in front of a college students Tsumugi's apartment was a boy, who ran away from his home. Tsumugi got intrigued by the boy who called himself Kou, who is a relative of someone who once killed his father, what will happen next, that the relative got revealed... ---I regret to death, I wish I had never offered him to stay over that day..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "14"
  },
  {
    "mangaId": "49d31d52-66ed-474e-89d9-5268ec5a610e",
    "title": {
      "en": "Boss in School"
    },
    "updatedAt": "2023-07-30T18:30:40+00:00",
    "coverArt": "https://mangadex.org/covers/49d31d52-66ed-474e-89d9-5268ec5a610e/ce9ae200-ca1f-421b-ad3f-e3d8c0a0cc61.png",
    "altTitles": [
      {
        "ko": "보스 인 스쿨"
      },
      {
        "ja": "極道高校生"
      },
      {
        "ja-ro": "Gokudo Koukousei"
      },
      {
        "pt-br": "O Chefão da Escola"
      },
      {
        "es": "Un capo de la escuela"
      },
      {
        "es": "El capo del instituto"
      }
    ],
    "description": {
      "en": "Seth Kwon was a born fighter. But due to his promise with his mother,  \nhe decides to stop fighting, even in self-defense… Everything changes  \nwhen his father dies and leaves him with a single message:  \n\"stop getting your ass kicked\".\n\n[Promotional Video](https://youtu.be/2HOsAWijedY)"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "199"
  },
  {
    "mangaId": "b7e673cb-3890-484e-b4cc-05a467dc324a",
    "title": {
      "en": "Kawaii Kanojo-chan"
    },
    "updatedAt": "2024-06-24T12:57:07+00:00",
    "coverArt": "https://mangadex.org/covers/b7e673cb-3890-484e-b4cc-05a467dc324a/81ed3ba2-b63d-4565-9352-eb1a23beb5d3.jpg",
    "altTitles": [
      {
        "ja": "かわいい彼女ちゃん"
      },
      {
        "en": "Adorable Girlfriend-Chan"
      },
      {
        "vi": "Cô bạn gái đáng yêu"
      },
      {
        "en": "A Cute Girlfriend"
      },
      {
        "pt-br": "Uma Namorada Fofa"
      },
      {
        "ru": "Милая Девушка"
      },
      {
        "id": "Pacar yang Imut"
      }
    ],
    "description": {
      "en": "A cute girl came knocking at the protagonist's door, but for what reason may it be.",
      "ru": "Милая девушка постучалась в дверь главного героя, но по какой причине это вообще произошло?",
      "vi": "Một cô gái dễ thương gõ cửa nhà tôi, còn để làm gì thì tôi không biết.",
      "pt-br": "Uma linda garota veio bater à porta do protagonista, mas por que razão?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-03-04T11:31:22+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/b0050197-a9dd-4c61-b7ea-bb5f5b4f8f0b.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9",
    "title": {
      "en": "Burning Kabaddi"
    },
    "updatedAt": "2024-05-22T18:29:54+00:00",
    "coverArt": "https://mangadex.org/covers/1aca5c7d-f9db-4b8f-90a3-d56bf357ecb9/d85129b7-98a4-44bb-b07d-9b074b57402c.jpg",
    "altTitles": [
      {
        "ja-ro": "Shakunetsu Kabaddi"
      },
      {
        "ta": "எரியும் கபடி"
      },
      {
        "ja": "灼熱カバディ"
      },
      {
        "hi": "Jwalit Kabaddi"
      },
      {
        "hi": "धधकती कबड्डी"
      }
    ],
    "description": {
      "en": "The story centres on first-year high school student Tatsuya Yoigoshi, a former ace soccer player who dislikes sports. \nHe gets invited to join the team for an Indian contact sport called Kabaddi. \nHe scoffs at the idea at first but becomes interested after watching a kabaddi practice."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8e3ef99-430a-4ac5-8a38-8907f4048494",
    "title": {
      "en": "Dark Twilight Sanctuary"
    },
    "updatedAt": "2024-04-26T14:36:29+00:00",
    "coverArt": "https://mangadex.org/covers/c8e3ef99-430a-4ac5-8a38-8907f4048494/15b50da5-241d-4fbc-b38a-9ae38392664d.jpg",
    "altTitles": [
      {
        "ja": "冥冥冥色聖域"
      },
      {
        "ja-ro": "Meimeimeishoku Sanctuary"
      }
    ],
    "description": {
      "en": "*NOTE: This manga contains scenes that may disturbing or triggering. Reader discretion advised!*\n\n---\nMaid Refreshment \"Comet Bug\" stands quietly amidst the bustle of the city. This is a place where both master and lady can return anytime. It is a place where there are \"maids\" who will gently and calmly accompany the tired hearts of the customers. There, Pero, a new maid, is about to receive her first customer. Pero desperately wants to heal him from his deep wounds, even if only for a moment. \n\nA warm and sad love story that shines faintly at the maid refreshment shop open late at night."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec1fe9c5-ef09-4e05-8f31-be69d569506b",
    "title": {
      "en": "Trick That Maid!"
    },
    "updatedAt": "2024-07-01T12:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/ec1fe9c5-ef09-4e05-8f31-be69d569506b/dc38e7f2-786c-4e44-baac-4e3f2a9a8915.jpg",
    "altTitles": [
      {
        "ja": "あのメイドをたぶらかせ！"
      }
    ],
    "description": {
      "en": "The setting is 19th-century England. Day by day, bored young nobles come up with a certain \"game\" involving their maids.\n\nA Victorian romance brought to you by a promising new author!!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7c062006-5ea7-4fbc-a39d-23e3f66420e4",
    "title": {
      "en": "Kichiku Eiyuu"
    },
    "updatedAt": "2024-05-10T23:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/7c062006-5ea7-4fbc-a39d-23e3f66420e4/d91ab76b-5b26-4914-add6-0c2fa7e90e10.jpg",
    "altTitles": [
      {
        "en": "Savage Hero"
      },
      {
        "ja": "鬼畜英雄"
      },
      {
        "id": "Pahlawan Biadab"
      },
      {
        "ja-ro": "Kichiku Hero"
      }
    ],
    "description": {
      "en": "10 years since he reincarnated in hell…Takamichi is troubled. With the “Incubus” power unlocking further to become stronger by having sex with women but his growth peaked. “I’ll move to a new area, wait for me beautiful women of the new world!” Sexy & violent pretty girl battle fantasy!",
      "pt-br": "10 anos desde que ele reencarnou no inferno ... O herói “Takamichi” está com problemas. Com o poder do “Incubus” de ficar mais forte fazendo sexo com mulheres, ele já não tinha mais inimigos e seu crescimento atingiu o pico. “Vou me mudar para uma nova área, esperem por mim, lindas mulheres do novo mundo!” Fantasia de batalha de menina bonita sexy e violenta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "65f3a784-0992-4651-8757-6e28c6a919f2",
    "title": {
      "en": "The Embodiment of Sins"
    },
    "updatedAt": "2023-12-24T18:29:26+00:00",
    "coverArt": "https://mangadex.org/covers/65f3a784-0992-4651-8757-6e28c6a919f2/7668f732-49ae-4982-9880-b3f870aaa001.jpg",
    "altTitles": [
      {
        "ja": "大罪の体現"
      },
      {
        "fr": "L'incarnation du Péché"
      },
      {
        "ja-ro": "Taizai no Taigen"
      }
    ],
    "description": {
      "en": "A life of a savage and proud Goblin King, Ish changed forever after being rendered into a human."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4536960e-a1a4-46c9-bb76-7604523f79fa",
    "title": {
      "en": "Corrupting the Heroine's First Love"
    },
    "updatedAt": "2024-04-21T21:00:05+00:00",
    "coverArt": "https://mangadex.org/covers/4536960e-a1a4-46c9-bb76-7604523f79fa/f1e561d0-1fd2-47b7-ae2d-30f68eee655b.jpg",
    "altTitles": [
      {
        "ko": "여주인공의 첫사랑을 타락시켜 버리면"
      },
      {
        "en": "If You Corrupt the Heroine's First Love"
      },
      {
        "en": "Corrupting Your Heroine's First Love Will Result With This"
      }
    ],
    "description": {
      "en": "“I am a knight of Latem. We’re not destined to stand under the same sky.”\n\nShe had become Karina Apocalita, the personification of evil and a member of the heterogeneous race that ruled the world with malevolence. The plot began to twist and turn when Karina unknowingly saved the life of Reneiger, a justful knight and the heroine’s first love.\n\nReneiger became doubtful of his faith, eventually losing his glow and radiant platinum blond. Soon the sacred knight fell from grace and aligned himself to Karina’s fate.\n\n“There’s no turning back now. Dear God, please forgive me.”\n\nHe knew he would never be able to escape from her hands.\n\n---\n\"I am a knight of Latem, and that means I cannot coexist under the same sky as you.\"\n\nAfter entering the book *A Trapped Bird Cannot Escape*, I realized that I had taken over the body of Karina Apocalypta, a member of a species that reigns as the evil of the world. However, the novel's plot begins to twist after I saved the life of Reneiger, the first love of the female protagonist, who happens to be a holy knight. Reneiger begins to doubt his faith, ultimately losing his brilliant platinum hair. Thus, the once sacred holy knight turns corrupt and eventually sympathizes with Karina's fate...\n\n\"Now we have each other's desires,\" Karina said while caressing his cheek. It was a feeling of being pulled in by each fascinating tendril of thorny vines.\n\nReneiger couldn't bear it, \"It can't be undone.\"\n\n---\nIn a land overshadowed by darkness, Karina Apocalita rises as a formidable figure, her being a tapestry of power from a diverse race. Her destiny intertwines with Reneiger, a knight from the virtuous Latem order, known for justice and as the former love of a legendary heroine. Their paths take an unforeseen turn when Karina, unaware of her impact, saves Reneiger's life. This act, challenging his convictions, triggers a crisis within him, tarnishing his once radiant aura and precipitating a fall from grace.\n\nFaced with his altered fate, Reneiger prays for forgiveness, realizing his escape from Karina's shadow is but a dream. This pivotal moment raises a haunting question: will Reneiger rediscover the light, or be consumed by the darkness emanating from Karina?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "39e52698-160c-4f1a-b368-8fa4ac461c03",
    "title": {
      "en": "Kanojo no Tomodachi"
    },
    "updatedAt": "2024-04-15T00:53:12+00:00",
    "coverArt": "https://mangadex.org/covers/39e52698-160c-4f1a-b368-8fa4ac461c03/28c371c2-a991-47ff-aefa-e7138fcd2a26.jpg",
    "altTitles": [
      {
        "ko": "여친의 친구"
      },
      {
        "vi": "Bạn Của Bạn Gái Tôi"
      },
      {
        "ja": "彼女の友達"
      },
      {
        "id": "Teman Pacarku"
      },
      {
        "fr": "L'amie de ma petite copine"
      },
      {
        "zh-hk": "女友的朋友"
      },
      {
        "en": "My Girlfriend's Friend"
      },
      {
        "ja-ro": "Kanojo no Tomodachi"
      }
    ],
    "description": {
      "en": "He got a cute girlfriend who was the first in his life, but her friend tempted him with a body that was lewder than her ... What would you do if your girlfriend's friend pressed you like this? A fascinating erotic story drawn by Jura from the popular doujin circle \"JACK-POT\".",
      "ja": "人生で初めてできた、かわいい彼女。でもその友達は、彼女よりも豊満なカラダで僕を誘惑してきて…。彼女の友達にこんな風に迫られたら、あなたはどうしますか？ 大人気同人サークル「JACK-POT」のじゅらが描く、魅惑の背徳物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2129e537-2853-4612-98f8-a83dce42dccd",
    "title": {
      "en": "The Veiled Queen"
    },
    "updatedAt": "2024-05-29T05:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/2129e537-2853-4612-98f8-a83dce42dccd/b0138e0e-eece-4a45-b74d-9f639cd3d8c9.jpg",
    "altTitles": [
      {
        "zh": "面纱下的女王"
      },
      {
        "zh-ro": "Miànshā Xià De Nǚwáng"
      },
      {
        "en": "The Queen Under Her Veil"
      }
    ],
    "description": {
      "en": "After being reborn, Sayi vows to break free of her foster mother’s control."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko ni Tensei Shita Ojisan"
    },
    "updatedAt": "2024-05-31T21:43:11+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/c6f741ad-2563-4a54-af1a-b220fbeb4c54.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9290f4f1-3860-4bc2-8194-c3a7271fe398",
    "title": {
      "en": "A World Without You."
    },
    "updatedAt": "2024-06-20T22:06:46+00:00",
    "coverArt": "https://mangadex.org/covers/9290f4f1-3860-4bc2-8194-c3a7271fe398/62e4ba4c-0fc5-4408-b804-226ce5d544e3.png",
    "altTitles": [
      {
        "ko": "사랑받는 언니가 사라진 세계"
      },
      {
        "ko-ro": "Sarangbanneun Eonniga Sarajin Segye"
      },
      {
        "en": "The World Where the Beloved Sister Disappeared"
      },
      {
        "en": "A World Without My Sister Who Everyone Loved"
      },
      {
        "zh": "备受宠爱的姐姐消失的世界"
      },
      {
        "es-la": "El Mundo Sin Mi Hermana a Quien Todos Amaban"
      },
      {
        "es": "El Mundo en el que Desapareció la Amada Hermana"
      }
    ],
    "description": {
      "en": "\"I hate you enough to want to kill you, Sienna.\"\n\nI was my sister’s shadow all my life, and I was betrayed by her and died. But… people have changed since the day I came back in time.\n\n\"You're the only child Nacht chose.\"\n\n\"His Highness recognizes you as family.\"\n\nSomething's wrong. These people seem to mistake me for my older sister.\n\n\"I beg you, believe in us for once, that we care for you.\"\n\nI once wanted to be loved. Now I fear that this mindset will become my weakness. One betrayal was enough. Everything is over when you bet everything in love. I just want to get my life back so…",
      "es": "Te odio lo suficiente como para querer matarte, Sienna. Ella fue la sombra de su hermana toda su vida y fue traicionada por ella. Lo único que podía elegir era mi propia muerte. “Lo siento hermana, no podré conceder tu deseo de matarme”. Por cierto… Las personas de la mansión Natch que regresaron en el tiempo son diferentes a las de antes. “Eres la única niña que ha elegido el Gran duque”. “Su Alteza lo reconoce como miembro de su familia”. Algo está mal. Es como si estas personas me confundieran con mi hermana mayor. “Te lo estoy diciendo créeme solo una vez. Nosotros nos preocupamos por ti”. Una vez quise ser amado. Ahora tengo miedo de que ese corazón se convierta en una debilidad. Una traición fue suficiente para quitarme la vida. Se acabó el tiempo de apostar todo al amor. Sólo quiero recuperar mi vida. ‘Si no amo, ya no me lastimarán’. “Ahora es tiempo de ir por caminos separados”.",
      "es-la": "Te odio lo suficiente como para querer matarte, Sienna. Ella fue la sombra de su hermana toda su vida y fue traicionada por ella. Lo único que podía elegir era mi propia muerte. “Lo siento hermana, no podré conceder tu deseo de matarme”. Por cierto… Las personas de la mansión Natch que regresaron en el tiempo son diferentes a las de antes. “Eres la única niña que ha elegido el Gran duque”. “Su Alteza lo reconoce como miembro de su familia”. Algo está mal. Es como si estas personas me confundieran con mi hermana mayor. “Te lo estoy diciendo créeme solo una vez. Nosotros nos preocupamos por ti”. Una vez quise ser amado. Ahora tengo miedo de que ese corazón se convierta en una debilidad. Una traición fue suficiente para quitarme la vida. Se acabó el tiempo de apostar todo al amor. Sólo quiero recuperar mi vida. ‘Si no amo, ya no me lastimarán’. “Ahora es tiempo de ir por caminos separados”."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1693697a-783c-4d3c-a2d3-dc069e137a23",
    "title": {
      "en": "No Home"
    },
    "updatedAt": "2023-11-20T17:18:37+00:00",
    "coverArt": "https://mangadex.org/covers/1693697a-783c-4d3c-a2d3-dc069e137a23/bc55de2a-47dd-41cb-9338-75b3f0650a69.jpg",
    "altTitles": [
      {
        "en": "Homeless"
      },
      {
        "en": "I Have No Home"
      },
      {
        "ko": "집이 없어"
      },
      {
        "ko-ro": "Jib-i Eobs-eo"
      }
    ],
    "description": {
      "en": "Haejoon Goh, who ran from home, and Eunyung Baek, the problem child who lives in a tent.   \r\nThese two, who met under terrible circumstances, are forced to live together in an abandoned dormitory.   \r\nThis is a story of difficult growth between two people who hate both the dorm and each other."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e56a7a-c7ea-4db8-84f0-db19c2034729",
    "title": {
      "en": "Seasons of Blossom"
    },
    "updatedAt": "2024-06-12T06:30:26+00:00",
    "coverArt": "https://mangadex.org/covers/67e56a7a-c7ea-4db8-84f0-db19c2034729/86f85502-4640-4947-b740-69a2149c2eb3.jpg",
    "altTitles": [
      {
        "en": "Cheongchun Blossom"
      },
      {
        "en": "Youth Blossom"
      },
      {
        "ko": "청춘 블라썸"
      },
      {
        "uk": "Розквіт молодості"
      }
    ],
    "description": {
      "en": "Children who are beginning their youth.  \nTheir growing pain on their way to spring."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "130"
  },
  {
    "mangaId": "8f902ade-00c5-4fb5-83ca-96946d22635e",
    "title": {
      "en": "Oideyo! Magicado Shoten"
    },
    "updatedAt": "2024-01-13T16:01:10+00:00",
    "coverArt": "https://mangadex.org/covers/8f902ade-00c5-4fb5-83ca-96946d22635e/3a7cef87-1121-4f78-bb22-cbaf9e79cdec.png",
    "altTitles": [
      {
        "ja": "おいでよ! マギカ堂書店"
      }
    ],
    "description": {
      "en": "Madoka et al. working in a bookstore? More likely than you'd think! And their manager, Kyuubey, mistreats his employees while bootlicking his superiors (from Head Office)? Treat yourself to this light-hearted comedy with Madoka and friends hard at work in Magicado Bookstores!"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "11"
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cf58401e-91ae-452f-b79a-5c83f34f6804",
    "title": {
      "en": "Dark Summoner to Dekiteiru"
    },
    "updatedAt": "2024-07-01T01:23:34+00:00",
    "coverArt": "https://mangadex.org/covers/cf58401e-91ae-452f-b79a-5c83f34f6804/5e7c27c3-2d3b-498d-b24c-abf045137ba6.jpg",
    "altTitles": [
      {
        "ja": "ダークサモナーとデキている"
      },
      {
        "zh": "黑暗召唤师在地下恋爱中"
      },
      {
        "zh-ro": "Hēi'àn zhàohuàn shī zài dìxià liàn'ài zhōng"
      },
      {
        "en": "I'm Dating a Dark Summoner"
      },
      {
        "en": "I'm dating a Dark Summoner"
      }
    ],
    "description": {
      "en": "Amona, a dark summoner and demi-human who uses demonic powers, is the newest addition to the party of the uptight priest Roni. Everyone expected the two to dislike each other and to have nothing to do with each other. But to their surprise, on their first day together as an adventuring party, they had a one-night stand...!",
      "ja": "クソ真面目な神官・ロニのパーティに新しく加入してきたのは、悪魔の力を使うダークサモナーで亜人のアモナ。反発し合い犬猿の仲になると思われた二人だったが、なんとパーティ加入初日に朝チュンしてしまい…！？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "90657ab4-b422-41bd-80ed-7bd9a658b29c",
    "title": {
      "en": "ISOUROU TENSHI - HAJIMETE NO CHIKYUU SEIKATSU"
    },
    "updatedAt": "2024-07-01T15:27:21+00:00",
    "coverArt": "https://mangadex.org/covers/90657ab4-b422-41bd-80ed-7bd9a658b29c/edff3f72-5c49-4ca8-b8f7-6f99eae96073.jpg",
    "altTitles": [],
    "description": {
      "en": "Mitsuhiro, who works for a loan shark, hits a girl on his way home. With no sign of movement or pulse, it seems all is lost. But then she suddenly comes back to life and stays at Mitsuhiro's house! It seems the girl is not human, and it's her first time living on Earth. Mitsuhiro ends up teaching her about \"human life\"... A comedy about a loan shark and a non-human girl living together in a slapstick stunt!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10939bf2-2dc7-4aae-8e4b-e96ba25c94de",
    "title": {
      "en": "My Stepsister Who is Perfect in Public, Shows Her True Colors at Home"
    },
    "updatedAt": "2024-06-29T12:44:38+00:00",
    "coverArt": "https://mangadex.org/covers/10939bf2-2dc7-4aae-8e4b-e96ba25c94de/0420a0b8-7c94-4cf6-bdf6-f5a81a249833.jpg",
    "altTitles": [
      {
        "ja": "外面は最高なのに、家では本性むき出しの義姉"
      },
      {
        "ja-ro": "Sotozura wa Saikou na no ni, Ie de wa Honsei Mukidashi no Gimai"
      },
      {
        "en": "Even though the outside is the best, her sister-in-law has a bare nature at home"
      }
    ],
    "description": {
      "en": "**Second English title is the one used on Amazon.** (I know it's not correct but thought I'd add it)\n\n~ Heatmanga"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "08a69168-3adb-4f78-adaa-088b7663e0ff",
    "title": {
      "en": "Umi ga Hashiru End Roll"
    },
    "updatedAt": "2024-03-29T19:38:54+00:00",
    "coverArt": "https://mangadex.org/covers/08a69168-3adb-4f78-adaa-088b7663e0ff/ad86c13a-84ac-404e-bd49-501d5e31a234.jpg",
    "altTitles": [
      {
        "ja-ro": "Umi ga Hashiru Endo Rooru"
      },
      {
        "ja": "海が走るエンドロール"
      },
      {
        "en": "Seaside Cinema Paradise"
      },
      {
        "fr": "Ocean Rush"
      }
    ],
    "description": {
      "en": "After turning 65 and bereaved of her husband, Umiko visits a cinema for the first time in decades. A shocking, life-changing event awaits her. When she meets Kai, an art student majoring in film, Umiko realises that she wants to make a film. She realises that she is on the side of \"the people who want to make films\"...\nLured by the waves that stir her heart, the 65-year-old dives into the sea of film!",
      "ja": "65歳を過ぎ夫と死別し、数十年ぶりに映画館を訪れたうみ子。そこには、人生を変える衝撃的な出来事が待っていた。海(カイ)という映像専攻の美大生に出会い、うみ子は気づく。自分は「映画が撮りたい側」の人間なのだと……。\n心を騒ぎ立てる波に誘われ、65歳、映画の海へとダイブする!!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0",
    "title": {
      "en": "I'm Really Not the Evil God's Lackey"
    },
    "updatedAt": "2024-05-27T16:57:02+00:00",
    "coverArt": "https://mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "altTitles": [
      {
        "zh": "我真不是邪神走狗"
      },
      {
        "en": "I'm Really Not the Demon God's Lackey"
      },
      {
        "en": "I’m Really Not the Devil’s Lackey"
      },
      {
        "uk": "Насправді я не слуга Злого Бога"
      },
      {
        "vi": "Ta Thật Không Phải Tà Thần Chó Săn"
      },
      {
        "zh-ro": "Wǒ Zhēn Bùshì Xiéshén Zǒugǒu"
      }
    ],
    "description": {
      "en": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
      "uk": "Лінь Цзє – чужоземець з іншого світу, що став тепер звичайним власником книжкового магазину. Він доброзичливий і завжди готовий порекомендувати відвідувачам книги, що здатні зцілити їхні душі. Іноді, він ділиться і власними роботами. З часом, клієнти починають його дуже поважати. Вони щодня приносять йому маленькі сувеніри чи подарунки в знак подяки та просять у нього рекомендації щодо книги. Про цього звичайного крамаря навіть починають розповідати історії. Його з повагою та теплом звуть «Гієна Злого Бога», «Вісник Євангелія Плоті», «Автор Культу Упирів» та «Пастух Зірок».",
      "zh": "穿越者林介经营着一家书店。他善良热情，总是向失意潦倒的客人们推荐治愈心灵的书籍，偶尔也会安利一下自己的拙作。久而久之，这些客人变得非常尊敬他，每天都会带来一些朴实的土特产报答他，向他请教推荐书目，并且向周边人也诉说着这个普通书店老板的事迹。他们尊敬而亲切地称呼他为——“邪神的鬣狗”、“血肉福音书的传播者”、“尸食教典仪的撰写者”、“群星的牧羊人”。“？？？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "Marriage Toxin"
    },
    "updatedAt": "2024-06-14T23:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      },
      {
        "en": "MARRIAGETOXIN"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…\n\n------\n- [Official English Volumes at Viz Media](https://www.viz.com/marriage-toxin)",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2aaa2f13-2229-44e9-8feb-c011d692b029",
    "title": {
      "en": "Witches' Tea Party 2"
    },
    "updatedAt": "2024-07-01T15:14:42+00:00",
    "coverArt": "https://mangadex.org/covers/2aaa2f13-2229-44e9-8feb-c011d692b029/55ae689e-a013-46ba-bd23-6c8d0a29b663.png",
    "altTitles": [],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2674b676-f69b-4fea-b5eb-d19803d41fce",
    "title": {
      "en": "Imaizumin Chi wa Douyara Gal no Tamariba ni Natteru Rashii~DEEP~"
    },
    "updatedAt": "2024-06-19T22:02:41+00:00",
    "coverArt": "https://mangadex.org/covers/2674b676-f69b-4fea-b5eb-d19803d41fce/f02f716d-1264-4c15-a333-68867dfbcea1.jpg",
    "altTitles": [
      {
        "ja": "今泉ん家はどうやらギャルの溜まり場になってるらしい～DEEP～"
      },
      {
        "en": "Imaizumin's House is a Place for Gals to Gather"
      },
      {
        "en": "Imaizumin's House is a Hangout Place for Gals"
      },
      {
        "ja-ro": "Imaizumin Chie wa Dōyara Gyaru no Tamariba ni Natterurashī"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Para Cewek"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Cabe-cabean"
      },
      {
        "id": "Rumah Imaizumi adalah Tempat Nongkrong Gal"
      },
      {
        "en": "Imaizumi Brings All the Gals to His House"
      }
    ],
    "description": {
      "en": "Imaizumi is a high school boy who lives alone in his apartment for a reason. He has a secret that he can't tell to anyone. And the secret is that he lives with the top three Gyarus (gals) of his school, Hamasaki, Kurumozaka, and Sasaki. He spends his day playing, talking and getting physical with these Gyarus, all of whom have a quirk or two. Imaizumi-kun is getting more and more addicted to his lazy, naughty and free \"youth\"...?",
      "id": "Imaizumi-kun, seorang siswa SMA yang hidup sendiri karena suatu alasan. Dia memiliki rahasia yang tidak bisa diketahui oleh siapa pun. Yaitu tinggal bersama tiga gadis \"Hamasaki\", \"Kurumizaka\" dan \"Sasaki\" yang berada di kasta atas di sekolah."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f952b22-812d-4252-88e1-a99818f13acd",
    "title": {
      "en": "The Duke of Death and His Maid"
    },
    "updatedAt": "2024-05-31T03:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/7f952b22-812d-4252-88e1-a99818f13acd/e7e125d5-01d0-405d-a88e-7d8ef36875a8.jpg",
    "altTitles": [
      {
        "fr": "Le duc de la Mort et sa gouvernante obscure"
      },
      {
        "ja-ro": "Shinigami Bocchan to Kuro Maid"
      },
      {
        "ru": "Смертоносный герцог и его черная горничная"
      },
      {
        "ar": "النبيل الشاب حاصد الأرواح و خادمته السوداء"
      },
      {
        "ja": "死神坊ちゃんと黒メイド"
      },
      {
        "en": "The Duke of Death and His Black Maid"
      },
      {
        "pt-br": "O duque da morte e sua empregada"
      }
    ],
    "description": {
      "en": "In a large mansion lives a boy, an aristocrat who was cursed by the witch to \"let everything he touches die.\" With him is his maid Alice, who besides serving him, likes to tease him. The boy who is interested in her doesn't mind the teasing, but not being able to touch her is painful!  \r\n  \r\nIf they are unable to hold hands, how will their love ever bloom?",
      "tr": "Hikâye büyük bir malikanede yaşayan kaderi bir cadı tarafından mühürlenen bir çocuk ve onunla beraber yaşayan hizmetçi Alice hakkında; çocuk dokunduğu her şeyi ölüme sürüklerken; Alice ile hiç el ele tutuşamayacak olmalarına rağmen yaşanan inişli çıkışlı bir aşk."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": "223"
  },
  {
    "mangaId": "8bfde150-22b9-4361-9845-f2bb6957610b",
    "title": {
      "en": "Hazure Skill \"Soine\" ga Kakuseishi, Boku ga Saikyou Harem wo Kizuku Made ~Micchaku Soine de Ganbou Kaihou!? Yuuwakusare Makutte Komattemasu!!~"
    },
    "updatedAt": "2024-04-29T18:16:26+00:00",
    "coverArt": "https://mangadex.org/covers/8bfde150-22b9-4361-9845-f2bb6957610b/88ac9688-7165-4e64-bfaa-87575bda2883.jpg",
    "altTitles": [
      {
        "ja": "ハズレスキル『添い寝』が覚醒し、僕が最強ハーレムを築くまで～密着添い寝で願望解放!? 誘惑されまくって困ってます!!～"
      },
      {
        "en": "Until My Loser Skill [Sleeping Together] Is Awakened and I Build the Strongest Harem ~ Unleash Your Desires by Sleeping Close to Each Other!? I’m Getting Tempted So Much and I’m in Trouble!!~"
      }
    ],
    "description": {
      "en": "Regnard defies expectations by enrolling in the esteemed Royal Academy of Lasarzia despite being a dropout. \n\nHowever, during the Blessing Ceremony, he receives a peculiar skill called \"Blessing of Sleeping Together,\" leading to ridicule from classmates. \n\nDespite the mockery, Regnard discovers the true potential of this skill when he spends the night with Frost, an honor student.\n\n This revelation leads to unexpected adventures and a harem fantasy, as Regnard navigates the challenges of his newfound abilities and hidden desires.",
      "ja": "神からスキルを与えられる『祝福の儀』で、『添い寝の祝福』というハズレスキルを授かった新入生のレグナード。ヘンテコスキルを授かった故に同級生からは奇異の目で見られ、クラスのいじめっ子からはパシリにされる毎日。そんな中、とあるキッカケから優等生のフロストと一夜を共にしたことによって、このスキルの真の能力を知ることになり…。一緒に添い寝で完全回復! さらに隠れた願望暴いて女のコに迫られまくり!?『努力』と『添い寝』で成り上がる、最強ハーレムファンタジー開幕!",
      "pt-br": "Regnard, um calouro que recebeu o \"Despertar da Bênção\" que concede habilidades divinas, foi agraciado com a habilidade inusitada de \"Bênção do Dormir Juntos\". Devido a essa habilidade estranha, ele é visto com olhares estranhos por seus colegas de classe e é constantemente abusado por um valentão da turma. No entanto, depois de passar uma noite com Frost, uma estudante exemplar, por um certo acaso, Regnard descobre o verdadeiro poder desta habilidade... Ele se recupera completamente ao dormir junto com alguém! Além disso, seus desejos ocultos são revelados, e ele é perseguido por várias garotas! \"Esforço\" e \"Dormir Juntos\" o levam a ascender, dando início a uma fantasia de harém suprema!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2bb86240-1f2a-4061-88d5-f3db0b1a19e2",
    "title": {
      "en": "Kaijin Reijou"
    },
    "updatedAt": "2023-12-01T05:55:54+00:00",
    "coverArt": "https://mangadex.org/covers/2bb86240-1f2a-4061-88d5-f3db0b1a19e2/bc065d2d-2ccb-4fbf-8693-27b5011b4b7d.jpg",
    "altTitles": [
      {
        "en": "Slasher Maidens"
      },
      {
        "ja": "怪人麗嬢"
      },
      {
        "ko": "괴인영애"
      }
    ],
    "description": {
      "en": "Asuma Sudou has always been a proud pervert, but he's sworn to give that up to chase the girl of his dreams. Having received a special invitation to enter the same all-girls school as her, he's planning to live his romantic youth to the fullest. But those plans are cut short when it turns out the school is a front for a secret organization dedicated to battling kaijin-monsters created when people succumb to their murderous impulses! The girls of the school fight using the relics of defeated kaijin, but when the bloodthirsty instincts sealed within threaten to overwhelm them, Asuma is the only one who can bring them back to their senses!\n\n(From: Yen Press)",
      "ja": "幼い頃からエロかった須藤遊真はお嬢様高校に通う少女に一目惚れし、その高校へ編入してしまう。\n憧れの少女、印南と出会いワクワクの遊真だったがその高校にはとんでもない秘密が…！\n\n「アカメが斬る！」の田代哲也が送る、超絶スプラッターアクション!!",
      "es-la": "En todo el mundo, las personas se están convirtiendo en monstruos y se apoderan de impulsos asesinos. El joven Asuma Sudô lleva una vida tranquila y nunca ha tenido que lidiar con ningún monstruo. Obsesionado por las chicas desde su infancia, se enamoró a primera vista de una alumna de un instituto para solo para chicas. Fue entonces que por un increíble golpe del destino, le ofrecieron ingresar a este establecimiento, a pesar de ser un chico. Asuma se encuentra así junto a la chica de sus sueños, ¡pero, no sabe que esta escuela secundaria es en realidad una organización especializada en el exterminio de monstruos!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3d3cf42-a12a-42f5-bd56-70b587eee06a",
    "title": {
      "en": "An Introvert's Hookup Hiccups: This Gyaru Is Head Over Heels for Me!"
    },
    "updatedAt": "2024-06-27T14:15:19+00:00",
    "coverArt": "https://mangadex.org/covers/f3d3cf42-a12a-42f5-bd56-70b587eee06a/f0d6ce6d-1e92-4c46-a923-0597d858f999.jpg",
    "altTitles": [
      {
        "ja": "陰キャの僕に罰ゲームで告白してきたはずのギャルが、どう見ても僕にベタ惚れです"
      },
      {
        "ja-ro": "Inkya no Boku ni Batsu Game ni Kokuhaku Shitekita Hazu no Gyaru ga, Doumitemo Boku ni Betahore Desu"
      },
      {
        "zh-hk": "因懲罰遊戲才向陰角的我告白的辣妹，怎麼看都已經完全迷戀上我了"
      },
      {
        "en": "The Gal Who Was Meant to Confess to Me as a Punishment Game Has Apparently Fallen in Love with Me"
      },
      {
        "ko": "아싸인 내게 벌칙 게임으로 고백해 온 갸루가 아무리 봐도 나한테 반한 것 같다"
      },
      {
        "ru": "Девушка, которая должна была признаться мне в качестве игрового наказания, очевидно, влюбилась в меня"
      },
      {
        "pl": "Introwertyczne wpadki podrywowe: Ta Gyaru zakochała się we mnie po uszy!"
      }
    ],
    "description": {
      "en": "When the gorgeous Nanami Barato confesses to Yoshin Misumai, it seems too good to be true! Only, it is—and Yoshin knows it. How’s an introverted guy like him supposed to keep his cool when he knows this is all just a dare? Even more puzzling, despite her gaudy appearance, this supposed gyaru isn’t actually all that good with guys! Perhaps this is the perfect chance for this shy guy to pluck up his own courage and say yes to the guy-shy girl. So begins their new cushy life of morning meet-ups and handmade lunches. The thing is, judging by the way she’s acting, Nanami has fallen head over heels for him! From dares and dating to downright disasters, can these two first-timers figure out their feelings and maybe even fall in love—for real, this time?!\n\n---\n**Links:**\n- Official Video Manga [YouTube](https://youtube.com/playlist?list=PL0zfSjyskgIUZdlu7xyxLAv956kN32dP6) (Chapters 1-3)\n- [Official English Light Novel](https://j-novel.club/series/an-introvert-s-hookup-hiccups)",
      "ja": "**陰キャ×清楚ギャル、罰ゲームから始まるピュアラブコメ!!**\n\nクラス内カーストトップの清楚ギャル・茨戸七海に罰ゲームで告白されて付き合うことになった陰キャ男子・簾舞陽信。 しかし罰ゲームのはずが、七海は陽信にガチ惚れしているようで…？",
      "pl": "Kiedy piękna Nanami Barato wyznaje miłość Yoshinowi Misumai, wydaje się to zbyt piękne, by mogło być prawdziwe! Tylko, że tak jest - i Yoshin o tym wie. Jak taki introwertyczny facet jak on ma zachować zimną krew, skoro wie, że to tylko wyzwanie? Jeszcze bardziej zastanawiające jest to, że pomimo jej krzykliwego wyglądu, ta rzekoma gyaru nie jest tak dobra w kontaktach z facetami! Być może jest to idealna okazja dla tego nieśmiałego faceta, aby zebrać się na odwagę i powiedzieć \"tak\" tej nieśmiałej dziewczynie. Tak zaczyna się ich nowe, wygodne życie porannych spotkań i ręcznie robionych lunchów. Rzecz w tym, że sądząc po jej zachowaniu, Nanami zakochała się w nim po uszy! Czy ta dwójka może odkryć swoje uczucia, a może nawet zakochać się w sobie - tym razem naprawdę?!",
      "pt-br": "Barato Nanami, uma versão atenuada da garota no topo da hierarquia da escola, perdeu um jogo de cartas e agora tem que confessar a um cara de sua classe como punição. Misumai Youshin, que é um solitário sem amigos, foi o cara escolhido, mas ele sabe da punição! Deveria ter sido uma punição do jogo, mas será que Nanami vai desenvolver sentimentos por Youshin…?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad0752b3-d45b-4f72-929f-2e8189565e2f",
    "title": {
      "en": "After Listening to What Inside My Mind the Female Leads Want to Flung Into My Harem"
    },
    "updatedAt": "2024-03-02T01:02:44+00:00",
    "coverArt": "https://mangadex.org/covers/ad0752b3-d45b-4f72-929f-2e8189565e2f/3e1b3f5e-f2ff-4f4f-a3f9-1256940c5a9c.jpg",
    "altTitles": [
      {
        "zh": "反派: 被偷听心声后 女主想当 我后宫!?"
      },
      {
        "zh-ro": "Fanpai: Bei Tou Ting Xinsheng Hou, Nv Zhu Xiang Dang Wo Hougong!?"
      },
      {
        "en": "The Villain: After Eavesdropping on My Thoughts, the Heroine Wants to Be in My Harem!?"
      },
      {
        "vi": "Nhân Vật Phản Diện: Sau Khi Nghe Lén Tiếng Lòng, Nữ Chính Muốn Làm Hậu Cung Của Ta!"
      },
      {
        "zh": "反派：女主偷听我心声人设崩了"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11fc0067-2385-4666-8915-042dd8139377",
    "title": {
      "en": "Isekai Metaller"
    },
    "updatedAt": "2024-06-30T20:17:15+00:00",
    "coverArt": "https://mangadex.org/covers/11fc0067-2385-4666-8915-042dd8139377/07a56e19-a446-4e3d-b257-67c562ee6377.jpg",
    "altTitles": [
      {
        "ja": "異世界メタラー"
      },
      {
        "ja-ro": "Isekai Metaraa"
      },
      {
        "en": "Another World Metaller"
      },
      {
        "en": "Otherworld Metaller"
      },
      {
        "es": "Metalero de Otro Mundo"
      },
      {
        "es-la": "Metalero de Otro Mundo"
      }
    ],
    "description": {
      "en": "Alex, a devoted metalhead, finds himself in deep sorrow at his band’s breakup concert. Amidst the sadness, he experiences an electrical accident due to equipment trouble… When he wakes up, he discovers he has been transported to another world! In this new world, Alex encounters situations that are a ‘metalhead’s dream,’ featuring werewolves and dragons, which excite him immensely. Determined to lead this otherworld to peace with his metal spirit, Alex sets out on an adventurous journey…",
      "es": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras...",
      "ja": "メタルを深く愛するアレキは、バンドの解散ライブで悲しみに暮れる中、機材トラブルで感電事故に遭う……。そして目が覚めると異世界に転移していた！？ 異世界では、狼男、ドラゴンと『メタラーの夢』であるシチュエーションに次々遭遇し、興奮するアレキ。メタル魂で異世界を平和に導こうとするが……",
      "es-la": "Alex, un devoto metalero, se encuentra sumido en una profunda tristeza en el concierto de disolución de su banda. En medio de la tristeza, sufre un accidente eléctrico debido a problemas con el equipo... Cuando despierta, ¡descubre que ha sido transportado a otro mundo! En este nuevo mundo, Alex se encuentra con situaciones que son el «sueño de un metalero», con hombres lobo y dragones, que le excitan enormemente. Decidido a llevar a este otro mundo a la paz con su espíritu metálico, Alex emprende un viaje lleno de aventuras..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b77e7a6a-a5e2-4fc6-b3c3-b152bd86239d",
    "title": {
      "en": "Secret Lady"
    },
    "updatedAt": "2024-01-28T18:36:12+00:00",
    "coverArt": "https://mangadex.org/covers/b77e7a6a-a5e2-4fc6-b3c3-b152bd86239d/231d6ccc-71b6-45e2-915b-5c2f4b82339a.jpg",
    "altTitles": [
      {
        "ko": "시크릿 레이디"
      },
      {
        "zh": "秘密小姐"
      },
      {
        "ja": "シークレットレディ"
      },
      {
        "ko-ro": "Sikeurit Leidi"
      },
      {
        "en": "The Lady's Secret"
      },
      {
        "tr": "Leydi'nin Sırrı"
      },
      {
        "zh-hk": "看見幽靈的少女"
      },
      {
        "fr": "La secrète demoiselle"
      },
      {
        "fr": "Le secret de la demoiselle"
      },
      {
        "fr": "La Demoiselle aux secrets (piccoma)"
      }
    ],
    "description": {
      "en": "I, Yoon Seol-woo, a young woman with the ability to see ghosts, was reincarnated as Rosantine, the eldest daughter of a noble ducal house in a world were witchcraft is considered dangerous. I managed to fake not being able to see ghosts somehow but then...\n\n\"Leave my sister's body this instant!\", I cried out to the evil spirit who's possessed my one and only beloved little sister.\n\nOnly the death penalty awaits me if my ability were to be discovered. Then, there's only one way...\n\n\"You're planning to kill Prince Chartus, right?\"\n\nI will save the Empire's second prince, Prince Chartus with this ability!\n\n\"I'll bet my life on Your Highness.\"\n\n---\n\n**Links:**\n- [Official Japanese Translation (Piccoma)](https://piccoma.com/web/product/77771)\n- [Official Indonesian Translation (Kakao)](https://kakaopage.co.id/content/Secret-Lady/3505)",
      "id": "\"Seorang gadis yang memiliki kemampuan untuk melihat hantu, Yoon Seolwoo, telah bereinkarnasi menjadi Rozentine. Di dunia dia hidup sekarang, dia juga bisa melihat hantu. Akan tetapi, di dunia tersebut, kemampuan seperti itu dilarang dan apabila ketahuan oleh pihak kekaisaran, maka pemilik kekuatan itu harus dihukum mati bersama keluarganya.\nNamun, ada jalan lain untuk menyelamatkan dirinya beserta keluarganya dari hukuman tersebut. Rozentine mengetahui dari para hantu, bahwa ada konspirasi yang akan membunuh pangeran ke-2 dengan racun. Jika Rozentine dapat menyelamatkan nyawa pangeran tersebut, mungkin dia bisa meminta imbalan agar dia beserta keluarganya dilindungi.\nBisakah Rozentine menyelamatkan pangeran dan melindungi keluarganya?\"",
      "ja": "生まれつき幽霊が見えるせいで周りから白い目で見られてきた雪乃だが、ある日突然交通事故で亡くなってしまう。 そして目を覚ますと、アルゼン公爵家の令嬢ロゼンタインに生まれ変わっていた。 前世とは違い両親の愛情を受けながら幸せに育つロゼンタイン。幽霊が見える力はそのままで…。 彼女が暮らすカルタゼン帝国では、呪術を忌み嫌い呪術師を迫害してきた。 ロゼンタインも幽霊が見えるとなれば処刑される道しか残っていなかった。 あることをきっかけに第2皇子シャルトゥスの暗殺計画を知った彼女は、自分と家族を守るため、命をかけて第2皇子暗殺を阻止しようとするが…。",
      "ko": "유령을 보는 아이, 윤설우.\n유령을 보는 공녀, 로젠타인으로 환생하다!\n\n이번 생에서는 어떻게든 유령을 모른 척해 왔지만….\n\n\"당장 내 동생 몸에서 나가!\"\n\n하나뿐인 동생의 빙의를 풀기 위해 외쳤다.\n하지만 이 능력을 들킨다면 사형뿐.\n그렇다면 방법은 하나.\n\n\"샤르투스 황자가 죽을 예정이라지?\"\n이 힘으로 제국의 제2황자, 샤르투스를 구하는 것!\n\n“저하께 제 목숨을 걸겠습니다.”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c62d637-4004-426f-ba7f-be45e18941b6",
    "title": {
      "en": "Yankee JK KuzuHana-chan"
    },
    "updatedAt": "2024-05-30T05:42:52+00:00",
    "coverArt": "https://mangadex.org/covers/6c62d637-4004-426f-ba7f-be45e18941b6/c731bd3e-4629-461c-9d4f-a3c34ffd0f7e.jpg",
    "altTitles": [
      {
        "es": "Colegiala Delincuente/Yankee KuzuHana-chan"
      },
      {
        "en": "Delinquent high school girl KuzuHana-chan"
      },
      {
        "en": "Yankee high school girl KuzuHana-chan"
      },
      {
        "ja": "ヤンキーJKクズハナちゃん"
      },
      {
        "zh-hk": "不良JK華子醬"
      },
      {
        "pt-br": "Garota Delinquente Do Ensino Médio KuzuHana-chan"
      }
    ],
    "description": {
      "en": "At the beginning of the academic year, Saotome Hodaka enrolls into Moteshiro Prefectural High School, a former all-girls school that had recently integrated, but discovers it has a male to female ratio of 1:359! \n\nWhile most might think of this as a paradise, the majority of the students are delinquents and Saotome immediately finds himself being extorted by some of the more aggressive girls. However, he is inadvertently saved by Hanako Kuzuryu, a beautiful delinquent who just wants to be left alone.\n\nIs this the start of a new friendship? And how will Saotome's life unfold in a school full of troublesome women?",
      "fr": "Au début de l'année scolaire, Saotome Hodaka intègre le lycée préfectoral de Moteshiro, ancien établissement réservé aux filles et récemment devenu mixte. Il découvre rapidement que le ratio garçons/filles est de 1:359 !\n\nBien que cela puisse sembler être un paradis pour certains, la majorité des élèves sont des délinquantes, et Saotome se retrouve aussitôt extorqué par certaines des filles les plus agressives. Par chance, il est sauvé malgré lui par Hanako Kuzuryu, une belle délinquante qui aspire seulement à être laissée en paix.\n\nEst-ce le début d'une nouvelle amitié ? Comment la vie de Saotome évoluera-t-elle dans une école pleine de filles turbulentes ?",
      "ja": "男女比率1対359!!　359人の女子高生にいじられまくり!!　つらたんハーレム学園ラブコメ!!　コワかわ最強ヒロイン爆誕!!\n四方八方ギャルだらけな県立茂手城高校に入学した黒一点・早乙女穂高は、ヤンキーJK・九頭竜華子にピンチを救われて…!?",
      "pt-br": "Uma proporção de homem para mulher de 1:359?!\n\nSaotome-kun é admitido em uma escola cheia de gyarus e conhece uma garota delinqüente chamada Hanako Kuzuryu."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7f56ace-cd30-48b9-8b64-afeca0077fca",
    "title": {
      "en": "The Greatest Estate Developer"
    },
    "updatedAt": "2024-05-29T00:16:52+00:00",
    "coverArt": "https://mangadex.org/covers/d7f56ace-cd30-48b9-8b64-afeca0077fca/c2613a1e-426f-4ee3-a6f7-caf003324dc7.jpg",
    "altTitles": [
      {
        "ko": "역대급 영지 설계사"
      },
      {
        "en": "The Greatest Estate Designer"
      },
      {
        "ja": "史上最高の領地設計士"
      },
      {
        "en": "The World's Best Engineer"
      },
      {
        "zh": "史诗级领地设计师"
      },
      {
        "ru": "Система всемогущего дизайнера"
      },
      {
        "zh-hk": "史詩級領地設計師"
      },
      {
        "ko-ro": "Yeokdaegeum Yeongji Seolgyesa"
      },
      {
        "es-la": "El Mejor Ingeniero del Mundo"
      },
      {
        "es-la": "El Mejor Diseñador Inmobiliario"
      }
    ],
    "description": {
      "en": "When civil engineering student Suho Kim falls asleep reading a fantasy novel, he wakes up as a character in the book.\n\n Suho is now in the body of Lloyd Frontera, a lazy noble who loves to drink, and whose family is in a mountain of debt. Using his engineering knowledge, Suho designs inventions to avert the terrible future that lies in wait for him. \n\nWith the help of a giant hamster, a knight, and the world’s magic, can Suho dig his new family out of debt and build a better future?\n\n---\n**Links:**\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "ja": "大自然の中でのスローライフもよし、最高の教育機関で学ぶのもよし！交通の便はもちろんのこと、赤ちゃんからご老人までどの世代の方にもご満足いただけるワンストッププレミアムライフをフロンテラ男爵領がご提案いたします！現在、先着順にて分譲契約中！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "ko": "소설 속 귀족이 된 토목공학도 김수호. \n그런데 뭐? 내 영지가 곧 망할 거라고? \n그럼 살려야지. 설계하고, 건설하고, 분양해서. \n\n【전 대륙이 기다려온 특별한 기회! 퍼펙트한 교통, 최상의 학군, 쾌적한 숲세권, 원스톱 프리미엄 영지 라이프의 프론테라 남작령이 여러분을 기다립니다. 선착순 분양계약중!】\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "ru": "Инженер-строитель Ким Су Хо стал аристократом на страницах романа. Но вот незадача! Поместье на грани банкротства? Тогда нужно спасать землю. Проектировать, строить и продавать. [Уникальная возможность, которую так ждал весь континент! Вас ждут идеальная транспортная развязка, лучший школьный район, приятный лесной массив и барон Фронтера, владелец уникальной недвижимости премиум-класса. Договор купли-продажи заключается в порядке очереди!]\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "zh": "穿越到小说成了废物贵族！\n逆天改命构建商业帝国！\n土木设计工程学专业的金修豪意外穿越到小说里，还成为了一个在初期就会死掉的废物贵族。已经看到小说结局的修豪知道自家的领地快玩儿完了！那得赶紧救活它啊！设计，建设，出售啊！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "es-la": "Kim Suho, que es ingeniero civil, se convirtió en un noble dentro de una novela. ¿Y qué? ¿Mi patrimonio está a punto de fracasar? Entonces debe salvarse. Diseñar, construir y vender. [¡La esperada oportunidad especial en todo el continente! El transporte perfecto, el distrito educativo más alto, un área forestal agradable y una vida familiar de primera calidad en Baron Frontera que todos han estado esperando. ¡Un contrato por orden de llegada!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b65fbf0e-6768-407d-ba79-fa9fcb319155",
    "title": {
      "en": "Hope You're Happy, Lemon"
    },
    "updatedAt": "2024-05-21T06:54:40+00:00",
    "coverArt": "https://mangadex.org/covers/b65fbf0e-6768-407d-ba79-fa9fcb319155/b8b5a8e6-c50b-44d6-8b34-25bb13bab57f.jpg",
    "altTitles": [
      {
        "ja": "クソ女に幸あれ"
      },
      {
        "ja-ro": "Kuso Onna ni Sachiare"
      },
      {
        "vi": "Hạnh Phúc Nhé Con Đĩ!"
      },
      {
        "vi": "Chúc Em Hạnh Phúc, Lemon!"
      },
      {
        "ru": "Всего наилучшего, стерва"
      },
      {
        "ru": "Надеюсь, ты счастлива, Лемон"
      },
      {
        "en": "God bless you witch"
      }
    ],
    "description": {
      "en": "\"I've been cheating on you. Oh, and it's not just one guy. It's three. Sorry about that.\"\n\nBack in middle school, Akiyoshi Sunao's first-ever girlfriend shattered his heart, and he swore off love. However, all that changes when he develops a crush on a girl in his university's film club. Just as he's finally beginning to move on from the past, he bumps into his ex-girlfriend. Little does he know that this is only the beginning...\n\nTo his horror, he wakes up in her body the next morning!",
      "es-la": "\"Te he estado engañando. Ah, y no es sólo un chico. Son tres. Lo siento\". En la secundaria, la primera novia de Akiyoshi Sunao le destrozó el corazón y renunció al amor. Sin embargo, todo eso cambia cuando se enamora de una chica en el club de cine de su universidad. Justo cuando finalmente comienza a dejar atrás el pasado, se topa con su exnovia. Lo que no sabe es que esto es sólo el comienzo... ¡Para su horror, se despierta en su cuerpo a la mañana siguiente!",
      "pt-br": "\"Eu tenho te traído. Ah, e não é apenas um cara. São três. Desculpe por isso.\" De volta ao ensino médio, o primeiro amor de Akiyoshi Sunao despedaçou seu coração, e ele jurou evitar o amor. No entanto, tudo muda quando ele se apaixona por uma garota no clube de cinema da universidade. Justo quando ele está começando a superar o passado, ele esbarra com sua ex-namorada. Mal sabe ele que isso é apenas o começo... Para seu horror, ele acorda no corpo dela na manhã seguinte!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f731150b-c2e9-42ce-a5af-5604bcd83c3d",
    "title": {
      "en": "I Don't Want to Play Matchmaker!"
    },
    "updatedAt": "2024-05-30T19:31:41+00:00",
    "coverArt": "https://mangadex.org/covers/f731150b-c2e9-42ce-a5af-5604bcd83c3d/b5a51f77-102b-48de-9efb-1326e6a07097.jpg",
    "altTitles": [
      {
        "ko": "오작교는 싫습니다"
      },
      {
        "en": "I Don't Want to Be a Magpie Bridge"
      },
      {
        "en": "I Don't Want to Be an Ojakgyo"
      },
      {
        "ru": "Не хочу быть Очжаккё"
      },
      {
        "ko-ro": "Ojakgyoneun Silseumnida"
      },
      {
        "en": "I Don't Want to Be the Magpie Bridge"
      }
    ],
    "description": {
      "en": "I’ve been reincarnated into a side character of a novel. On top of that, I am the character who is like a magpie bridge in the mentally-exhausting story, *The Guys Around Hestia*.\n\nThere is no romance in store for me, and it absolutely horrifies me to think that my family is destined to drown in debt!\n\nI planned on becoming a civil servant, enjoying a life of wealth and honor that I was unable to attain in my previous life but… why are the guys behaving out of character? Why are you blushing in front of me? Why do you keep giving me food?\n\n“Can you Imagine Shushu being shy when looking at someone?”\n\n“Whoa… It’d be amazing if that happens.”\n\nAs Cory absent-mindedly said that to Hiley, Eve frowned and murmured under his breath, “Should I run away with her…”\n\nSwan remained silent while he hid his face with his sleeves. His face and ears turned red.\n\nWhat’s up with you guys? Why are you guys doing other things instead of being obsessed with the female lead? Get yourself together!\n\nThis is the survival story of an academy student, Schulaina West, who wants to pursue a wealthy future in a reverse harem novel. \n\nTL/N: Magpie Bridge is the bridge made by a flock of magpies that connects the two star-crossed lovers Orihime and Hikoboshi in the legend behind the Tanabata festival."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ecd208c-c592-4462-9f57-4d7d4a9f956f",
    "title": {
      "en": "Mercenary Enrollment"
    },
    "updatedAt": "2024-01-30T23:47:15+00:00",
    "coverArt": "https://mangadex.org/covers/9ecd208c-c592-4462-9f57-4d7d4a9f956f/75e7fac6-c9f4-43ce-ae0e-cbf06f28f99b.jpg",
    "altTitles": [
      {
        "ko": "입학용병"
      },
      {
        "ko-ro": "Ipagyongbyeong"
      },
      {
        "en": "Teenage Mercenary"
      },
      {
        "de": "Söldnereinschreibung"
      },
      {
        "fr": "High School Mercenary"
      },
      {
        "es": "Mercenario adolescente"
      },
      {
        "ja": "入学傭兵"
      },
      {
        "zh": "少年佣兵"
      },
      {
        "zh-hk": "入學傭兵"
      },
      {
        "th": "พี่ชายสายบอดี้การ์ด"
      },
      {
        "id": "High School Soldier"
      },
      {
        "id": "Tentara Menyamar Jadi Anak SMA"
      },
      {
        "pt-br": "Mercenário Adolescente"
      }
    ],
    "description": {
      "de": "Im Alter von acht Jahren verlor Ijin Yoo seine Eltern bei einem Flugzeugabsturz und strandete in einem fremden Land, wo er gezwungen war, ein Kindersöldner zu werden, um zu überleben. Zehn Jahre später kehrt er nach Hause zurück, um mit seiner Familie in Korea wieder vereint zu sein. Dort scheint alles friedlich zu sein, doch schon bald muss Ijin feststellen, dass das Leben als Teenager eine ganz andere Art des Überlebens ist. Da ihm nur noch ein Jahr in der Oberschule bleibt, muss Ijin neue Taktiken erlernen, um sich auf dem Schlachtfeld der Schule zurechtzufinden. Kann er ein Jahr Oberschule überleben? Oder wird die Schule vielmehr in der Lage sein, IHN zu überleben?\n\n---\nDie Geschichte handelt von einem jungen Koreaner, der bei einem Flugzeugabsturz seine Eltern verloren hat. Das Kind landet irgendwie in einem vom Krieg zerrissenen Teil der Welt und wird zu einem Top-Söldner im Teenageralter. Irgendwie findet er seine Familie wieder und beschließen, ein ruhiges Leben mit seiner Familie zu führen.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "en": "At the age of eight, Ijin Yu lost his parents in a plane crash and became stranded in a foreign land, forced to become a child mercenary in order to stay alive. He returns home ten years later to be reunited with his family in Korea, where food and shelter are plenty and everything seems peaceful. But Ijin will soon learn that life as a teenager is a whole other feat of survival. With only one year of high school left, Ijin must master new tactics to maneuver his way around the schoolhouse battleground.\n\nCan he survive a year of high school? Or rather, will the school be able to survive him?",
      "es": "A los ocho años, Ijin Yu perdió a sus padres en un accidente aéreo y quedó varado en un país extranjero, forzado a convertirse en mercenario para sobrevivir. Diez años después, regresa a su hogar para reunirse con su familia en Corea, en donde sobra la comida y todo parece estar en paz. Sin embargo, Ijin pronto descubrirá que la vida de adolescente es otro tipo de supervivencia. En su último año de secundaria, Ijin debe dominar nuevas tácticas para resistir en el campo de batalla escolar. ¿Podrá sobrevivir a su último año? ¿O podrá su escuela sobrevivir a él?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "fr": "Ijin est un jeune mercenaire qui est le seul survivant d’un accident d’avion survenu dans son enfance. Il vient tout juste de retourner auprès de sa famille qui le croyait mort durant ses 10 ans d’absence. Ijin pourra-t-il mettre de côté son passé sombre et mener une vie normale de lycéen?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "hu": "Yu Ijin volt az egyetlen túlélője egy repülőgép-szerencsétlenségnek, amikor még kicsi volt. Miután zsoldosnak állt, hogy 10 évig túléljen, visszatér a családjához a szülővárosába.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "id": "Yoo Leejin, satu-satunya orang yang hidup dari kecelakaan pesawat terbang, harus bekerja sebagai tentara bayaran selama 10 tahun. Tapi akhirnya dia kembali ke tempat asalnya dan memulai kehidupan baru sabagai anak SMA biasa. Apakah dia bisa bersekolah dengan normal?\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "ko": "어린 시절 비행기 추락 사고의 유일한 생존자 유이진.  \n살아남기 위해 용병으로 살아가던 유이진은 10년 후, 가족이 있는 고향으로 돌아왔다.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "th": "ยูอีจิน เด็กหนุ่มผู้รอดตายจากอุบัติเหตุเครื่องบินตกและใช้ชีวิตเป็นทหารมานับแต่นั้นได้กลับมาหาครอบครัวของเขาในที่สุดหลังจากผ่านเวลาไปเป็นสิบปี\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh": "超强少年佣兵归来！\n欺负我妹的一个都不准跑！\n\n幼年遭遇飞机失事，成为唯一幸存者的柳亦真，为了生存成为了佣兵。十年后，因偶然的契机得以回到故乡上学并找回了自己的家人。正当他为失而复得的家人感到幸福，为安逸的生活感到欣喜时，却发现事情并不如他所愿。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "pt-br": "Yu Ijin foi o único sobrevivente de uma queda de avião quando ainda era criança. Depois de se tornar um mercenário por 10 anos para sobreviver, ele retornou para sua família em sua cidade natal.\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)",
      "zh-hk": "《大貴族》孫齊晧作家的新作！ 幼年時，飛機墜毀事故的唯一倖存者劉理真，爲了生存以傭兵生活的劉理真，10年後回到了有家人的故鄉。\n\n---\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=5611024), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=758150)\n\n**Official Translations:**\n* [English](https://www.webtoons.com/en/action/teenage-mercenary/list?title_no=2677)\n* [Chinese (Simplified) / 汉语](https://dongmanmanhua.cn/BOY/shaonianyongbing/list?title_no=1575)\n* [Chinese (Traditional) / 漢語](https://www.webtoons.com/zh-hant/action/mercenary-soldier/list?title_no=2416)\n* [French / Français](https://www.webtoons.com/fr/action/high-school-mercenary/list?title_no=2678)\n* [German / Deutsch](https://www.webtoons.com/de/action/teenage-mercenary/list?title_no=3732)\n* [Indonesian / Bahasa Indonesia](https://www.webtoons.com/id/action/high-school-soldier/list?title_no=2367)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001139)\n* [Spanish / Español](https://www.webtoons.com/es/action/teenage-mercenary/list?title_no=3252)\n* [Thai / ภาษาไทย](https://www.webtoons.com/th/action/high-school-soldier/list?title_no=2438)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e9cda134-9c53-4dd2-8ce0-f9b0171afb39",
    "title": {
      "en": "Goblin Slayer Gaiden: Year One"
    },
    "updatedAt": "2024-03-19T20:05:28+00:00",
    "coverArt": "https://mangadex.org/covers/e9cda134-9c53-4dd2-8ce0-f9b0171afb39/19f17f1e-6cd8-44c8-ae33-e3a744ba0733.jpg",
    "altTitles": [
      {
        "en": "Goblin Slayer! Side Story: Year One"
      },
      {
        "ru": "Убийца Гоблинов: Год первый"
      },
      {
        "ja": "ゴブリンスレイヤー外伝：イヤーワン"
      },
      {
        "zh-hk": "哥布林殺手外傳：第一年"
      }
    ],
    "description": {
      "en": "A prequel series revealing Goblin Slayer's past and the events that led him to become an adventurer with the sole purpose of exterminating all goblins from the world.",
      "pl": "Prequel ujawniający przeszłość Goblin Slayer'a i wydarzenia, które doprowadziły go do zostania poszukiwaczem przygód, któremu przyświeca wyłącznie jeden cel: eksterminacja wszystkich goblinów. ~M  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/GoblinSlayer_GA)  \n- [![](https://i.imgur.com/dQCXZkU.png) Manga Artist's Twitter](https://twitter.com/kentosakaeda)  \n- [Official LN (JP)](https://www.ganganonline.com/contents/goblinyo/)  \n- [Official LN (EN)](https://yenpress.com/series-search/?series=yen346-goblin-slayer-side-story-year-one-light-novel)  \n- [Official Anime (JP)](http://www.goblinslayer.jp/)",
      "pt": "Uma série de prequel que revela o passado de Goblin Slayer e os eventos que o levaram a se tornar um aventureiro com o único propósito de exterminar todos os goblins do mundo.",
      "ru": "События манги перенесут нас на 5 лет назад, в то время, когда Убийца Гоблинов только закончил свои тренировки и расстался с мастером. Манга поведает нам о том, чем занимался Убийца Гоблинов все эти 5 лет до встречи с Жрицей."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3975b7da-2822-48f7-87d6-ce62f1a46bf4",
    "title": {
      "en": "Black-Haired Tactical Genius"
    },
    "updatedAt": "2023-08-30T04:48:11+00:00",
    "coverArt": "https://mangadex.org/covers/3975b7da-2822-48f7-87d6-ce62f1a46bf4/75f9dd08-d65b-4925-ae13-1484670cd3f4.jpg",
    "altTitles": [
      {
        "ko": "검은 머리 전술 천재"
      }
    ],
    "description": {
      "en": "K-League Third Division\n\nThe protagonist, Ma Jung-woo, is a strategic analyst.\n\nAs he suffered from mounting debt, he inherited his late grandfather's British football team without notice.\nHe tried to sell the club and start a new life...\n\nWhat? 150 billion won in debt alone?\n\nJungwoo is trying to pay off his debts alone as the club owner's coach…."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c8b7c932-3eaa-4005-81ef-c70f2862b51b",
    "title": {
      "en": "My Lovely Fox Wife"
    },
    "updatedAt": "2024-05-30T21:10:00+00:00",
    "coverArt": "https://mangadex.org/covers/c8b7c932-3eaa-4005-81ef-c70f2862b51b/3f29b352-99df-438d-bc49-8b243752db8f.jpg",
    "altTitles": [
      {
        "en": "The Fox Girl is My Wife"
      },
      {
        "ru": "Повседневная жизнь с девушкой-лисой"
      },
      {
        "ja": "狐のお嫁ちゃん"
      },
      {
        "zh": "我的妻子是狐妖"
      },
      {
        "ja-ro": "Kitsune no Oyome-chan"
      }
    ],
    "description": {
      "en": "In Kyoto, the capital of a thousand years, a fox spirit and a young man meet and fall in love. And so begins the lovey-dovey life of a human-kitsune newlywed couple. Of course, it's full of fluff!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "55"
  },
  {
    "mangaId": "93b5aabf-7b61-4bbb-a0f4-23b5bfc6b2aa",
    "title": {
      "en": "Himokuzu Hana-kun wa Shinitagari"
    },
    "updatedAt": "2024-06-19T04:27:20+00:00",
    "coverArt": "https://mangadex.org/covers/93b5aabf-7b61-4bbb-a0f4-23b5bfc6b2aa/87e9721d-6ac6-45d2-942d-b2fb8b2652b7.jpg",
    "altTitles": [
      {
        "ja": "ヒモクズ花くんは死にたがり"
      },
      {
        "ja-ro": "Himokuzu Hana-kun wa Shinitagari"
      },
      {
        "en": "Hana-kun can't live without me."
      },
      {
        "en": "Deadbeat Hana-kun Has a Death Wish"
      },
      {
        "zh-hk": "軟飯人渣小花想要去死"
      },
      {
        "zh": "软饭人渣小花想要去死"
      }
    ],
    "description": {
      "en": "Yoshino is a second-year working adult who is exhausted from her daily life and work. One of the worst days of her life, Yoshino gets drunk and wakes up the next morning to find a mysterious boy named Hana-kun sleeping next to her. Yoshino ends up living with Hana-kun for a limited time, and surprisingly begins to feel comfortable living with Hana-kun. Meanwhile, due to a certain incident, Hana-kun becomes obsessed with her for some reason... A love-filled scum boy meets a deeply affectionate company girl, and a love like a powerful drug begins!?",
      "ja": "日々の生活と仕事に疲れ切っている社会人2年目の吉野（よしの）。人生最悪のある日泥酔した吉野が翌朝目覚めると、となりに寝ていたのは謎めいた男子「花くん」だった。 期間限定で一緒に暮らすことになり、意外にも花くんとの生活に居心地の良さを覚えていく吉野。そんな中、ある事件をきっかけに花くんになぜか執着されることになって… 愛の重いクズ男子×情の深い社畜女子、劇薬みたいな恋がはじまる⁉"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "21f54bc1-aefd-4be1-8284-5858b1df0e55",
    "title": {
      "en": "Initial D"
    },
    "updatedAt": "2023-06-04T07:49:55+00:00",
    "coverArt": "https://mangadex.org/covers/21f54bc1-aefd-4be1-8284-5858b1df0e55/b1ebedfd-1c01-477c-bc6b-9893f5476bd9.jpg",
    "altTitles": [
      {
        "ca": "La inicial D"
      },
      {
        "ru": "Инициал Ди"
      },
      {
        "th": "ถนนสายนี้ ข้าจอง..."
      },
      {
        "zh": "头文字D"
      },
      {
        "ja": "頭文字Ｄ"
      }
    ],
    "description": {
      "en": "Only the fearless survive in the white-hot world of street racing, as teams take on dangerous roads in the shadow of Mt. Akina. Behind the wheel of the mysterious \"Ghost of Akina\" is Takumi, on his way to becoming the greatest racer ever.",
      "es": "Sólo los intrépidos sobreviven en el candente mundo de las carreras callejeras, mientras los equipos toman caminos peligrosos a la sombra del Monte Akina. Al volante del misterioso \"Fantasma de Akina\" está Takumi, en camino de convertirse en el mejor corredor de la historia.",
      "vi": "Fujiwara Takumi là một cậu nhóc 18 tuổi bình thường, sống cùng cha mình với quán đậu hũ. Ngày ngày Takumi đều phải đi giao đậu hũ trên đèo Akina vào mỗi sáng sớm để phụ giúp gia đình. Sẽ không có gì đáng nói nếu như bố của cậu bắt cậu phải làm điều này liên tục từ năm lớp 7. Nhưng ý đồ sau đấy của ông còn hơn cả là việc giao hàng, thứ ông quan trọng nhất chính là lúc thằng con mình lái xe về, khi chiếc 86 bắt đầu đổ dốc. Thừa hưởng dòng máu đua xe từ bố, Takumi dần dần đổ dốc nhanh hơn bất kỳ ai, đến mức nhiều người còn phong cho cậu (khi chưa biết mặt) là \"bóng ma đèo Akina\". Nhưng cậu vẫn không hề nhận ra khả năng của mình suốt quãng thời gian đó, cậu cũng không biết cái xe mình đang lái là chiếc Toyota 86 , thậm chí coi lái xe là vô bổ, chỉ lái xe khi phụ giúp gia đình.\n\nĐến một hôm, sau khi có một buổi đi chơi với cậu bạn Itsuki và anh đồng nghiệp Iketani, Takumi đã được gặp gỡ đội Akina Speed Stars (trong tâm thế sợ hãi cách lái xe của anh Iketani), và đúng lúc đó, đội Akagi Red Suns xuất hiện và thể hiện đẳng cấp khác biệt hoàn toàn của họ với đội Speed Stars. Iketani và đồng đội chỉ biết ngồi tuyệt vọng và lái xe về. Đội Red Suns ở lại núi Akina một lúc đến 4h sáng và chuẩn bị rút quân. Nhưng đó cũng là lúc Takumi trên đường đi giao hàng về, Keisuke Takahashi, tay đua số 2 của Red Suns đã có một cuộc đua ngắn với chiếc 86 và đã bị chiếc xe 10 năm tuổi hạ gục một các nhục nhã. Kể từ đó anh ta tìm mọi cách để gặp lại chiếc 86 đó, danh tiếng của Red Suns cũng đang bị đe dọa, các tay đua từ khắp nơi đổ về để xem trận đấu chính thức giữa chiếc 86 và tay đua số 2 của Akagi Red Suns, thậm chí anh trai của Keisuke, cũng là tay đua số 1 của Red Suns, Ryousuke cũng phải kinh ngạc và quay lại Akina dù trước đó đã đánh giá thấp nơi đây. Từ đó, danh tiếng của chiếc 86 vang danh khắp nơi đến mức các tay đua hàng đầu ở Gunma đều đến Akina để thách đấu Takumi và chiếc 86. Liệu Takumi sẽ ứng biến như thế nào với các tay đua trình độ càng ngày càng cao?"
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "48",
    "lastChapter": "719"
  },
  {
    "mangaId": "cedc7401-8c70-4057-b14a-4ecbbcd73945",
    "title": {
      "en": "Otoyomegatari"
    },
    "updatedAt": "2024-05-06T03:31:07+00:00",
    "coverArt": "https://mangadex.org/covers/cedc7401-8c70-4057-b14a-4ecbbcd73945/fd566b46-0560-46e7-81fe-a67c2942aed8.jpg",
    "altTitles": [
      {
        "ja": "乙嫁語り"
      },
      {
        "ja-ro": "Otoyome Gatari"
      },
      {
        "de": "Young Bride's Story"
      },
      {
        "de": "Die Geschichte einer Braut"
      },
      {
        "no": "Brudens Fortellinger"
      },
      {
        "fr": "Bride Stories"
      },
      {
        "it": "I Giorni Della Sposa"
      },
      {
        "pt": "A història de uma noiva"
      },
      {
        "es": "La historia de una novia"
      },
      {
        "ru": "История молодой невесты"
      },
      {
        "uk": "Історія молодої нареченої"
      },
      {
        "pl": "Opowieść panny młodej"
      },
      {
        "el": "Οι ιστορίες της νύφη"
      },
      {
        "ne": "बेहुलीहरूका कथा"
      },
      {
        "fi": "Aron morsiamet"
      },
      {
        "fi": "Morsiamen tarina"
      },
      {
        "ar": "قصة عروس"
      },
      {
        "tr": "Gelin Öyküsü"
      },
      {
        "id": "The Bride's Stories"
      },
      {
        "vi": "Cô Dâu Thảo Nguyên"
      },
      {
        "ko": "신부이야기"
      },
      {
        "th": "เจ้าสาวแห่งทางสายไหม"
      },
      {
        "zh": "少女新娘物语"
      },
      {
        "zh-hk": "姊嫁物語"
      },
      {
        "kk": "Келін Хикаясы"
      },
      {
        "en": "A Bride's Tale"
      },
      {
        "tr": "Gelinin Öyküsü"
      }
    ],
    "description": {
      "ar": "تدور أحداث القصة في بلدة ريفية بالقرب من بحر قزوين في آسيا الوسطى خلال أواخر القرن التاسع عشر عند الغزو الروسي ، وتدور القصة حول امرأة شابة ، أمير ، تصل من قرية بعيدة عبر الجبال لتتزوج كارلوك ، شاب ثماني سنوات. صغارها. يتتبع المسلسل علاقتهما أثناء تطورها ، بينما يقدم قصصًا أخرى حول مختلف الشابات وحياتهن اليومية مع خطيبهن وأزواجهن على طول طريق الحرير .",
      "de": "Die zwanzigjährige Amira wird von ihrem Clan zu einer Familie jenseits der Berge geschickt, damit sie deren zwölfjährigen Sohn Karluk heiratet. Nach der Hochzeit fügt sich Amira schnell in ihre neue Familie ein. Während sie einige Zeit nach ihrer Hochzeit mit Karluk entfernte Verwandte seines Clans besucht, beschließt ihre eigene Familie, sie zurückzufordern, da sie mit Amira andere Pläne haben...",
      "en": "Central Asia, mid-19th century: in a rural town near the Caspian Sea, a young woman named Amir arrives from a distant village across the mountains to marry Karluk, a boy eight years her junior. The story unfolds among details of everyday family and community life. However, the peaceful atmosphere is disturbed when Amir's family demands to take her back to their village.\n\n---\n- **Won the 7th Manga Taisho Award in 2014**",
      "es": "Ambientada en una ciudad rural cerca del mar Caspio en Asia Central a finales del siglo xix, la historia gira en torno a una joven llamada Amira, que llega de un pueblo distante a través de las montañas para casarse con Karluk, un joven ocho años menor que ella. La serie sigue su relación a medida que se desarrolla, al tiempo que presenta otras historias sobre varias mujeres jóvenes y su vida cotidiana con sus respectivos novios y esposos a lo largo de la Ruta de la Seda.",
      "fi": "Tarina seuraa aluksi tuoreen morsiamen, Amiran, sekä hänen uuden perheensä elämää. Myöhemmin muun muassa kuljetaan tutkimusmatkailijan seurassa ja tutustutaan uusiin seutuihin ja uusiin morsiamiin. Upea piirrosjälki, taidokas tunnelmanluonti, uskottavasti rakennettu eksoottinen miljöö sekä useat kiinnostavat henkilöhahmot tekevät Aron morsiamista vuoden mangatapauksen!",
      "fr": "La vie d’Amir, 20 ans, est bouleversée le jour où elle est envoyée dans le clan voisin pour y être mariée. Elle y rencontre Karluk, son futur époux… un garçon de huit ans son cadet ! Autre village, autres mœurs… La jeune fille, chasseuse accomplie, découvre une existence différente, entre l’aïeule acariâtre, une ribambelle d’enfants et Smith, l’explorateur anglais venu étudier leurs traditions.\n\nMais avant même que le jeune couple ait eu le temps de se faire à sa nouvelle vie, le couperet tombe : pour conclure une alliance plus avantageuse avec un puissant voisin, le clan d’Amir décide de récupérer la jeune femme coûte que coûte…",
      "id": "Karluk Eyhon dan Amira Hargal adalah pasangan suami istri dengan usia terpaut delapan tahun (Amira 20 tahun dan Karluk 12 tahun). Setelah menikah mereka tinggal bersama dengan Keluarga Karluk.\nHubungan keduanya pun berjalan dengan baik. Namun, ketenangan mereka kemudian terusik oleh kedatangan kakak serta sepupu Amira yang berniat membawanya pulang. Apa yang sebenarnya terjadi!?",
      "it": "Tardo XIX secolo, nelle vicinanze del Mar Caspio in Asia centrale, lungo la via della seta. La ventenne Amira viene mandata dalle montagne in cui vive ad un altro villaggio, per sposare il più giovane Karluk, appena dodicenne. Dopo gli iniziali imbarazzi per la differenza di età fra i due, il loro rapporto comincia ad essere sempre più unito e Amira inizia ad abituarsi alla vita della tribù e ad integrarsi nella comunità, ma la pace viene disturbata quando delle persone della famiglia di Amira raggiungono il villaggio per riprenderla con loro.",
      "ja": "美貌の娘・アミル（20歳）が嫁いだ相手は、若干12歳の少年・カルルク。遊牧民と定住民、８歳の年の差を越えて、ふたりは結ばれるのか……？　『エマ』で19世紀末の英国を活写した森薫の最新作はシルクロードの生活文化。馬の背に乗り弓を構え、悠久の大地に生きるキャラクターたちの物語！",
      "ko": "독특한 감성으로 큰 인기를 끌며 많은 사랑을 받았던 만화 <엠마>의 작가 모리카오루의 신작. 19세기 중앙아시아의 실크로드를 배경으로 한 장대한 스케일의 내용과 섬세하고 화려한 그림 그리고 한층 성숙된 탄탄한 스토리로 무장하였다. 드넓은 중앙 아시아를 배경으로 이야기가 펼쳐진다.\n\n이제 무대는 중앙아시아 실크로드. 끝없는 대지에서 살아가는 유목 정착민의 낮과 밤이 펼쳐지는 카스피 해 인근의 지방도시. 아름다운 연상의 신부 아미루와 소년에서 어른이 되어가는 어린 신랑 카르르크는 부부가 된다. 다른 부족에서 시집온 아미루와 어린 신랑 카르르크의 평화롭고 행복한 시간도 잠시. 이 두 부부에게 다가오는 어두운 계획이 꿈틀거리기 시작한다.",
      "ne": "मध्य एशिया, 19 औं शताब्दीको मध्य: \nक्यास्पियन सागर नजिकैको एक ग्रामीण सहरमा, आमिरा नामकी युवती आफू भन्दा आठ वर्ष कान्छो केटा कार्लुकसँग विवाह गर्न पहाड पारी टाढाको गाउँबाट आइपुग्छिन्।  \nकथा दैनिक परिवार र सामुदायिक जीवनको विवरणहरूको बारेमा हो।\nतर, आमिराको परिवारले उनलाई आफ्नो गाउँ फर्काउन माग गर्दा शान्तिपूर्ण वातावरण खलबलिएको छ।",
      "pl": "Dwudziestoletnia Amir zostaje wydana za młodszego o 8 lat Karluka. Dziewczyna opuszcza swoje koczownicze plemię, by zamieszkać wraz z mężem i jego rodziną w odległym mieście na Jedwabnym Szlaku. Uzdolniona w łucznictwie i jeździectwie, otwarta i bezpośrednia Amir próbuje odnaleźć swoje miejsce w nowej społeczności. Gdy między nią a Karlukiem rozkwita głębsze uczucie, w mieście pojawia się starszy brat Amir, żądając unieważnienia małżeństwa. Między dwoma rodzinami wybucha spór.",
      "ru": "Это истории из жизни Амиры - прекрасной лучницы и наездницы, посланной за горы, чтобы выйти замуж за Карлука - одного из поселенцев, который младше её на 8 лет. Благодаря многим своим умениям, Амира быстро находит себе место среди жителей деревни. Но всё меняется, когда люди из деревни Амиры решают забрать её назад.",
      "th": "ตั้งอยู่ในเมืองชนบทใกล้ทะเลแคสเปียนในเอเชียกลางในช่วงปลายศตวรรษที่ 19 ที่รัสเซียพิชิตเรื่องราวหมุนรอบหญิงสาวคนหนึ่งชื่ออาเมียร์ที่มาจากหมู่บ้านห่างไกลข้ามภูเขาเพื่อแต่งงานกับคาร์ลุก ชายหนุ่มอายุแปดขวบ จูเนียร์ของเธอ ชุดนี้ความสัมพันธ์ของพวกเขาในขณะที่มันพัฒนาในขณะที่การนำตุ๊กตุ่นอื่น ๆ เกี่ยวกับหญิงสาวที่ต่างๆและชีวิตประจำวันของพวกเขากับคู่หมั้นของตนและสามีไปตามเส้นทางสายไหม",
      "uk": "Події цієї романтично-пригодницької історії розгортаються у Середній Азії позаминулого століття. Молода дівчина Аміра із суворого кочового клану прибуває до селища, щоб вийти заміж за Карлука. Це незвичайний шлюб – адже наречений молодший за неї на вісім років. Однак найбільше бажання Аміри – стати йому гарною дружиною. Вона усіма силами старається догодити і йому, і своїй новій родині, дивуючи давно осілих землеробів своїми талантами.",
      "vi": "Vào thế kỉ 19, ở khu vực Trung Á, tại một vùng thị tứ gần biển Caspi…\n\nCó một cô dâu đã vượt qua bao núi đồi để đến bên một “chú rể nhỏ”.\nCô hoang dã, đáng yêu, chân thành, đáng quý.\nVút qua thảo nguyên xanh ngời, cô bên “chàng” cưỡi ngựa du ca.\nGiương cung hướng lên trời, cô đem về biết bao ngạc nhiên, kì lạ.\n\nĐây là câu chuyện về một phương trời xa xôi huyền bí.\nCâu chuyện trên Con đường Tơ lụa lắm diệu kì.\nNơi cuộc sống diễn ra trong bao la, hào sảng.\nTrong những hành trình, trong tình người và trong những lời ca.\n\nCùng với đó, không thể không nhắc đến nét vẽ tài hoa, tỉ mỉ đến tuyệt vời của tác giả, sẽ khắc họa những nét văn hóa quyến rũ đến lạ kì của một vùng Trung Á bát ngát, bao la.",
      "zh-hk": "故事設定在19世紀後半，中亞與裏海週邊的草原地帶。以12岁的少年哈剌鲁和比他大8岁的新娘爱米尔为起頭，描写在丝绸之路的游牧民族和定居民族的生活。 由數個新娘的故事組成，新娘年齡不一，來自不同的地方。有各個角色的互動凸顯出當地的民俗風情。"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "540f5728-6521-4a93-8eb1-059c1a6585e1",
    "title": {
      "en": "The Shikisaki Sisters Want to Be Exposed"
    },
    "updatedAt": "2024-04-29T06:22:37+00:00",
    "coverArt": "https://mangadex.org/covers/540f5728-6521-4a93-8eb1-059c1a6585e1/fbce4013-aef4-47f2-b85c-75c8fc35e4b9.jpg",
    "altTitles": [
      {
        "ja-ro": "Shikisaki Shimai wa Abakaretai"
      },
      {
        "ja": "四季崎姉妹はあばかれたい"
      }
    ],
    "description": {
      "en": "One day, Tarou Yamada, who runs a detective business, slips on a banana peel and reincarnates into Tsukushi Shikisaki, the younger brother of three beautiful big-breasted sisters who will all die on the same day. As he spends time surrounded by the three beautiful sisters, he finds out that the boy he is reincarnated as will be killed by one of the three sisters ...!?",
      "ja": "探偵業を営む山田太郎はある日、バナナの皮に足を滑らせてしまい、同日に命を落とした美麗三姉妹の弟・四季崎つくしに転生をしてしまう。美人三姉妹に囲まれて過ごすことになるが、四季崎つくしが三姉妹の誰かに殺されたことに気がついてしまい…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "62"
  }
]