[
  {
    "mangaId": "c089b50c-beeb-434a-ab8d-2676dc026564",
    "title": {
      "en": "Top Tier Providence"
    },
    "updatedAt": "2024-07-30T02:16:56+00:00",
    "coverArt": "https://mangadex.org/covers/c089b50c-beeb-434a-ab8d-2676dc026564/1b68d2fc-8e1c-4703-8daa-2e8228d5ad6c.jpg",
    "altTitles": [
      {
        "zh": "顶级气运，悄悄修炼千年"
      },
      {
        "zh-ro": "Dingji Qiyun, Qiaoqiao Xiulian Qiannian"
      },
      {
        "zh-ro": "Dǐngjí Qìyùn, Qiāoqiāo Xiūliàn Qiānnián"
      },
      {
        "en": "Top Tier Providence- Secretly Cultivate for a Thousand Years"
      },
      {
        "en": "Top Tier Providence: Secretly Cultivate for a Thousand Years"
      }
    ],
    "description": {
      "en": "Being reincarnated in a cultivation world, Han Jue realizes that he can live his life like a video game. He can reroll his cultivation potential and connate providence.\n\nSo, he spends 11 years rerolling for a good one…\n\n[Unparalleled: Immortal beauty, top-notch charm]\n\n[Destined Sword fanatic: Top-notch Sword Dao aptitude, top-notch Sword Dao comprehension]\n\n[Unparalleled Movement Technique: Top-notch movement technique aptitude]\n\n[Descendant of the Immortal Emperor: You will receive an unparalleled cultivation technique and 1,000 superior-grade spirit stones]\n\nIn pursuit of longevity, Han Jue decides to cultivate in a low-profile manner.\nA thousand years later, generations of cultivators have become history.\n\nThat is when beings of the fairyland start cleansing the mortal world. Han Jue can no longer hide and has no choice but to take action.\n\nThen he realizes, that deities and gods aren’t that powerful after all!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2819c65c-f277-4ca9-bc88-6068d1abb23d",
    "title": {
      "en": "The Dragon Slayer Academy's Hotshot"
    },
    "updatedAt": "2024-07-07T23:53:11+00:00",
    "coverArt": "https://mangadex.org/covers/2819c65c-f277-4ca9-bc88-6068d1abb23d/5a334699-9e6a-4ac7-95cb-f5dd1d5bf058.jpg",
    "altTitles": [
      {
        "ko": "용사 동생은 아카데미 고인물"
      },
      {
        "ko-ro": "Yongsa Dongsaengeun Academy Goinmul"
      },
      {
        "ja": "勇者の弟はアカデミーガチ勢"
      },
      {
        "my": "ငါ့ညီက ကျောင်းမှာ နာမည် ကြီး"
      },
      {
        "es-la": "Mi Hermano Pequeño Es El Mejor De La Academia"
      }
    ],
    "description": {
      "en": "Ruud Denatos' life of living in the shadow of his talented older brother Aesir, a genius dragon slayer, ends when Aesir is killed in a brutal battle. But after the fight, a hidden dragon lord appears and sends Ruud to a past where Aesir doesn't exist!\n\nIn order to find answers and his older brother, Ruud takes Aesir's place and wows the school with his skills and knowledge. But will Ruud continue to impress the academy, or will the lackluster skills of his past catch up to him?",
      "my": "ငါ့ညီက ကျောင်းမှာ နာမည် ကြီး Cele.\nMc မှာ အကိုတစ်ယောက်ရှိတယ်\nသူကို အမြဲတမ်းကာကွယ်ပေးခဲ့တယ့်\nလဲကျတိုင်းလက်လှမ်းပေးခဲ့တယ့်\nသူ့ရဲ အကိုကို အရမ်းမုန်နေခဲ့တယ်ပေါ\nMc တိုညီအကိုနှစ်ယောက်က နဂါးသတ်သမားတွေပေါ့ တစ်ရက်မှာ Mc အသက်ကို \nသူရဲ့အကိုက သေခံပြီ ကယ်သွားတယ်\nအယ့်တော့မှ သူ့အကိုကို မုန်းတာမဟုတ်ပဲ\nသူအကိုလောက်သန်မာပြီ ဘေးချင်းယှည်တိုက်ခိုက်ချင်းတယ်ဆိုပြီ နောင်တရပြီ ငိုတယ် ပေါ့...\nနောက်ဆုံး mc တစ်ယောက်တည်း ကမ္ဘာကြီးမှာ ကျန်ခဲ့တယ့်အချိန် နဂါးနတ်ဘုရားပေါလာပြီ 1v1 fight တယ့်ပေါ့\nMc က သောက်ရမ်း week တော့ နဂါး နတ်ဘုရားက မင်းသောက်သုံးမကျဖူး ပြန်ကြိုးစားလိုက်အုန်ဆိုပြီ သူအထက်တန်းကျောင်းသား နဂါးသတ်ဖြတ်သူကျောင်းသားဘ၀ အချိန်ကိုပြန်ပိုလိုက်တယ် ပေါ့..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "62a685a8-547c-45f0-bd7a-abe7ebe23cbd",
    "title": {
      "en": "Villain to the Rescue"
    },
    "updatedAt": "2024-07-12T00:16:01+00:00",
    "coverArt": "https://mangadex.org/covers/62a685a8-547c-45f0-bd7a-abe7ebe23cbd/8f412d40-c2f5-4e9b-ba89-527b07c5e4af.jpg",
    "altTitles": [
      {
        "zh": "恶人想要抢救一下"
      },
      {
        "zh": "我要当个大坏蛋"
      },
      {
        "en": "I Am Going to Be a Bastard"
      },
      {
        "en": "I Want to Be a Scoundrel"
      },
      {
        "en": "I'm Going to Be a Great Villain"
      },
      {
        "en": "The Wicked Want to Rescue"
      },
      {
        "en": "I Want to Be a Big Baddie"
      }
    ],
    "description": {
      "en": "A proper villain must be ruthless and evil, a bringer of death! Having tormented the protagonist to his heart's content, he makes a brilliant exit. Once he's finished his work, he goes out with a bang.\nWang Yi was determined to be that kind of villain. Unfortunately… His male lead can read minds. (:з)∠*)\n“You mongrel!” Mr. Yi chuckled as he looked down on the novel’s male lead.\nSuddenly, a thought bubble filled with cute emojis (⁄ ⁄ ⁄ω⁄ ⁄ ⁄) and the words “You’re so cute…” appeared in front of Qin.\nQin: ?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10263dc2-dd53-4099-bf57-cad6c4acc14b",
    "title": {
      "en": "The Count’s Youngest Son Is a Gamer"
    },
    "updatedAt": "2024-07-09T13:34:57+00:00",
    "coverArt": "https://mangadex.org/covers/10263dc2-dd53-4099-bf57-cad6c4acc14b/14b25cf2-d9c2-4173-af48-d6c9c7cbd144.jpg",
    "altTitles": [
      {
        "ko": "백작가 막내아들은 플레이어"
      },
      {
        "en": "The Count’s Youngest Son Is a Player"
      }
    ],
    "description": {
      "en": "Dohyeon is a top-ranking gamer in Connect, an immersive VR game that is overrun by corrupt guilds. After being murdered for discovering a mythical item, he wakes up as Lord Raul Ashton, an NPC in a closed beta version of Connect. Now the sole player in this realm, he decides to use his knowledge from his past life to prevent the downfall of House Ashton and unlock unprecedented powers. For Dohyeon, Connect is no longer just a game—it’s now his reality. Join him as he embarks on a thrilling quest to reshape his fate!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f3ae387-d456-477a-a526-2129d483c69c",
    "title": {
      "en": "Subscribed To The Transcendental Channels"
    },
    "updatedAt": "2024-07-04T16:03:00+00:00",
    "coverArt": "https://mangadex.org/covers/9f3ae387-d456-477a-a526-2129d483c69c/70afeac7-f2e4-4a02-a872-7cf0eab923f7.jpg",
    "altTitles": [
      {
        "ko": "초월자의 채널을 구독했다"
      },
      {
        "pt-br": "Inscrito nos Canais Transcendentais"
      }
    ],
    "description": {
      "en": "Living by selling information about monsters, Maeng Siwoo is considered completely useless in the hunter industry without any standout qualities. However, he fiercely battles to provide for his sick younger sibling.\n\nOne fateful day, he is gifted a mysterious smartphone by a transcendent being within a dungeon, appointing him as the channel manager for such beings. Upon subscribing to the channel, he unlocks the ability to wield the powers of the gods.",
      "pt-br": "Vivendo da venda de informações sobre monstros, Maeng Siwoo é considerado completamente inútil na indústria de caçadores, sem quaisquer qualidades de destaque. No entanto, ele luta ferozmente para sustentar seu irmão mais novo doente.\n\nUm dia fatídico, ele recebe um misterioso smartphone de um ser transcendente dentro de uma masmorra, nomeando-o como gerente de canal de tais seres. Ao se inscrever no canal, ele desbloqueia a habilidade de exercer os poderes dos deuses."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "29c7aced-e2cc-4963-9180-4b1192193b9e",
    "title": {
      "en": "Castle"
    },
    "updatedAt": "2023-09-29T21:21:16+00:00",
    "coverArt": "https://mangadex.org/covers/29c7aced-e2cc-4963-9180-4b1192193b9e/945b77cd-6f8b-432a-add6-d0d78ab43a80.jpg",
    "altTitles": [
      {
        "pl": "Twierdza"
      },
      {
        "ko": "캐슬"
      },
      {
        "ru": "Замок"
      }
    ],
    "description": {
      "en": "\"Castle\", South Korea's omnipotent crime syndicate. One man returns to Korea in order to topple the absolute stronghold that is \"Castle\". Kim Shin, the Korean-born Russian killer named \"Amur Tigro\".  \nHe comes back to the crime-ridden city of Hoe-Am in accordance with the last will of his mentor, Kang Min Sung. Kim Shin and his comrades put their lives on the line as they head for the final showdown…\n\n---\n**Original Webtoon:** [Naver](https://comic.naver.com/webtoon/list.nhn?titleId=736744)\n\n---\n**Official Translations:** [Chinese (Traditional Characters) / 漢語](https://www.webtoons.com/zh-hant/shonen/castle/list?title_no=3797),  [Indonesian / Bahasa](https://www.webtoons.com/id/action/castle/list?title_no=2078), [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0001034)",
      "pl": ",,Castle'' - południowokoreański syndykat przestępczy.  \nPewien człowiek powraca do Korei, by obalić absolutną fortecę, którą jest ,,Twierdza''. Kim Shin - urodzony w Korei rosyjski zabójca o imieniu Amur Tiger (tygrys). Wraca on do zbrodniczego miasta Hoeam zgodnie z ostatnią wolą swojego mistrza Kang Min-Seong'a. Kim Shin i jego partnerzy zmierzają się do ostatecznego starcia i stawiają swoje życie na szali…",
      "ru": "“Замок”, Южно-Корейский всемогущий криминальный синдикат. Один человек вернулся в Корею, чтобы свергнуть тиранию под названием “Замок”. Ким Шин - родившийся в Корее, русский убийца по прозвищу “Амурский тигр ”. Он возвращается в управляемый преступностью Хоям, чтобы исполнить последнюю волю своего наставника, Кан Мин-Сона. Ким Шин и его товарищи рискуют своими жизнями, неуклонно приближаясь к решающему сражению…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "118"
  },
  {
    "mangaId": "a4e88b85-5b6d-4485-a9de-39e39bf9158b",
    "title": {
      "en": "Bannou Skill no Rettou Seijo Kiyosugiru no de Binbou ni wa Narimasendeshita"
    },
    "updatedAt": "2024-08-20T15:44:08+00:00",
    "coverArt": "https://mangadex.org/covers/a4e88b85-5b6d-4485-a9de-39e39bf9158b/c9fc5450-d4a1-4809-980e-67b62de4cf63.jpg",
    "altTitles": [
      {
        "ja": "万能スキルの劣等聖女 ～器用すぎるので貧乏にはなりませんでした～"
      },
      {
        "ja-ro": "Banno Skill no Retto Seijo Kiyosugiru node Bimbo ni ha Narimasendeshita"
      },
      {
        "es-la": "La Santa Inferior de Habilidades Versátiles: ¡Era tan Hábil que no Pudo Escapar de la Pobreza!"
      }
    ],
    "description": {
      "ja": "「お前が劣等聖女だったとはな！」\n\n聖女の天啓を受けたソアラは、全員がSランクスキル持ちであり幼なじみの勇者ゼノンのパーティに期待されて誘われたものの、飛び抜けた才能がなかったため追放されてしまう。ショックを受けつつも、ソアラはめげずにフリーの冒険者へ転身し、旅先で出会った仲間たちと親交を深めて、少しずつパーティ追放のショックから立ち直って活躍していくのだが――？",
      "es-la": "¡Nunca supe que eras una santa inferior! Soara, quien recibió la revelación de ser una santa, fue invitada a unirse al grupo del héroe con grandes expectativas, pero fue expulsada por ser una persona que sabía un poco de todo pero no dominaba ninguna habilidad en particular. Aunque sorprendida, Soara no se rinde y se convierte en una aventurera independiente. Profundiza sus amistades con Lumia, quien la apoya como su administradora, y con las habilidosas aventureras Elaine y Laura, a quienes conoce en sus viajes. Poco a poco, Soara se recupera del impacto de haber sido expulsada del grupo y comienza a tener éxito, pero... ¡Las chicas hermosas que enfrentan diversas dificultades están en acción! ¡La fantasía de las chicas de otro mundo que comienza con la expulsión empieza aquí!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f461e344-2385-46b5-83b8-8776f5ea65d0",
    "title": {
      "en": "The Top Dungeon Farmer"
    },
    "updatedAt": "2024-07-21T16:40:33+00:00",
    "coverArt": "https://mangadex.org/covers/f461e344-2385-46b5-83b8-8776f5ea65d0/88c8bf13-56be-42df-af48-8be959d3f768.jpg",
    "altTitles": [
      {
        "it": "Coltivo nella Torre"
      },
      {
        "en": "Only I Farm in the Dungeon"
      },
      {
        "en": "Dungeon Farming on My Own"
      },
      {
        "en": "Farming in the Tower Alone"
      },
      {
        "en": "I'm the Only One Farming in the Dungeon"
      },
      {
        "ko": "나혼자 탑에서 농사"
      },
      {
        "en": "Solo Farming in the Tower"
      },
      {
        "ko-ro": "Nahonja Tabeseo Nongsa"
      },
      {
        "es-la": "Cultivando en la torre en solitario"
      },
      {
        "es-la": "Cultivando a solas en la torre"
      },
      {
        "pt-br": "O Único Fazendeiro da Torre"
      }
    ],
    "description": {
      "en": "Sejun, your average Seoul underdog, didn’t expect to grow tomatoes full-time when he stumbled into the mysterious dungeon full of monster quests and extravagant rewards. Yet, there he was, as a farmer growing and selling cash crops while clearing numerous quests that came his way. Will Sejun make it out of the dungeon with the plush rewards he hoped for? At least he has what it takes: optimism, resourcefulness, and a group of loyal furry friends.",
      "it": "Un giorno, una misteriosa torre apparve improvvisamente in città. La gente decise di chiamarla dungeon, e sebbene fosse pieno di asperità e mostri pericolosi, era anche una terra di opportunità, dove erano in attesa innumerevoli tesori. Quando Sejun, un giovane che vive una vita normale, viene invitato per caso nel dungeon sotterraneo, è entusiasta all'idea di diventare ricco, ma è rimasto bloccato in una zona nascosta della torre misteriosa. Tutto quello che ha sono alcuni semi e il suo corpo. Ora Sejun deve coltivare, raccogliere risorse e capire come sopravvivere!",
      "es-la": "Un día, una torre misteriosa apareció de repente en la ciudad. La gente decidió llamarla mazmorra, y aunque estaba llena de un terreno irregular y monstruos peligrosos, también era una tierra de oportunidades, donde aguardaban innumerables tesoros. Cuando Sejun, un joven que vive una vida ordinaria, es invitado por casualidad a la mazmorra, está emocionado ante la perspectiva de hacerse rico, pero se encuentra varado en un área oculta de la misteriosa torre. Todo lo que tiene son unas pocas semillas y su cuerpo. ¡Ahora, Sejun debe cultivar, recolectar recursos y descubrir su propia estrategia de supervivencia!",
      "pt-br": "Sejun, o típico azarão de Seul não esperava se tornar um Fazendeiro quando tropeçou e foi transportado para a famosa Dungeon, cheia de missões, de monstros e recompensas misteriosas. No entanto, lá estava ele, como um agricultor cultivando e vendendo seus frutos engenhosamente, enquanto concluía inúmeras missões que surgiam em seu caminho. Será que Sejun conseguirá sair da Dungeon que está preso? Pelo menos ele tem o que é necessário: otimismo, engenhosidade e um grupo de leais amigos peludinhos."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6b9f326-116b-4dbb-96de-7736e3897535",
    "title": {
      "en": "Reborn as the Heavenly Demon"
    },
    "updatedAt": "2024-08-26T23:51:10+00:00",
    "coverArt": "https://mangadex.org/covers/e6b9f326-116b-4dbb-96de-7736e3897535/82d3ca9f-b917-4d7e-8157-0fd9acb43e93.jpg",
    "altTitles": [
      {
        "en": "Reincarnation Heavenly Demon"
      },
      {
        "ko": "환생천마"
      },
      {
        "pt-br": "Renascimento do Demônio Celestial"
      },
      {
        "en": "Reincarnated Heavenly Demon"
      }
    ],
    "description": {
      "en": "Tian Hejin, popularly called as the Iron-Blooded Alliance Leader, wakes up in the body of “Bi Liduan”- the disgrace of his family! His hobby is gambling, and he has been locked in a dark warehouse for a long time. Overnight, Tian Hejin went from being the greatest expert of Jianghu to the worst possible trash.\n\nLet's start from the scratch and accomplish everything I could not achieve in my previous life.",
      "pt-br": "Tian Hejin, popularmente conhecido como o Líder da Aliança de Sangue de Ferro, acorda no corpo de “Bi Liduan” – a desgraça de sua família! Seu hobby é apostar, e ele foi trancado em um armazém escuro por muito tempo. Da noite para o dia, Tian Hejin passou de ser o maior especialista de Jianghu para o maior lixo possível.\n\nVamos começar do zero e realizar tudo o que não pude alcançar em minha vida passada."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e2e16ba-5006-4e07-a3a1-7ce80d81d355",
    "title": {
      "en": "Muscle Joseon"
    },
    "updatedAt": "2024-01-01T11:28:40+00:00",
    "coverArt": "https://mangadex.org/covers/2e2e16ba-5006-4e07-a3a1-7ce80d81d355/6a693645-d5d1-4b59-9378-858d3182c19c.png",
    "altTitles": [
      {
        "id": "Otot Joseon"
      },
      {
        "ru": "Наращивание мышц в Чосоне"
      },
      {
        "ja": "マッスル朝鮮"
      },
      {
        "zh-hk": "筋肉朝鮮"
      },
      {
        "zh": "肌肉朝鲜"
      },
      {
        "ko": "근육 조선"
      },
      {
        "en": "Muscle Joseon"
      }
    ],
    "description": {
      "en": "“Huh?! Kyaaaaak!!! W-Why did I suddenly become an anchovy?!!!”\n\nHe majors in food and nutrition and has a first-class certificate as a daily sports instructor, the epitome of being a fitness enthusiast, Choi Young-jik! Well, that was who he used to be…\n\nWaking up in the body of Prince Soo-yang, the second son of King Se-jong the Great, he lost all of his bulging muscles overnight.\n\nYoung-jik was taken aback when he realized he might be able to meet King Se-jong, his father. He couldn’t contain his excitement at the thought of meeting the magnificent King Se-jong, whether or not it was a dream or reality.\n\nH-Huh? King Se-jong… the Great???\n\nThere sits in front of him, a chubby man who looks like he’s struggling to breath.\n\nKing Se-jong the Great appears to be severely obese and possibly diabetic… Government officials had chronic illnesses and frail bodies… Choi Young-jik, a seasoned fitness trainer with 15 years under his belt- holding the pride of the fitness community- begins to feel a fire ignite inside him.\n\n“Alright, shall I try spreading the fitness craze in Joseon?!”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-07-29T19:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a945d52-4143-4704-ae21-7ddf338583c7",
    "title": {
      "en": "Records of the Swordsman Scholar"
    },
    "updatedAt": "2024-06-16T16:16:55+00:00",
    "coverArt": "https://mangadex.org/covers/5a945d52-4143-4704-ae21-7ddf338583c7/e8722934-a683-4127-bb74-0d10a44fdb2a.jpg",
    "altTitles": [
      {
        "ko": "학사검전"
      },
      {
        "ru": "Экзамен на учёного"
      },
      {
        "zh-hk": "學士劍傳"
      },
      {
        "en": "Legends of the Swordsman Scholar"
      },
      {
        "es-la": "Registros del Espadachín Erudito"
      }
    ],
    "description": {
      "en": "Scholar Woon Hyun enters the palace after passing the Imperial Examination.\nThough he soon comes to lament his poor and miserable life of having to deal with the Crown Prince’s hobbies,\nDespite that, he doesn’t give up and tries his best to learn martial arts.\nBut Woon Hyun suddenly picks up his brush to conquer the Murim?!\n\nThe hidden story of the scholar who passed the Imperial Examination at a young age begins. \n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EA%B2%80%EC%A0%84/2895)",
      "ko": "장원에 급제하여 입궁한 학사 운현.\n황태자의 취미생활을 전담하는 초라하고 처량한 신세를 한탄하지만,\n그럼에도 포기하지 않고 최선을 다해 무공을 익힌다.\n그러던 운현은 갑자기 무림을 제패하기 위해 붓을 드는데?!\n\n젊은 나이에 장원에 급제한 학사의 숨겨진 이야기가 시작된다.\n\n---\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%ED%95%99%EC%82%AC%EA%B2%80%EC%A0%84/2895)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7ce22c9e-5939-435e-b067-64ce659bb3b3",
    "title": {
      "en": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru"
    },
    "updatedAt": "2024-05-25T23:12:03+00:00",
    "coverArt": "https://mangadex.org/covers/7ce22c9e-5939-435e-b067-64ce659bb3b3/06f1f784-5951-4af9-b084-1da23771686b.jpg",
    "altTitles": [
      {
        "ja-ro": "Hazure Skill “Gacha” de Tsuihou Sareta Ore wa, Wagamama Osananajimi wo Zetsuen Shi Kakusei Suru ~ Bannou Cheat Skill wo Getto Shite, Mezase Rakuraku Saikyou Slow Life!~"
      },
      {
        "ja": "ハズレスキル『ガチャ』で追放された俺は、わがまま幼馴染を絶縁し覚醒する ～万能チートスキルをゲットして、目指せ楽々最強スローライフ！～"
      },
      {
        "en": "After Being Banished For Having The Trash Skill \"Gacha\", I Came To My Senses And Broke Off Relations With My Selfish Childhood Friend"
      },
      {
        "fr": "Gacha : The Crest's Adventure"
      }
    ],
    "description": {
      "en": "Crest was born as the fifth son of a duke. However, as the fifth son, he was in no position to talk. His childhood friend and also his fiancée, Ellis, treated him just like a slave. And on Crest's coming-of-age ceremony, he received a skill called \"Gacha.\" Yet, he wasn't able to learn how to use it and was banished away from his home. Banished into the forest full of monsters, Crest began to understand the power \"Gacha.\" And then, Crest made up his mind. He will definitely survive and get back on his feet."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "298cb7b7-4a1a-407f-b479-d157a9b33d9a",
    "title": {
      "en": "Infinite Leveling: Murim"
    },
    "updatedAt": "2024-02-28T00:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/298cb7b7-4a1a-407f-b479-d157a9b33d9a/215855b2-3d68-4be6-8720-f965210961b3.jpg",
    "altTitles": [
      {
        "ko": "무한 레벨업 in 무림"
      },
      {
        "ja": "無限レベルアップin武林"
      },
      {
        "en": "Infinite Level Up in Murim"
      },
      {
        "en": "Unlimited level-ups in murim"
      },
      {
        "ru": "Непрерывное поднятие уровня в Муриме"
      },
      {
        "fr": "Level Up infini au Murim"
      }
    ],
    "description": {
      "en": "Killed on the battlefield without glory to his name, Yuseong Dan receives an opportunity to grow stronger with a strange quest and level system. But each quest he’s forced to fight only seems to be getting harder and harder. Can he level up enough to avoid the same miserable ending and become the powerful hero he wishes to be?\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ja": "ここは努力したぶん強くなれる世界\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ko": "재능도 없고 출신도 비천했던 하급무사 단유성, 전쟁터에서 죽다.\n하지만 저승인 줄 알고 눈을 떴더니, 어린 시절의 과거로 돌아와 있지 않은가?\n이상한 숫자와 문자가 눈 앞에 보이고, 그 지시를 따르면 노력한 만큼 보상을 받기까지 한다.\n노력한 만큼의 보상을 받는 세상. 무한레벨업 in 무림에 오신것을 환영합니다.\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "ru": "Тан Ю Сон, младший воин, не имевший таланта, с низким уровнем подготовки, погиб на поле боя.\n\nНо когда он открыл глаза, он был сильно удивлён! Он вернулся в свое прошлое, когда ещё был ребёнком! Теперь он может изменить будущее!\n\n---\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001443)",
      "pt-br": "Morto no campo de batalha sem glória para seu nome, Yuseong Dan recebe a oportunidade de ficar mais forte com uma estranha missão e sistema de níveis. Mas cada missão que ele é forçado a lutar parece estar ficando cada vez mais difícil. Ele pode subir de nível o suficiente para evitar o mesmo final miserável e se tornar o herói poderoso que deseja ser?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0b721ff-c388-4486-aa0f-c2b0bb321512",
    "title": {
      "en": "Sousou no Frieren"
    },
    "updatedAt": "2024-08-03T20:05:47+00:00",
    "coverArt": "https://mangadex.org/covers/b0b721ff-c388-4486-aa0f-c2b0bb321512/f812f3d4-f1df-40ce-bd3c-dcc0fd0eb17b.jpg",
    "altTitles": [
      {
        "en": "Frieren: Beyond Journey's End"
      },
      {
        "en": "Frieren at the Funeral"
      },
      {
        "ru": "Фрирен, провожающая в последний путь"
      },
      {
        "ja": "葬送のフリーレン"
      },
      {
        "zh-hk": "葬送的芙莉蓮"
      },
      {
        "ko": "장송의 프리렌"
      },
      {
        "th": "คำอธิษฐานในวันที่จากลา Frieren"
      },
      {
        "el": "Φρίρεν: Πέρα από το Τέλος του Ταξιδιού"
      },
      {
        "de": "Frieren: Nach dem Ende der Reise"
      },
      {
        "en": "Frieren: Remnants Of The Departed"
      },
      {
        "es-la": "Frieren: Más allá del final"
      },
      {
        "es-la": "Frieren: Más allá del fin del viaje"
      }
    ],
    "description": {
      "el": "Έχοντας νικήσει τον βασιλιά των δαιμόνων, το ταξίδι μιας δεκαετίας φτάνει στο τέλος του και μια νέα εποχή ειρήνης ξεκινά. Η ζωή όμως συνεχίζεται, ειδικά για την Φρίρεν, πως ως ξωτικό έχει ακόμα αιώνες ζωής μπροστά της. Με τις δεκαετίες να περνάνε, η Φρίρεν έρχεται αντιμέτωπη με την μεταβλητότητα του κόσμου και την παροδικότητα των ανθρώπων. Μετά από μια τελευταία συνάντηση με όλη την παλιά της ομάδα, συνειδητοποιεί ότι ο χρόνος που πέρασε με τους φίλους της ήταν υπερβολικά σύντομος και ότι δεν θα έχει ποτέ την ευκαιρία να τους μάθει καλύτερα. Έρχοντας αντιμέτωπη με την αλήθεια αυτή, η Φρίρεν αποφασίζει να ξεκινήσει ένα ακόμα ταξίδι αλλά αυτή τη φορά έχοντας σκοπό να μάθει το τι σημαίνει να είσαι άνθρωπος.",
      "en": "The adventure is over but life goes on for an elf mage just beginning to learn what living is all about. Elf mage Frieren and her courageous fellow adventurers have defeated the Demon King and brought peace to the land. With the great struggle over, they all go their separate ways to live a quiet life. But as an elf, Frieren, nearly immortal, will long outlive the rest of her former party. How will she come to terms with the mortality of her friends? How can she find fulfillment in her own life, and can she learn to understand what life means to the humans around her? Frieren begins a new journey to find the answer.",
      "es": "Frieren es una elfa, y como para todos los de su raza, los años pasan en un suspiro… pero no es así para sus antiguos compañeros de batalla, a los que Frieren verá morir y envejecer. De repente Frieren se da cuenta de que pese a que la vida avanza a un ritmo más lento para ella, las experiencias con sus seres queridos se le escapan de las manos. Un aire nostálgico envuelve a este manga fantástico tan entrañable que ha vendido ya más de 2,5 millones de copias en Japón.",
      "fr": "Que deviennent les héros une fois le mal vaincu ?\nDans ce coffret collector : un jeu de 54 cartes entièrement personnalisé aux couleurs de la série et le manga avec une jaquette alternative réversible !\n\nAlors que Frieren et ses compagnons font halte dans la citadelle de Heiß, Stark propose à Fern d'aller en rendez-vous, sur le ton de la plaisanterie... et contre toute attente, la jeune fille accepte ! Sur les conseils de l'elfe, qui n'y connaît pas grand-chose, le guerrier emmène donc son amie faire le tour de la ville, ce qui leur permet de se rapprocher un peu.\n\nAprès cette pause bienvenue, les trois aventuriers repartent sur les routes et arrivent au haut-plateau du Nord, une zone extrêmement dangereuse où pullulent aussi bien des monstres coriaces que des démons retors... Parviendront-ils à survivre dans cette région hostile ?",
      "es-la": "Tras cumplir su misión de derrotar al Rey Demonio, la maga elfo Frieren, el héroe Himmel, el sacerdote Heiter y el guerrero Eisen regresan a casa después de un viaje de una década donde disolverán su grupo y tomarán sus propios caminos. Pero el tiempo pasa de forma distinta para los elfos, Frieren comienza a ser testigo de como sus excompañeros sufren sus estragos y comienzan a morir lentamente y uno a uno. Antes de fallecer, Heiter el sacerdote, le impone a Frieren un aprendiz humana llamada Fern. Llevados por la afición que tiene la alfa por recolectar hechizos mágicos, ambos emprenderán una aventura, llena de magia e introspección, que los llevará a revisitar lugares que había conocido en su anterior travesía, mientras enfrenta el pesar que le causa descubrir todas las posibilidades que ha desperdiciado en su viaje que le hubiesen posibilitado entablar una relación más cercana con sus compañeros ahora fallecidos.",
      "zh-hk": "在打倒了魔王的勇者一行人当中，魔法使芙莉莲是精灵，她和其他三人有不一样的地方。 生活在“之后”的世界里，她感受到了什么—— 留下来的人们所编织的葬送与祈祷又意味着什么—— 故事从“冒险的结束”开始。 这是讲述英雄们的活法的，后日谈奇幻作品！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feebe1dc-64ef-47a6-b4ed-07f47dd330cd",
    "title": {
      "en": "The Divine Surgeon"
    },
    "updatedAt": "2024-06-16T16:40:14+00:00",
    "coverArt": "https://mangadex.org/covers/feebe1dc-64ef-47a6-b4ed-07f47dd330cd/fb649977-c768-41c8-b5db-44bc3b46959d.jpg",
    "altTitles": [
      {
        "ko": "화타가 된 외과의사"
      },
      {
        "en": "I Reincarnated as a Legendary Surgeon"
      }
    ],
    "description": {
      "en": "Because of being just, before even becoming specialist, Jisoo Han, a 3rd year of general surgery, has died.\nWas it an angel, demon, or some unknown system of the world? Because of his good deeds, he got a chance to live again.\nBut he was resurrected as a dead man who was killed by mountain bandits. But this body… Is it the body of a great legendary surgeon?!\nA generation of heroes with an endless battle, about in the year 200. As a great legendary surgeon of the 200’s, he tries to stand up to it……\nAn unexpected and extraordinary journey of a young surgeon, who fell into the world of Romance of the Three Kingdoms, has began!\n\n---\n\n**Links:**\n- [Original Webtoon (Kakao Webtoon)](https://webtoon.kakao.com/content/%ED%99%94%ED%83%80%EA%B0%80-%EB%90%9C-%EC%99%B8%EA%B3%BC%EC%9D%98%EC%82%AC/2736)",
      "fr": "Était-ce un ange, un démon ou autre chose qui m'a ressuscité ?\nJisoo Han, un major de troisième année en chirurgie générale, a perdu la vie en raison de sa personnalité droite. Cependant, grâce aux bonnes actions qu'il a faites dans sa vie, il a été ressuscité dans le corps d'un homme mort qui a été tué par des bandits de montagne. Mais ce corps… Est-ce le corps d'un grand chirurgien légendaire ?! Maintenant, dans l'ère des Trois Royaumes de guerres et de héros [CE 200]. Jisoo essaie de survivre et de se tenir debout en tant que chirurgien légendaire ……\nLe voyage inattendu et extraordinaire d'un jeune chirurgien, tombé dans l'ère des Trois Royaumes, a commencé !",
      "ko": "정의로운 성격 때문에 전문의는 커녕, 목숨까지 잃은 일반외과 전공 3년차 한진수.\n\n천사인가, 악마인가, 아님 알 수 없는 시스템인가.\n평소 쌓은 선행 덕분에 부활의 기회를 얻게 된다.\n\n산적 떼에게 죽은 몸으로 부활하게 된 한진수.\n그런데 이 몸이 전설의 명의名醫 화타?!\n\n전란이 끊임없는 영웅들의 시대, 혼란한 후한 말.\n한진수, 그는 후한 말 명의名醫 화타로서 우뚝 서려 한다…….\n\n<삼국지연의> 속 세상에 떨어진 젊은 외과의사가 펼치는 \n기상천외한 모험이 시작된다!\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3042fca-11bf-4b87-bc31-ef1d62d1cc2c",
    "title": {
      "en": "Miss Wolf and Her Fox Sister"
    },
    "updatedAt": "2024-08-09T06:10:43+00:00",
    "coverArt": "https://mangadex.org/covers/c3042fca-11bf-4b87-bc31-ef1d62d1cc2c/c4c3d861-7c89-4198-aa8c-edb3946ee005.png",
    "altTitles": [
      {
        "zh": "狼小姐和她的狐狸妹妹"
      }
    ],
    "description": {
      "en": "[Savage Wolf X Cunning Fox] In the modern therianthrope world, everyone respects the law of the jungle where the strong prey on the weak. Twenty-year-old Yu Wenxi, as a gray wolf therianthrope, stands at the top of the food chain. She has made a name for herself with her fists. She is violent and volatile, always looking down on the weak. Until one day, when her stepsister left a fox cub with her. From then on, the wild wolf turned into a good big dog. She vowed to raise the crybaby cub, train it into a model student, and give it the best that life has to offer. However, the little fox is hiding a wicked heart under the guise of a good girl..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40881c1c-9bd7-425c-959e-a64799522434",
    "title": {
      "en": "I Picked a Hammer to Save the World"
    },
    "updatedAt": "2024-07-07T23:42:08+00:00",
    "coverArt": "https://mangadex.org/covers/40881c1c-9bd7-425c-959e-a64799522434/f5b67713-92f4-46c7-bbda-51959843f789.jpg",
    "altTitles": [
      {
        "en": "The Hammer"
      },
      {
        "ko": "더 해머"
      }
    ],
    "description": {
      "en": "If the name Tiny brings to mind a diminutive rogue befitting the name, think again: Tiny is a headstrong, muscle-bound warrior who would rather smash his way through obstacles with his trusty warhammer than use his brain. \n\nWhen Tiny and the legendary Ten Knights of Asran are defeated by the Demon Beastlord Gluttony, he is given a second chance at life as he is magically sent back to the past. \n\nRelying on his knowledge of the future, the young Tiny must right the wrongs of the past and prepare for the upcoming battle!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d227a249-e17e-4527-af19-01190e0209b1",
    "title": {
      "en": "Hunter Academy’s Strongest Battle God"
    },
    "updatedAt": "2024-08-20T21:35:53+00:00",
    "coverArt": "https://mangadex.org/covers/d227a249-e17e-4527-af19-01190e0209b1/4742a353-4e11-46d2-8ebb-87358cb14f4a.jpg",
    "altTitles": [
      {
        "ko": "헌터 아카데미의 최강투신"
      },
      {
        "en": "Hunter Academy's Strongest Battle God"
      },
      {
        "en": "Hunter Academy's Greatest War God"
      },
      {
        "ru": "Непобедимый бог академии охотников"
      },
      {
        "es-la": "El Dios de la Batalla de la Academia de Cazadores"
      }
    ],
    "description": {
      "en": "With an F-rank Trait, deemed the worst of the worst, 5-year-old Shin Yu-sung is abandoned by the Shin-oh family, which is famous for raising hunters.\n\nThe same year, he meets one of the strongest hunters, the Fist King, at the orphanage and is adopted by him. The Fist King became the strongest not through his Trait or special abilities — but by training his body.\n\nHe takes note of Shin Yu-sung's physique instead of his Trait — nine blocked yin pathways.\n\n“Your blocked pathways cause your body’s mana to overflow, giving you an exceptional mind and god-like looks! But you also pass away before coming of age…”\n\nAn abundance of bodily yang.\n\n“Your body is overflowing with the energy that can cure your nine blocked yin pathways!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "273e000d-884b-451c-835d-3f57951d397a",
    "title": {
      "en": "Peaceful Camping Life in Another World"
    },
    "updatedAt": "2024-08-25T06:40:15+00:00",
    "coverArt": "https://mangadex.org/covers/273e000d-884b-451c-835d-3f57951d397a/2f01bfb5-d89a-451b-83c5-761110f7e055.jpg",
    "altTitles": [
      {
        "ko": "이세계 캠핑으로 힐링 라이프"
      },
      {
        "es-la": "Acampando en otro Mundo: buscandole el sazon a la vida"
      },
      {
        "en": "Healing Life Through Camping In Another World"
      }
    ],
    "description": {
      "en": "Star chef Ganghyeon Lee, who has lost his sense of taste, retreats to a peaceful countryside to escape the public eye. In his grandfather's rural home, he stumbles upon a portal to another world. Taking advantage of his escape, he decides to enjoy a relaxed camping life in this new world. However, the inhabitants of this world keep showing interest in him. Will Ganghyeon be able to live a peaceful life?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d3dae2f-d2ab-4ff2-90a4-53dd90a5133c",
    "title": {
      "en": "Eternal Club"
    },
    "updatedAt": "2024-03-22T03:43:12+00:00",
    "coverArt": "https://mangadex.org/covers/3d3dae2f-d2ab-4ff2-90a4-53dd90a5133c/7f2ed7ea-8fc0-4b57-be2d-70db742fc0a5.jpg",
    "altTitles": [
      {
        "zh": "我打造了长生俱乐部"
      },
      {
        "en": "I Built a Lifespan Club"
      },
      {
        "en": "I Built the Club of Longevity"
      },
      {
        "en": "I Created the Club of Immortality"
      },
      {
        "zh": "我打造了長生俱樂部"
      },
      {
        "zh-ro": "Wo Dazao Le Changsheng Julebu"
      }
    ],
    "description": {
      "en": "Chen Li works at Mo city, he works there every day with no hope to be seen for the future… until one night. Chen Li obtains a special ability, an ability to buy “Time” and “Lifespan” from people, sell “Time” and “Lifespan” and also let things speed up “Time leap” and slow down “exhaustion time”. So he begins to build a top-class “Lifespan club”!",
      "pt-br": "Chen Li trabalha na cidade Mo, ele trabalha todo o dia pensando que não há esperanças para o seu futuro... até que uma noite Chen Li consegue uma habilidade especial, a habilidade de comparar e vender tempo de vida, junto a isso ele pode acelerar o próprio tempo e o tempo de outras coisas utilizando o tempo de vida que ele tem"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54e1b971-fe2c-4720-b96b-4dc049863ae7",
    "title": {
      "en": "Return of the War God"
    },
    "updatedAt": "2024-07-16T17:58:22+00:00",
    "coverArt": "https://mangadex.org/covers/54e1b971-fe2c-4720-b96b-4dc049863ae7/a421797d-f755-48b4-a357-b5d0b1c7a94e.jpg",
    "altTitles": [
      {
        "ko": "무신귀환록"
      },
      {
        "ko-ro": "Musingwihwallok"
      },
      {
        "en": "Chronicles of the Martial God's Return"
      },
      {
        "en": "Record of Return"
      },
      {
        "ru": "Возвращение Бессмертного"
      },
      {
        "ja": "武神帰還録"
      },
      {
        "zh": "武神回归录"
      },
      {
        "en": "Chronicles of a Returner"
      },
      {
        "es-la": "Crónicas del Regreso del Dios marcial"
      },
      {
        "pt-br": "Crônicas do Retorno do Deus Marcial"
      }
    ],
    "description": {
      "en": "The worst talent that no one can compete with. Unstoppable Demon God, Dan Uhyeon.\n\nA thousand years after being sealed for the misdeed. A thousand years was enough to get rid of Dan Uhyeon's sense of superiority. A world that has changed, solitude with no one knows, and the only thing left is despondency and emptiness.\n\n\"Time goes like the wind. There's really nothing left.\"\n\nA little girl who appeared in front of Dan Uhyeon lost her purpose and will to live aimlessly, Hwa Somi. For a girl who seems to have nowhere to lean on, Dan Uhyeon feels the same and gradually begins to open the door of his mind.\n\n\"I'm Dan Uhyeon. Come with me.\"\n\nThe story of a warrior with an icy heart and acute and pure girl The story of an unusual family's life in the midfield will warm your heart.\n\n---\nThe Ultimate Martial Divine Demon, Dan Woohyun, was sealed up because he was too strong for the world to handle.  After a millennium passed by, he was released from his seal and felt like everything was meaningless as he wandered the back alleys… \n\nJust as he fell down because he was sick of the world, a small hand appeared in front of him.\n\n\"What's this?\" asked Dan Woohyun. \n\n\"A dumpling!\" came a reply. \n\nThis was the first time in his life that someone had been nice to him without any impure intentions, and that changed his fate. This is the chronicle of a martial god who traversed through a thousand years of time and space!\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%AC%B4%EC%8B%A0%EA%B7%80%ED%99%98%EB%A1%9D/2891), [KakaoPage](https://page.kakao.com/content/59492385)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/16060)\n* [Japanese / 日本語](https://piccoma.com/web/product/112858)",
      "fr": "Le sixième chef-d’œuvre du genre Wuxia qui comblera vos attentes, tout comme les [Chroniques du retour du troisième degré], [La conquête de la faction céleste] et les [Chroniques des sept dragons et des sept démons]. [Chroniques du retour du Dieu Martial] Le Démon Martial Divin Ultime, Dan Woohyun, a été enfermé car il était trop fort pour que le monde puisse le gérer. Après un millénaire, il a été libéré de son sceau et avait l’impression que tout n’avait pas de sens alors qu’il errait dans les ruelles… Au moment où il s’est écroulé parce qu’il en avait marre du monde, une petite main est apparue devant lui. « Qu’est-ce que c’est ? » a demandé Dan Woohyun. « Une boulette ! » lui a été répondu. C’était la première fois de sa vie que quelqu’un était gentil avec lui sans aucune intention impure, et cela a changé son destin. Voici les chroniques d’un dieu martial qui a traversé mille ans de temps et d’espace !",
      "ko": "그 누구도 맞설 수 없는 최흉의 인재(人災),\n\n무극신마, 단우현.\n\n이대로 영원히 세상위에 군림할 줄 알았다.\n중원의 질서를 지키는 팔선들에 의해 동정호에 봉인을 당하기 전까지는….\n\n세월이 흘러 천 년 후.\n천 년이라는 시간은 단우현에게서 살심을 없애기에 충분했다.\n변해버린 세상, 아는 사람이라고는 아무도 없는 고독, 남은 것은 허탈함과 공허함 뿐.\n\n“바람이 흐르듯 세월도 흐르는구나. 정말로 아무것도 남은 것이 없어.”\n\n목적도, 삶의 의지도 잃고 정처없이 떠도는 단우현 앞에 나타난 자그마한 소녀. 화소미.\n누구에게도 기댈 곳 없어 보이는 소녀에게 단우현은 동질감을 느끼며 점점 마음의 문을 열기 시작한다.\n\n“나는 단우현이다. 나와 함께 가자꾸나.”\n\n얼음장 같은 마음을 가진 무신과 귀엽고 순수한 소녀의\n마음을 따뜻하게 녹여 줄 평범하지 않은 한 가족의 중원 생활 이야기.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=lYB8b4SxrLo)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%AC%B4%EC%8B%A0%EA%B7%80%ED%99%98%EB%A1%9D/2891)",
      "zh": "因嗜杀被封印千年的武神苏醒归来，这一世，他却只想安安静静的养女儿...",
      "pt-br": "Dono de um talento inigualável, Dan Woohyeon. Ele pensou que governaria o mundo eternamente, até que foi selado. Milhares de anos se passaram. O mundo mudou e as únicas coisas que restaram foram o desespero e o vazio. “À medida que o vento flui, o tempo também. Realmente não há mais nada.” Uma garotinha aparece na frente de Dan Woohyeon, que não perdeu o propósito nem a vontade de viver.  Dan Woohyeon sente-se unido com uma garota que parece não ter ninguém em quem se apoiar e gradualmente começa a abrir as portas do seu coração. “Meu nome é Dan Woohyeon. Quer vir comigo?” Começa a jornada de um deus marcial com um coração gelado e uma garota fofa e pura."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3",
    "title": {
      "en": "Black Corporation: Joseon"
    },
    "updatedAt": "2023-12-29T03:47:06+00:00",
    "coverArt": "https://mangadex.org/covers/9bcaaed3-b14a-4c49-b4b6-cc86a2b44be3/526678d8-a268-4897-a6cc-c14f8068ec8f.jpg",
    "altTitles": [
      {
        "ko": "블랙기업조선"
      }
    ],
    "description": {
      "en": "The maniac who was crazy about all kinds of fields such as military and steampunk had been reincarnated. However, his father was King Sejong the Great?\nThe mania-wise king and his crazy maniac son. Along with the ministers, and countless humans who were getting exploited.\nEven today, the night of Joseon was filled with the light of overtime."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd8b0527-770a-4941-a8e1-c0acffb97a47",
    "title": {
      "en": "Auto Hunting With My Clones"
    },
    "updatedAt": "2024-04-01T23:42:12+00:00",
    "coverArt": "https://mangadex.org/covers/fd8b0527-770a-4941-a8e1-c0acffb97a47/ada82e73-f2f0-455f-9702-f702f8b82472.png",
    "altTitles": [
      {
        "ko": "분신으로 자동사냥"
      },
      {
        "ko-ro": "Bunsin-eulo Jadongsanyang"
      },
      {
        "ru": "Авто-охота с клонами"
      },
      {
        "en": "Auto-Hunting With Clones"
      }
    ],
    "description": {
      "en": "Sangwoo, an average sophomore in college, always dreamt of having multiple versions of himself - one for study, another for play.\n\nOne day, he awakens with a skill called [Cloning], and Sangwoo thinks his dream has come true. But will cloning really steer his life in the direction he had hoped for, or does fate have other plans in store?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b22561f9-81f1-45f6-b2c0-f5b53cfaee19",
    "title": {
      "en": "All Hail the Sect Leader"
    },
    "updatedAt": "2024-08-01T10:27:23+00:00",
    "coverArt": "https://mangadex.org/covers/b22561f9-81f1-45f6-b2c0-f5b53cfaee19/b00c0236-2959-46b3-9580-f78993e2cd24.jpg",
    "altTitles": [
      {
        "en": "The Greatest Sect Leader of All-Time"
      },
      {
        "zh-ro": "Wangu Zui Qiang Zong"
      },
      {
        "zh": "万古最强宗"
      }
    ],
    "description": {
      "en": "All the members of my sect are abnormally strong. All my disciples turn out to be big shots, and I'll definitely become invincible in this world!",
      "fr": "Ma quête est de développer une secte qui serait un foyer chaleureux pour ses membres. Dedans, non seulement le chef de secte est amusant (ouais c'est moi) mais les disciples sont excentriques, aux personnalités très variées. Ils ont comme particularités d'être en constante évolution et d'être anormalement forts. Tous se révèlent être des gros bonnets, et moi, leur patriarche, je deviendrai invincible ! Approchez, les enfants, rejoignez ma secte et ensemble nous réaliserons vos rêves !"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "f19646d5-e8ec-4508-b008-be3f264f1724",
    "title": {
      "en": "Snake Immortal: The Tale of a Snake's Cultivation to Immortality"
    },
    "updatedAt": "2024-08-19T00:46:29+00:00",
    "coverArt": "https://mangadex.org/covers/f19646d5-e8ec-4508-b008-be3f264f1724/ada3f380-da47-4f20-9668-d23220c793d7.png",
    "altTitles": [
      {
        "zh": "Lao She Xiu Xian Chuan"
      },
      {
        "zh": "Lǎo Shé Xiū Xiān Chuán"
      },
      {
        "zh": "老蛇修仙传"
      },
      {
        "en": "Tale of the Old Snake's Immortal Cultivation"
      }
    ],
    "description": {
      "en": "In a village, an old snake inadvertently swallowed a cultivator's human-shaped pill, gaining intelligence and setting off on the path of cultivation. With only a brief decade to live, the snake does not fear the passing of time but makes the most of every moment.\n\nThis is the tale of an old snake's journey to immortality."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14fcfbb1-2e23-4b7a-899e-343953d21fc9",
    "title": {
      "en": "My Ruined Academy"
    },
    "updatedAt": "2024-08-09T19:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/14fcfbb1-2e23-4b7a-899e-343953d21fc9/3be32faf-ccb9-47fb-9283-e587d484cc59.jpg",
    "altTitles": [
      {
        "ko": "아카데미가 망했다"
      }
    ],
    "description": {
      "en": "Amon Drake arrives in the capital with dreams of success. On his first day as a teacher at the prestigious Amonis Academy, he is met with shocking news:\n\n\"Haven't you heard? This academy is on the brink of bankruptcy.\"\n\nOn top of that, the only people left at the academy are a gambling-addicted principal and drunken teachers. Amon thought,\n\n\"If the academy goes bankrupt, doesn't that mean my contract would become void too?\"\n\nThey say escape favors the intelligent. If you don’t want to waste your life away, bring the academy to ruin.\n\nThe story of a wise man's escape from the academy begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fc6c562-b70c-4f6a-ac23-af657a2c49ab",
    "title": {
      "en": "The Exiled Hero"
    },
    "updatedAt": "2024-07-18T16:00:53+00:00",
    "coverArt": "https://mangadex.org/covers/1fc6c562-b70c-4f6a-ac23-af657a2c49ab/3261805a-3c0c-4e73-9e5f-f7b6d90de4eb.jpg",
    "altTitles": [
      {
        "ko": "파티에서 추방된 영웅이 너무 뛰어남"
      },
      {
        "en": "Expelled Hero Is Too Strong"
      }
    ],
    "description": {
      "en": "\"Yu Ji-han, you're useless.\" \n\nWith those harsh words, Yu Ji-han, a dedicated member of the prestigious guild \"Keroes\" and the elite \"Kim Hyun-tae Party\", is abruptly expelled. After seven years of service, he's left with a meager severance pay of 10 million won. But Yu Ji-han possesses a unique ability - 'Sampling' - which allows him to see probabilities. \n\n\n[Probability of the \"Very Fun Guild\" growing into a large guild]\n\n[99%]\n\n\"I will surely surpass you all!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a98d039a-da7f-46ec-aef4-f4bd03d0d925",
    "title": {
      "en": "The Hero Became the Duke's Eldest Son"
    },
    "updatedAt": "2024-08-01T04:49:27+00:00",
    "coverArt": "https://mangadex.org/covers/a98d039a-da7f-46ec-aef4-f4bd03d0d925/5f31da9b-c565-47a7-9709-0079d43afd25.jpg",
    "altTitles": [
      {
        "ko": "영웅, 공작가 장남 되다"
      }
    ],
    "description": {
      "en": "Aden Albireo, the \"Dragon Slayer King\", was a hero who saved the world by eliminating the Berserker and the Underlord. However, he was betrayed by those who whispered friendship to him, and met his death...\n\n\"I didn't know I would be resurrected like this?!\"\n\n15 years before the Underlord's resurrection, 'Aden Albireo' reincarnated into the body of the eldest son of a unheard-of duke's family, 'Aden Remes'! And...\n\n\"It's been a while, Dragon Slayer King!\"\n\n\"The Underlord I thought I had defeated is inside my soul?!\"\n\nWill Aden be able to end his uncomfortable cohabitation(?) with the Underlord and prevent his resurrection?",
      "ko": "아덴 알비레오, 그는 광룡과 지하 군주, 언더로드를 없애고 세상을 구한 영웅, \"용살왕\"이라 불렸다. 그러나 우정을 속삭였던 이들에게 배신당해, 죽음을 맞게 되는데...\n\n\"이런 식으로 되살아날 줄은 몰랐는데?\"\n\n언더로드 부활 15년 전, 듣도 보도 못한 공작가의 망나니 장남, '아덴 레메스'의 몸으로 회귀한 '아덴 알비레오'! 게다가…\n\n\"오랜만이구나, 용살왕이여!\"\n\n해치운 줄 알았던 언더로드가 내 영혼 안에 있다고?!\n\n과연 아덴은 언더로드와의 불편한 동거(?)를 끝내고 그의 부활을 막아낼 수 있을 것인가!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "043a0843-49ec-43e8-a72b-bf6c2bb083a9",
    "title": {
      "en": "Helvetica Standard"
    },
    "updatedAt": "2022-09-18T04:49:26+00:00",
    "coverArt": "https://mangadex.org/covers/043a0843-49ec-43e8-a72b-bf6c2bb083a9/5792dac6-0831-463b-af16-6cd13476e1f8.jpg",
    "altTitles": [
      {
        "en": "Helvetica Standard Bold"
      },
      {
        "en": "Helvetica Standard Italic"
      },
      {
        "ja": "ヘルベチカスタンダード"
      },
      {
        "ja": "ヘルベチカスタンダード絵"
      }
    ],
    "description": {
      "en": "Helvetica Standard is a random comical short that is self-contained, and generally outside the main story of [Nichijou](https://mangadex.com/manga/188), being a full-color follow-up to the hit manga series. Funny and heartwarming, this two-part series is a humorous look at modern day Japanese design in comic form and a deep-dive into the artistic and creative mind of Arawi Keiichi. Part comic, part diary, part art and design book, Helvetica Standard is a deconstruction of the world of nichijou."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": ""
  },
  {
    "mangaId": "f0ce7d61-d172-459a-9010-25aa9c399627",
    "title": {
      "en": "I Am the Descendant of the Divine Dragon!"
    },
    "updatedAt": "2024-08-27T03:58:56+00:00",
    "coverArt": "https://mangadex.org/covers/f0ce7d61-d172-459a-9010-25aa9c399627/3664f2b3-8653-4e55-a9e7-66adcb61d931.png",
    "altTitles": [
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "zh": "我，神龙之后！"
      },
      {
        "zh-ro": "Wo, Shenlong Zhihou!"
      },
      {
        "en": "I, the Queen of Dragons!"
      }
    ],
    "description": {
      "en": "In the highly competitive world of the Xuan Realm Continent, where warriors strive to refine their bodies, cultivate their martial abilities, harness the essence of the heavens and earth, and push beyond mortal limitations, our protagonist, Lu Hao, faces unjust persecution from his own clan since childhood. However, fate smiles upon him as he awakens the dormant bloodline of the Divine Dragon within him. With an unyielding resolve, Lu Hao embarks on an extraordinary journey, overcoming countless obstacles to ascend to the zenith of power. Along the way, he unravels the enigmatic secrets of his past life."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97b19647-b6d4-4ff9-b5c2-d08373e74bcc",
    "title": {
      "en": "RIKON SHINAI OTOKO CASE２"
    },
    "updatedAt": "2024-08-24T13:26:15+00:00",
    "coverArt": "https://mangadex.org/covers/97b19647-b6d4-4ff9-b5c2-d08373e74bcc/cf949db5-7c84-46de-82d7-9d77f1bd32df.jpg",
    "altTitles": [
      {
        "ja": "離婚しない男 CASE２"
      },
      {
        "es-la": "UN DIVORCIO IMPOSIBLE CASO 2"
      }
    ],
    "description": {
      "en": "Jou Nagase is a popular and competent top class actor. He's also a devoted family man, but one day a photograph of him purportedly having an illicit meeting with a rookie actress surfaced. \nIn an instant, the actor \"NagaJou\" ended up losing both his family and his social status. However, it was all a fabricated plot. Behind the scenes was someone unexpected.\n\nBetrayal, secrets and schemes all intertwine in Rikon Entertainment's second installment!!\n\n(Source: Comic-Days)",
      "ja": "人気、実力ともトップクラスの俳優・永瀬丈。良き家庭人でもある彼は、ある日、新人女優との密会不倫写真を撮られてしまう。一瞬で社会的地位と家族を失ってしまったナガジョー。だがこれはすべて仕組まれたことだった。その裏にいるのはまさかの人物。裏切り、秘密、策略が絡み合う、リコンエンターテインメントの第2弾!!",
      "es-la": "La Segunda Parte de Un Divorcio Imposible, nos cuenta la casi imposible vida de nuestro protagonista \"Takeshi Nagase\" que tras una noche en la que perdio el conocimiento por culpa de una actriz malvada queda envuelto en un caso de supuesta violación y es alejado de sus hijos. ¡¿Una lucha por demostrar que es inocente?!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7a36beba-1365-46de-8220-28c193572ac7",
    "title": {
      "en": "Ushiro no Shoumen Kamui-san"
    },
    "updatedAt": "2024-08-15T21:37:25+00:00",
    "coverArt": "https://mangadex.org/covers/7a36beba-1365-46de-8220-28c193572ac7/9a5ee30c-e800-422f-a069-25285c5d4f66.jpg",
    "altTitles": [
      {
        "ja": "うしろの正面カムイさん"
      },
      {
        "en": "Kamui, the One Standing Behind You"
      },
      {
        "zh-hk": "正后方的神威"
      },
      {
        "id": "Depan Belakang Kamui-san"
      },
      {
        "ru": "За спиной Камуи-сана"
      },
      {
        "th": "คุณคามุยลุยหลังผี"
      },
      {
        "zh-ro": "Zhèng hòufāng de shénwēi"
      }
    ],
    "description": {
      "en": "Shizuka is a normal high school girl with the ability to see ghosts. Due to her peculiar tendency to attract ghosts, she works as an assistant to Kamui, a famous psychic. Kamui takes pride in his top-notch psychic abilities, but the way he exorcises ghosts is rather unusual!",
      "id": "Shizuka adalah anak SMA biasa yang bisa melihat makhluk halus. Dia bekerja sebagai asisten dukun terkenal bernama Kamui-san. Teknik mengusir hantu Kamui-san itu agak… unik.",
      "ja": "「幽霊が見えるだけ」の普通の女子高生・シヅカ。シヅカは幽霊を引き寄せる特異体質を活かし、有名な霊能力者・カムイの助手として働いている。圧倒的な霊力を誇るカムイだが、その除霊は前代未聞なヤリ方でーーー!?\n\n“超”除霊の幕が開く!! エッッッッッッッッッッロイムエッサイム!!",
      "ru": "Шизука обычная школьница, которая может видеть призраков. Она работает помощницей известного экзорциста по имени Камуи-сан, правда техника экзорцизма Камуи-сана ........ необычная.",
      "zh": "只是能看见幽灵而已”的普通JK耳塚志津香，在超有名超变态的除灵师神威事务所蹭饭吃之余，一同合作除灵的喜剧故事。",
      "es-la": "Shizuka es una chica normal de instituto que sólo puede ver fantasmas.\r\nTrabaja como asistente de Kamui, un famoso vidente que tiene una constitución única que atrae a los fantasmas.\r\nKamui está orgulloso de su abrumador poder psíquico, ¡pero la forma en que elimina los fantasmas es inaudita!",
      "pt-br": "Shizuka é uma garota comum do ensino médio que consegue enxergar fantasmas, ela trabalha como assistente do famoso médium Kamui-san, aproveitando a característica única dela de poder ver fantasmas. Kamui possui um poder espiritual avassalador, mas seu exorcismo é um pouco diferente do normal."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "496b7402-6272-46b5-bf99-1f216acd20df",
    "title": {
      "en": "Rebirth in the End Times: I Reached the Top by Opening Boxes"
    },
    "updatedAt": "2024-08-03T22:39:03+00:00",
    "coverArt": "https://mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "altTitles": [
      {
        "zh": "末世重生：我靠开箱子问鼎巅峰"
      }
    ],
    "description": {
      "en": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f18464a-9251-4a71-83fb-f9de7460bf7b",
    "title": {
      "en": "The Hero Wants to Die"
    },
    "updatedAt": "2024-08-03T19:08:23+00:00",
    "coverArt": "https://mangadex.org/covers/6f18464a-9251-4a71-83fb-f9de7460bf7b/a43ab7db-3ccc-4b38-9c82-e089adf34397.jpg",
    "altTitles": [
      {
        "ko": "영웅은 죽고 싶다"
      }
    ],
    "description": {
      "en": "At 19, Kim Gunho is transported to the 23rd century with enhanced abilities. After spending 50 painful years preventing an apocalypse, he returns to his younger self at 19. Now, with the threat gone and no one aware of his suffering, all he desires is to rest and even wishes to die. It will take 100 days to fully eliminate his enhanced cells. As he prepares to spend his final days in peace, he is unexpectedly visited by Ye Haejung, the boy he secretly loved before his time travel."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "57e687fd-f64c-44c2-a6c0-c923d1bab11b",
    "title": {
      "en": "Skill Master Levels Up"
    },
    "updatedAt": "2024-08-19T23:28:53+00:00",
    "coverArt": "https://mangadex.org/covers/57e687fd-f64c-44c2-a6c0-c923d1bab11b/3a79a246-f154-47ed-8947-1710e1ce0adc.jpg",
    "altTitles": [
      {
        "ko": "스킬빨로 레벨업"
      },
      {
        "en": "Leveling Up With Skills"
      },
      {
        "ko-ro": "Seukilbballo Lebeloep"
      },
      {
        "en": "Ascension Through Skills"
      },
      {
        "en": "Level Up With Skills"
      },
      {
        "es-la": "Subiendo de nivel con las mejores habilidades"
      }
    ],
    "description": {
      "en": "In the year 2020, humanity faces a crisis as Earth is attacked by unidentified monsters. Players prepare for the attack by challenging the Labyrinth that appeared. They can choose four options:\n\nEasy Mode, where anyone can survive; Normal Mode, where you must work to survive; Hard Mode, where only 1% could survive; and Solo Mode, the harshest difficulty.\n\nKang TaeSan, the strongest Easy Mode player cleared the Labyrinth using an unconventional approach and acquired skills others could not: [ Addition, Multiplication, Attack Nullification, Ultimate Judgement...].\n\nBut because he chose Easy Mode, his power was lacking. Unable to prevent the extinction of humanity, he lay dying. A miraculous chance appears.\n\n\"This time I'll definitely become stronger.\"\n\nChallenging the Labyrinth again, this is Skill-based Player Kang TaeSan's Solo Mode Attack Record!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d957e71-2468-4043-8b6a-acffd0a23591",
    "title": {
      "en": "My New Friend Wasn't What I Expected"
    },
    "updatedAt": "2023-07-30T14:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/6d957e71-2468-4043-8b6a-acffd0a23591/b06eb24f-40d0-4ebc-b31b-d7c761b50f01.jpg",
    "altTitles": [
      {
        "ja": "新しくできた友達が思ってたのと違った話"
      },
      {
        "ja-ro": "Atarashiku Dekita Tomodachi ga Omotteta no to Chigatta Hanashi"
      }
    ],
    "description": {
      "en": "First impressions are important, but they're not the whole story...",
      "pt-br": "A garota que sentada ao meu lado é muito fofa, e isso é muito bom por si só. Mas então eu a conheci fora da escola... OH, MEU!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a0e41bad-2d7b-4bbc-815a-9247803d70c4",
    "title": {
      "en": "The Sweet Life of a Reincarnation Pro"
    },
    "updatedAt": "2024-07-07T02:38:08+00:00",
    "coverArt": "https://mangadex.org/covers/a0e41bad-2d7b-4bbc-815a-9247803d70c4/c326f131-c591-4125-b8c1-905ff9caeeda.jpg",
    "altTitles": [
      {
        "en": "Sweet Honey of the Reincarnated Pro"
      },
      {
        "ko": "전생의 프로가 꿀 빠는 법"
      },
      {
        "ja": "転生のプロが甘い蜜を吸う方法"
      },
      {
        "en": "How a Former Pro Takes Advantage by Doing an Easy Job"
      },
      {
        "ko-ro": "Jeonsaengui Pro-ga Kkul Ppaneun Beop"
      }
    ],
    "description": {
      "en": "Arel may have been born as a prince of the Ernesia Kingdom, but this is actually his 101st life! \n\nHe has been reborn into multiple types of universes that were full of magic, qi, and even spaceships. So this isn't his first fantasy world, and he's going to make use of his magic knowledge to take it easy. \n\nHis past 100 lives have taught him that the best way to avoid dying young is to keep his head down and make lots of money. But let's see if this reincarnation pro can finally live the sweet life!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e76a8941-77a4-4988-be8a-8ff447ff0554",
    "title": {
      "en": "Between the Years"
    },
    "updatedAt": "2024-01-03T03:39:18+00:00",
    "coverArt": "https://mangadex.org/covers/e76a8941-77a4-4988-be8a-8ff447ff0554/4be0f6f0-ddb1-406b-a103-bc019d8db417.png",
    "altTitles": [
      {
        "en": "Years Between"
      },
      {
        "zh": "岁月间"
      },
      {
        "zh-hk": "歲月間"
      },
      {
        "zh-ro": "Suiyue Jian"
      }
    ],
    "description": {
      "en": "That was the boy I loved, accompanying me through verdant days and brilliant, fleeting years."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de84c4cc-2e2c-4540-a28e-496037dc5e98",
    "title": {
      "en": "Melodramatic Novel's Side Character Quits"
    },
    "updatedAt": "2024-08-16T07:11:43+00:00",
    "coverArt": "https://mangadex.org/covers/de84c4cc-2e2c-4540-a28e-496037dc5e98/a9914bdf-a278-4e30-ba49-546e37afff1c.png",
    "altTitles": [
      {
        "zh": "狗血文女配她不干了"
      },
      {
        "zh-ro": "Gǒu Xuè Wén Nǚ Pèi Tā Bù Gān Le"
      }
    ],
    "description": {
      "en": "Jiang Mo, a part-time worker, transmigrates into a melodramatic (cliché) novel, unexpectedly receives a system that demands her to promote harmony between the male and female leads at the cost of her life. After Jiang Mo nonchalantly completes her tasks, the gaze of the villain boss towards her starts becoming increasingly strange...【I Ended Up Making the Final Boss Fall in Love With Me by Slacking Off】"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "55"
  },
  {
    "mangaId": "29ca9de0-b633-4756-b4f3-c3bef1ee4f9e",
    "title": {
      "en": "Seasons of Lovesome"
    },
    "updatedAt": "2024-08-22T17:08:52+00:00",
    "coverArt": "https://mangadex.org/covers/29ca9de0-b633-4756-b4f3-c3bef1ee4f9e/3edef2b4-d047-44b4-855f-2036e1ad8f93.jpg",
    "altTitles": [
      {
        "en": "Lovesome Youth"
      },
      {
        "en": "Youth Lovesome"
      },
      {
        "ko": "청춘 러브썸"
      }
    ],
    "description": {
      "en": "\"It may be hazy blue, but that's alright\"\n\nTaking place a year after the epilogue of Seasons of Blossom, this story focuses on the new opening of “Cafe Blossom and NEMONE Atelier” as well as Bomi’s new classmate “Pureum” as they explore a new found youth. \n\nCampus romance, after school romance, office romance, it has it all.  \n\nThe heartwarming series is back with another youthful story!",
      "fr": "« Ça peut être d'un bleu brumeux, mais c'est pas grave. »\n\nSe déroulant un an après l'épilogue de \"Seasons of Blossom\", cette histoire se concentre sur la nouvelle ouverture du « Café Blossom and NEMONE Atelier », ainsi que sur la nouvelle camarade de classe de Bomi, « Pureum », alors qu'ils explorent une nouvelle jeunesse. Romance sur le campus, amours après l'école, romance au bureau, il y a de tout. La série réconfortante revient avec une nouvelle histoire pleine de jeunesse !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ba3b2b52-2279-4714-b37c-31270689b35a",
    "title": {
      "en": "Illusion Blessing"
    },
    "updatedAt": "2024-08-15T17:24:20+00:00",
    "coverArt": "https://mangadex.org/covers/ba3b2b52-2279-4714-b37c-31270689b35a/d6e00467-b428-4337-9cd2-2c97039497d7.jpg",
    "altTitles": [
      {
        "ko": "일루션"
      },
      {
        "en": "Illusion"
      }
    ],
    "description": {
      "en": "For a very long time, the Baek family has been haunted by the legendary existence known as \"Illishine.\" Hong Soorim, who has been imprisoned for ten years due to suspicions about this existence, finally shows a mark on his body upon turning twenty. The company that has been keeping her decides to strike a deal with both Chairman Baek and his son, Baek Wookyung. Wookyung offers a higher price than his father to meet Soorim. As Soorim accepts his fate, he tries to use Wookyung to his advantage. Despite their age difference, Wookyung finds himself drawn to Soorim..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60a2cb0f-cb5d-4c52-ba98-6f31ecffbb50",
    "title": {
      "en": "I Can't Get Enough of You"
    },
    "updatedAt": "2024-05-17T02:38:10+00:00",
    "coverArt": "https://mangadex.org/covers/60a2cb0f-cb5d-4c52-ba98-6f31ecffbb50/f1b130b1-88a8-4de3-9230-b4fe4eae68e3.jpg",
    "altTitles": [
      {
        "ko": "못 잡아먹어서 안달"
      },
      {
        "en": "I Can’t Wait To Eat You"
      }
    ],
    "description": {
      "en": "Outstanding talent. A look that won't be overlooked no matter where you are. A prosperous family. I lived by walking only on well-paved paths. Everything was so perfect to the point that it was boring. Then one day when I turned 30... Taejun Kim impulsively deviates from the path. To meet ‘Han So-eun’, the daughter of the driver who took his parents’ lives. 'With what kind of face did you come to this company?' The shameless face was disgusting. So he decided to stick around and torment her. Like a person who is impatient because he can't eat... “I think the director likes...\"",
      "fr": "Des capacités exceptionnelles. Une belle apparence qui ne passera pas inaperçue. Une famille aisée. Une vie sur un chemin bien tracé. Tout était ennuyeux et parfait. Jusqu'au jour où, à trente ans, Kim Tae-joon quitte impulsivement la route.\nRencontrer Han So-eun, la fille du chauffeur qui a coûté la vie à ses parents.\n« Comment diable êtes-vous entré dans cette entreprise en tant qu'étranger ?\nJ'étais dégoûté par son impudeur, alors j'ai décidé de la garder et de la tourmenter. Comme quelqu'un qui n'en a jamais assez de toi....\n\"Je pense que j'aime le réalisateur.\"\nOh non."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "397d8547-99a2-4631-94f3-9a3dc0f12c6e",
    "title": {
      "en": "Park Ha Mansion"
    },
    "updatedAt": "2024-08-19T04:22:47+00:00",
    "coverArt": "https://mangadex.org/covers/397d8547-99a2-4631-94f3-9a3dc0f12c6e/a354d9ed-162e-4612-a371-198c01ce3c05.jpg",
    "altTitles": [
      {
        "ko": "박하"
      },
      {
        "ko": "Bakha"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5195524-999d-491c-9304-2a8fe2440e50",
    "title": {
      "en": "Good Doctor"
    },
    "updatedAt": "2022-06-10T06:20:51+00:00",
    "coverArt": "https://mangadex.org/covers/a5195524-999d-491c-9304-2a8fe2440e50/4d20494c-502e-4891-ab12-0029b9435ed8.jpg",
    "altTitles": [
      {
        "ko": "굿닥터"
      },
      {
        "ja": "グッド・ドクター"
      },
      {
        "en": "The Good Doctor"
      },
      {
        "tr": "Mucize Doktor"
      },
      {
        "ru": "Хороший доктор"
      }
    ],
    "description": {
      "en": "The main character, Park Si-on, suffers from autism and savant syndrome.\nWith his innate genius like two sides of the same coin, he enters a pediatric surgery resident at a university hospital.\nThe prejudice of being a doctor with autism and the battle for power in the hospital are getting more and more dangerous...!\nWill I ever be able to become a real doctor?\n\n---\n\n- Based on 2013 K-drama of the same name",
      "ko": "몸은 29살, 마음은 9살. 자폐증과 서번트 증후군을 앓고 있는 주인공 박시온.\n동전의 양면처럼 타고난 천재성을 가지고 대학병원 소아외과 레지던트로 들어가게 된다.\n자폐증을 앓는 의사라는 편견과 병원 안에서 벌어지는 세력 싸움 속에서 점점 위태로워지는데..!\n과연 진짜 의사가 될 수 있을까?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "932ccd96-dc0a-4f8d-81e4-f6b5d895ec02",
    "title": {
      "en": "The 11th School Trip"
    },
    "updatedAt": "2024-08-26T20:37:57+00:00",
    "coverArt": "https://mangadex.org/covers/932ccd96-dc0a-4f8d-81e4-f6b5d895ec02/5fae42f4-ddba-4cbc-a8c8-31af90ff9b83.png",
    "altTitles": [
      {
        "ko": "11번째 수학여행"
      }
    ],
    "description": {
      "en": "Gajun and Seonwoo are second-years at Shinhae High School, an exclusive school for students with special abilities. While on a school trip, they miss the bus during a brief stop at a rest area. After a series of twists and turns, they manage to board another bus and head to the training center with an uneasy feeling.\n\nWhen they finally arrive, they are confronted by their friends dying at the hands of suspicious people. Just before he dies, Gajun finds himself waking up on the same bus heading to the training center.\n\nThe school trip keeps repeating.\n\nAfter experiencing several deaths, Gajun realizes that the cause of the time loop is Seonwoo's death, and he becomes increasingly overprotective of him. Meanwhile, Seonwoo, who is weaker than Gajun, is puzzled by Gajun’s overprotectiveness and tries to protect him in return...\n\n“Trust me, I'll protect you no matter what.\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de9e3b62-eac5-4c0a-917d-ffccad694381",
    "title": {
      "en": "Sometimes Even Reality Is a Lie!"
    },
    "updatedAt": "2024-07-27T14:58:00+00:00",
    "coverArt": "https://mangadex.org/covers/de9e3b62-eac5-4c0a-917d-ffccad694381/5a65dd8d-7509-48ac-8d5b-8bdd509b70be.jpg",
    "altTitles": [
      {
        "ja": "現実(リアル)もたまには嘘をつく"
      },
      {
        "ja": "現実もたまには嘘をつく"
      },
      {
        "ja": "ゲーム好きの友達と色々する話"
      },
      {
        "ja-ro": "Real mo Tama ni wa Uso wo Tsuku"
      },
      {
        "ja-ro": "Gemuzuki no Tomodachi to Iroiro suru Hanashi"
      },
      {
        "en": "Hanging Out with a Gamer Girl"
      },
      {
        "fr": "Sortir avec une gameuse"
      },
      {
        "ru": "Тусоваться с девушкой-геймером"
      },
      {
        "ru": "Тусовка с девушкой-геймером"
      },
      {
        "uk": "Іноді навіть реальність може бути оманливою"
      },
      {
        "hi": "गेमर गर्ल के साथ घूमना"
      },
      {
        "hi": "कभी कभी सच भी झूठ होता है!"
      },
      {
        "zh": "和喜欢游戏的朋友各种轶事"
      },
      {
        "zh-hk": "現實有時在撒謊"
      },
      {
        "zh-hk": "和喜歡游戲的朋友各種軼事"
      },
      {
        "ko": "현실도 가끔은 거짓말을 한다"
      },
      {
        "ta": "சில நேரங்களில் நிஜம் கூட பொய்!"
      },
      {
        "ta": "கேமர் பெண்ணுடன் ஹேங் அவுட்"
      },
      {
        "it": "Avvolte anche la realta mente"
      },
      {
        "it": "Uscire con una ragazza gamer"
      },
      {
        "it": "Uscire con un'amica gamer"
      },
      {
        "vi": "Đi chơi cùng nữ game thủ"
      },
      {
        "vi": "Hẹn hò cùng nữ game thủ"
      },
      {
        "en": "Sometimes Reality Lies Too"
      }
    ],
    "description": {
      "en": "Kaoru Terasaki is a gamer who’s into MMORPGs, and he’s finally meeting up with someone he’s been friends with in-game for a long while—this time, offline and in person. He’s worried that his friend will be disappointed to see Kaoru is a guy, unlike his female character in the game. But he’s the one who’s in for a surprise when, instead of another guy, his friend turns out to be a cute girl, Nanami Osaka. On top of that, Nanami told her parents that she would be bringing a friend over—a female friend. Even worse, Nanami’s dad is the super overprotective type who won’t allow any guys near his daughter. There’s only one solution to this dilemma: Kaoru has to cross-dress as a girl! Will Kaoru’s efforts pay off in the end?! Will Kaoru and Nanami remain just friends, or will their time together IRL change everything? Follow their romantic-comedy adventures to find out!",
      "fr": "Terazaki Kaoru est sur le point de rencontrer son ami en ligne, Nanami. Mais Nanami ne sait pas que Terazaki est en réalité un homme dans la vie réelle! Il sera certainement déçu et dégouté. Mais Terazaki va lui avoir aussi une surprise…",
      "id": "Terazaki Kaoru akan bertemu dengan salah satu teman dari Game Online yang dia mainkan bernama Nanami. Namun, Nanami hanya tahu kalau Kaoru di dalam Game adalah karakter perempuan imut yang bernama Kaori, tapi dia tidak tahu kalau Kaoru di dunia nyata sebenarnya adalah seorang laki-laki.\r\n\r\nSaat bertemu dengannya nanti, Nanami pasti akan kecewa dan merasa sedikit aneh, namun… Ketika bertemu, Kaoru pun sontak ikut terkejut. Karena Nanami ternyata…",
      "it": "Terazaki Kaoru sta per incontrare il suo amico di internet, Nanami. Ma Nanami non sa che Terazaki è un ragazzo nella realta! Con questo Nanami Potrebbe rimanerci delusa o forse trovarlo strano (considerando che l' avatar di Kaoru è femminile), ma ciò che il ragazzo non sa, è che riceverà una sorpresa a sua volta…",
      "ja": "友達以上、恋人未満のふたりが繰り広げるハイテンションラブコメディ!\r\n\r\nゲーム好きな男の子、薫はネットゲームで知り合った男性と駅で待ち合わせ。女性キャラを使っていたせいで女の子だと勘違いされていることを心配する薫だが、待ち合わせ場所にやってきたのはかわいい女の子で……?",
      "pt": "Terazaki Kaoru está prestes a encontrar seu amigo de internet, Nanami. Mas Nanami não sabe que ele é um cara na vida real! ele pode se decepcionar ou ao menos achar estranho (considerando que seu avatar é feminino), mas Terazaki está prestes a ter uma surpresa…",
      "ru": "Заядлый геймер Каору Тэрадзаки собирается встретиться с подругой Нанами, с которой познакомился в онлайн-игре. До этого они не виделись в реальной жизни, так что Нанами не знает, что, хотя в игре Тэрадзаки использовал женского персонажа, в реальной жизни он — парень. Каору убеждён, что Нанами наверняка будет разочарована этим фактом, но его ждёт сюрприз...\r\n\r\n(Source: [shikimori](https://shikimori.one/mangas/124209-real-mo-tama-ni-wa-uso-wo-tsuku))",
      "uk": "Каору Теразакі — геймер, котрий захоплюється MMORPG, там він знайшов друга, з котрим товаришував протягом досить тривалого проміжку часу. І ось настав час зустрітися з ним особисто – поза межами онлайн. Та все не так просто, як здавалося на перший погляд, так як Каору грав під дівочим аватаром, його товариш вважає, що той – дівчина. Каору знаходиться у тривожному передчутті, що як його друг буде розчарований? Ба більше, на нього також чекав сюрприз – замість іншого хлопця, його другом виявляється симпатична дівчина – Нанамі Осака. До того ж, Нанамі заздалегідь попередила батьків, що приведе з собою друга – подругу. Ситуація ускладняється тим, що у Нанамі занадто турботливий тато, котрий віддубасить кожного хлопця, котрий посміє наблизитися до його доньки. Ця дилема має лише одне рішення: Каору треба переодягтися в дівчину! Чи окупляться зрештою зусилля Каору?! Чи залишаться Каору та Нанамі просто друзями, чи час, який вони провели у реальному житті разом, все змінить? Слідкуйте за їхніми романтичними пригодами, щоб дізнатися!",
      "pt-br": "Terazaki Kaoru está prestes a encontrar seu amigo de internet, Nanami. Mas Nanami não sabe que ele é um cara na vida real! ele pode se decepcionar ou ao menos achar estranho (considerando que seu avatar é feminino), mas Terazaki está prestes a ter uma surpresa…"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f11b455-4d6a-49c9-828e-118395bd8547",
    "title": {
      "en": "Kanojo ga Senpai ni NTR-reta node, Senpai no Kanojo wo NTR-masu"
    },
    "updatedAt": "2024-07-06T17:51:42+00:00",
    "coverArt": "https://mangadex.org/covers/5f11b455-4d6a-49c9-828e-118395bd8547/782a2cf9-2d3b-44bb-9606-96881684da3c.jpg",
    "altTitles": [
      {
        "en": "My Girlfriend Cheated on Me With a Senior, so I’m Cheating on Her With His Girlfriend"
      },
      {
        "es-la": "Mi novia me engañó con un senpai, así que yo la engaño con su novia"
      },
      {
        "ja": "彼女が先輩にNTRれたので、先輩の彼女をNTRます"
      },
      {
        "id": "Main selingkuh-selingkuhan"
      },
      {
        "en": "My Girlfriend Was Stolen by My Senior, So I'll Steal His Girlfriend"
      },
      {
        "ja-ro": "Kanojo ga Senpai ni Netorareta node, Senpai no Kanojo wo Netorimasu"
      },
      {
        "zh-hk": "女朋友被前輩NTR了、所以我也要NTR走前輩的女朋友"
      },
      {
        "zh": "因为被前辈PV了、所以我也要PV走前辈的女友"
      }
    ],
    "description": {
      "en": "Yuu Isshiki, is a freshman in college. For the first time in his life, when he learned that Karen, his girlfriend was sleeping with his senior in the circle, Kamokura, he was so shocked, angered, and desperate that he called Kamokura's girlfriend, Touko, and told her with an impulse. Please have sex with me, Touko senpai! \" If you get NTR-ed, then the return should be NTR as well! A topical \"revenge\" romantic comedy that depicts the relationship between the mind and body of four college students, a shocking story now in manga form!",
      "es-la": "Para hacer el cuento corto, Yuu el protagonista se entera que su novia Karen lo está engañando con un Senpai que a la vez es novio de la Chica más hermosa de la Universidad, cegado por la venganza, este la contacta y juntos idearan un plan de como vengarse."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "17"
  }
]