[
  {
    "mangaId": "8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb",
    "title": {
      "en": "Magical Girl 201"
    },
    "updatedAt": "2024-11-03T13:38:13+00:00",
    "coverArt": "https://mangadex.org/covers/8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb/992313ef-33fb-4d00-8742-350f287f9ffb.jpg",
    "altTitles": [
      {
        "ja": "魔法少女201"
      },
      {
        "ja-ro": "Mahou Shoujo 201"
      },
      {
        "vi": "Ma Pháp Thiếu Nữ 201"
      }
    ],
    "description": {
      "en": "Fujiyama Shinobu aka Sexy Fujiyama, is a general working for the evil Flower Bud Gang who are trying to take over the city. Standing in her way is the masked magical girl, Princess Mamu, who wouldn't you know it, has just moved in next door to Fujiyama's place..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b69193bb-235f-4ee3-a755-b4d6ed48d77f",
    "title": {
      "en": "Gakuen Sensuikan-tai: Mermaid Girls"
    },
    "updatedAt": "2024-10-08T18:22:17+00:00",
    "coverArt": "https://mangadex.org/covers/b69193bb-235f-4ee3-a755-b4d6ed48d77f/b719f205-193c-4d7d-a6f4-840627175907.jpg",
    "altTitles": [
      {
        "ja": "学園潜水艦隊マーメイドガールズ"
      }
    ],
    "description": {
      "en": "In the manga's story, extra-terrestrial life known as Trench Walkers reveal themselves, emerging from the Antarctic, and walking on the sea floor. Their goal is to terraform the Earth to their liking, which involves raising the sea level by 70 meters, thus rendering Tokyo and many other population centers uninhabitable. They have also begun to change Earth's surface water into what they call Nectar, the \"divine water.\" Those who are incompatible with Nectar have a high chance of death when imbibing it. However, there are girls who are found to be compatible with Nectar, and they are recruited to be marines in a fight against the Trench Walkers, boarding ships to do battle in a new deep sea front line. The story centers on Hiro Todoroki, who receives a message from an older sister, a marine supposedly missing in action. The message tells Hiro to find a formidable marine named Kiriri Tsunoba. Though lost and confused, Hiro heads to the Masakado Girls Academy Submarine Unit with the intent to join them."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d4311a4-7ad0-4fce-bf80-6c19ba37fb47",
    "title": {
      "ja": "Class Saiyasune de Urareta Ore wa, Jitsu wa Saikyou Parameter"
    },
    "updatedAt": "2024-11-03T01:03:59+00:00",
    "coverArt": "https://mangadex.org/covers/9d4311a4-7ad0-4fce-bf80-6c19ba37fb47/3d9226a1-f760-4cbe-8d09-6d813a6cf296.jpg",
    "altTitles": [
      {
        "en": "I Was Sold at the Lowest Price in My Class, However, My Personal Parameter Is the Most Powerful"
      },
      {
        "ja": "クラス最安値で売られた俺は、実は最強パラメーター"
      },
      {
        "id": "Aku Dijual dengan Harga Terendah di kelasku, namun Parameter Pribadiku adalah yang Paling Kuat"
      },
      {
        "zh-hk": "以全班最低價格賣出的我，實際上是最強"
      }
    ],
    "description": {
      "en": "Yuta, a boy transported to another world along with his classmates, finds himself in a realm where earthlings are summoned for their high inherent power. These powers are used to operate humanoid machines known as magic-machines through a special ability called Ludia that resides within humans.\nHowever, Yuta’s Ludia value is shockingly low, with a reading of just 2. While his classmates are auctioned off at high prices, Yuta is sold at the lowest price and becomes a slave. But an encounter with the white magic-machine, Arleo, might just change his destiny.\nFrom being an unwanted slave to becoming the strongest hero who shakes the world! The new era of Mecha Battle Entertainment has begun!",
      "id": "Yuta, seorang anak laki-laki yang dikirim ke dunia lain bersama teman-teman sekelasnya.\r\n\r\nIni memanggil dan menggunakan penduduk bumi yang cenderung memiliki nilai tinggi di dunia yang berbeda di mana mesin humanoid yang disebut \"mesin sihir\" dioperasikan dengan kekuatan khusus \"Ludia\" yang terdapat pada manusia. \r\n\r\nNilai Ludia Yuta hanya \"2\" sementara banyak teman yang membeli dengan harga tinggi. Yuta dibeli dengan \"harga terendah\" dan diubah menjadi budak, tetapi pertemuan dengan mesin sihir putih \"Arleo\" membangunkannya menjadi pria yang kuat--!?\r\n\r\nDari budak dengan harga terendah di kelasnya, dunia baru Mecha Battle Entertainment telah mulai menjadi pahlawan terkuat yang mengguncang dunia!",
      "es-la": "Durante el viaje escolar, el autobús de la clase 3 de segundo año con 32 personas fue convocado a otro mundo... íbamos a ser vendidos para convertirnos en pilotos de robots como armas mágicas, pero parece que los valores de los precios de venta son decididos por algún tipo de parámetro desconocido llamado Ludia .Mientras algunos compañeros obtuvieron precios altos con parámetros de 10,000 o 20,000, mis parámetros eran en realidad 2... realmente increíble, pero en realidad el valor de mi parámetro hizo que la aguja de la maquina de medición realizara una vuelta completa, pero nadie lo notó... aunque tenia los parámetros más fuertes... nadie me compro y, de hecho, me cambiaron como esclavo por dos frutas"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77ada8df-affa-4a37-84af-4e250b398599",
    "title": {
      "en": "I Became the Youngest Member of Top Idol"
    },
    "updatedAt": "2024-05-14T20:31:29+00:00",
    "coverArt": "https://mangadex.org/covers/77ada8df-affa-4a37-84af-4e250b398599/87476b67-6a6a-4735-97ea-b7e5d67af3aa.png",
    "altTitles": [
      {
        "ko": "탑아이돌의 막내 멤버가 되었다"
      },
      {
        "pt-br": "Meu Retorno Como O Membro Mais Jovem"
      }
    ],
    "description": {
      "en": "“25…that’s too old to become an idol.” Do Seohan, who got eliminated from the successful idol survival audition program ‘Stardust Project’. Giving up his dreams, he is trying to find his way working part-time jobs. When all of a sudden, he wakes up 8 years in the past after an accident. Right before the ‘Stardust Project’ started! As the youngest (but most experienced), can he make it to the final lineup this time?",
      "id": "Do Seohan, yang gagal dalam idol survival show terkenal “Stardust Project”, selalu dibayang-bayangi oleh mimpi masa lalunya. Tak pernah meraih kesuksesan, Seohan hanya bisa bekerja sambilan untuk melewati hari-harinya. Namun, akibat sebuah kejadian yang menimpanya, tiba-tiba ia terbangun dan kembali ke 8 tahun lalu, tepat sebelum “Stardust Project” dimulai! Jiwanya 8 tahun lebih tua dari kontestan lainnya, tapi sekarang ia yang termuda di antara mereka. Apakah kali ini Seohan akan berhasil debut sebagai idol?",
      "ko": "\"25살…그거 아이돌은 못하는 나이잖아요.\"\n유명 서바이벌 아이돌 오디션 '스타더스트 프로젝트'에서 탈락했던 도서한.\n꿈에 미련은 못버리고 현실과 타협한 채 알바를 전전하는데…눈을 떠보니 8년 전으로 돌아왔다.\n그것도 '스타더스트 프로젝트'를 시작하기 직전으로!\n막내가 된 (영혼만은) 최고 연장자, 이번에는 오디션에 합격해 아이돌 멤버가 될 수 있을까?",
      "pt-br": "Do Seohan, que fracassou no famoso programa de sobrevivência de idols \"Stardust Project\", é sempre assombrado por seus sonhos do passado. Sem nunca ter alcançado o sucesso, Seohan só consegue trabalhar em empregos de meio período para passar seus dias. No entanto, devido a um incidente que lhe aconteceu, ele acordou de repente e voltou a 8 anos atrás, logo antes do início do \"Stardust Project\"! Sua alma é 8 anos mais velha que a dos outros participantes, mas agora ele é o mais jovem entre eles. Será que Seohan conseguirá debutar como idol desta vez?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-10-14T02:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c196dcc8-d942-4abf-987f-bfa244650585",
    "title": {
      "en": "Gantz"
    },
    "updatedAt": "2024-10-30T23:15:36+00:00",
    "coverArt": "https://mangadex.org/covers/c196dcc8-d942-4abf-987f-bfa244650585/ac8b7b97-dcdc-487a-b511-f0f5a5673db0.jpg",
    "altTitles": [
      {
        "ru": "Ганц"
      },
      {
        "ar": "جانتز"
      },
      {
        "th": "กันสึ"
      },
      {
        "zh-hk": "殺戮都市"
      },
      {
        "ko": "간츠"
      }
    ],
    "description": {
      "en": "Somewhere in Tokyo, there is a room. In that room is a black sphere. Periodically, people who should otherwise have died are transferred to the room. There, the sphere gives them special suits and weapons, and sends them out on a mission to kill aliens here on Earth. While these missions take place, the rest of the world is largely oblivious to them. These missions are lethal–few participants survive them. The sphere calls the shots, and it's not the slightest bit nice. Its name… Gantz.",
      "pl": "Manga, która wstrząsnęła światem otaku. Strzelaniny, kosmici, zabójcza gra, krew, flaki, seks – czyli to, co tygryski lubią najbardziej.",
      "ru": "Где-то в Токио в огромном здании есть комната, посреди которой стоит чёрный шар. Внутри него находится существо, похожее на человека. Все называют его Ганц, но кто он и откуда пришёл в наш мир — неизвестно.Из этой комнаты нельзя выйти ни через двери, ни через окна. Есть только один путь — взять в руки оружие, надеть защитный костюм и стать освободителем Земли от пришельцев. Как попасть в эту странную комнату? Очень просто — нужно всего лишь умереть. Однако, кто стоит за всем этим, кто раздаёт оружие, кто разрешает умершим людям вернуться в мир живых? Да и тот ли это мир, в котором они жили прежде?"
    },
    "status": "completed",
    "releaseDate": 2000,
    "contentRating": "suggestive",
    "lastVolume": "37",
    "lastChapter": "383"
  },
  {
    "mangaId": "28b5f34c-b568-4f43-b411-7e5730489ea7",
    "title": {
      "en": "I Became a Doting Father"
    },
    "updatedAt": "2024-11-09T08:21:11+00:00",
    "coverArt": "https://mangadex.org/covers/28b5f34c-b568-4f43-b411-7e5730489ea7/d2ea2366-30ff-4cbd-8d13-60e31ab15d28.jpg",
    "altTitles": [
      {
        "ko": "딸 바보가 되었습니다"
      },
      {
        "en": "I Become a Fool When It Comes to My Daughter"
      },
      {
        "ja": "今日も娘が可愛すぎます"
      },
      {
        "ko-ro": "Ttal Baboga Doeeotseumnida"
      }
    ],
    "description": {
      "en": "I've become a single father!\n\n24-year-old Juwon Lee works part-time at a convenience store and lives alone in his small apartment. One day his uncle passes away and leaves behind a 4-year-old daughter, the cute little Yeondu. Instead of letting her be sent to an orphanage, Juwon steps up and decides to be her new guardian."
    },
    "status": "hiatus",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09ab066e-422c-4dea-b1e1-0f3e28240fab",
    "title": {
      "en": "Together With the Gods of Music"
    },
    "updatedAt": "2024-05-27T15:05:23+00:00",
    "coverArt": "https://mangadex.org/covers/09ab066e-422c-4dea-b1e1-0f3e28240fab/571ee636-be6f-43fc-8550-c050c61d2d18.jpg",
    "altTitles": [
      {
        "ko": "음악의 신들과 함께한다"
      },
      {
        "ko-ro": "Eum-ag-ui sindeulgwa hamkkehanda"
      }
    ],
    "description": {
      "en": "A producer who had no talent but wanted to make it as a singer.\nDeath came on what he thought was his last chance, but the music gods didn't turn their backs on him.\n\n-If the music gods don't abandon you, can you really do it?\n\nWith the gods of music, change began.",
      "ko": "재능은 없지만 가수로 성공하고 싶었던 프로듀서.\n마지막 기회라고 생각했던 날 찾아온 죽음, 그러나 음악의 신들은 그를 외면하지 않았다.\n\n-음악의 신들이 너를 버리지 않는다면, 정말 할 수 있겠나?\n\n음악의 신들과 함께 변화는 시작되었다."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0a49848-1973-4f66-9616-4aab36a43463",
    "title": {
      "en": "Life of a Quack Healer"
    },
    "updatedAt": "2024-09-21T16:43:46+00:00",
    "coverArt": "https://mangadex.org/covers/e0a49848-1973-4f66-9616-4aab36a43463/5be28d45-cb22-441c-acab-addac8fb1cf3.jpg",
    "altTitles": [
      {
        "ko": "야매 힐러로 사는 법"
      },
      {
        "ko-ro": "Yamae Healer Saneun Beop"
      },
      {
        "en": "How to Live as a Fake Healer"
      },
      {
        "th": "ฮีลเลอร์กำมะลอ"
      },
      {
        "zh": "伪治疗师的生存法则"
      }
    ],
    "description": {
      "en": "One day, Seunghyeon Kang woke up to find himself in an unfamiliar world, on the continent of Azeul. At that moment, a status window pops up: \n\n[Your class is Healer?]\n\nWait, but he doesn’t have a single healing skill?! \n\nAnd so begins the life of a quack Healer who can’t cast Heal as he struggles to find a way back to his home!"
    },
    "status": "hiatus",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9bca0dbd-607f-49ec-bf33-017a74c12cff",
    "title": {
      "en": "Home Plate's Villain"
    },
    "updatedAt": "2024-08-04T03:54:21+00:00",
    "coverArt": "https://mangadex.org/covers/9bca0dbd-607f-49ec-bf33-017a74c12cff/6f3aa0c0-adef-4250-802a-96a607a7ef4e.jpg",
    "altTitles": [
      {
        "en": "Home Plate Villain"
      },
      {
        "ko": "홈 플레이트의 빌런"
      },
      {
        "en": "ホームベースの魔物"
      }
    ],
    "description": {
      "en": "To meet his dead parents again, Hong Bin made a deal with the Baseball Fairy, who agreed to return him to the past if he achieved 3,000 career hits as a baseball player. And at the age of 40, Bin the baseball legend hits his last ball and goes back in time. After reuniting with his family, Bin decides to pursue his old dream of joining the major league. The only issue is that he's lost all his old skills as a pro! But will his past experiences be enough to help this legend fulfill his new goal?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47633ce0-6b5a-44db-8b50-df645f992ab1",
    "title": {
      "en": "The Artistic Genius of Music Is the Reincarnation of Paganini"
    },
    "updatedAt": "2024-08-18T06:05:34+00:00",
    "coverArt": "https://mangadex.org/covers/47633ce0-6b5a-44db-8b50-df645f992ab1/11661599-76e8-4125-949c-ce2e11fd4832.png",
    "altTitles": [
      {
        "ko": "예술고 음악천재는 환생한 파가니니"
      },
      {
        "en": "High School Musical Genius Is Paganini Reincarnated"
      }
    ],
    "description": {
      "en": "The Rebirth of Paganini, Joo-won Moon. He was once a gifted violinist, but due to an injury, he gradually distanced himself from music and lived the life of a regular high school student. “I don’t pursue music.” However, perhaps the irony of fate… Joo-won Moon accidentally transferred to the music class of an arts high school, he picked up the violin… Will Joo-won Moon be able to overcome his psychological trauma? And is there a chance for him to be reborn as a true violinist?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "592e1b22-10b6-4aef-a23b-b3a303ef8919",
    "title": {
      "en": "The Gap of a Gal Girlfriend"
    },
    "updatedAt": "2024-07-12T14:53:14+00:00",
    "coverArt": "https://mangadex.org/covers/592e1b22-10b6-4aef-a23b-b3a303ef8919/0073100b-16a9-4e6e-ae3e-c32a6d192f9d.jpg",
    "altTitles": [
      {
        "ja": "ギャップのあるギャル彼女"
      },
      {
        "ja-ro": "Gap no aru Gyaru Kanojo"
      },
      {
        "en": "The Gap of a Gyaru Girlfriend"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/119537920)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6601d84a-4adf-413d-bc76-2da6c2f199c0",
    "title": {
      "en": "Kimi to Ikirareru Nara Shindemo Ii"
    },
    "updatedAt": "2024-09-16T14:56:35+00:00",
    "coverArt": "https://mangadex.org/covers/6601d84a-4adf-413d-bc76-2da6c2f199c0/03d778e8-86fa-4ead-9f91-f5d1dccedc8f.jpg",
    "altTitles": [
      {
        "ja": "君と生きられるなら死んでもいい"
      },
      {
        "ja-ro": "Kimi to Ikirarerunara Shindemo Ii"
      },
      {
        "en": "Dying to Live with You"
      }
    ],
    "description": {
      "en": "\"I can't remember someone important who was always beside me.\"\n\nHouri, who lives a very ordinary life, is drawn to a crosswalk and almost gets run over by a truck, but is saved by a man who passes by.\nThe moment he sees the man's face, he has flashbacks of him past life, when the two of them were intimate.\nThe two are led by a super-powerful fate to make love, but the next morning, the man declares that he doesn't remember Houri...!?\nA story of love that returns until death do them part."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "6be79b17-0713-4c1d-8655-b67ee231935b",
    "title": {
      "en": "Level Reset – Gomi Skill da to Kanchigai Shita Keredo Jitsu wa Tondemonai Cheat Skill Datta"
    },
    "updatedAt": "2024-08-17T16:25:40+00:00",
    "coverArt": "https://mangadex.org/covers/6be79b17-0713-4c1d-8655-b67ee231935b/ea1150b3-38ec-4d05-8ad8-5fb4c13807f3.jpg",
    "altTitles": [
      {
        "ja": "レベルリセット ～ゴミスキルだと勘違いしたけれど実はとんでもないチートスキルだった～"
      }
    ],
    "description": {
      "en": "From childhood, Ragnas had been attracting a lot of attention as a prodigy. When he reached 10 years old, he was to take the “Skill Awakening Ritual” held for all the boys and girls of the country.\n\nEveryone thought that he would receive a legendary skill. But what he received was an unknown skill “Level Reset”. The fatal skill which resets the level to 1, was called “trash” and his life became the life of a slave. But, living such a life, he realized the true possibilities of the skill and decided to leave his house. \n\nNow, with his cheat skill, he vows to teach those a lesson who looked down on him and begins his journey!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-10-14T13:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/7ee68920-77cf-40ec-accd-ce6954c8b74e.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "142"
  },
  {
    "mangaId": "931fd4fd-6c22-485e-b717-2dce335500b1",
    "title": {
      "en": "God of Martial Arts"
    },
    "updatedAt": "2024-01-16T12:20:49+00:00",
    "coverArt": "https://mangadex.org/covers/931fd4fd-6c22-485e-b717-2dce335500b1/6d6dcc4a-ae39-44f4-a6a5-2f0b997043b4.jpg",
    "altTitles": [
      {
        "id": "Dewa Seni Beladiri"
      },
      {
        "en": "GoMA"
      },
      {
        "zh-ro": "Juéshì Wǔshén"
      },
      {
        "en": "Peerless Martial God"
      },
      {
        "en": "PMG"
      },
      {
        "ru": "Бог боевых искусств"
      },
      {
        "th": "เทพยุทธ์พลิกลิขิตสวรรค์"
      },
      {
        "zh": "绝世武神"
      },
      {
        "vi": "Tuyệt Thế Võ Thần"
      }
    ],
    "description": {
      "en": "In this world, respect is earned with martial arts. Weak martial artists have strengths of tens of thousands of pounds, capable of cracking boulders. And the strong ones can cut off rivers and split mountains. There are even martial kings who know everything and can travel across the universe. Martial art decides your fate as well as your life and death. The weak is humiliated while the strong looks down on the world. This is a a world where the strong bullies the weak. People's statuses are decided by the levels of their cultivation of martial arts. Each faction fights for the title of \"The Strongest\". Only the strong ones have the right to survive. Even if you are from the same clan or faction, if you are weak, then you will be bullied and kicked out without mercy.  \n  \nAfter a car accident, Lin Feng crosses over to this new world into the body of a young master from the powerful Lin Family.  \nWill Lin Feng be used by others again or will he forge his own path in this place where, regardless of your family ties or sect, only the strong have the right to live.  \n\n\n---",
      "fr": "Dans ce monde, le respect se gagne avec les arts martiaux. Les artistes martiaux faibles ont des forces de dizaines de milliers de pounds, capables de craquer des blocs rocheux. Et les plus forts peuvent couper les rivières et creuser des montagnes. Il y a même des rois martiaux qui savent tout et peuvent voyager à travers l'univers. L'art martial décide de votre destin ainsi que de votre vie et de votre mort. Les faibles sont humiliés tandis que les forts méprisent tout le monde. C'est un monde où les forts intimident les faibles. Les statuts des gens sont déterminés par les niveaux de culture des arts martiaux. Chaque faction se bat pour le titre du \"plus fort\". Seuls les forts ont le droit de survivre. Même si vous appartenez au même clan ou à la même faction, si vous êtes faible, alors vous serez persécuté et expulsé sans pitié.",
      "pt-br": "Neste mundo, o respeito é obtido através das artes marciais. A força de artistas marciais fracos é igual a dezenas de milhares de libras, capazes de quebrar rochas. E os fortes podem cortar rios e dividir montanhas. Há até reis marciais que conhecem tudo e podem viajar pelo universo. A arte marcial decide seu destino, bem como sua vida e sua morte. Os fracos são humilhados enquanto o olhar forte para o mundo. Este é um mundo onde os fortes intimidam os fracos. O status das pessoas é decidido pelos níveis de cultivo de artes marciais. Cada facção luta pelo título de \"O mais poderoso\". Apenas os fortes têm o direito de sobreviver. Mesmo se você é do mesmo clã ou facção, se você é fraco, então você será intimidado e expulso sem piedade."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9e2707b8-b723-41de-a608-4e4d9ce2f99c",
    "title": {
      "en": "Maydare Tensei Monogatari: Kono Sekai de Ichiban Warui Majo"
    },
    "updatedAt": "2024-11-03T00:57:01+00:00",
    "coverArt": "https://mangadex.org/covers/9e2707b8-b723-41de-a608-4e4d9ce2f99c/8924ef69-be7b-4cd5-a500-d79091836dcb.jpg",
    "altTitles": [
      {
        "ja": "メイデーア転生物語"
      },
      {
        "ja": "メイデーア転生物語 この世界で一番悪い魔女"
      },
      {
        "ja-ro": "Maydare Tensei Monogatari"
      },
      {
        "en": "Tales of Reincarnation in Maydare: The World's Worst Witch"
      },
      {
        "ru": "История реинкарнаций в Мейдере"
      },
      {
        "ko": "메이데어 전생 이야기"
      },
      {
        "zh": "梅迪亚转生物语"
      },
      {
        "zh": "美狄亚魔王转生记"
      },
      {
        "zh-hk": "梅蒂亞轉生物語"
      },
      {
        "de": "Wiedergeburt in Maydare: Die bösartigste Hexe der Welt"
      },
      {
        "de": "Wiedergeburt in Maydare"
      },
      {
        "fr": "Les contes de la réincarnation en le Maydaré"
      },
      {
        "fr": "Les contes de la réincarnation en le Maydaré: La pire sorcière en le monde"
      },
      {
        "vi": "Chuyện chuyển sinh ở Maydare"
      },
      {
        "id": "Kisah Reinkarnasi Di Maydare"
      }
    ],
    "description": {
      "de": "Einst rettete Makia, die Tochter einer berüchtigten Hexe, dem Sklavenjungen Thor das Leben. Gemeinsam wuchsen sie auf und erlernten magische Fähigkeiten. Doch dann reißt das Schicksal sie auseinander und Makia landet an einer Magierakademie, wo sie sich schwört, die beste Schülerin ihres Jahrgangs zu werden, um ihren alten Freund möglichst schnell wiederzufinden. Denn es gibt noch ein weiteres Geheimnis, das sie verbindet: Beide kamen ursprünglich aus einer anderen Welt nach Maydare! Dort war Makia eine gewöhnliche, japanische Oberschülerin, die gemeinsam mit zwei anderen Klassenkameraden umgebracht wurde. Wird es ihr gelingen, das Verbrechen aufzuklären und in der neuen Welt ihr Glück zu finden?",
      "en": "Makia is a noble lady descended from an infamous witch. Thor, a boy who was raised with her and came from another world, is chosen to be the knight of the \"savior.\" The two are forced apart, and to see Thor once again, Makia aims to be the top student at Magic School!  \n\n\n---",
      "fr": "Makia est une noble dame issue d'une infâme sorcière. Thor, un garçon qui a été élevé avec elle et est venu d'un autre monde, est choisi pour être le chevalier du «sauveur». Les deux sont forcés de se séparer, et pour revoir Thor, Makia vise à être la meilleure élève de Magic School!",
      "id": "Makia adalah seorang gadis bangsawan yang merupakan keturunan dari seorang penyihir yang dikenal akan kejahatannya. Thor, seorang anak laki-laki yang dirawat bersama makia dan datang dari dunia lain, dipilih untuk menjadi seorang ksatria bagi sang \"penyelamat\". Keduanya terpaksa harus berpisah karena suatu alasan, dan ketika mereka berdua dipertemukan kembali, Makia bertekad untuk menjadi murid terbaik yang ada di sekolah sihir! ---",
      "ru": "Загадочный мир под названием «Мейдер». В нём существуют магия, рыцари, драконы и… ведьмы. Макия – юная волшебница из дворянской семьи, являющаяся потомком «Самой худшей ведьмы этого мира», и любительница провести вечерок-другой, изучая новые заклинания. Однажды она встречает необычного паренька, которому даёт имя Тор. Вместе они продолжают углубляться в исследование колдовства и довольно быстро находят общий язык. Это начало длинной истории о девочке, пытающейся понять себя и свои истинные чувства.",
      "tr": "Makia, kötü şöhretli bir cadının soyundan gelen asil bir hanımefendi. Başka bir dünyadan gelen ve Makia ile birlikte büyüyen Thor, \"Kurtarıcı\"nın şövalyesi olarak seçiliyor. İkisi de birbirlerinden ayrılmak zorunda kalıyorlar ve Makia, Thor'u bir kez daha görmek için Büyü Okulu'nun en iyi öğrencisi olmayı hedefliyor!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4f369f7-682b-4937-b366-00f4436432c6",
    "title": {
      "en": "Will You Like Me?"
    },
    "updatedAt": "2024-08-23T16:38:21+00:00",
    "coverArt": "https://mangadex.org/covers/e4f369f7-682b-4937-b366-00f4436432c6/7373b93a-cd88-4bdb-9ba5-c361a33319f8.png",
    "altTitles": [
      {
        "zh": "你会不会喜欢我"
      }
    ],
    "description": {
      "en": "This is a relaxing comedy manhua with cute penguins as the MCs. Some of them are shy, some are loveable, some are mischievous... But they all have short arms and legs with no waist. Even though it's not easy living in the Antarctic with its cold weather and slippery floors, they make do by catching fish, playing, and waiting for their happiness. \n\n\"I'm very terrified, but if I love you enough, I'll find the courage to confess. If I can't get your response the first time, then I'll try a hundred times, a thousand times, even ten thousand times.\""
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "22"
  },
  {
    "mangaId": "e306bf5f-a464-44d9-9607-1d21f1e1ff08",
    "title": {
      "en": "Yandere Nisshi"
    },
    "updatedAt": "2024-05-21T02:03:23+00:00",
    "coverArt": "https://mangadex.org/covers/e306bf5f-a464-44d9-9607-1d21f1e1ff08/1e1868c5-5db2-426b-9537-f711f7362fed.jpg",
    "altTitles": [
      {
        "ja": "ヤンデレ日誌"
      },
      {
        "en": "Yandere Diary"
      }
    ],
    "description": {
      "en": "A series of different yandere images by the artist @RinRin200001.\n\n---\n\n**Links:**\n- Retail Site - [DLsite](https://www.dlsite.com/maniax-touch/work/=/product_id/RJ420882.html) (Includes Chapter 1-50)\n\n**Notes:**\n- From Chapter 134 the author has been publishing a \"DereDere version\" of the comic on their [FANBOX](https://rinrin83.fanbox.cc/)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5e8daf88-23e3-4a57-a3ec-f5aa904bf850",
    "title": {
      "en": "Genius Hitter Hits Fastball"
    },
    "updatedAt": "2024-09-16T21:43:39+00:00",
    "coverArt": "https://mangadex.org/covers/5e8daf88-23e3-4a57-a3ec-f5aa904bf850/b22dc2e5-9a03-4bd9-9f8b-141fe1896908.jpg",
    "altTitles": [
      {
        "ko": "천재 타자가 강속구를 숨김"
      },
      {
        "zh": "回到愛情本壘"
      }
    ],
    "description": {
      "en": "Even he, Kang Geon-woo, a genius major leaguer who gained wealth, fame, and everything, could not continue a happy married life with his wife. He, who felt regretful about his wife's absence, returned to the past with the power of a mysterious ring.\n\nAs a high school student in the midst of a fresh romance, will he be able to find love this time?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "563ccf5a-7078-4411-b05b-3985295a2e43",
    "title": {
      "en": "100-nen no Oshi"
    },
    "updatedAt": "2024-08-24T04:31:44+00:00",
    "coverArt": "https://mangadex.org/covers/563ccf5a-7078-4411-b05b-3985295a2e43/6bb2f54f-3ab4-4949-85fa-4feed3030572.jpg",
    "altTitles": [
      {
        "ja": "100年の推し"
      },
      {
        "en": "100 Years Recommendation"
      },
      {
        "zh-ro": "100 Nián de tuī"
      },
      {
        "zh": "100年的推"
      },
      {
        "ja-ro": "100-nen no Oshi"
      }
    ],
    "description": {
      "en": "This is a story about the main character named Inuyama, who is on the edge of life with no job or savings. One day, he is tasked with the role of \"broadcast advisor\" and \"pseudo-boyfriend\" of a gravure idol. Can he reach the top of the world of gravure in this romantic comedy harem? ♡",
      "ja": "職なし、貯金なしの人生崖っぷちな主人公・狗山（いぬやま）が、ある日任されたのはグラビアアイドルの「配信アドバイザー」兼、「疑似彼氏」!? グラビア界のてっぺん目指すハーレムラブコメ♡",
      "pt-br": "Esta é uma história sobre o personagem principal chamado Inuyama, que está no limite da vida sem emprego ou economias. Um dia, ele é encarregado do papel de \"assessor de transmissão\" e \"pseudo-namorado\" de uma ídolo de fotografia. Ele pode chegar ao topo do mundo da fotografia neste harém de comédia romântica? ♡"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ccc7f73f-dd61-422c-9814-72e873dbf8b5",
    "title": {
      "en": "Akuyaku Reijou desu ga, Watashi o Anata no Seidorei ni Shite Kudasai!"
    },
    "updatedAt": "2024-11-11T08:05:30+00:00",
    "coverArt": "https://mangadex.org/covers/ccc7f73f-dd61-422c-9814-72e873dbf8b5/2feab7ff-3e54-4298-8227-73c8a8b90320.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢ですが、私をあなたの性奴隷にしてください!"
      },
      {
        "en": "I May Be a Villainess, but Please Make Me Your Sex Slave!"
      },
      {
        "es": "Soy la villana, ¡Pero por favor hazme tu esclava sexual!"
      }
    ],
    "description": {
      "en": "The crown prince announced that her engagement was broken off and she was exiled. All my efforts as her attendant to avoid such a scenario were all in vain, unable to avoid the condemnation flag, my villainess suggested that she wanted to be my sex slave?!\n\n_\"Please break my hymen! I'm Kaito's sex slave after all. Please let out a lot in my baby room.\"_\n\nShe was once called the ice princess but now that has been warped, she's now begging for me to cum inside her. As the princess, she's as good as dead. She didn't show a single hint of regret or remorse during her first experience.\n\n_\"AHH! I'm cumming! Fine, I'll make you my sex slave as you wish!!\"_\n\nTogether with Kaito who reincarnated and had known of her ruin, Chris became his sex slave happily.",
      "es": "¡¿La villana sugirió que quiere ser mi esclava sexual?! Una vez la llamaron la princesa de hielo, pero ahora que eso se ha deformado, ahora me ruega que me corra dentro de ella. No mostró ni una pizca de arrepentimiento o remordimiento durante su primera experiencia. ¡¡Bien, te haré mi esclava sexual como desees!! Junto con Kaito, quien reencarnó y tiene el conocimiento de su historia, la villana se convirtió felizmente en su esclava sexual.",
      "ja": "王太子から告げられた婚約破棄と追放処分。従者である俺の努力も虚しく、破滅フラグを回避できなかったウチの悪役令嬢様が――性奴隷になりたいとか言い出したんだが!?「処女膜ぶち破って！ もう、クリスはカイトの性奴隷なの。私の赤ちゃん部屋にいっぱい出して」氷の令嬢と言われた美貌を歪ませて、安宿で中出しをせがんでくるお嬢様。貴族令嬢としては、まさに死んだも同然。毅然さの欠片もない、初体験だった。「ああっ！ 出してやる！ 望み通り、お前を俺の性奴隷に堕としてやる!!」破滅展開を知っていた転生従者カイトと、幸せ奴隷になれた悪役令嬢クリス。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "66f110cc-2653-4dae-9177-b07b7706abd5",
    "title": {
      "en": "Bar Flowers"
    },
    "updatedAt": "2024-11-08T19:10:50+00:00",
    "coverArt": "https://mangadex.org/covers/66f110cc-2653-4dae-9177-b07b7706abd5/ddeb29eb-4c3c-43c2-8093-548bc2afac67.jpg",
    "altTitles": [
      {
        "ja": "バーフウラーズ"
      }
    ],
    "description": {
      "en": "I am 30 years old, jobless and in despair, when I was invited to become a \"Girls Bar Manager.\" So I entered the world of urban nightlife, and what awaited me was a very cute cast of girls. However, the owner had an ironclad rule for me: \"Never touch any of the bar girls.\" I wonder if I will be able to stick to the rule...... This adult-themed romantic comedy takes place in a girls bar, a place of relaxation for gentlemen!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "39"
  },
  {
    "mangaId": "322fd61d-158f-4c6e-bd2e-56952e3e4de6",
    "title": {
      "en": "The Amazing Digital Circus"
    },
    "updatedAt": "2024-10-23T00:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/322fd61d-158f-4c6e-bd2e-56952e3e4de6/c3fa368d-bcc3-41e5-b28d-266088979999.png",
    "altTitles": [
      {
        "ja": "アメイジング デジタル サーカス"
      },
      {
        "ja-ro": "Amazing Digital Circus"
      }
    ],
    "description": {
      "en": "Where is the exit?\n\nThe comic adaptation of the dark comedy begins!\n___\n**Cooperation:** InfoLens Inc.\n\nPublished monthly in print in Corocoro Ichiban! and online in Weekly Corocoro Comic."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7d3a91a-f47a-43ce-9a2c-4da813b15eea",
    "title": {
      "en": "My Dog Becomes a Human"
    },
    "updatedAt": "2024-11-02T14:43:06+00:00",
    "coverArt": "https://mangadex.org/covers/f7d3a91a-f47a-43ce-9a2c-4da813b15eea/5cbdc6a0-f667-43d1-84a1-f01e4caffcd2.jpg",
    "altTitles": [
      {
        "ja": "犬がヒトになる話"
      },
      {
        "ja-ro": "Inu ga Hito ni Naru Hanashi"
      },
      {
        "fr": "Mon Chien Est Devenu Humain"
      },
      {
        "zh-hk": "我家碰太變成了人類這件事"
      },
      {
        "ru": "Моя собака становится человеком"
      },
      {
        "uk": "Мій пес став людиною"
      },
      {
        "en": "Ponta Becomes A Human"
      },
      {
        "ja": "ポン太がヒトになりまして。"
      },
      {
        "vi": "Ponta nhà tôi bỗng dưng hóa thành người?!"
      }
    ],
    "description": {
      "en": "A slapstick comedy that involves a town and its neighbors where “pet dogs” have become “humans”!\nFeelings that couldn’t be conveyed as a dog can now be understood directly…!?",
      "fr": "Un jour, les chiens de cette ville sont soudainement devenus humains. L'histoire suit la vie de Saki et de son chien Ponta.",
      "ru": "В один прекрасный день домашние собаки в этом городе вдруг превращаются в людей. История рассказывает о жизни хозяйки Саки и ее собаки Понты.",
      "uk": "Одного разу всі собаки, які жили в цьому місті раптово перетворилися на людей. Історія розповідає про життя Сакі, власниці, та Понти, її пса.",
      "vi": "Một ngày đẹp trời bỗng dưng toàn bộ chó trong một thị trấn nọ hóa thành người...Và cô nàng Saki phải sống(vật lộn) với một bé Husky hóa thành trai đẹp XD"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2024-10-25T12:54:56+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/047cb6db-c88c-451b-906a-bf7af8173d39.jpg",
    "altTitles": [
      {
        "ja-ro": "R15+ Ja Dame Desuka?"
      },
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      },
      {
        "en": "How About R15?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she’s a highschool student, she somehow wants to overcome it! Those are her intentions, but it’s not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie…?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amo, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amo sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?",
      "pt-br": "O que devo fazer para me tornar uma adulta?\n\nAkane Amou, que cresceu com seus pais proibindo qualquer tipo de entretenimento, é um pouco ruim com coisas \"estimulantes\", até o ponto de não conseguir assistir a uma cena de beijo em um drama. Agora que ela é estudante do ensino médio, ela quer de alguma forma superá-lo! Essas são suas intenções, mas não é tão fácil. Enquanto isso, ela se familiarizou com um filme otaku chamado Fuyumine. Será que ela será capaz de assistir um filme R15...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2ba181a-3651-4903-b391-44134a57c144",
    "title": {
      "en": "Isekai de Mizu no Dai Seirei Yattemasu"
    },
    "updatedAt": "2024-11-02T15:55:32+00:00",
    "coverArt": "https://mangadex.org/covers/f2ba181a-3651-4903-b391-44134a57c144/75acfc9b-41e7-42fe-8c84-af4f165079c8.jpg",
    "altTitles": [
      {
        "ja": "異世界で水の大精霊やってます。"
      }
    ],
    "description": {
      "en": "When Nagi Saejima, a carefree high school student, wakes up from a doze, he became a lake in a different world!? Nagi, w finds out that he is the \"Great Spirit of Water\" whose main body is the lake, heals those who suffer from injuries and diseases with the power that dwells in himself. One day, Nagi is led by a voice calling for help and summoned by a boy. That encounter will greatly change the fate of Nagi.\nAlphapolis's 2nd Next Generation Fantasy Cup \"Unique Character Award\" winner, long-awaited comicalize!! \"Since I was revered, I have to save it with the power of God's healing.\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "40491f95-f8f4-4690-8b66-564cf6fd0e67",
    "title": {
      "en": "Designs"
    },
    "updatedAt": "2024-09-20T15:28:08+00:00",
    "coverArt": "https://mangadex.org/covers/40491f95-f8f4-4690-8b66-564cf6fd0e67/261978dd-b566-42df-b25c-c279d5dfdb86.jpg",
    "altTitles": [
      {
        "ja": "ディザインズ"
      }
    ],
    "description": {
      "en": "Beyond the natural world lies a breed of abnormal beings... “H.A.”, or “Humanized Animals”. They are a hybrid of human and animal, \"designed\" at the genetic level. \nPossessing astonishing physical capabilities, these H.A. are deployed into scenes of intrigue by certain ambitious individuals, seeking to showcase their true value. \n\nFor what purpose did humans design these beings? Behind it all lies a grand plan connected to the future of humanity!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "24"
  },
  {
    "mangaId": "0a41d6c8-c634-47e3-bb27-6c267904469d",
    "title": {
      "en": "Mirror of Innocence"
    },
    "updatedAt": "2024-11-07T11:11:44+00:00",
    "coverArt": "https://mangadex.org/covers/0a41d6c8-c634-47e3-bb27-6c267904469d/a607818f-6be1-4253-994b-a3314676596d.png",
    "altTitles": [
      {
        "zh-ro": "Měng dǒng jìng yuán"
      },
      {
        "zh": "懵懂镜缘"
      },
      {
        "en": "Fate Through a Glass Darkly"
      }
    ],
    "description": {
      "en": "Jiang Xiaoman, a university student and online writer, inherits a mysterious job from her father. Working as the archdemon Qin Lan's assistant, she begins to tackle strange cases with Qin Lan. As the two clashing personalities band together to solve each bizarre yet heart-rending case, they develop special feelings towards each other."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "15"
  },
  {
    "mangaId": "d08a69ee-9f90-439a-b17d-da561eda2c66",
    "title": {
      "en": "Mahou Sensei Negima!"
    },
    "updatedAt": "2022-11-04T04:36:14+00:00",
    "coverArt": "https://mangadex.org/covers/d08a69ee-9f90-439a-b17d-da561eda2c66/4b9bdc2c-23f8-46ac-85ad-67e573760dd0.jpg",
    "altTitles": [
      {
        "ja": "魔法先生ネギま！"
      },
      {
        "de": "Magister Magi Negi"
      },
      {
        "en": "Negima! Magister Negi Magi"
      },
      {
        "fr": "Negima! Le Maître magicien"
      },
      {
        "it": "Negima"
      },
      {
        "ko": "마법선생 네기마!"
      },
      {
        "zh": "魔法老师"
      },
      {
        "sr": "Negima! Čarobnjak učitelj"
      },
      {
        "ru": "Учитель-чародей Нэгима"
      },
      {
        "th": "คุณครูจอมเวท เนกิมะ!"
      }
    ],
    "description": {
      "en": "Ten-year-old prodigy Negi Springfield, has just graduated from magic academy, and in order to become a master mage he is sent to Japan to teach English at an all-girls middle school. But Negi has a bigger dream than just becoming a master mage. He wants to find his missing father, \"The Thousand Master\", the strongest mage that has ever lived. And he soon finds that searching for his father wont be as easy as he first hoped. In fact, it pushes him and his students into life-or-death battles that decides the fate of millions."
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "suggestive",
    "lastVolume": "38",
    "lastChapter": "355"
  },
  {
    "mangaId": "5459c81b-5a10-4873-a9d8-4d029274f175",
    "title": {
      "en": "Red Pegasus"
    },
    "updatedAt": "2023-12-16T19:39:46+00:00",
    "coverArt": "https://mangadex.org/covers/5459c81b-5a10-4873-a9d8-4d029274f175/adc9f55e-6b11-42d2-9ceb-99294d7ef209.png",
    "altTitles": [
      {
        "ja": "赤いペガサス"
      },
      {
        "ja-ro": "Akai Pegasus"
      }
    ],
    "description": {
      "en": "Akaba Ken is a top-rank stock-car driver who was involved in a horrific accident, which killed 6 spectators. He was badly hurt, but he survived and promised his younger sister that he would give up racing. He goes to America to help his father develop a new Formula 1 racer, but in the testing of the car runs at speeds that set records – so the pressure is on for him to return to racing, this time in the F-1 circuit. He has supporters, but there are also those who don’t want him to come back, including those who caused the original crash…"
    },
    "status": "completed",
    "releaseDate": 1977,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "125"
  },
  {
    "mangaId": "23b7cc7a-df89-4049-af28-1fa78f88713e",
    "title": {
      "en": "Kawaii Joushi wo Komarasetai"
    },
    "updatedAt": "2024-10-29T18:58:09+00:00",
    "coverArt": "https://mangadex.org/covers/23b7cc7a-df89-4049-af28-1fa78f88713e/c4894676-8d20-4187-86ca-45c6acfdd34c.jpg",
    "altTitles": [
      {
        "ja": "可愛い上司を困らせたい"
      },
      {
        "en": "I want to Annoy the Pretty Boss"
      },
      {
        "ko": "귀여운 상사를 난처하게 만들고 싶어"
      },
      {
        "pt-br": "Quero judiar da minha linda chefinha"
      },
      {
        "ru": "Моя начальница – милашка"
      },
      {
        "es": "Quiero molestar a mi linda jefa"
      }
    ],
    "description": {
      "en": "Ira Megumi is a 31-year-old woman who is currently at the top of her career. She's a beautiful woman who's brimming with pride and totally has no interest in love or marriage. Though the next morning, she wakes up and finds the new employee, Aoki Shun, sleeping next to her. Just what in the world happened?!",
      "ja": "井羅恵は31歳の食品会社次長。仕事に全てを捧げ、恋愛や結婚は二の次に。そんな彼女の前に、要領が良い新人男子・青木が現れる。彼の言動にいらつく恵だが、飲み会で酔った挙句、青木と一夜を共にして…。",
      "pt-br": "Ira Megumi é uma mulher que desistiu de ter uma família ou de agir como uma simples mulher e se dedicou arduamente em seu trabalho, assim chegando ao cargo de vice-diretora em uma grande empresa. Aoki Shun um novato na empresa, amigável, porém desleixado e não parece levar o novo trabalho a sério. Mas algo acontece na festa de boas vindas dos novatos na empresa e Ira acorda ao lado de Aoki na cama… O que diabos aconteceu? Será possível um relacionamento amoroso entre duas pessoas tão diferentes?"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "108"
  },
  {
    "mangaId": "7b9cc384-4c98-4d57-83a4-93be3e573d69",
    "title": {
      "en": "Isekai Kaeri no Yuusha wa, Dungeon ga Shutsugen shita Genjitsu Sekai de, Influencer natte Kane wo Kasegimasu!"
    },
    "updatedAt": "2024-10-04T14:37:48+00:00",
    "coverArt": "https://mangadex.org/covers/7b9cc384-4c98-4d57-83a4-93be3e573d69/c1cf0a06-7862-4cf7-8f37-5f5acbd151eb.jpg",
    "altTitles": [
      {
        "en": "The hero returns from another world, becomes an influencer, and earns money in the real world, where dungeons have appeared!"
      },
      {
        "ja": "異世界帰りの勇者は、ダンジョンが出現した現実世界で、インフルエンサーになって金を稼ぎます！"
      }
    ],
    "description": {
      "en": "One day, an ordinary high school student is transferred to another world. He raises his level in the other world, successfully defeats the Demon King, and saves the world! With his strongest status, he decided to return to his own world; however, in the world to which he returns, a new “dungeon” has appeared.\n\nA modern dungeon fantasy where the former hero becomes a warrior, delving into dungeons created in his own world!",
      "ja": "普通の高校生が、ある日異世界へ転移することになった。\n向こうの世界でレベルを上げ、無事魔王を倒し、世界を救うことに成功！\nその最強ステータスのまま現実社会に帰還することに。\n\nすると、帰還先の現実世界でも、新しく『ダンジョン』が出現していて――。\n\n元勇者が現実世界にできたダンジョンを配信しながら無双する、現代ダンジョンファンタジー！！",
      "es-la": "Un día, un estudiante de secundaria normal y corriente es llevado a otro mundo. Sube su nivel en el otro mundo, derrota con éxito al Rey Demonio y salva el mundo. Con su nivel más fuerte, decide volver a su mundo. Sin embargo, en el mundo al que regresa, ha aparecido también una nueva \"mazmorra\". Una moderna fantasía de mazmorras en la que el antiguo héroe se convierte en un guerrero, ¡que se adentra en las mazmorras creadas en su propio mundo!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58468edb-e328-4f50-a96a-f58ffd513715",
    "title": {
      "en": "Osananajimi no S-kyuu Party kara Tsuihou sareta Seijuutsukai.: Bannou Shien Mahou to Nakama wo Fuyashite Saikyou e!"
    },
    "updatedAt": "2024-10-25T22:21:55+00:00",
    "coverArt": "https://mangadex.org/covers/58468edb-e328-4f50-a96a-f58ffd513715/07bf237c-2c8c-417c-885a-f7fa54a29672.jpg",
    "altTitles": [
      {
        "en": "The Beast Tamer Was Fired From His Childhood Friends' S-Rank Party"
      },
      {
        "ja": "幼馴染のS級パーティーから追放された聖獣使い。万能支援魔法と仲間を増やして最強へ！"
      }
    ],
    "description": {
      "en": "From MangaUpdates:\r\n\r\nA beast tamer without a familiar, Lock had been supporting his friends in an S Rank party until they finally decided to use him as a decoy and abandoned him. After a conversation with the Fenrir his party was attacking, it chose to serve him as his familiar. By using and expanding the [Mini Monster Garden], Lock gathers more and more familiars to form the strongest- and cutest- party ever. Behold, a fantasy where men and beasts go on adventures together."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2d0d213-8987-4348-8d20-b1e6d6a883d2",
    "title": {
      "en": "Aura of a Genius Actor"
    },
    "updatedAt": "2024-06-13T00:18:03+00:00",
    "coverArt": "https://mangadex.org/covers/d2d0d213-8987-4348-8d20-b1e6d6a883d2/1ca14bcc-66a1-4f9a-93b0-b8c135e5a2d2.jpg",
    "altTitles": [
      {
        "en": "Genius Actor's Aura"
      },
      {
        "ko": "천재 배우의 아우라"
      }
    ],
    "description": {
      "en": "Shin Yoomyeong is an unknown actor who kept on chasing his dream despite playing minor roles for 15 years because of his weak presence. One day, he meets the Acting Spirit, Yeonghwi, who he signs a contract with, and begins to shine in his career. In fact, he was always an acting genius,  but he was overshadowed by his weak presence. He creates a perfect character for every work he takes and slowly raises to stardom. However, Yeonghwi, who he saw as his benefactor, starts to seem suspicious…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f02b25f2-7cd2-4f0a-9709-59d42921031b",
    "title": {
      "en": "Pawnshop: Shinobu's Jewel Box"
    },
    "updatedAt": "2024-10-07T15:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/f02b25f2-7cd2-4f0a-9709-59d42921031b/d0cf8cee-0150-4515-8210-7eb20e13c10f.jpg",
    "altTitles": [
      {
        "ja-ro": "Nanatsuya: Shinobu no Houseki-bako"
      },
      {
        "ja": "七つ屋 志のぶの宝石匣"
      },
      {
        "ko": "니노미야 토모코"
      },
      {
        "ru": "Нанацуя: Шкатулка для драгоценностей Синобу"
      },
      {
        "tr": "Nanatsuya Shinobu'nun Mücevher Kutusu"
      }
    ],
    "description": {
      "en": "The story is set around a pawn shop in Shitamachi, a working-class neighborhood, and it follows Shinobu and Aki, \ntwo people fascinated by sparkling jewels metaphorically “born from a distant ancient Earth”."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ed82e289-7121-4ec4-9c70-797ef0e9e171",
    "title": {
      "en": "Shinyuu ni Imouto(?) ga Ita Hanashi"
    },
    "updatedAt": "2024-05-10T10:12:10+00:00",
    "coverArt": "https://mangadex.org/covers/ed82e289-7121-4ec4-9c70-797ef0e9e171/a97dbe36-c64b-4d7e-930a-005e8c03c5f1.jpg",
    "altTitles": [
      {
        "ja": "親友に妹(?)がいた話"
      },
      {
        "ja-ro": "Shinyuu ni Imouto ( ? ) ga Ita Hanashi"
      },
      {
        "en": "A Story about How My Friend Had a Little Sister(?)"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d29071f5-c6bf-4802-aca3-5ee7dde03cdd",
    "title": {
      "en": "Fork & Knife"
    },
    "updatedAt": "2023-09-08T14:49:53+00:00",
    "coverArt": "https://mangadex.org/covers/d29071f5-c6bf-4802-aca3-5ee7dde03cdd/70af3202-0f90-49a8-a8ad-7afc4f791dbb.jpg",
    "altTitles": [
      {
        "ko": "포크&나이프"
      },
      {
        "en": "Fork and Knife"
      }
    ],
    "description": {
      "en": "A world of constant war because we don't understand each other's differences.\nA world where it is normal to hate and harm other species.\nIn this hellish world where blood is splashed and people kill and kill each other, how can a boy named Rito survive?\nA medieval dark fantasy of humans and xenomorphs.",
      "ko": "서로의 다름을 이해 못 해 끊임없는 전쟁이 벌어지는 세계.\n타종을 혐오하고 해하는 것이 당연한 세계.\n피가 튀고 서로가 죽고 죽이는\n이 지옥 같은 세계에서 소년 '리토'는\n과연 어떻게 살아남을 것인가.\n\n인간과 이종족들이 벌이는 중세 다크 판타지"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13df5a6e-1cee-466c-9f06-09f38fb012b7",
    "title": {
      "en": "Renai no Jugyou"
    },
    "updatedAt": "2024-11-04T06:41:21+00:00",
    "coverArt": "https://mangadex.org/covers/13df5a6e-1cee-466c-9f06-09f38fb012b7/fea371b4-9aef-40d5-a1c2-eb9f165613f6.png",
    "altTitles": [
      {
        "ja": "恋愛の授業"
      },
      {
        "en": "Love Class"
      },
      {
        "en": "Love Lesson"
      },
      {
        "vi": "Khóa Học Tình Yêu"
      },
      {
        "id": "Pelajaran Cinta"
      }
    ],
    "description": {
      "en": "In 20XX, the Love Education Law was enacted. \"Love\" has become a mandatory subject in a response to the declining birthrate. \n\nMichitaka Sato, a high school student who has given up on romance and works hard on his studies, is on the verge of failing school. When he attends a supplementary class to avoid repeating a grade, Mai Aihara, a beautiful girl who is a problem child, appears as his partner...? Suddenly, he begins to study love alone with the beautiful girl in the three C's. Close contact, close quarters, and behind closed doors! Does Aihara-san have a secret...?",
      "ja": "20××年、恋愛教育法成立。少子化対策として「恋愛」が必修科目となった。\n\n女子にトラウマのある高校生・秦野満月は、奥手ゆえに落第寸前に陥る。憧れのヒロイン・七瀬愛に近づくこともできないのか、そう思った矢先、同じく恋愛落第生の幼なじみ・可愛川茜と恋愛の補習を受けることに…!? \n\n恋を学んで幸せになれ! 恋愛学習型ラブコメ、開幕!",
      "vi": "Vào năm 20XX, Luật Giáo dục Tình yêu đã được ban hành. \\\"Tình yêu\\\" đã trở thành một chủ đề bắt buộc để đối phó với tỷ lệ sinh giảm.Tahano Mitsuki, một học sinh trung học đã từ bỏ sự lãng mạn và chăm chỉ học tập, đang trên bờ vực thất bại ở trường. Khi anh ấy tham gia một lớp học bổ sung để tránh học lại lớp, Mai Aihara, một cô gái xinh đẹp là một đứa trẻ có vấn đề, xuất hiện như là đối tác của anh ấy...? Đột nhiên, anh bắt đầu nghiên cứu tình yêu một mình với cô gái xinh đẹp trong ba C. Tiếp xúc gần, khu vực gần gũi và sau cánh cửa đóng kín! Aihara-san có bí mật gì không...? Một bộ phim hài lãng mạn học hỏi tình yêu giữa một cô gái JK xinh đẹp và một chàng trai."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c13cb760-b00c-41a7-b17e-7aca5fe3e8b2",
    "title": {
      "en": "Shashin"
    },
    "updatedAt": "2024-05-02T21:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/c13cb760-b00c-41a7-b17e-7aca5fe3e8b2/5a173a89-1473-4f90-bf4f-4f3f7c28515b.jpg",
    "altTitles": [
      {
        "en": "Death God"
      },
      {
        "ko": "사신"
      },
      {
        "zh": "死神"
      }
    ],
    "description": {
      "en": "Jongli Chu, a warrior of the Death Heavenly Sect who killed Hwang Jung to avenge his older brother. In order to avoid the pursuit of Death Heavenly Sect, he looked to an assassin of the Death Soul Agency, Crimson Assassin, for help and got swept into a huge mess known as the Obliteration. In order to escape the shadow of the Obliteration, he had no choice but to become a legendary Death God! Can Jong Lichu become a Death God and find freedom in the stifling rules created by the orthodox sects?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d05140c3-4e75-4ea5-b570-f2fa2590c4d4",
    "title": {
      "en": "D Genesis: Dungeon ga Dekite 3-nen"
    },
    "updatedAt": "2024-08-20T21:49:22+00:00",
    "coverArt": "https://mangadex.org/covers/d05140c3-4e75-4ea5-b570-f2fa2590c4d4/3320964f-108b-4764-97bb-342614cd0046.jpg",
    "altTitles": [
      {
        "ja": "Dジェネシス ダンジョンが出来て3年"
      },
      {
        "en": "D Genesis: Three Years Since the Dungeon Appeared"
      },
      {
        "ko": "D제네시스 던전이 생기고 3년"
      }
    ],
    "description": {
      "en": "Three years after monster-infested dungeons start appearing on Earth due to an American experiment gone awry, anonymous researcher Keigo Yoshimara strikes gold when he accidentally kills a creature. This earns him a magical “D-Card” and a mysterious skill that allows him to see RPG-style stats.\n\nDeciding to quit his job and go into dungeon diving, Keigo seeks the assistance of his highly knowledgeable colleague, Azusa Miyoshi, to help him conquer the dungeon exploration market and make millions. But it’s a face to obtain all the treasure and magic he can before the masses amount of government agencies and like-minded explorers take it first.\n\nNo one said getting rich would be easy!\n\n---\n\n[Official English Light Novel](https://j-novel.club/series/d-genesis)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58eaeace-28c2-48ae-8835-e71a22900839",
    "title": {
      "en": "Blood Rain 2"
    },
    "updatedAt": "2024-08-15T17:24:44+00:00",
    "coverArt": "https://mangadex.org/covers/58eaeace-28c2-48ae-8835-e71a22900839/67a92560-7647-45cf-b4ef-0196d8319d51.jpg",
    "altTitles": [
      {
        "en": "Blood Rain 2 (Min)"
      },
      {
        "ko": "블러드레인2: 천외천"
      }
    ],
    "description": {
      "en": "Sequel to Blood Rain (Min)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "151"
  },
  {
    "mangaId": "4ea47849-e06a-4dd8-921c-3330487454e1",
    "title": {
      "en": "The Spark in Your Eyes"
    },
    "updatedAt": "2024-08-01T18:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/4ea47849-e06a-4dd8-921c-3330487454e1/f5c08f61-f39f-4b39-bfd8-39071a8e96e2.jpg",
    "altTitles": [
      {
        "fr": "Ébloui par le crépuscule"
      },
      {
        "vi": "Bị Che Khuất Bởi Ánh Mặt Trời Lặn"
      },
      {
        "vi": "Tà dương trong đôi mắt vô hồn"
      },
      {
        "en": "The Setting Sun, Stinging Eyes"
      },
      {
        "ko": "저무는 해, 시린 눈"
      },
      {
        "ko-ro": "Jeomuneun Hae, Silin Nun"
      },
      {
        "en": "Setting Sun, Dazzled Eyes"
      },
      {
        "en": "Blinded by the Setting Sun"
      },
      {
        "ru": "Закат, отражённый в её ледяном взгляде"
      }
    ],
    "description": {
      "en": "The witch Hildegar, who received the blessing of the Sun Goddess Karia, is known far and wide for her fearsome reputation.  \nThe Northerner Elkin, who lost his homeland, chases after the witch towards a nameless castle…",
      "ko": "태양의 신 카리야의 가호를 받은 마녀 '힐데가르'.\n고향을 잃은 북부인 '에르킨'은 마녀를 쫓아 이름 없는 성으로 향한다."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3975b7da-2822-48f7-87d6-ce62f1a46bf4",
    "title": {
      "en": "Black-Haired Tactical Genius"
    },
    "updatedAt": "2024-07-12T16:38:05+00:00",
    "coverArt": "https://mangadex.org/covers/3975b7da-2822-48f7-87d6-ce62f1a46bf4/75f9dd08-d65b-4925-ae13-1484670cd3f4.jpg",
    "altTitles": [
      {
        "ko": "검은 머리 전술 천재"
      }
    ],
    "description": {
      "en": "K-League Third Division\n\nThe protagonist, Ma Jung-woo, is a strategic analyst.\n\nAs he suffered from mounting debt, he inherited his late grandfather's British football team without notice.\nHe tried to sell the club and start a new life...\n\nWhat? 150 billion won in debt alone?\n\nJungwoo is trying to pay off his debts alone as the club owner's coach…."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "df361a38-eef6-4674-bec6-86d08aa1d1aa",
    "title": {
      "en": "Ogami Tsumiki to Kinichijou"
    },
    "updatedAt": "2024-10-18T10:47:05+00:00",
    "coverArt": "https://mangadex.org/covers/df361a38-eef6-4674-bec6-86d08aa1d1aa/a4b1acdf-5cd1-4621-99e2-e1798bd55d0a.jpg",
    "altTitles": [
      {
        "ja": "尾守つみきと奇日常。"
      },
      {
        "en": "Tsumiki Ogami & the Strange Everyday Life."
      },
      {
        "zh-hk": "尾守月美希和奇日常。"
      },
      {
        "fr": "Ogami Tsumiki et l'étrange vie du quotidien"
      },
      {
        "pl": "Tsumiki Ogami & jej Niecodzienne Życie."
      },
      {
        "pt-br": "Tsumiki Ogami e seu estranho coditiano."
      },
      {
        "ru": "Цумики Огами и странная повседневная жизнь"
      },
      {
        "es": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "es-la": "Tsumiki Omori y la extraña vida cotidiana."
      },
      {
        "vi": "Tsumiki Ogami Và Cuộc Sống DIệu Kỳ"
      },
      {
        "en": "Tsumiki Ogami's Not-So-Ordinary Life"
      }
    ],
    "description": {
      "en": "Today, we live in an age of diversity. The phrase \"non-humans\" is a thing of the past. \"Genjin\" live their lives interacting with human beings.\n\nOne human boy, Yutaka Shinsou, is troubled. He is so used to being in tune with his surroundings that he no longer understands his own feelings. At Keiki High School, where many \"Genjin\" attend, he meets Tsumiki Ogami, a werewolf. She is cute, powerful, a little out of the ordinary, and kind. When he spends time with her, Yutaka's heart is somehow noisier than usual. Spinning an \"unusual\" everyday life with Tsumiki the werewolf.",
      "es": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "fr": "Aujourd'hui, nous vivons à l'ère de la diversité. L'expression « non-humains » appartient au passé. Les « Genjin » vivent leur vie en interaction avec les êtres humains.\n\nUn garçon humain, Yutaka Shinsou, est troublé. Il est tellement habitué à être en phase avec son environnement qu'il ne comprend plus ses propres sentiments. Au lycée Keiki, que fréquentent de nombreux « Genjin », il rencontre Tsumiki Ogami, un loup-garou. Elle est mignonne, puissante, un peu hors du commun et gentille.\n\nLorsqu'il passe du temps avec elle, le cœur de Yutaka est plus bruyant que d'habitude. Une vie quotidienne « inhabituelle » avec Tsumiki le loup-garou.\n\nLe nouveau parcours normal de la jeunesse est sur le point de commencer.",
      "ja": "ウェアウルフの尾守つみきさんと紡ぐ、「普通」じゃない日常――\n\n多様性の時代とされる現代。ついこの間まで「人ならざる存在」だった「幻人」は今は人間と関わり合って生活しています。舞台は、幻人が多く通う景希高校。そこにいたのは、ウェアウルフの尾守つみき（おがみつみき）さん。モフモフの耳と尻尾が揺れる、天真爛漫な美少女。真層友孝（しんそうゆたか）くんは、悩める人間の少年。人間関係が原因で、自分のことが分からなくなりました。友孝くんはつみきさんと出会い、自分の「気持ち」を見つけていきます。\n\n「…人間って大変だぁ～」\n\n日常が変わっていく、つみきさんと一緒なら。まだ誰も知らない、ニューノーマルな青春がここに。",
      "pl": "Obecnie żyjemy w erze różnorodności. Wyrażenie „nie-ludzie” należy już do przeszłości. „Genjin” żyją w interakcji z ludźmi.\n\nPewien ludzki chłopiec, Yutaka Shinsou, jest zaniepokojony. Jest tak przyzwyczajony do bycia w zgodzie z otoczeniem, że nie rozumie już własnych uczuć. W Liceum Keiki, gdzie uczęszcza wielu „Genjin”, spotyka Tsumiki Ogami, wilkołaka. Jest urocza, potężna, trochę nietypowa i miła.\n\nKiedy spędza z nią czas, serce Yutaki staje się głośniejsze niż zwykle. Niezwykłe niecodzienne życie z wilkołakiem Tsumiki.",
      "ru": "Сегодня мы живём в эпоху культурного разнообразия. \"Нелюди\" постепенно ушли из словесного оборота. \"Гендзины\" живут своей жизнью, взаимодействуя с людьми. Один из человеческих мальчиков, Ютака Шинсо, кое-чем обеспокоен. Он настолько привык быть в гармонии со своим окружением, что перестал понимать свои собственные чувства. В средней школе Кэйки, где учатся многие \"гендзины\", он знакомится с оборотнем Цумики Огами. Она милая, сильная, немного странная и добрая... Когда Ютака проводит с ней время, его сердце почему-то бьется чаще обычного.",
      "vi": "Thời hiện đại trong câu chuyện này là thời đại của \"đa dạng\" giống loài, những chủng tộc bán nhân có một tên gọi mới là\"Genjin\" và sống cùng nền văn minh con người. Yukata Shinsou, 1 học sinh năm nhất cao trung bình thường quyết dịnh nhập học vào một ngôi trường tư thục có tỉ lệ Genjin cao nhất nước để tránh mặt những người bạn sơ trung của mình. Và rồi cậu gặp được Tsumiki Ogami, một cô nàng Genjin dạng người sói, và cô ấy sẽ dẫn cậu tận hưởng cuộc sống cao trung đầy màu sắc!",
      "es-la": "Hoy vivimos en la era de la diversidad. La expresión \"no humanos\" es cosa del pasado. Los \"genjin\" viven sus vidas interactuando con los seres humanos. Un chico humano, Yutaka Shinsou, tiene problemas. Está tan acostumbrado a estar en sintonía con su entorno que ya no comprende sus propios sentimientos. En el instituto Keiki, al que acuden muchos \"genjin\", conoce a Tsumiki Ogami, una mujer lobo. Es guapa, poderosa, un poco fuera de lo común y amable... Cuando pasa tiempo con ella, el corazón de Yutaka hace más ruido de lo normal. Hilando una \"inusual\" vida cotidiana con Tsumiki, la mujer lobo. El nuevo gráfico normal de la juventud está a punto de comenzar.",
      "pt-br": "Hoje, vivemos numa era de diversidade. A frase “não-humanos” é coisa do passado. “Genjin” vivem suas vidas interagindo com seres humanos.\n\nUm menino humano, Yutaka Shinsou, está preocupado. Ele está tão acostumado a estar em sintonia com o ambiente que não entende mais seus próprios sentimentos. No Colégio Keiki, onde muitos \"Genjin\" estudam, ele conhece Tsumiki Ogami, uma lobisomem. Ela é fofa, poderosa, um pouco fora do comum e gentil.\n\nQuando ele passa um tempo com ela, o coração de Yutaka fica mais acelerado do que o normal. Girando uma vida cotidiana \"incomum\" com o lobisomem Tsumiki.\n\nO novo gráfico normal da juventude está prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-10-30T19:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/91a6fbb8-6d3b-41cd-9de4-daa2f4a4727e.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      },
      {
        "en": "The weirdo one desk over keeps giving me THAT kind of look"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?",
      "ja": "主人公の池沢くんは、同じクラスの美少女・江口さんのことを「そういう目」で見ている。しかし実は、江口さんも「そういう目」で池沢くんのことを見ていて！？チラ見えする筋肉、汗ばむ肌、髪の香り…互いに興味津々な2人の「下心」から始まる純愛ラブコメ！好きな人のなら、臭いも汗も×××も…全部好き。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4a10d24-149f-4f7b-8fc1-2784d377fb08",
    "title": {
      "en": "Tsuihou Bokensha no Yarinaoshi ~Yousei-kai de Kitae Naoshite Jibun no Ibasho wo Tsukuru~"
    },
    "updatedAt": "2024-10-30T19:52:41+00:00",
    "coverArt": "https://mangadex.org/covers/a4a10d24-149f-4f7b-8fc1-2784d377fb08/d6d503ce-20ff-4318-994e-97c2d3042320.jpg",
    "altTitles": [
      {
        "ja": "追放冒険者のやりなおし　～妖精界で鍛えなおして自分の居場所をつくる～"
      },
      {
        "ja": "Tsuihou Bokensha no Yarinaoshi ~Yousei-kai de Kitae Naoshite Jibun no Ibasho wo Tsukuru~"
      },
      {
        "en": "Outcast Adventurer's Second Chance ~Training in the Fairy World to Forge a Place to Belong~"
      },
      {
        "en": "Exile Adventurer Redo"
      }
    ],
    "description": {
      "en": "\"Glen, your bad reputation is dragging the party down. We're kicking you out today.\"\n\nA party of adventurers formed from childhood friends. The day after a promotion exam, Glen was summoned to the guild and expelled by the party leader. The reason given was the \"bad rumors\" that followed Glen. The rumors had no basis, but Glen was already considering leaving the party, so he accepted the outcome and left the party.\n\nAlone, he returned to his hometown for the first time in a long while to catch up.\n\n\"Glen, leave this place.\"\n\nWhat awaited him there were the people who raised him believing in the bad rumors. \n\n\"If you think I'm like that, then I'll be like that!\", he shouted as he disappeared into the forest. \n\nThis is a story about an adventurer trying to regain the things he has lost. Those who abandoned him will wallow in grief, while he moves forward with his new companions."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee51d8fb-ba27-46a5-b204-d565ea1b11aa",
    "title": {
      "en": "Ore ga Kokuhaku Sarete Kara, Ojou no Yousu ga Okashii"
    },
    "updatedAt": "2024-11-08T01:43:14+00:00",
    "coverArt": "https://mangadex.org/covers/ee51d8fb-ba27-46a5-b204-d565ea1b11aa/f2dfa227-26cd-4b69-8c7b-bc8f3b54a39f.jpg",
    "altTitles": [
      {
        "ja": "俺が告白されてから、お嬢の様子がおかしい。"
      },
      {
        "ja-ro": "Ore ga Kokuhaku Sarete Kara, Ojou no Yousu ga Okashii."
      },
      {
        "en": "The Young Lady Has Been Acting Weird Ever Since Someone Confessed to Me"
      },
      {
        "en": "After I Was Confessed to, the Young Lady Looked Strange"
      },
      {
        "pt-br": "A jovem dama tem agido estranho desde que alguém se confessou para mim"
      },
      {
        "id": "Perilaku Nona Muda Menjadi Aneh Sejak Seseorang Menyatakan Cinta Padaku"
      }
    ],
    "description": {
      "en": "The servant of the Tendou family, Eito, serves the perfect young lady, Hoshine. \n\nOne day, Eito informs Hoshine that someone from another class confessed their feelings for him. Hoshine, who has hidden her feelings for Eito since childhood, begins to feel uneasy: \n\n\"I’ve loved Eito for a much longer time!\"\n\n As a result, Hoshine starts to approach Eito even more, making bolder advances than ever before! She gets close to him in crowded trains and begs him to sleep by her side… While Eito tries to maintain his role as a formal servant, Hoshine increasingly pursues him with her advances. \n\nIt’s an adorable romantic comedy between a mistress and her servant, featuring a young lady who strives to win her servant’s love!",
      "pt-br": "O servo da família Tendou, Eito, serve a jovem perfeita, Hoshine. Um dia, Eito informa a Hoshine que alguém de outra turma confessou seus sentimentos por ele. Hoshine, que esconde seus sentimentos por Eito desde a infância, começa a se sentir inquieta: \"Eu amo o Eito há muito mais tempo!\" Como resultado, Hoshine começa a se aproximar ainda mais de Eito, fazendo avanços mais ousados do que nunca! Ela se aproxima dele em trens lotados e implora para que ele durma ao seu lado... Enquanto Eito tenta manter seu papel de servo formal, Hoshine o persegue cada vez mais com suas investidas. É uma adorável comédia romântica entre uma jovem dama e seu servo, apresentando uma moça que luta para conquistar o amor de seu fiel criado!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]