[
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-08-31T18:15:02+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/06ce2055-a0e0-4050-8c9d-6020dff0f858.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      },
      {
        "zh": "双影双书"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?",
      "ja": "遊郭生まれの孤児・宵はある日＂影武者＂として王宮に召し抱えられ、自分と同じ顔のワガママな皇太子・冠星に振り回される毎日を過ごすことに。だが、冠星の不遜な態度の裏には誰にも言えない＂孤独＂と＂使命＂があったーー",
      "zh": "在花街柳巷看人脸色吃饭的少年・宵某天突然被皇宫收留。原因是他被选为了皇子那盾牌一般存在的「替身侍卫」，在阴谋重重的皇宫中，宵是否能保卫皇子的安全呢——⁉两名相貌如出一辙的少年相遇后，历史自此发生了巨变‼"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "2b2e7c95-9e4d-4199-9ea6-52add4c22cfa",
    "title": {
      "en": "Countach"
    },
    "updatedAt": "2023-06-29T03:36:54+00:00",
    "coverArt": "https://mangadex.org/covers/2b2e7c95-9e4d-4199-9ea6-52add4c22cfa/133f0ac4-c32d-4be4-bc22-938f219779a0.png",
    "altTitles": [
      {
        "ja": "カウンタック"
      }
    ],
    "description": {
      "en": "The day after he finds himself dumped by his girlfriend, Sorayama Shun recieves a letter… from himself? The letter was from Shun 25 years ago for his future self. The letter reminds him of the time when he dreamed of owning a Countach and being a successful professional racer. With loads of luck and his ambition to make his childhood dream come true, he finds himself as a new owner of an LP400 Countach."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "28",
    "lastChapter": "289"
  },
  {
    "mangaId": "7ad10953-14f2-411e-83e3-5c22c4e7e1e2",
    "title": {
      "en": "Chieri no Koi wa 8 Meter"
    },
    "updatedAt": "2024-11-01T16:55:34+00:00",
    "coverArt": "https://mangadex.org/covers/7ad10953-14f2-411e-83e3-5c22c4e7e1e2/07016398-9572-4e78-94dd-468de1106db5.jpg",
    "altTitles": [
      {
        "ja": "ちえりの恋は8メートル"
      },
      {
        "en": "Chieri's Love is 8 Meters Tall"
      },
      {
        "zh-hk": "智恵梨的愛情高達8米"
      },
      {
        "pt-br": "O amor de Chieri tem 8 metros"
      }
    ],
    "description": {
      "en": "An ordinary high school student, Yumeji Kotaki, is transferred to his class by his childhood friend, Chieri Omine, who has grown to 8 meters in height! Yumeji is assigned as \"caretaker\" to support Chieri's school life. Their daily life is full of excitement due to the height difference! The height difference is nothing to worry about!",
      "ja": "普通の高校生・小滝夢路のクラスに転校してきたのは、身長が8メートルに巨大化した幼馴染・大峰ちえりだった！ちえりの学校生活のサポートをする「お手伝いさん」を任された夢路。身長差がある二人の日常はドキドキがいっぱいで!?　高低差もなんのその！",
      "pt-br": "Uma aluna transferida que tem 8 metros de altura...?! \nAmigos de infância se reencontram, mas nem tudo é como antes… Uma mudança na relação entre Chieri e Yumeji, acompanhe o desenrolar desta comédia romântica gigantesca."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4b6f3f9-3228-46f4-879e-9d3afdc81052",
    "title": {
      "en": "Kami-sama ga Koi wo shiro to Itte iru!"
    },
    "updatedAt": "2024-03-18T18:06:48+00:00",
    "coverArt": "https://mangadex.org/covers/a4b6f3f9-3228-46f4-879e-9d3afdc81052/2b7748ea-3dff-466d-ad38-45cef92e32b5.jpg",
    "altTitles": [
      {
        "en": "God is Telling Me to Fall in Love"
      },
      {
        "ja": "神様が恋をしろと言っている！"
      },
      {
        "zh-hk": "神明大人对我说快去恋爱吧"
      }
    ],
    "description": {
      "en": "Chiyoko, in her second year of high school, transfers to a co-ed school due to her dad's job transfer. Since she's only attended an all-girls school since junior high, she excitedly plans to fall in love in her new school. Out of the blue, she begins to see the love meters of 5 hotties and an options window as if she were in an otome game?! She encounters various types such as a glasses boy, a playboy underclassman, and a mysterious senior. Meet-cutes with boys come one after another. This is the beginning of a real otome game school life!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "30.5"
  },
  {
    "mangaId": "e498f4c1-844c-40a8-bbe7-37c26287f858",
    "title": {
      "en": "Kujira no Kora wa Sajou ni Utau"
    },
    "updatedAt": "2024-10-07T13:00:35+00:00",
    "coverArt": "https://mangadex.org/covers/e498f4c1-844c-40a8-bbe7-37c26287f858/c2255fea-44c2-44d8-8bc0-1a8546dfe175.jpg",
    "altTitles": [
      {
        "en": "Children of the Whale Sing on the Sand"
      },
      {
        "en": "Children of the Whales"
      },
      {
        "de": "Die Walkinder: The Children of the Whales"
      },
      {
        "ja-ro": "Kujira no Kora wa Sajō ni Utau"
      },
      {
        "ja-ro": "Kujisuna"
      },
      {
        "fr": "Les Enfants de la Baleine"
      },
      {
        "en": "Tales of the Whale Calves"
      },
      {
        "en": "The Children of the Whales Sing Upon the Sand"
      },
      {
        "en": "Whale Calve"
      },
      {
        "en": "Whale Calves Sing on the Debris"
      },
      {
        "ru": "В песках поющие китята"
      },
      {
        "ja": "クジラの子らは砂上に歌う"
      },
      {
        "zh": "鲸鱼之子们在沙丘上歌唱"
      },
      {
        "ko": "고래의 아이들은 모래위에서 노래한다"
      },
      {
        "es": "Children of the Whales"
      },
      {
        "vi": "Những Người Con Của Cá Voi Bùn"
      }
    ],
    "description": {
      "en": "Chakuro is the 14-year-old archivist of the Mud Whale, a nigh-utopian island that floats across the surface of an endless sea of sand. Nine in ten of the inhabitants of the Mud Whale have been blessed and cursed with the ability to use thymia, special powers that doom them to an early death.  \n  \nChakuro and his friends have stumbled across other islands, but they have never met, seen, or even heard of a human who wasn't from their own. One day, Chakuro visits an island as large as the Mud Whale and meets a girl who will change his destiny.  \n  \nNominated for the Tezuka Osamu Cultural Prize in 2017.",
      "pt-br": "Chakuro é um Registrador de 14 anos da Baleia de lama, uma ilha quase utópica que flutua na superfície de um infinito mar de areia. Nove em dez dos habitantes da Baleia de Lama foram abençoados e amaldiçoados com a capacidade de usar Saimia, poderes especiais que os condenam a uma morte precoce. Chakuro e os seus amigos nunca viram ninguém do mundo exterior, e passam os seus dias ansiosos por explorar e aprender sobre isso. Um dia, Chakuro visita uma ilha tão grande como a Baleia de Lama, onde conhece uma menina que mudará seu destino."
    },
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "safe",
    "lastVolume": "23",
    "lastChapter": "97"
  },
  {
    "mangaId": "a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801",
    "title": {
      "en": "How to Grill Our Love"
    },
    "updatedAt": "2024-10-25T20:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/a3e48f50-d3d1-4d08-b54a-a3b7ad4b0801/caedc636-6a59-43fe-a448-b1db1db05759.jpg",
    "altTitles": [
      {
        "ja": "焼いてるふたり"
      },
      {
        "ja-ro": "Yaiteru Futari"
      },
      {
        "ko": "굽고 있는 두 사람"
      },
      {
        "zh": "爱情是烤肉的滋味!"
      },
      {
        "ne": "दुई जना पकाउँदै"
      },
      {
        "ru": "Брак с Нуля: Как Поджарить Нашу Любовь"
      },
      {
        "th": "จุดรักเราด้วยเตาถ่าน"
      }
    ],
    "description": {
      "en": "After their fateful encounter through a dating app, Kenta and Chihiro decided to get married with zero days of dating in light of Kenta’s transfer. As a couple who got married without knowing much about each other, they deepen their relationship through their regular weekend BBQs.",
      "ja": "マッチングアプリで運命の出会いを果たした、健太と千尋。奥手すぎて最初の一歩を踏み出せずにいるふたりが、健太の浜松への転勤をきっかけに急進展。なんと…交際ゼロ日で結婚することに！　\n\nお互いをよく知らないまま夫婦になったふたりは、毎週末のBBQでじっくり仲を深めていく――。",
      "ru": "После роковой встречи через приложение для знакомств, Кента и Чихиро решили пожениться с нулевым количеством дней знакомств в свете перевода Кенты. Как пара, которая вышла замуж, не зная многого друг о друге, они развивают свои отношения путём регулярных выходных с барбекю.",
      "pt-br": "Quando Kenta, de 30 anos, conhece a designer gráfica Chihiro, ele queima seu exterior descolado com sua paixão por churrasco! Agora, após um lampejo de namoro, eles são recém-casados! Embora seus empregos os mantenham separados, eles ainda têm fins de semana juntos para grelhar, e carne boa não é a única coisa que está esquentando neste relacionamento escaldante!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ae62c6e-e61d-4311-b023-99da67953a64",
    "title": {
      "en": "Hoshokusha Kei Mahou Shoujo"
    },
    "updatedAt": "2024-11-16T15:01:25+00:00",
    "coverArt": "https://mangadex.org/covers/6ae62c6e-e61d-4311-b023-99da67953a64/ed61a939-e6f7-453f-bca1-55105147c097.jpg",
    "altTitles": [
      {
        "en": "Predator-Type Magical Girl"
      },
      {
        "id": "Gadis Penyihir Tipe Pemangsa"
      },
      {
        "ja": "捕食者系魔法少女"
      }
    ],
    "description": {
      "en": "Humanity finds itself on the brink of extinction due to the emergence of the Incubi, otherworldly monsters that capture humans to use as breeding material, and the only ones that can stand against these enemies are the Witches, magical girls given powers by supernatural beings. High schooler Renka Azuma is one such girl; her alter ego is Silver Lotus, a magical girl controlling countless insects to fight the Incubi day after day.\n\nOn a certain day, Silver Lotus rescues a fellow Witch, a novice named Azure Nova, from an Incubi attack. This meeting with this self-proclaimed fan of hers is an encounter that introduces a change to Silver Lotus’s otherwise solitary daily life?! Here begins a dark fantasy about an unorthodox magical girl who commands insects to devour monsters!",
      "id": "Kemunculan monster dunia lain bernama Incubus, yang berkembang biak dengan menjadikan manusia sebagai inang, telah mendorong umat manusia ke ambang kepunahan. Satu-satunya yang bisa melawan mereka adalah para gadis penyihir (Witch) yang diberi kekuatan oleh entitas supernatural. Seorang siswi SMA bernama Azuma Renka juga berubah menjadi Silver Lotus, gadis penyihir yang dapat mengendalikan banyak serangga, dan bertarung setiap hari melawan para monster. Suatu hari, Silver Lotus menyelamatkan seorang gadis penyihir pemula bernama Azure Nova yang diserang oleh Incubus. Pertemuannya dengan gadis yang mengaku sebagai penggemarnya ini perlahan-lahan mulai mengubah kehidupan Silver Lotus yang selama ini penuh kesepian—!?\n\nSebuah fantasi gelap tentang gadis penyihir yang mengendalikan serangga dan memangsa monster, dimulai!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1d16bd6-6b08-4985-b15e-e8586a8de78a",
    "title": {
      "en": "I, Who Have the Natural Charismatic Traits, Was Targeted by Yandere Disciples"
    },
    "updatedAt": "2024-05-13T10:05:29+00:00",
    "coverArt": "https://mangadex.org/covers/d1d16bd6-6b08-4985-b15e-e8586a8de78a/eda60bb2-bebc-4669-8176-9ec05c556782.png",
    "altTitles": [
      {
        "zh": "天生媚骨的我被病娇徒儿盯上了"
      },
      {
        "zh-ro": "Tiansheng Meigu De Wo Bei Bing Jiao Tu Er Ding Shangle"
      },
      {
        "zh-ro": "Tiānshēng Mèigǔ De Wǒ Bèi Bìng Jiāo Tú Er Dīng Shàngle"
      },
      {
        "vi": "Trời Sinh Mị Cốt, Ta Bị Đồ Nhi Yandere Để Mắt Tới"
      }
    ],
    "description": {
      "en": "After losing all magical powers, Bing Yuanzi was caught by a female disciple with ulterior motives. Witnessing a disciple she had painstakingly raised harboring malicious intentions, the master drank the last vial of a transformative potion, intending to erase her own existence. Unexpectedly, instead of disappearing, she became the legendary natural beauty, with allure and beauty reaching maximum levels. At the same time, the next words from her female disciple sounded behind her: “Master, you wouldn’t want your loss of magical powers to be known by our enemies, would you?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "576d59fb-1885-4642-81ad-93b58dd5e57f",
    "title": {
      "en": "From Eroica with Love"
    },
    "updatedAt": "2023-07-01T16:25:26+00:00",
    "coverArt": "https://mangadex.org/covers/576d59fb-1885-4642-81ad-93b58dd5e57f/31762a16-c12b-4281-a6e4-ad297fd17902.jpg",
    "altTitles": [
      {
        "ja": "エロイカより愛をこめて"
      },
      {
        "zh": "浪漫英雄"
      },
      {
        "ja-ro": "Eroica Yori Ai wo Komete"
      }
    ],
    "description": {
      "en": "What happens when a gay art thief and a conservative NATO officer cross paths? Disaster, of course. \nDorian is an aristocrat, a thief, and a hedonist; Klaus is a duty-driven espionage agent with no patience for fools.\n\nFollow them as they chase each other across the globe – from Britain to Baghdad, from Alaska to Alexandria or Moscow to Madrid. \nSpectacular locations and non-stop adventures await!"
    },
    "status": "completed",
    "releaseDate": 1976,
    "contentRating": "safe",
    "lastVolume": "39",
    "lastChapter": ""
  },
  {
    "mangaId": "daaffb48-d2eb-4c37-967a-6899d87b1ed6",
    "title": {
      "en": "The Story of Huazhi"
    },
    "updatedAt": "2024-11-21T04:10:13+00:00",
    "coverArt": "https://mangadex.org/covers/daaffb48-d2eb-4c37-967a-6899d87b1ed6/49f66d30-3ec3-4ffb-8ffe-839a36e4e15f.jpg",
    "altTitles": [
      {
        "zh": "Seoghwaji"
      },
      {
        "zh": "惜花芷"
      },
      {
        "zh": "惜花芷·嫡女不折腰"
      },
      {
        "ko": "석화지"
      }
    ],
    "description": {
      "en": "Hwaimji was put to death due to her family's betrayal. A girl who was from a prestigious family a thousand years ago was reincarnated as Hwaji. She tried to live a comfortable life away from betrayals and dark battles... but the family fell apart in an instant, and Hwaji tried reestablish the family using the experiences of his previous life. And then, a man who is attracted to her, like fate, arrives in her unsuccessful life..."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "75"
  },
  {
    "mangaId": "4d0e2994-067b-4fb4-b359-290b5b56718d",
    "title": {
      "en": "Kirio Fanclub"
    },
    "updatedAt": "2024-11-17T06:57:03+00:00",
    "coverArt": "https://mangadex.org/covers/4d0e2994-067b-4fb4-b359-290b5b56718d/966f2139-babc-4df4-9d52-48ac97fdc27f.jpg",
    "altTitles": [
      {
        "ja": "霧尾ファンクラブ"
      }
    ],
    "description": {
      "en": "Aimi Miyoshi and Nami Sometani are two high school girls who often find themselves talking about a boy in their class, Kirio. This lighthearted romantic comedy follows the daily lives of these two friends and rivals on a journey that, for now, seems to be heading everywhere but love.",
      "ja": "女子高生・三好藍美（みよしあいみ）と染谷波（そめたになみ）。二人の間で話題にのぼるのは、いつだって同じクラスの「霧尾（きりお）くん」のこと。\n友人でありライバルでもある二人の日常を描く、ラブまではまだたどり着けそうにない一方通行ラブコメディー。"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "45"
  },
  {
    "mangaId": "e15af31c-d413-414c-a7a5-5fb09c86a16a",
    "title": {
      "en": "The Secrets of the Lovely Duchess"
    },
    "updatedAt": "2024-10-20T01:53:31+00:00",
    "coverArt": "https://mangadex.org/covers/e15af31c-d413-414c-a7a5-5fb09c86a16a/2676dffd-5ae9-47fe-840f-ec4f52e7b209.jpg",
    "altTitles": [
      {
        "ko": "사랑스러운 공작 부인의 비밀"
      },
      {
        "ko-ro": "Sarangseureoun Gongjang Buinui Bimil"
      },
      {
        "ja": "愛らしい公爵夫人には秘密がある"
      }
    ],
    "description": {
      "en": "Luclia is a girl who was trapped in the demon archduke's dungeon for seven years and saw ghosts. One day the prison wall collapsed and a man came.\n\n\"Wow! are you a prince?\"\n\"Sorry, I'm just a duke.\"\n\nDavier, Duke of the House of Montenfeltro. Sure enough, with his temperamental and violent personality, he would take Luclia, an unknown girl, as his princess?!\n\n\"Duke, I wonder why you brought her here...\"\n\nLuclia, who has just entered the word with the mysterious Duke Davier. Can two people understand each other and still be happy?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a920060c-7e39-4ac1-980c-f0e605a40ae4",
    "title": {
      "en": "Gal Yome no Himitsu"
    },
    "updatedAt": "2024-11-07T22:00:17+00:00",
    "coverArt": "https://mangadex.org/covers/a920060c-7e39-4ac1-980c-f0e605a40ae4/2fec274d-b8b8-4ab2-9bf5-a59b2c6e2a8f.jpg",
    "altTitles": [
      {
        "ja": "ギャル嫁の秘密"
      },
      {
        "en": "Secrets of the Gal Wife"
      },
      {
        "id": "Rahasia Istri Gal"
      },
      {
        "ja-ro": "Gyaru Yome no Himitsu"
      }
    ],
    "description": {
      "en": "Fuyuki is a beautiful and cool gal! But there's a secret side of her that she only shows in front of her husband...? A cute love comedy with a gal wife!",
      "ja": "冬雪（ふゆき）は美人でクールなギャル！でも「旦那」の前だけ見せる秘密の姿があって……？SNS累計37万いいね！の可愛い「ギャル嫁」とのラブコメディ！\n \n--- \n \nFuyuyuki (Fuyuki) wa bijin de kūruna gyaru! Demo \"dan'na\" no mae dake miseru himitsu no sugata ga atte...? SNS ruikei 37 man ī ne! No kawaii \"gyaru yome\" to no rabukomedi!",
      "es-la": "¡Fuyuki es una hermosa y atractiva gal! ¿Pero hay una parte de ella que solo le muestra a su esposo y mantiene en secreto del resto? Una linda comedia romántica con una esposa que es una gal.",
      "pt-br": "Fuyuki é uma linda gyaru! Mas tem um lado secreto que ela só mostra para o seu marido? Uma comédia romântica fofa com uma esposa gyaru!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4667017b-c0d6-479c-8b27-e1ee674a4351",
    "title": {
      "en": "Parasitic Pandemic"
    },
    "updatedAt": "2024-11-22T15:38:36+00:00",
    "coverArt": "https://mangadex.org/covers/4667017b-c0d6-479c-8b27-e1ee674a4351/f90e79da-0a07-417c-9d5d-f29d43590233.jpg",
    "altTitles": [
      {
        "ja-ro": "Kisei Rettou"
      },
      {
        "zh": "寄生列岛"
      },
      {
        "ja": "寄生列島"
      }
    ],
    "description": {
      "en": "Sendo Chihiro, a high school girl, moves from Tokyo to the provincial island of Hanayama after her parents' divorce. There's something strange about the island she moves to. There is blatant discrimination against outsiders, mysterious rituals that suddenly take place, and a huge \"water tower\" built in the middle of the island... One day, a fisherman is stabbed to death in his home. The whole island becomes suspicious of the murderer, and the unexpected culprit is revealed――. A parasite psycho-thriller by Edogawa Edogawa of \"Ikenie Touhyou\"."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "45"
  },
  {
    "mangaId": "f3d562a9-84a0-464c-93dc-4d090042691b",
    "title": {
      "en": "Wolf Falls in Love with Moon"
    },
    "updatedAt": "2024-10-20T16:15:45+00:00",
    "coverArt": "https://mangadex.org/covers/f3d562a9-84a0-464c-93dc-4d090042691b/bb9b11aa-3989-47c2-9d1a-8043e4751b3f.jpg",
    "altTitles": [
      {
        "ja": "オオカミは月に恋をする"
      },
      {
        "ja-ro": "Ōkami wa tsuki ni koi o suru"
      },
      {
        "vi": "Nàng Sói Trót Phải Lòng Với Mặt Trăng"
      }
    ],
    "description": {
      "en": "The serialized version of [this one-shot](https://mangadex.org/title/d3caccaa-7ede-415d-ada4-b949ac8b66f5) by Komaki Maria!",
      "vi": "Phần tiếp theo của [one-shot này](https://mangadex.org/title/d3caccaa-7ede-415d-ada4-b949ac8b66f5) từ tác giả Komaki Maria!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f571321-2784-4166-bf0f-97447210bc82",
    "title": {
      "en": "A Story About Getting a Haircut After Hearing Your Crush Prefers Short Hair"
    },
    "updatedAt": "2024-05-17T07:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/9f571321-2784-4166-bf0f-97447210bc82/158df7de-88e4-4e38-a9cc-3ecb799d22df.jpg",
    "altTitles": [
      {
        "ja": "好きな人がショートカット好きと知って髪切る話"
      },
      {
        "en": "Cutting Her Hair After Finding out That the Person She Likes, Likes Short Cuts"
      },
      {
        "vi": "Cắt tóc sau khi biết gu cậu bạn mình thầm thích là tóc ngắn"
      },
      {
        "ja-ro": "Suki na Hito ga Short-cut Suki to Shitte Kami Kiru Hanashi"
      },
      {
        "ja-ro": "Sukina Hito ga Sho-tokattosuki to Shitte Kami Kiru Hanashi"
      },
      {
        "es-la": "Una historia sobre cortarse el pelo después de oír que su crush prefiere el pelo corto."
      },
      {
        "id": "Potong Rambut Setelah Tau Kalau Mas Crush Bilang Suka Rambut Pendek"
      },
      {
        "vi": "割𩯀婁欺別所慼倘伴命啿慼羅𩯀短 (Nom Script)"
      },
      {
        "pl": "Historia o tym jak obcięłam włosy po tym jak usłyszałam, że ten, kto mi się podoba preferuje krótkie włosy"
      },
      {
        "pt-br": "Uma história sobre cortar o cabelo depois de descobrir que a pessoa que você gosta gosta de cortes curtos"
      },
      {
        "th": "เรื่องราวการตัดผลหหลังจากได้ยินคนที่ชอบพูดว่าชอบสาวผมสั้น"
      },
      {
        "uk": "Підстриглася після того, як дізналася, що коханий полюбляє короткі стрижки"
      },
      {
        "id": "Potong Rambut Karena Mas Crush Bilang Suka Rambut Pendek"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/114158543)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db39fcf9-509b-4786-b0a5-410487273476",
    "title": {
      "en": "Punishing Gray Raven: Engraved in the Heart       (Doujinshi)"
    },
    "updatedAt": "2024-11-24T04:59:28+00:00",
    "coverArt": "https://mangadex.org/covers/db39fcf9-509b-4786-b0a5-410487273476/9f19d462-c6f8-43ec-84a8-c00b329ef484.jpg",
    "altTitles": [
      {
        "zh": "铭记于心"
      },
      {
        "en": "PGR: Engraved in the Heart"
      }
    ],
    "description": {
      "en": "Two worlds, each fighting a war against a deadly virus. And a chance meeting between two lone inhabitants, one of each world, both bearing the scars of their struggling civilizations.\n\nThe captivating musician Selena, a famous opera singer who became a soldier due to her desire to experience and preserve relics of the old world.\n\nBut it's been more than a year since Selena went MIA, as she was captured by enemy forces and subjected to experiments with the virus. However, she has since escaped captivity- at the cost of her memories. Her appearance having changed due to the virus, she now wanders the broken lands, searching for purpose.\n\nMeanwhile, a recent college graduate ends up jobless due to the 2019 Covid Pandemic and isolated from society. But soon after, they inadvertently find themselves phasing out of their reality and shifting into another earth far different than their own- a world identical to a game they own, and the very world Selena lives in. Inevitably, the two cross paths.\n\nThis is the beginning of their story."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ecde3e7d-a3f3-486a-977a-bf3eb5a13a11",
    "title": {
      "en": "One for All"
    },
    "updatedAt": "2024-07-27T15:07:10+00:00",
    "coverArt": "https://mangadex.org/covers/ecde3e7d-a3f3-486a-977a-bf3eb5a13a11/7a27a3f0-cf96-470f-9de9-bdeb1e41d259.jpg",
    "altTitles": [
      {
        "ja": "ワンフォーオール"
      }
    ],
    "description": {
      "en": "\"You wanna play rugby together?\"\n\nArashi is a hot-blooded first year high school student enrolled on a rugby scholarship. Calling himself \"the man who stirs up a storm\", he unites a peculiar group of problem children, leading them towards the peak of high school rugby, Hanazono! A youth rugby club story told by the delinquent manga legend, Yanauchi Daiju!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "56504d3e-3ceb-44e5-811c-0293f1919042",
    "title": {
      "en": "Suterare Elf-san wa Sekai de Ichiban Tsuyokute Kawaii!"
    },
    "updatedAt": "2024-11-18T16:42:07+00:00",
    "coverArt": "https://mangadex.org/covers/56504d3e-3ceb-44e5-811c-0293f1919042/5b146b0d-1894-4521-9844-66c263d88ab8.jpg",
    "altTitles": [
      {
        "ja": "捨てられエルフさん は世界で一番強くて可愛い！"
      },
      {
        "en": "The Abandoned Elf is the Strongest and Cutest in the World!"
      },
      {
        "hu": "A magára hagyott elf lány a világ legerősebb és legaranyosabbja!"
      }
    ],
    "description": {
      "en": "“Dear top players, this game is a real parallel world. If you reincarnate and save the world, any wish you have will be granted.”\n\nFormer popular voice actress Ayano responded to the proposal from the goddess. In order to shine as a voice actress once again. Reincarnated as the strongest species of high elf, she aims to “clear the game” in the parallel world with the strongest and cutest kemo-eared heroine using her gaming knowledge, but –!?",
      "hu": "**【Egykori toplistás játékos】+【Játékvilág】= Szuper verhetetlen!? Folytatom az életet a legerősebb énemmel!!**\n\n„Kedves top játékosok! Ez a játék egy valós párhuzamos világ. Ha újjászülettek és megmentitek a világot, bármilyen kívánságotokat teljesítjük.”\n\nErre az istennő ajánlatára válaszolt Ayano, egykori népszerű szinkronszínész. Azért, hogy ismét ragyoghasson szinkronszínészként, a legerősebb faj, a nemes elf egyikeként született újjá. Most, a legerősebb és legaranyosabb állatfüles hősnővel karöltve, játékbeli tudását felhasználva célja a párhuzamos világban a „játék végigjátszása” - de vajon sikerül-e neki!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c5cdf853-1b18-4d1a-8534-a7772841e424",
    "title": {
      "en": "Magic Academy’s Genius Blinker"
    },
    "updatedAt": "2024-08-08T02:01:14+00:00",
    "coverArt": "https://mangadex.org/covers/c5cdf853-1b18-4d1a-8534-a7772841e424/10ead095-fd0f-4fee-bf5b-33dfd03b9cd8.jpg",
    "altTitles": [
      {
        "en": "Magic Academy’s Genius Blinker"
      },
      {
        "en": "Quick Teleporting Genius from Magic School"
      },
      {
        "ko": "마법학교 앞점멸 천재가 되었다"
      },
      {
        "ko-ro": "Mabeop Hakgyo Apjeommyeol Cheonjae-ga Doeeotda"
      },
      {
        "pt-br": "Gênio do Teletransporte da Academia de Magia"
      }
    ],
    "description": {
      "en": "A character with extreme difficulty and the worst performance, Baek Yu-Seol was considered tr*sh in the game because he couldn’t use magic in a fantasy world where everyone else could.\n\nHowever…\n\n[Due to the wrong ending, 90% of Aether World has been destroyed.] [Please reach the ‘True Ending.’]\nSuddenly, those words echoed in my mind before I was transmigrated to the Aether World.\n\n[You can use the skill ‘Flash’.]\n“Why did I possess this character?”\n\nFlash was the only magic skill I was given.\n\nSurviving in Stella Academy where many genius mages ran rampant, I became the notorious Flash Mage.",
      "pt-br": "O personagem com maior dificuldade e pior desempenho, Baek Yuseol, foi considerado um personagem lixo no jogo porque não conseguia usar magia em um cenário de fantasia onde todos os outros podiam. No entanto… [Como o final errado foi alcançado, 90% do Mundo Éter foi destruído.] [Por favor, alcance o “Final Verdadeiro”.] De repente, essas palavras ecoaram em minha mente antes de eu ser transmigrado para o Mundo Éter. [Você pode usar a habilidade “Teletransporte”.] “Por que eu possuí esse personagem?” Teletransporte era a única habilidade mágica que eu tinha. Sobrevivendo na Academia Stella entre magos geniais, me tornei o notório Mago do Teletransporte."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "085a46d0-2adc-42f3-9fd3-4874000e2421",
    "title": {
      "en": "Mega Man Battle Network"
    },
    "updatedAt": "2022-07-27T01:20:34+00:00",
    "coverArt": "https://mangadex.org/covers/085a46d0-2adc-42f3-9fd3-4874000e2421/30b1bb66-cdca-41f0-8d37-4766d548b5d7.jpg",
    "altTitles": [
      {
        "en": "MegaMan NT Warrior"
      },
      {
        "vi": "Rockman - Chiến binh thế giới ảo"
      },
      {
        "ja": "ロックマンエグゼ"
      },
      {
        "ko": "록맨 에그제"
      },
      {
        "ar": "ميغامان محارب النت"
      },
      {
        "ja-ro": "Rockman.EXE"
      },
      {
        "en": "Mega Man.EXE"
      }
    ],
    "description": {
      "en": "The year is 200X, an age where everything is covered with computer networks, and everyone in the world has a \"PET\" mobile terminal. Hikari Netto, a grade school student at Akihara Elementary, is in perfect harmony with his NetNavi, Rockman, and is obsessed with Net Battles. But then, he gets caught up in an incident involving World Three (WWW), a criminal organization that stages cyber-terrorist attacks. Finally, the Ministry of Science is taken over, and Netto's father is taken hostage. In order to save his father and stop WWW's plan, he confronts the Dream Virus, the most powerful computer virus fused with the \"Ultimate Program.\""
    },
    "status": "completed",
    "releaseDate": 2001,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "71"
  },
  {
    "mangaId": "cba1a19d-b433-4f4c-a988-8608fef3f955",
    "title": {
      "en": "Uzugami"
    },
    "updatedAt": "2024-11-19T05:17:50+00:00",
    "coverArt": "https://mangadex.org/covers/cba1a19d-b433-4f4c-a988-8608fef3f955/433976b9-8da5-4a94-941e-50ca913b2334.jpg",
    "altTitles": [
      {
        "ja-ro": "Uzugami - Bunretsu Zoushoku Ningen"
      },
      {
        "ja-ro": "Uzushin"
      },
      {
        "ja": "渦神 分裂増殖人間"
      }
    ],
    "description": {
      "en": "Satoru Takeichi, also known as Ichigo, works at a sawmill. \n\nWhile working, he got into a mechanical problem and ended up having the first joint of his right little finger amputated. He and other employees searched for the cut off part, but couldn't find it. \n\nIchigo goes straight to the hospital and receives treatment. However, when he returned to his apartment after being hospitalized for a few days, he found another version of him... \n\nFrom there, a strange shared life with another [Himself] begins...\n\nAdaptation of a web novel serialized on the platform peep.",
      "ja": "渦神 分裂増殖人間製材工場で働いている武市悟(たけいちさとる)、通称イチゴ。\n\n彼は作業中に機械トラブルに巻き込まれ右手の小指の第一関節を切断してしまう。他の従業員と一緒に切り落とした部分を探したが見つからない。\n\nイチゴはそのまま病院へ行き治療を受ける。しかし、数日の入院を経て自宅アパートへ帰ると、【もう 1 人の自分】がいた...。\n\nそこからもう1 人の【二ゴー】との奇妙な共同生活が始まる......。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34b47146-a72e-43d8-9ea5-935a5956f09f",
    "title": {
      "en": "OMORI"
    },
    "updatedAt": "2024-11-11T12:49:01+00:00",
    "coverArt": "https://mangadex.org/covers/34b47146-a72e-43d8-9ea5-935a5956f09f/0a0a700b-f89c-47fe-a612-a4f69b7cea91.jpg",
    "altTitles": [
      {
        "uk": "ОМОРІ"
      },
      {
        "id": "BEBAN"
      },
      {
        "ar": "أوموري"
      }
    ],
    "description": {
      "en": "After—something—changed his life four years ago, Sunny has not left his house once, living in his own reclusive bubble. Hoping for a fresh start for her son, his mother decides to move their family out of town. However, when his childhood friend Kel re-enters his life, Sunny finds himself thrust back into a world he once knew. With only three days before the move, the duo come across familiar faces as they go through town—reawakening a dark past that Sunny has tried so hard to forget.",
      "uk": "Після того, як—щось—змінилося в його житті чотири роки тому, Санні не виходив з дому навіть раз, живучі у своїй одинокій бульбашці. Сподіваючись на свіжий старт для свого сина, його мати вирішує вивезти родину з міста. Однак, коли його друг дитинства, Кел, повертається в його життя, Санні знову опиняється у світі, який він колись знав. Маючи тільки три дні до переїзду, хлопаки зустрічають знайомі обличчя, проходячи містом і пробуджуючи темні спогади, які Санні так сильно хотів забути."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "99daf7bc-3a3b-4fe8-b10d-951b32bfea64",
    "title": {
      "ja": "Gimai Seikatsu"
    },
    "updatedAt": "2024-10-30T22:11:12+00:00",
    "coverArt": "https://mangadex.org/covers/99daf7bc-3a3b-4fe8-b10d-951b32bfea64/5c787c1c-24b9-4efc-b6fc-de7af72a7e5a.jpg",
    "altTitles": [
      {
        "en": "Days with my Step Sister"
      },
      {
        "ja": "義妹生活"
      },
      {
        "ru": "Жизнь с моей сводной сестрой"
      },
      {
        "de": "Tage mit meiner Stief-Schwester"
      }
    ],
    "description": {
      "en": "From classmates to brother and sister, living under the same roof.\r\n\r\nAfter his father’s remarriage, Asamura Yuuta ends up getting a new stepsister, coincidentally the number one beauty of the school year, Ayase Saki. Having learned important values when it comes to man-woman relationships through the previous ones of their parents, they promise each other not to be too close, not to be too opposing, and to merely keep a vague and comfortable distance.\r\n\r\nOn one hand, Saki, who has worked in solitude for the sake of her family, doesn’t know how to properly rely on others, whereas Yuta is unsure of how to really treat her. Standing on fairly equal ground, these two slowly learn the comfortable sensation of living together.\r\n\r\nTheir relationship slowly evolves from being strangers the more the days pass. Eventually, this could end up in a story about love for all we know.",
      "pt-br": "De colegas de classe a irmão e irmã, vivendo sob o mesmo teto.\n\nApós o novo casamento de seu pai, Asamura Yuuta acaba ganhando uma nova meia-irmã, coincidentemente a beleza número um do ano escolar, Ayase Saki. Tendo aprendido valores importantes no que diz respeito aos relacionamentos homem-mulher através dos anteriores de seus pais, eles prometem um ao outro não ser muito próximos, não ser muito opostos e apenas manter uma distância vaga e confortável.\n\nPor um lado, Saki, que trabalhou sozinha pelo bem de sua família, não sabe como confiar adequadamente nos outros, enquanto Yuta não tem certeza de como realmente tratá-la. Estando em terreno bastante igual, os dois aprendem lentamente a sensação confortável de viver juntos.\n\nO relacionamento deles evolui lentamente de estranhos à medida que os dias passam. Eventualmente, isso pode acabar em uma história sobre o amor, pelo que sabemos."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13d2856e-9163-43a1-86f9-cd66d41db09b",
    "title": {
      "en": "Isekai Samurai"
    },
    "updatedAt": "2024-09-30T14:58:18+00:00",
    "coverArt": "https://mangadex.org/covers/13d2856e-9163-43a1-86f9-cd66d41db09b/41e3dda4-210c-4d9f-a363-7aadebbf1882.jpg",
    "altTitles": [
      {
        "es-la": "Samurái en Otro Mundo"
      },
      {
        "en": "Samurai in Another World"
      },
      {
        "id": "Samurai di Dunia Lain"
      }
    ],
    "description": {
      "en": "The strongest swordsman of the Warring States period, transferred to another world.\n\nAt the end of the Warring States Period, Ginko, the greatest swordsman of the time, was always hungry for a fight to the death with someone stronger than herself. After cutting and cutting and cutting, she finally despairs that there is no one stronger than her in this world, and then she is transferred to another world! Before her eyes - a dragon!",
      "ja": "戦国時代最強の剣豪、異世界転移。\n\n戦国時代末期、最強の剣豪・ギンコは常に、自分より強いものとの死闘に飢えていた。切って切って切りまくり、ついにこの世に自分以上の強者がいないと絶望した矢先、異世界へ転移！　目の前には――ドラゴン！？",
      "pt-br": "A espadachim mais forte do período dos Reinos Combatentes, transferida para outro mundo.\n\nNo final do Período dos Reinos Combatentes, Ginko, a maior espadachim da época, estava sempre ansiosa por lutar até a morte com alguém mais forte que ela. Depois de cortar e cortar e cortar, ela finalmente se desespera porque não há ninguém mais forte do que ela neste mundo, e então ela é transferida para outro mundo! Diante de seus olhos está um dragão!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5422f55a-4fbf-4f60-9289-bab55c87c2bc",
    "title": {
      "en": "Guilty Circle"
    },
    "updatedAt": "2024-11-15T14:30:28+00:00",
    "coverArt": "https://mangadex.org/covers/5422f55a-4fbf-4f60-9289-bab55c87c2bc/0b54fd9e-edae-4ae2-b98f-db86ceec3254.jpg",
    "altTitles": [
      {
        "ja": "ギルティサークル"
      },
      {
        "zh-hk": "罪惡社團"
      },
      {
        "zh": "罪恶社团"
      }
    ],
    "description": {
      "en": "April! Sawaya Doji's college life at his dream school of Seio University starts with an encounter with the beautiful Kaede Hoshimi during the club recruiting fair. Sawaya believes that if he goes to Tokyo... if he joins a university... if he joins a club, he can get a girlfriend! It's a great way to meet new people, but what kind of club has he gotten himself into?",
      "ja": "４月！憧れの青応大学へと入学した大学１年生・沢屋童二は、サークル勧誘期に美少女・星見楓と出会う。「東京に行けば…大学に入れば…サークルに入れば、彼女ができる！」と信じる沢屋は星見楓とともに派手目なサークルの新歓コンパへと参加するが……。沢屋が足を踏み入れたサークルの罪深き実態、秘密とは何か！？",
      "pt-br": "Abril! A vida universitária de Sawaya Doji em sua escola de sonho da Universidade de Seio começa com um encontro com a bela Kaede Hoshimi durante a feira de recrutamento do clube. Sawaya acredita que se ele for para Tóquio... se ele entrar em uma universidade... se ele entrar em um clube, ele pode conseguir uma namorada! É uma ótima maneira de conhecer novas pessoas, mas em que tipo de clube ele se meteu?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f9d854ea-6787-40f5-a30c-5d72eef9e0cb",
    "title": {
      "en": "Junket Bank"
    },
    "updatedAt": "2024-10-13T09:41:32+00:00",
    "coverArt": "https://mangadex.org/covers/f9d854ea-6787-40f5-a30c-5d72eef9e0cb/da28bdb7-ff7b-4118-b83b-2d9f99af5e0d.jpg",
    "altTitles": [
      {
        "ja": "ジャンケットバンク"
      }
    ],
    "description": {
      "en": "\"Junket Bank\" is a manga of a gambling place operated by a bank. Mitarai, a bank clerk bored with his every day duties. One day, Mitarai went to the basement of the bank while thinking that something was wrong with his new boss Usami, but witnessed gambling there..."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "100 Ghost Stories That Will Lead to My Own Death"
    },
    "updatedAt": "2024-10-24T04:07:56+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/be3ea405-a17a-46d1-b0c4-caad9d2df100.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "The Hundred Ghost Stories That Led to My Death"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      },
      {
        "en": "100 Ghost Stories That Will Lead to My Own Death"
      },
      {
        "en": "100 Ghost Stories to Die For"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aebe45b0-4cb2-4811-8711-44742f02896c",
    "title": {
      "en": "Saint Seiya - Rerise of Poseidon"
    },
    "updatedAt": "2024-11-06T10:07:37+00:00",
    "coverArt": "https://mangadex.org/covers/aebe45b0-4cb2-4811-8711-44742f02896c/1a24580f-dad5-408d-a6d6-1f35cdafb7b6.jpg",
    "altTitles": [
      {
        "ja": "聖闘士星矢 海皇再起 RERISE OF POSEIDON"
      },
      {
        "pt-br": "Os Cavaleiros do Zodíaco - O Retorno de Poseidon"
      },
      {
        "ja-ro": "Saint Seiya: Kaiou Saiki RERISE OF POSEIDON"
      }
    ],
    "description": {
      "en": "The sanctuary is exhausted after the battle against the Lord of Darkness Hades.\nIn the absence of Seiya and the others, the land was about to meet its end in the wrath of the goddess Nemesis!\nAt that moment, the Emperor of the Sea Poseidon awakens to Hades' call and, together with the Seven Marina Generals challenges Nemesis and their Heroic Souls who serve her in battle!",
      "es": "El santuario está agotado tras la batalla contra el Señor de la Oscuridad Hades.\nEn ausencia de Seiya y los demás, ¡la tierra estaba a punto de encontrar su fin en la ira de la diosa Némesis!\n¡En ese momento, el Emperador del Mar Poseidón despierta a la llamada de Hades y, junto con los Siete Generales del Mar, desafía a Némesis y a las Almas Heroicas que le sirven en la batalla!",
      "ja": "冥王ハーデスとの闘いで疲弊した聖域。\n星矢たちも不在でという中で、女神ネメシスの怒りにふれ地上は破滅の時を迎えようとしていた！\nその時、ハーデスの呼びかけで覚醒した海皇ポセイドンは、七人の海将軍と共に、ネメシスとそれに仕える英魂士に戦いを挑む！",
      "es-la": "El santuario está agotado tras la batalla contra el Señor de la Oscuridad Hades.\nEn ausencia de Seiya y los demás, ¡la tierra estaba a punto de encontrar su fin en la ira de la diosa Némesis!\n¡En ese momento, el Emperador del Mar Poseidón despierta a la llamada de Hades y, junto con los Siete Generales del Mar, desafía a Némesis y a las Almas Heroicas que le sirven en la batalla!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d02647cb-0ec5-40b9-9415-ceb2c137d29a",
    "title": {
      "en": "Rugby Rumble"
    },
    "updatedAt": "2024-11-22T13:47:16+00:00",
    "coverArt": "https://mangadex.org/covers/d02647cb-0ec5-40b9-9415-ceb2c137d29a/872f8bcf-99a9-41ca-9705-73b479911edc.jpg",
    "altTitles": [
      {
        "ja": "最強の詩"
      },
      {
        "ja-ro": "Saikyou no Uta"
      }
    ],
    "description": {
      "en": "The Japan under-16 rugby team—nicknamed the Perfect Squad—shattered the power balance of high school rugby after sweeping the world cup. With so many former Perfect Squad members in their home prefecture, Rikuzen High’s rugby team has given up all hope of victory and now takes a laid-back approach to training. Enter transfer student and rugby novice Kinzan Yamada. He may be new, but he’s ready for the world of rugby. The question is whether they’re ready for him..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ce0d9df-a3cc-421e-bc33-796869b6b9f7",
    "title": {
      "en": "Shaman King"
    },
    "updatedAt": "2024-10-09T02:34:56+00:00",
    "coverArt": "https://mangadex.org/covers/5ce0d9df-a3cc-421e-bc33-796869b6b9f7/c454451c-94f9-4e7d-996c-70ecf6f8b196.jpg",
    "altTitles": [
      {
        "es-la": "Rey chamán"
      },
      {
        "ru": "Король-шаман"
      },
      {
        "ja": "シャーマンキング"
      },
      {
        "zh-hk": "通靈王"
      }
    ],
    "description": {
      "en": "Yoh Asakura is a shaman–one of the gifted few who, thanks to training or natural talent, can channel spirits that most people can't even see. With the help of his fiancée, Anna, Yoh is in training for the ultimate shaman sports event: the \"Shaman Fight in Tokyo,\" the once-every-500-years tournament to see who can shape humanity's future and become the Shaman King. But unfortunately for Yoh, every shaman in the world is competing for the same prize…\n\n\n---\nOfficial Release:\n- Indonesian release by m&c! Comics (tankoubon) and Elex Media (kanzenban)"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "33",
    "lastChapter": "300"
  },
  {
    "mangaId": "fa36a320-8ab6-4fa8-a1ce-fa58089a4e54",
    "title": {
      "en": "Match Uri"
    },
    "updatedAt": "2024-10-20T16:46:59+00:00",
    "coverArt": "https://mangadex.org/covers/fa36a320-8ab6-4fa8-a1ce-fa58089a4e54/dcce79f2-2ef2-43f9-a60f-a5c92ceb3175.jpg",
    "altTitles": [
      {
        "ja-ro": "Macchi Uri"
      },
      {
        "ja-ro": "Macchiuri"
      },
      {
        "en": "The Match Seller"
      },
      {
        "ja": "マッチ売り"
      }
    ],
    "description": {
      "en": "University student Kiyotaka Hirose finds a love letter tucked into the pages of a borrowed book. The intended recipient is a mystery, but the writer’s identity is clear: a fellow student who’s suddenly leaving Tokyo and heading back to his hometown. Hirose is determined to return the letter, and as he tries to do so he runs into a black-market match seller, Seiji Hanashiro. Drawn to each other at first sight, tangled up in destiny and their own feelings, the men see their lives turned upside down by a single love letter. The first volume of Sakae Kusama’s standalone series, Lost Letters."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "64fea981-e619-4cf1-a01d-0847679bf198",
    "title": {
      "en": "Onmir The oddity"
    },
    "updatedAt": "2024-01-02T15:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/64fea981-e619-4cf1-a01d-0847679bf198/b8547e1b-e856-4b58-b538-268fe2a781b9.png",
    "altTitles": [],
    "description": {
      "en": "In a videogame based on a fantasy world, their players are know as Onmir. Our protagonist, a notorious killer of other Onmirs, logs in one day as usual but in the split of a moment, the environment changes giving a weird feeling, suddenly he realises that he cannot log off and that if he were to die, he will die in the real world. A fall into tragedy starts...",
      "es-la": "En un Juego basado en un mundo de fantasía, dentro de este los jugadores son conocidos como Onmir. Nuestro protagonista un infame Asesino de Onmirs, se conecta como siempre lo había hecho, pero en un momento el ambiente cambia, una sensación extraña y junto a esto él se percatada que no puede salir del juego. Si muere en el juego, morirá en la vida real. Se inicia un descenso a la tragedia..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67f7d17a-d448-411d-ab6a-5649b3ebe7f0",
    "title": {
      "en": "Fei Ren Zai"
    },
    "updatedAt": "2024-07-26T13:51:21+00:00",
    "coverArt": "https://mangadex.org/covers/67f7d17a-d448-411d-ab6a-5649b3ebe7f0/347ca1fd-1b24-4a34-a38a-3ff88a1113bb.jpg",
    "altTitles": [
      {
        "en": "Myth of Chinese Monsters"
      },
      {
        "en": "No God No Human"
      },
      {
        "en": "Non-Human"
      },
      {
        "zh": "非人哉"
      }
    ],
    "description": {
      "en": "Chinese Mythical Beasts living in modern China."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "17a56d33-9443-433a-9e0d-70459893ed8f",
    "title": {
      "en": "My Wife Is From a Thousand Years Ago"
    },
    "updatedAt": "2024-08-22T22:59:21+00:00",
    "coverArt": "https://mangadex.org/covers/17a56d33-9443-433a-9e0d-70459893ed8f/45fa2357-1f30-42c5-939a-e8d1bd89c16a.jpg",
    "altTitles": [
      {
        "zh": "我家老婆来自一千年前"
      },
      {
        "zh-ro": "Wojia Laopo Laizi Yiqian Nian Qian"
      },
      {
        "zh-ro": "Wǒjiā Lǎopó Láizì Yīqiān Nián Qián"
      },
      {
        "vi": "Vợ Tôi Từ Một Ngàn Năm Trước"
      },
      {
        "vi": "Bà Xã Nhà Tôi Đến Từ Ngàn Năm Trước"
      },
      {
        "fr": "Ma femme vient d'il y a 1000 ans"
      }
    ],
    "description": {
      "en": "Jiang He, a girl from the Tang Dynasty, traveled through a thousand years and appeared in front of Xu Qing. Fate brought together this love that spanned a thousand years. Everything the girl was familiar with has become history. Relatives, friends, and enemies have all been left behind 1,200 years ago. The boy is unreserved and leads the girl to start a new life. Pain, confusion, cheers, and laughter will remain in this new world."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8b0fc40-2d9b-489b-a90c-11955c307e4a",
    "title": {
      "en": "Kemomimi Meido ga Ie ni iru"
    },
    "updatedAt": "2024-07-12T18:23:31+00:00",
    "coverArt": "https://mangadex.org/covers/b8b0fc40-2d9b-489b-a90c-11955c307e4a/f731e52f-5aac-450b-bf4c-dbf4fe456a25.jpg",
    "altTitles": [
      {
        "ja": "けもみみメイドが家にいる"
      },
      {
        "en": "My Animal-Eared Maid Is at Home"
      },
      {
        "ja-ro": "Kemomimi Meido ga Ie ni iru"
      },
      {
        "vi": "Nàng hầu gái tai thú sống tại nhà tôi"
      },
      {
        "es-la": "Mi criada con orejas de animal está en casa"
      }
    ],
    "description": {
      "en": "A loose collection of stories about the daily life of the animal-eared maid Kikimora and her master.",
      "vi": "Một ngày nọ Main vô tình tìm được một nữ bán nhân và hốt về làm maid, nội dung câu truyện xoay quanh cuộc sống hằng ngày của hai người.",
      "es-la": "Una historia sobre la vida cotidiana de la criada de orejas de animal Kikimora y su amo."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e6ead041-631d-4294-a1b7-d0c48b572134",
    "title": {
      "en": "THE iDOLM@STER: Shiny Colors - Coherent Light"
    },
    "updatedAt": "2024-10-27T14:09:15+00:00",
    "coverArt": "https://mangadex.org/covers/e6ead041-631d-4294-a1b7-d0c48b572134/fd367fc0-0a7b-4de2-81fc-920f7111b5a7.jpg",
    "altTitles": [
      {
        "ja": "アイドルマスター シャイニーカラーズ コヒーレントライト"
      },
      {
        "en": "The Idolmaster Shiny Colors Coherent Light"
      },
      {
        "en": "The Idolm@ster: Shiny Colors - Coherent Light"
      }
    ],
    "description": {
      "en": "Serizawa Asahi, Mayuzumi Fuyuko, and Izumi Mei, members of the idol unit *Straylight*, openly declare themselves as rivals. While they occasionally clash, they further polish their talents, shining even brighter. The new manga adaptation of the game *The iDOLM@STER: Shiny Colors*, compatible with the *Enza* platform, is here!",
      "ja": "芹沢あさひ・黛 冬優子・和泉愛依 互いをライバルと明言しあう アイドルユニット“ストレイライト”の３人は 時にはぶつかりながら磨かれることで さらに強く輝く――。 enza対応ゲーム「アイドルマスター シャイニーカラーズ」の新たなコミカライズがここに登場！",
      "es-la": "Serizawa Asahi, Mayuzumi Fuyuko e Izumi Mei, miembros de la unidad de idols 'Straylight,' se declaran abiertamente como rivales. Aunque ocasionalmente chocan entre sí, pulen aún más sus talentos, brillando con más intensidad. La nueva adaptación al manga del juego 'The Idolmaster Shiny Colors,' compatible con la plataforma 'enza,' ya está aquí,"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "618e7510-01c9-4d03-9e1f-d0463953d799",
    "title": {
      "en": "Koibana! Koi Seyo Hanabi"
    },
    "updatedAt": "2021-05-25T15:43:03+00:00",
    "coverArt": "https://mangadex.org/covers/618e7510-01c9-4d03-9e1f-d0463953d799/99e7e758-8597-490f-a66e-8f8d40040dd1.jpg",
    "altTitles": [
      {
        "en": "Hanabi"
      },
      {
        "en": "Koibana! - Koiseyo Hanabi"
      },
      {
        "en": "Koibana! Koiseyo Hanabi"
      },
      {
        "en": "KOIBANA!戀愛吧花火"
      },
      {
        "en": "Love Story! Fall in Love"
      },
      {
        "en": "コイバナ! 恋せよ花火"
      },
      {
        "en": "恋爱吧"
      },
      {
        "en": "花火!"
      },
      {
        "en": "코이바나"
      }
    ],
    "description": {
      "en": "Due to some mishaps during her entrance exams, Hanabi Marui finds herself entering a school of mostly boys. This is a problem for our heroine, as she has a huge disgust for the male gender. But then she meets someone who slowly turns her world upside down. This series follows the trials she and her friends go through with love.",
      "es": "Debido a algunos contratiempos durante sus exámenes de ingreso, Hanabi Marui encuentra a sí misma entrando a una escuela de la mayoría varones. Esto es un problema para nuestra heroína, ya que tiene un enorme disgusto para el género masculino. Pero entonces conoce a alguien que gira lentamente su mundo al revés. Esta serie sigue los ensayos que ella y sus amigos van a través del amor."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "10",
    "lastChapter": "67"
  },
  {
    "mangaId": "4d2242e4-748b-4f24-bd69-219bc02afe59",
    "title": {
      "en": "My Love Tiger"
    },
    "updatedAt": "2023-07-29T14:11:16+00:00",
    "coverArt": "https://mangadex.org/covers/4d2242e4-748b-4f24-bd69-219bc02afe59/b20048c3-5ffd-4bb3-9c16-ba69924cf569.jpg",
    "altTitles": [
      {
        "en": "Lord Tiger and I"
      },
      {
        "en": "Me and the Tigress"
      },
      {
        "en": "My Loli Tiger"
      },
      {
        "en": "The Tiger and I"
      },
      {
        "ko": "나와 호랑이님"
      }
    ],
    "description": {
      "en": "Sunghoon was a normal high schooler until one day, he finds out he is engaged to a tiger from Korean mythology. It is foretold that the world will end unless Sunghoon marries the tiger. This story begins with the cute smile of the tiger girl.  \n  \n*Notice: This series reads like a manga, from right-to-left.*"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "362"
  },
  {
    "mangaId": "0fd36be8-3cc8-4e6b-9351-e81885086f0a",
    "title": {
      "en": "The Villainess' Blind Date Is Too Perfect"
    },
    "updatedAt": "2024-10-28T03:32:19+00:00",
    "coverArt": "https://mangadex.org/covers/0fd36be8-3cc8-4e6b-9351-e81885086f0a/35b5bbc0-4fb7-4d3e-a176-ec0f24e33f36.jpg",
    "altTitles": [
      {
        "ko": "악녀의 맞선남이 너무 완벽하다"
      },
      {
        "en": "The Villainess' Boyfriend Is So Perfect"
      },
      {
        "en": "The Villainess' Date Is Perfect"
      },
      {
        "en": "The Villain's Match Is Too Perfect"
      },
      {
        "en": "The Devil's Match Is Too Perfect"
      },
      {
        "zh": "恶女的相亲对象太完美了"
      },
      {
        "en": "The Villainess' Match Is Too Perfect"
      }
    ],
    "description": {
      "en": "Possessed by the rumored evil woman ‘Yvonne Argenthoz’! In her original work, she was a villain who met a tragic end because she was jealous of the female lead with her male lead, but after being possessed by her, Yvonne resolves to enjoy the life of a diamond spoon in peace.\n\nBut the novel and development are different?!\n\n“If it’s Yvonne's… fishery, I think it’ll be fine.”\n\nFrom the perfect match going straight to Yvonne out of the blue, and the unexpected dark side of the story. Will Yvonne be able to live a peaceful diamond spoon life as planned?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d322930b-e3a6-4494-853d-288ebb50c6b6",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Shizoku Kaigi-hen"
    },
    "updatedAt": "2023-11-17T19:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/d322930b-e3a6-4494-853d-288ebb50c6b6/1c829d0f-9f54-4c07-840b-49b3aed61062.jpg",
    "altTitles": [
      {
        "es-la": "Mahouka Koukou no Rettousei -  La Conferencia de los Clanes Maestros"
      },
      {
        "es": "Mahouka Koukou no Rettousei -  La Cumbre de los Clanes Maestros"
      },
      {
        "en": "The Irregular at Magic High School - Master Clans Conference Arc"
      },
      {
        "en": "Mahouka Koukou no Rettousei - Master Clans Summit"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Собрание главных кланов"
      },
      {
        "ja": "魔法科高校の劣等生 師族会議編"
      },
      {
        "ja-ro": "Mahō-ka Kōkō no Rettō-sei - Shi-zoku Kaigi-hen"
      }
    ],
    "description": {
      "en": "At the Yotsuba New Year's gathering, Miyuki was names as the successor whilst Tatsuya was named her fiancé. Tatsuya and Miyuki's non-sibling relationship and engagement are now public knowledge. Among the shocked students the most shocked are those that knew the siblings.  \nMeanwhile, the Ten Master Clans selection meeting, followed by magicians all over the world, is due to take place at a hotel in Hokone.  \n  \nAdaptation of the original novel's volumes 17-19.",
      "es": "La sucesión al los Yotsuba y el compromiso de Shiba Miyuki se anunció a la comunidad mágica. Sin embargo, la Familia Ichijou de los Diez Clanes Maestros presentó una objeción. Mientras tanto, la atmósfera en la Preparatoria de Magia, el aire de respeto por los hermanos Shiba, que habían ocultado sus identidades, está siendo evitado, y Tatsuya y Miyuki se están aislando. ¡Un nuevo episodio que describe la nueva relación entre los dos ha sido adaptado a un cómic por el nuevo Takeda Hazumi!  \n  \nAdaptación de los volúmenes 17-19 de la novela ligera original."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e649234-4d5a-4c0e-9d03-80fa5b4bab17",
    "title": {
      "en": "Standard Heroes"
    },
    "updatedAt": "2024-11-16T22:55:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e649234-4d5a-4c0e-9d03-80fa5b4bab17/544722cc-7626-4eaa-8243-ec06bd93d42d.jpg",
    "altTitles": [
      {
        "ko": "표준규격전사"
      },
      {
        "en": "Ordinary Heroes"
      },
      {
        "zh": "泛泛之辈"
      },
      {
        "ko-ro": "Pyojungyugyeogjeonsa"
      }
    ],
    "description": {
      "en": "Let the standard adventure story of extremely normal(?) people begin!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "293"
  },
  {
    "mangaId": "99dac38e-cf13-44d3-93bc-e0a3a1074b40",
    "title": {
      "en": "It Turns Out That I Have Been Invincible For A Long Time"
    },
    "updatedAt": "2023-12-30T14:18:32+00:00",
    "coverArt": "https://mangadex.org/covers/99dac38e-cf13-44d3-93bc-e0a3a1074b40/3d07bc7a-2aa0-473a-9a5b-f364007f2378.jpg",
    "altTitles": [
      {
        "zh": "原来我早就无敌了"
      },
      {
        "zh": "Yuanlai Wo Zao Jiu Wudile"
      },
      {
        "en": "I've Been Invincible For A Long Time"
      }
    ],
    "description": {
      "en": "Over a five-year journey around the world, Ye Changqing first believed he could be like other cool novel protagonist systems with a plug-in, but even the most common immortal cultivator cannot be. Living close to a sect in a small town was his only option, so he started a business. His small store eventually turned into the holy land of all the righteous individuals, and the dog he raised up turned out to be the feared demon king. From that moment on, everyone acknowledged Ye Changqing as a Supreme Master."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6941f16b-b56e-404a-b4ba-2fc7e009d38f",
    "title": {
      "en": "Isshou Watashi no Joshu de ite!"
    },
    "updatedAt": "2024-11-05T14:00:33+00:00",
    "coverArt": "https://mangadex.org/covers/6941f16b-b56e-404a-b4ba-2fc7e009d38f/f1d13f6f-2cf2-4b88-83c2-da361113ef9a.jpg",
    "altTitles": [
      {
        "ja": "一生わたしの助手でいて！"
      },
      {
        "en": "Be my Assistant for Life!"
      },
      {
        "id": "Jadilah Asistenku Seumur Hidup!"
      }
    ],
    "description": {
      "en": "\"The relationship between a detective and their assistant is not unlike romance!\"\n\nDue to his natural tendency to assist others (a \"helper type\" personality that makes him constantly want to lend a hand), Mitomo Tasuku had always lived in the shadows. To break out of this, he made it his life's mission to \"become number one.\" However, at the high school he transfers to, he encounters three detective girls, who happen to be his rivals from elementary school with whom he formed a detective club together. Thus begins Tasuku's fierce battle for the top detective spot! However... these girls seem to harbor passionate feelings of a different kind...!?",
      "ja": "持ち前の助手体質(つい手助けをしてしまう体質)のせいで日陰者だった御供助玖は、その状況を打破するため「トップになる」ことを最重要課題として生きてきた。しかし、転校先の高校で出会った探偵少女3人は、小学校の頃に探偵団を一緒にやっていた因縁の相手だった! 探偵(トップ)の座をかけた助玖の熱い戦いが始まる!! ただ‥‥彼女たちは違う意味で熱い想いを秘めていて‥‥!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01d217cd-0857-4460-b463-adcb393fc97f",
    "title": {
      "en": "Babysitting the Male Lead"
    },
    "updatedAt": "2024-07-06T13:03:52+00:00",
    "coverArt": "https://mangadex.org/covers/01d217cd-0857-4460-b463-adcb393fc97f/38da563c-3344-41de-8403-2bb7aec88f2d.jpg",
    "altTitles": [
      {
        "ko": "남주를 임시보호 중입니다"
      },
      {
        "ko-ro": "Namjureul Imsiboho Jungimnida"
      },
      {
        "en": "Fostering the Male Lead"
      },
      {
        "en": "I Will Temporarily Protect the Male Lead"
      },
      {
        "fr": "Le prince apprivoisé"
      },
      {
        "ja": "オオカミ皇太子を保護しています"
      },
      {
        "zh": "临时保护我方男主"
      }
    ],
    "description": {
      "en": "I somehow took over the body of a villainess in a novel. Originally, I was supposed to die after coveting the male lead, but instead, I decided to become a rich unemployed woman and enjoy a life full of pleasures.\n\n\"You said you wanted to raise a puppy, so this brother went to hunt one for you. How's your brother's hunting skills?\"\n\nUntil my brother came back after hunting the male lead who had turned into a wolf…\n–\nHaving been forced to look after the male lead, I somehow succeeded in taming him after many twists and turns. Now all that's left is to look for this mysterious female lead and hand over the leash, then it will be all over. But…\n\n\"Have you become tired of me?\"\n\n\"No, not at all.\"\n\n\"Then why do you keep trying to send me to a strange person?\"\n\nMaybe it's because he has stayed with me for too long, but it seems he has lost his social skills and has also developed separation anxiety.\n\n\"That person is someone very important to Your Highness.\"\n\n\"The only person who is important to me is you.\"\n\n\"Are you sure?\"\n\n\"Yes, because I've imprinted,\" he whispered and curved the corner of his eyes, \"on you.\"\n\nThe half-bent, bright yellow eyes were brimming with obsession.\n\n---\nRosetta Kazel is enjoying her life as the villainess of a novel, until she's given a silver wolf to be her new pet. Rosetta knows this is none other than the cursed male lead of the novel, Prince Sihael von Idris, who's become stuck in his wolf form! To follow the novel, all Rosetta has to do is look after the wolf prince until the female lead can show up. But what if events have changed so much from the novel that she never turns up? How long will Rosetta be stuck caring for this unruly pup?\n\n---\n\n[Original Novel](https://page.kakao.com/content/55937153)\n\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EB%82%A8%EC%A3%BC%EB%A5%BC-%EC%9E%84%EC%8B%9C%EB%B3%B4%ED%98%B8-%EC%A4%91%EC%9E%85%EB%8B%88%EB%8B%A4/3091), [KakaoPage](https://page.kakao.com/content/60651851)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef409a08-b2f4-4ded-abef-972ef1aec2f1",
    "title": {
      "en": "Naze ka S-kyuu Bijotachi no Wadai ni Ore ga Agaru Ken"
    },
    "updatedAt": "2024-11-15T08:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/ef409a08-b2f4-4ded-abef-972ef1aec2f1/0d00d2a2-5d92-488d-9e42-6e028c186ffc.jpg",
    "altTitles": [
      {
        "ja": "なぜかS級美女達の話題に俺があがる件"
      },
      {
        "ja-ro": "Nazeka S-kyuu Bijotachi no Wadai ni Ore ga Agaru Ken"
      },
      {
        "en": "For Some Reason, I'm a Topic of Conversation Between S-Rank Beauties"
      },
      {
        "en": "That Time I Somehow Got Elevated into a Hot Topic Among S-Class Beauties"
      },
      {
        "id": "Entah Bagaimana Aku Jadi Bahan Bicaraan Cewek Cantik di Kelas S"
      }
    ],
    "description": {
      "en": "High school girls Sara Himekawa, Rin Kohinata, and Yuna Takamori are called “S-class beauties,” admired by everyone for their unparalleled beauty. While the school is abuzz with questions about the mysterious guy that the girls are talking about, Haruya Akasaki, a quiet boy in the class, is feeling anxious. In fact, the subject of the girls' talk is Haruya! He definitely does not want to draw that much attention at school, so he tries to make the girls lose interest in him, but it all backfires and…\n\nThis is a school harem comedy between a plain guy and “S-class beauties.\"",
      "ja": "クラスのマドンナたちの話題はすべて俺？\n静かに過ごしたいのに、なぜか《S級美女》達と学園ハーレムラブコメに!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "014374f6-c420-4361-9ee9-93675f7e36bb",
    "title": {
      "en": "HadaCamera"
    },
    "updatedAt": "2024-10-04T13:44:36+00:00",
    "coverArt": "https://mangadex.org/covers/014374f6-c420-4361-9ee9-93675f7e36bb/bd2da80f-2d77-4a51-a2e9-f4de5ec31010.jpg",
    "altTitles": [
      {
        "en": "Naked Camera"
      },
      {
        "ru": "Голый фотоаппарат"
      },
      {
        "ja": "ハダカメラ"
      },
      {
        "ko": "알몸 카메라"
      },
      {
        "ru": "Обнажённый объектив"
      }
    ],
    "description": {
      "en": "Because he did not pass his college entrance exam, Kagami Kyosuke cannot stay close to Kojo Hikari, the love of his life. So instead he gets a part-time job near her university and buys an old camera since Hikari is passionate for photography. But as it turns out, that camera also has a secret which will get him involved in all sorts of \"exciting\" and \"awkward\" situations especially with Botan Oshikiri, his senpai and co-worker. How will Kyosuke's life play out now?  \r\n\r\n\r\n---",
      "id": "Karena dia tidak lulus ujian masuk perguruan tinggi, Kagami Kyosuke tidak bisa tinggal dekat dengan Kojo Hikari, cinta dalam hidupnya. Jadi alih-alih dia mendapatkan pekerjaan paruh waktu di dekat universitasnya dan membeli kamera tua karena Hikari sangat menyukai fotografi. Namun ternyata, kamera itu juga memiliki rahasia yang akan membuatnya terlibat dalam segala macam situasi \"menarik\" dan \"canggung\" terutama dengan Botan Oshikiri, senpai dan rekan kerjanya. Bagaimana kehidupan Kyosuke mulai dari sekarang?",
      "ru": "Провалившись на вступительных экзаменах в университет, Кагами Кёскэ также потерял возможность сблизиться со своей школьной любовью — Кодзё Хикари. Надеясь сохранить с ней связь, он не только устраивается работать в кафе рядом с её кампусом, но и покупает подержанный полароид, чтобы найти общую тему для разговоров с увлекающейся искусством фотографии Хикари. Однако Кагами не знал, что он приобрел очень необычный фотоаппарат…  \r\n\r\n\r\n---"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "81"
  },
  {
    "mangaId": "6ef89adb-a840-49d1-a60c-a0f322636650",
    "title": {
      "en": "Childcare Diary With the Villain"
    },
    "updatedAt": "2024-11-23T02:55:33+00:00",
    "coverArt": "https://mangadex.org/covers/6ef89adb-a840-49d1-a60c-a0f322636650/d9988798-d5e3-4677-9e8a-a880187acf11.jpg",
    "altTitles": [
      {
        "en": "Childcare Diaries"
      },
      {
        "ko": "흑막과의 육아일기"
      },
      {
        "es-la": "El diario de crianza con el Villano"
      }
    ],
    "description": {
      "en": "Mary didn’t know what to expect of the afterlife, but it certainly wasn’t becoming the evil, murderous nanny of the novel she was reading. Her circumstances become secondary concerns when she realizes that no matter what, Briel must remain safe. It’s the only way to keep his uncle, Count Kentryle Chalant, from the path of revenge. Can she keep her new charge safe and change the entire plot, or will the true villain get the best of them all? And is she going to find love on the way?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e2249870-322e-461f-9704-249d49d8fa89",
    "title": {
      "en": "Ushiro no Seki no Gyaru ni Sukarete Shimatta -Mou Ore wa Damekamoshirenai-"
    },
    "updatedAt": "2024-10-11T15:30:38+00:00",
    "coverArt": "https://mangadex.org/covers/e2249870-322e-461f-9704-249d49d8fa89/e4a5d117-2f5b-4ad6-b483-825564bae446.jpg",
    "altTitles": [
      {
        "ja": "うしろの席のぎゃるに好かれてしまった。　もう俺はダメかもしれない。"
      },
      {
        "en": "The Gal is Sitting Behind Me, and Loves Me -Maybe I'm Screwed Already-"
      }
    ],
    "description": {
      "en": "***My school life has changed drastically just because she likes me that I barely talk with?!***\n\nYuizaki Shino, one of the most beautiful girls in the school is a classmate of Fujiwara Sandai sitting behind him. It was only on a whim that Sandai helped her out despite spent his days studying and not having a single friend. It was supposed to be―\n\n*\"I couldn't wait for after school! ....Hey, hold on a minute?\"*\n\nThat day and moment led Sandai to start dating Shino. They spend time together after school, they keep up with each other's hobbies, and they stay over frequently.... She's kind-sweet and always clings to him. And somehow, the other classmates started to pay attention to Sandai, they slowly changing his style appearance, and there was a lot of talks around his belt. He's more unsettled than when Sandai alone before. ....Well, this kind of school life isn't so bad, is it?\n\n---\n\n****Note: Earlier release chapter will be on Monthly Comic Dengeki Daioh before Comic Walker release***",
      "ja": "何の接点も無い彼女に好かれた…だけで、俺の学園生活が激変!?\n\n　うしろの席の同級生で、学校有数の美少女ギャル・結崎志乃。\n\n勉強ばかりで、友達が一人もいない日々を過ごす俺が、彼女を助けたのは、ほんの気まぐれにすぎなかった。\nそのはずが――\n\n「放課後が待ち遠しかった！　……ね、ちゅーして？」\n\n　その出来事をきっかけに、俺は志乃と付き合うことになった。\n学校が終われば一緒に過ごして、お互いの趣味に付き合って、頻繁にお泊まりして……\n彼女は優しく、いつも俺にべったり。\n\n　さらにクラスメイトに注目されるようになって、俺の見た目を改造してくれたり、俺の周りも騒がしく。\n一人の時より、落ち着かないんだが……ま、こんな学校生活も悪くはないか。\n\n---\n\n- [Web Novel](https://kakuyomu.jp/works/1177354054921974753)\n- [Official LN (JP)](https://fantasiabunko.jp/special/202206ushironoseki)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ad4148b-8c9e-48d5-89ec-e7b98a660e42",
    "title": {
      "en": "Oomuro-ke"
    },
    "updatedAt": "2024-10-14T05:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/9ad4148b-8c9e-48d5-89ec-e7b98a660e42/2be55d2a-87b4-4cf3-8edb-c89f18232771.jpg",
    "altTitles": [
      {
        "en": "OMRK"
      },
      {
        "ja-ro": "Ōmuro-ke"
      },
      {
        "en": "Oomuro Family"
      },
      {
        "en": "Oomuro House"
      },
      {
        "ja-ro": "Oomuroke"
      },
      {
        "ja": "大室家"
      },
      {
        "en": "Ohmuroke"
      },
      {
        "en": "Ohmuro-ke"
      }
    ],
    "description": {
      "en": "*A spin-off of the YuruYuri series featuring the Oomuro family of sisters!*\n\nFrom oldest to youngest, there's **Nadeshiko**, the cool and serious high schooler; **Sakurako**, the silly, lazy, and (slightly) dimwitted middle schooler; and **Hanako**, the intelligent and mature elementary schooler! \n\nThis story focuses on these three sisters, their friends. and the many fun and wild adventures they have together!",
      "ja": "優秀な長女・撫子、残念な次女・櫻子、優秀な三女・花子からなる大室家３姉妹。自由奔放な櫻子を中心に今日も大室さん家は賑やかです♪"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]