[
  {
    "mangaId": "4fd144b8-fc47-4cf4-afc7-9191d88dcc4a",
    "title": {
      "en": "Kutabire Salarymen no Ore, 7nenburi ni Saikai shita Bishoujo JK to Dosei wo Hajimaru"
    },
    "updatedAt": "2024-10-30T21:49:11+00:00",
    "coverArt": "https://mangadex.org/covers/4fd144b8-fc47-4cf4-afc7-9191d88dcc4a/4cdeb41e-8b7b-46c1-b2da-0a95bbf2f168.jpg",
    "altTitles": [
      {
        "ja": "くたびれサラリーマンな俺、7年ぶりに再会した美少女JKと同棲を始める"
      },
      {
        "en": "I, a Tired Office Worker, Start Living Together with a Beautiful Highschool Girl whom I Met Again After 7 Years"
      },
      {
        "es": "Soy un Cansado Asalariado, y Comencé a Vivir con una Hermosa Estudiante de Secundaría Luego de Reencontrarnos 7 Años Después"
      }
    ],
    "description": {
      "en": "Amae Yuuya, an office worker in his third year of employment, is completely exhausted by the daily grind. Then, for the first time in seven years, Yuuya meets Aoi Shiratori, a girl eight years younger than him who used to live in his neighborhood. She had grown up to be a beautiful JK girl who was good at housework, and she said to him,\n\n“Yuuya-kun, would you like to live with me under the premise of marriage?”\n\nAoi desperately wants to live with Yuuya, her first love. Yuuya, who is puzzled, agrees to live with Aoi as a guardian for the time being, but Aoi’s aggressive approach makes him very nervous inside.\n\n[Light Novel](https://firecross.jp/hjbunko/series/492)",
      "es": "Amae Yuya, un oficinista en su tercer año de empleo, está completamente agotado por la rutina diaria. Entonces, por primera vez en siete años, Yuya se encuentra con Aoi Shiratori, una chica ocho años más joven que él que solía vivir en su barrio. Quien había crecido hasta convertirse en una hermosa chica JK a la que se le daban bien las tareas domésticas. Este repentino acto de acontecimientos tenía un sólo propósito. Y era el vivir juntos bajo la premisa del matrimonio dado a una promesa que ambos se hicieron hace 7 años. Esta es la historia de viejos amigos que empezaran una vida juntos como si fueran esposo.",
      "ja": "毎日激務に追われる“くたびれサラリーマン”天江雄也。いつも通りくたびれていたある日、彼の家を訪ねてきたのは8歳年下の幼馴染・白鳥葵。7年ぶりに再会した葵は、いまやすっかり女子高生。JKがサラリーマンに何の用かと思ったら…まさかの求婚!?からの同棲!!?あくまで保護者として振る舞おうとする雄也だが、葵からの猛烈アプローチに実は動揺しまくりで――!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9484b1fd-0271-4c9b-b096-7e313823058e",
    "title": {
      "en": "Jitsu wa Ore, Saikyou Deshita?"
    },
    "updatedAt": "2024-11-15T16:57:47+00:00",
    "coverArt": "https://mangadex.org/covers/9484b1fd-0271-4c9b-b096-7e313823058e/99d7deec-670e-4e46-8736-5005cb1fb147.jpg",
    "altTitles": [
      {
        "ja": "実は俺、最強でした？"
      },
      {
        "en": "Am I Actually the Strongest?"
      },
      {
        "ko": "실은 나, 최강이었다?"
      },
      {
        "zh": "其实，我乃最强？"
      },
      {
        "zh": "其实，我是最强的？"
      },
      {
        "zh-hk": "其實，我是最強的？"
      },
      {
        "fr": "Suis-je en fait le plus fort ?"
      },
      {
        "ka": "სინამდვილეში ყველაზე ძლიერი ვარ?"
      },
      {
        "id": "Apakah Aku Sebenarnya Yang Terkuat?"
      },
      {
        "pt-br": "Na Verdade, Eu Sou o Mais Forte?"
      },
      {
        "ru": "На самом деле, я самый сильный?"
      },
      {
        "es": "¿En realidad soy el más fuerte?"
      },
      {
        "th": "ผมเทพสุดจริงเหรอ?"
      },
      {
        "vi": "Tôi Có Thực Sự Là Người Mạnh Nhất Không?"
      }
    ],
    "description": {
      "en": "To be reincarnated into another world with the promise of a \"cheat\" power is one thing... but to be reborn as a baby, and then left for dead after your royal parents think you're powerless? That's another thing entirely!\n\nNow the newly-born Reinhart — or Hart to his new friends — must find his way through a dangerous world. But luckily, he's got magic that's quite literally off the charts!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10050/episode/322262) (U.S. Only), [Kodansha](https://kodansha.us/series/am-i-actually-the-strongest/)",
      "ja": "赤ちゃんに転生したのに捨てられた！チート魔法力で生き延びろ！",
      "pt": "Um NEET é renascido em outro mundo com a promessa de um avida pacifica. Apesar de ter nascido na realeza, devido a sua magica parecer fraca, seus pais o abandonaram sem pensar em uma floresta para ser devorado por monstros. Contudo sua magia é desumanamente poderosa. O que ele devera fazer para obter a vida pacifica que ele tanto deseja?\n\nHikikomori (引き篭り) é um termo que significa literalmente isolado em casa, ele é usado para referir-se a pessoas que apresentam graves níveis de isolamento, normalmente são jovens entre 13 e 39 anos que muitas vezes são sustentados pelos pais ou trabalham online. NEET é basicamente a mesma coisa mas tem suas diferenças.\"",
      "ru": "Парень перерождается в другой мир, чтобы иметь обещанную мирную жизнь. Ребенком его бросают в лесу за низкий уровень магии, который не может быть измерен современными радарами. Что ему нужно сделать, чтобы достичь мирной жизни, которую он так желает?",
      "es-la": "Un chico renace en otro mundo para tener una vida pacífica. Un bebé nacido de poder y realeza, abandonado en el bosque por tener un poder que no puede ser comparado ni por los radares modernos (no, no esta ni cerca de sobrepasar los 9000). ¿Qué hara para obtener la vida pacífica que él tanto desea?\"",
      "pt-br": "Reencarnar em outro mundo com a promessa de um poder de \"trapaça\" é uma coisa... mas renascer como um bebê e então ser deixado para morrer depois que seus pais reais acham que você é impotente? Isso é outra coisa completamente diferente!\n\nAgora, o recém-nascido Reinhart — ou Hart para seus novos amigos — deve encontrar seu caminho através de um mundo perigoso. Mas, felizmente, ele tem uma magia que está literalmente fora dos gráficos!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2024-11-10T21:44:21+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/b70aa6b6-03a3-403e-9c14-91f7cc126ab2.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6a8a10f6-b56e-47b4-8a36-951bec3900f0",
    "title": {
      "en": "My New Girlfriend Is Not Human?"
    },
    "updatedAt": "2024-12-17T20:35:28+00:00",
    "coverArt": "https://mangadex.org/covers/6a8a10f6-b56e-47b4-8a36-951bec3900f0/7cf61537-ff8a-4aef-a06a-c43449a7393c.jpg",
    "altTitles": [
      {
        "es-la": "¿Mi nueva novia no es humana?"
      },
      {
        "de": "Meine neue Freundin ist kein Mensch?"
      },
      {
        "fr": "Ma Nouvelle Copine N'est Pas Humaine ?"
      },
      {
        "id": "Pacar Baruku Bukan Manusia?"
      },
      {
        "pt-br": "Minha nova namorada não é humana?"
      },
      {
        "tr": "Yeni kız arkadaşım insan değil mi?"
      },
      {
        "uk": "Моя нова дівчина — не людина?"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3e7a601b-1040-4473-b590-ca27ed8cff8c",
    "title": {
      "en": "The Hunter Wants to Live Quietly"
    },
    "updatedAt": "2024-11-12T20:29:13+00:00",
    "coverArt": "https://mangadex.org/covers/3e7a601b-1040-4473-b590-ca27ed8cff8c/2af8b05e-0f11-4170-9168-7c9eaf7a6104.jpg",
    "altTitles": [
      {
        "ko": "헌터는 조용히 살고 싶다"
      },
      {
        "en": "The Hunter Wants to Live in Peace"
      },
      {
        "ko": "헌조살"
      }
    ],
    "description": {
      "en": "Hunter Cha Euijae, sent to seal a rift over the West Sea, was flung out after closing it. When he regain consciousness, he found himself in a garbage dump—eight years in the future. Starving, he stumbled into a hangover soup restaurant and realized the world had changed. Now, disaster alerts warn of rift openings, slime ASMR videos are trending, and hunters livestream A-rank sword unboxings. Instead of the looming apocalypse, the future is oddly peaceful, leaving Cha Euijae feeling empty. Deciding to leave his hunter days behind, he chooses to work part-time at the restaurant. But his quiet new life takes a turn when he meets a mysterious figure in a gas mask…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3a03d32-2859-4787-b966-cdad76fc0b05",
    "title": {
      "en": "A family that's close enough to share clothes"
    },
    "updatedAt": "2024-12-24T06:26:51+00:00",
    "coverArt": "https://mangadex.org/covers/f3a03d32-2859-4787-b966-cdad76fc0b05/28d993ac-9370-43bf-98f5-43cd48bca493.png",
    "altTitles": [
      {
        "ja": "洋服もシェアできる仲良し親子"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3295871-b930-4ee3-ac0f-ff7102ecec4e",
    "title": {
      "en": "Sasha-chan to Classmate Otaku-kun"
    },
    "updatedAt": "2024-12-23T02:40:16+00:00",
    "coverArt": "https://mangadex.org/covers/c3295871-b930-4ee3-ac0f-ff7102ecec4e/dccbd42d-5a83-431d-aba7-e889002efc5d.jpg",
    "altTitles": [
      {
        "ja": "サーシャちゃんとクラスメイトオタクくん"
      },
      {
        "en": "Sasha-chan and Her Classmate Otaku-kun"
      },
      {
        "fr": "Sasha et son camarade Otaku"
      },
      {
        "es-la": "La chica de secundaria Sasha-chan y su compañero de clases Otaku-kun"
      },
      {
        "en": "Sasha-chan & Her Classmate Geek-kun"
      },
      {
        "en": "Sasha and Her Otaku Classmate"
      },
      {
        "ru": "Саша и ее одноклассник Отаку"
      },
      {
        "zh-hk": "莎夏醬和阿宅君同學"
      },
      {
        "zh": "JC莎夏酱和同班的宅宅"
      },
      {
        "vi": "Bé sơ trung Sasha và thằng bạn Otaku cùng lớp"
      }
    ],
    "description": {
      "en": "I am an aspiring mangaka, currently assisting in the production of erotic doujinshi as a middle school student. While I was reading doujinshi at school, a beautiful girl very interested in erotic things, Sasha-san, suddenly called me “Master”!?\n\nThe story of a beautiful, cheerful girl volunteering to be my ecchi disciple.",
      "fr": "Fujiwara est un mangaka amateur, il dessine des mangas érotiques alors qu’il n’est que collégien. Tandis qu'il lisait un porno à l'école, une jolie fille nommée Sasha qui s’avère être très intéressée par ces choses, et lui adresse la parole, elle se met même à l’appeler \"Maître\" !? \n\n\u2029\u2029C’est l'histoire d'une belle et joyeuse fille qui se porte volontaire pour être mon disciple dans la perversion.",
      "ja": "僕は未来の大漫画家にして現えっちな同人誌アシの中学生。学校で同人誌を読んでいたら、えっち方面に興味津々の美少女、サーシャさんから「ししょー」と呼ばれ‥‥!?",
      "es-la": "Sin importarle el qué dirán y sin temor a caer en lo más bajo de la escala social dentro de la escuela, Otaku-kun no oculta su gran afición por los mangas para adultos, cosa que le hace ganarse el rechazo de su salón apenas en el primer día de clases; sin embargo, Sasha, lejos de sentir aberración por su afición, muestra un interés peculiar, iniciando así una relación... ¡¿mentor-alumna?!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3a8488a3-8b93-4576-baee-cae53c2be018",
    "title": {
      "en": "Kill the Male Lead to Become the Villainess"
    },
    "updatedAt": "2024-12-07T20:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/3a8488a3-8b93-4576-baee-cae53c2be018/24246a44-11a6-4441-816e-2372481bd10e.png",
    "altTitles": [
      {
        "zh": "杀死男主然后成为女魔头"
      },
      {
        "ru": "Убить главного героя, чтобы стать злодейкой"
      },
      {
        "zh-ro": "Sha Si Nan Zhu Ranhou Chengwei Nv Mo Tou"
      },
      {
        "zh-ro": "Shā Sǐ Nán Zhǔ Ránhòu Chéngwéi Nǚ Mó Tóu"
      },
      {
        "en": "Kill the Male Lead to Become the Demoness"
      },
      {
        "vi": "Giết Chết Nam Chính, Ta Trở Thành Nữ Ma Đầu."
      }
    ],
    "description": {
      "en": "After killing the male lead, the originally innocent girl transformed into a villainess.\nJust as she was about to enjoy her newfound freedom, she died a violent death and returned back to the start of the game.\nHaving carried over with her all the skills she acquired in her previous \"playthrough\", she was prepared to kill the male lead again; however, the current circumstances seem a bit... strange?",
      "ru": "Убив главного героя, девушка становится монстром в глазах других, но, собираясь насладиться свободой, трагично погибает и оказывается в начале игры. Сохранив знания и навыки из прошлой жизни, она собирается повторить своё убийство, однако происходящее кажется немного… странным.\n«Да кто же ты такой?!»",
      "zh": "杀死男主角后，原小白花女二黑化成了女魔头，正当她快意江湖的时候却暴毙回到游戏的开头。继承了上周目所有能力的她准备先下手为强再次杀死男主，只是现在的情况好像有点……意外？ “不对，你到底谁啊——？！”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9b449f97-87a9-485f-b7d6-fd6732904dea",
    "title": {
      "en": "Maou Reijou no Kyouiku Gakari ~Yuusha Gakuin o Tsuihou Sareta Heimin Kyoushi wa Maou no Musume-Tachi no Katei Kyoushi to Naru~"
    },
    "updatedAt": "2024-12-05T04:49:28+00:00",
    "coverArt": "https://mangadex.org/covers/9b449f97-87a9-485f-b7d6-fd6732904dea/a6b2a195-9a49-4ff0-8b09-f2da81daf8ab.jpg",
    "altTitles": [
      {
        "ja": "魔王令嬢の教育係 ～勇者学院を追放された平民教師は魔王の娘たちの家庭教師となる～"
      },
      {
        "en": "The Demon King's Educator: The Common Teacher Who Has Been Exiled From the Heroes' Academy Becomes a Private Teacher for Demons' Daughters"
      },
      {
        "en": "The Demon King's Educator: The Common Teacher Who Has Been Exiled From the Brave Academy Becomes a Private Teacher for the Devil's Daughters"
      }
    ],
    "description": {
      "en": "Flay Garnet has been fired from the academy after being set up by his colleague. He receives a job offer from a mysterious maid. The job offer is to be a tutor to the five daughters of the Demon King! At first, they didn’t trust him to be taught by a human, but as he demonstrates his abilities, he begins to gain the trust of the Demon King’s daughters.\nFlay’s new life as an educator, under one roof with five cute but problematic girls with varying personalities, begins!",
      "ja": "次代の英雄を育てる学院̶̶通称『勇者学院』。そこで教鞭をとっていたフレイは、同僚に嵌められてクビになってしまう。そんな彼は、謎のメイドから再就職先を斡旋される。その仕事とは、５人の魔王令嬢たちの家庭教師だった！英雄を育てていた教師が、魔王の娘たちを育てていく。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e0663914-2abc-4642-808b-be49b50d45cd",
    "title": {
      "en": "City: Crime Stories"
    },
    "updatedAt": "2023-08-27T06:09:40+00:00",
    "coverArt": "https://mangadex.org/covers/e0663914-2abc-4642-808b-be49b50d45cd/e926200b-0b8f-433d-9227-ea6ed0a3f3be.png",
    "altTitles": [
      {
        "en": "City"
      }
    ],
    "description": {
      "en": "The city is a terrible place to live. Greedy corporations, crazy cyborgs and shootouts on every corner.\nArmed gangs look at the rest of the inhabitants as their legitimate prey.\nAlice is a young girl who accidentally finds herself in the center of a criminal showdown.\nNow she can only dream of a quiet life, but it will soon become clear who is the real predator."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "244c9d4f-e5fb-4590-9b96-4da191977b33",
    "title": {
      "en": "Skip and Loafer"
    },
    "updatedAt": "2024-10-13T11:08:40+00:00",
    "coverArt": "https://mangadex.org/covers/244c9d4f-e5fb-4590-9b96-4da191977b33/1c3faf6e-c52e-4abe-989f-6eda029f9612.jpg",
    "altTitles": [
      {
        "en": "Skip & Loafer"
      },
      {
        "ja-ro": "Skip to Loafer"
      },
      {
        "ru": "Долой безделье!"
      },
      {
        "ja": "スキップとローファー"
      },
      {
        "uk": "Геть Неробство"
      },
      {
        "tl": "Skip at Loafer"
      }
    ],
    "description": {
      "en": "Iwakura Mitsumi always had big dreams, of leaving her small town, advancing to a top tier university, and then contributing to the country before retiring back to her home town. So focused is she on her goal that she is oblivious to all the other ways she comes up short, much to the chagrin and concern of her friends and family. Can a naive country girl make it in Tokyo?  \n  \nNominated for the 2020 Manga Taisho Award, came in third behind the winner Blue Period and second place, Spy x Family."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67e26e23-1d15-47ef-b5bc-0229efb3b63a",
    "title": {
      "en": "Madara Rumble"
    },
    "updatedAt": "2024-12-02T21:53:26+00:00",
    "coverArt": "https://mangadex.org/covers/67e26e23-1d15-47ef-b5bc-0229efb3b63a/617e0a65-8b07-4013-87e1-83807530b00b.jpg",
    "altTitles": [
      {
        "ja": "マダラランブル"
      },
      {
        "en": "Madara Girls Scramble"
      },
      {
        "ja-ro": "Madara Ramble"
      }
    ],
    "description": {
      "en": "In modern Japan, where \"vampires\" that mimic humans and prey on them run rampant, there are girls who secretly fight these creatures, armed with silver weapons! Among the vampire exterminators is a team known as the \"Madara-sou,\" a unit notorious for being full of \"troublemakers.\" Newly assigned to this group is Reo, a girl with a certain secret. There, she encounters Kaika Kiriya, a woman who's particularly \"dangerous,\" even among the eccentric residents of Madara-sou.\n\nA thrilling, over-the-top, and occasionally heartwarming tale of friendship. Hunt, hunt, hunt! A girly vampire action story!",
      "ja": "人に擬態し、人を喰う「吸血鬼」が跋扈する現代日本。ヤツらを狩るため、銀武器片手に人知れず戦う少女たちがいた！駆除業者の中でも問題児が集まった部隊・即応六班――通称「まだら荘」。吸血鬼を引き寄せる「ごちそう」体質を持ち、人を遠ざけ生きてきた昴 玲央がそこで出会ったのは、まだら荘の中でも一際美しく一際ヤバイ女・紀里谷 開花でーー。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb",
    "title": {
      "en": "Kyouran Reijou Nia Liston: Byoujaku Reijou ni Tensei Shita Kamigoroshi no Bujin no Karei Naru Musouroku"
    },
    "updatedAt": "2024-12-07T23:11:53+00:00",
    "coverArt": "https://mangadex.org/covers/5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb/09ab0d25-4666-4758-bd01-14c8b866412b.jpg",
    "altTitles": [
      {
        "ja": "凶乱令嬢ニア・リストン 病弱令嬢に転生した神殺しの武人の華麗なる無双録"
      },
      {
        "en": "Nia Liston: The Merciless Maiden"
      },
      {
        "vi": "Cuồng loạn lệnh nương - Nia Liston"
      }
    ],
    "description": {
      "en": "\"I wanted to die fighting anyway.\"\n\nThe great hero, who once even killed a god, wanted to fight even in death. What awaited her was her reincarnation as a sickly noblewoman. In the future world, she becomes the beautiful but too weak Daughter Nia Liston, but in her second life, she goes on a rampage in battle, in delivery activities and in academy life!\n\nThis is a record of the brilliant battles of the hero who will eventually be known as the \"Wicked Rampant Daughter\". The most powerful Warriors' Daughter presents the start of a painful otherworldly entertainment!",
      "ja": "「どうせなら、戦って死にたかった」かつて神殺しをも成し遂げた大英雄は、死の間際でさえ戦いを望んでいた。そんな彼女を待ち受けていたのは、病弱な貴族令嬢への転生で――。未来の世界で美しくも弱すぎる令嬢ニア・リストンとなった彼女だったが、第二の人生では戦いでも、配信活動でも、学院生活でも大暴れ!?これは、いずれ「凶乱令嬢」と呼ばれる英雄の、華麗なる戦いの記録。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "646d9695-113b-42ca-b143-438d90a1b95b",
    "title": {
      "en": "Human Weapon Katsuo!"
    },
    "updatedAt": "2023-09-27T17:08:02+00:00",
    "coverArt": "https://mangadex.org/covers/646d9695-113b-42ca-b143-438d90a1b95b/f56cddc0-f086-44d6-aec6-9e1bd6042eac.jpg",
    "altTitles": [
      {
        "en": "Human Weapon - Katsuo"
      },
      {
        "ja": "人間凶器カツオ!"
      },
      {
        "ja-ro": "Ningen Kyouki Katsuo!"
      }
    ],
    "description": {
      "en": "The protagonist Hamada Katsuo, is your everyday pervert/loser character. He's starting a new semester in school, so he wants to escape from his loser days, the only problem is the new change in look/lifestyle he got is that of a gang member. He beats a strong guy that was bullying a friend of his by mistake and now, because of it he's the target for all the gangs in the region, even though he's still only a weakling and a pervert. Will Katsuo escape alive…? Find out."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "77"
  },
  {
    "mangaId": "e4913955-6d5b-47ff-835e-120d0509c7a3",
    "title": {
      "en": "Mizuno Shinobu no Risou no Renai"
    },
    "updatedAt": "2024-09-14T05:22:04+00:00",
    "coverArt": "https://mangadex.org/covers/e4913955-6d5b-47ff-835e-120d0509c7a3/8684fd3e-b8c8-435d-a226-720dab1c9a34.jpg",
    "altTitles": [
      {
        "ja": "水野忍の理想の恋愛"
      },
      {
        "vi": "Tình Yêu Lý Tưởng Của Shinobu Mizuno"
      }
    ],
    "description": {
      "en": "Mizuno is a thirty-something office worker who is not good at real love and loves shojo manga. While he is tormented by regret after spending the night with Meguro, a subordinate he has a crush on, under the influence of alcohol, Meguro casually proposes to them that they go out together...!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "64c59add-698a-4260-8671-848356f26eab",
    "title": {
      "en": "Gendai Shakai de Otome Game no Akuyaku Reijou wo Suru no wa Chotto Taihen"
    },
    "updatedAt": "2024-10-26T09:48:02+00:00",
    "coverArt": "https://mangadex.org/covers/64c59add-698a-4260-8671-848356f26eab/4ff5223d-fb79-4d0e-8aa3-3685257041fd.jpg",
    "altTitles": [
      {
        "ja": "現代社会で乙女ゲームの悪役令嬢をするのはちょっと大変"
      },
      {
        "ja-ro": "Gendai Shakai de Otome Game no Akuyaku Reijou o Suru no wa Chotto Taihen"
      },
      {
        "en": "Modern Villainess: It’s Not Easy Building A Corporate Empire Before The Crash"
      },
      {
        "id": "Tidak mudah membangun kerajaan perusahaan sebelum runtuh"
      }
    ],
    "description": {
      "en": "In the tough times after the Japanese economic bubble burst, a career woman suffering through the aftermath reincarnates as Keikain Runa, the villainess of an otome game with a modern setting! However, not long after reincarnating, she realizes just how dire a situation her family is in due to the ongoing financial recession. Using knowledge from her previous life, Runa sets out to rescue her new family from crisis and stand against the tide of 'the times' that caused her past life to end in misery.",
      "id": "Saya bereinkarnasi sebagai putri jahat dalam game otome berdasarkan dunia modern.\r\n\r\nTetapi karena ini adalah dunia modern, kehidupan lambat seorang penjahat memiliki banyak kesulitan, dan sejarah Jepang modern, sejarah ekonomi modern, dan ekonomi global menyerang karakter utama saat dia mencoba mengatur urusan rumah tangga.\r\n\r\nBertahanlah, penjahat! Jangan kalah, penjahat!\r\n\r\nIni adalah kisah tentang perjuangan Keikain Runa, seorang putri jahat yang melemparkan dirinya ke dalam pemalsuan sejarah dan perang uang, meninggalkan karakter utama dan target penangkapan untuk menjalani kehidupan yang lambat, dengan latar belakang Perang Dunia yang hilang , runtuhnya gelembung ekonomi, dan krisis keuangan yang mengancam.",
      "ja": "バブル崩壊以降長く続く不況に沈む日本――。厳しい時代の中で不遇に喘ぐ女性が、失意のうちに命を落とした。しかし彼女の運命はそこで終わらず、目を覚ますと“現代”を舞台にした乙女ゲームの悪役令嬢・桂華院瑠奈に転生を果たす！時はバブル崩壊直後、転生からほどなくして生家が危機に瀕するも、前世の知識を駆使して平成の一大特需“ITバブル”に乗ることに成功。莫大な利益を手にした瑠奈は、破滅の運命を回避――したはずだった･･･。\n\n「これは、私達が時代に行う復讐の物語よ」"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e05dd982-6d09-4f3d-8e8e-6c9ae65b5857",
    "title": {
      "en": "The Color of the End: Mission in the Apocalypse"
    },
    "updatedAt": "2024-11-14T18:20:42+00:00",
    "coverArt": "https://mangadex.org/covers/e05dd982-6d09-4f3d-8e8e-6c9ae65b5857/14d7d6dc-f006-4426-b317-23ed18dca493.jpg",
    "altTitles": [
      {
        "uk": "Безбарвний кінець"
      },
      {
        "tr": "Son Kıyamet Görevi"
      },
      {
        "fr": "Au bout de l'incolore"
      },
      {
        "id": "Akhir dari Tinta"
      },
      {
        "fr": "Mission in the Apocalyspe"
      },
      {
        "ja": "ウスズミの果て"
      },
      {
        "ja-ro": "Usuzumi no Hate"
      },
      {
        "ja": "Mission in the Apocalypse"
      },
      {
        "en": "The End In Diluted Ink"
      }
    ],
    "description": {
      "en": "A girl walks alone in a world without humans.\nHer mission is to search for survivors and cleanse the land.\nWill humans be found?\nA story of loneliness and beautiful ruins.\n___\n[Alt Official Raw (KADOComi)](https://comic-walker.com/detail/KC_000736_S?episodeType=first)",
      "fr": "Dans une métropole post-apocalyptique déserte criblée d'une matière mystérieuse, une jeune fille recherche tout signe de vie et des provisions.",
      "tr": "İnsanlığın yok olduğu bir dünyada dolaşan yalnız bir kız hakkında kıyamet sonrası bilimkurgu macerası."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce7cd7b0-e595-4f0d-98e8-447da10d652d",
    "title": {
      "en": "Mission: Yozakura Family"
    },
    "updatedAt": "2024-12-04T14:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/ce7cd7b0-e595-4f0d-98e8-447da10d652d/a8bd8f89-d17f-4ce1-b9b1-3992ce8eddd6.jpg",
    "altTitles": [
      {
        "ja": "夜桜さんちの大作戦"
      },
      {
        "ja-ro": "Yozakura-san Chi no Daisakusen"
      },
      {
        "fr": "Mission: Yozakura Family"
      },
      {
        "it": "Missione: Famiglia Yozakura"
      },
      {
        "ru": "Миссия семьи Ёдзакура"
      },
      {
        "es-la": "La Misión de la Familia Yozakura"
      },
      {
        "vi": "Nhiệm vụ tối thượng nhà Yozakura"
      }
    ],
    "description": {
      "en": "Taiyo Asano is a super shy high school student and the only person he can talk to is his childhood friend, Mutsumi Yozakura. It turns out that Mutsumi is the daughter of the ultimate spy family! Even worse, Mutsumi is being harassed by her overprotective, nightmare of a brother, Kyoichiro. What drastic steps will Taiyo have to take to save Mutsumi?!\n\n---\nOfficial Release:\n- Indonesian release by Elex Media as **Mission: Yozakura Family** (2023)\n- [English volumes (Viz Media)](https://www.viz.com/mission-yozakura-family)",
      "es": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!\n\n---\nPublicado en Español por [Norma Editorial](https://www.normaeditorial.com/catalogo/manga/serie/mision-familia-yozakura) como \"Misión: Familia Yozakura\" (2022)",
      "fr": "Afin de protéger Mutsumi et de découvrir la véritable raison de la mort de ses parents, Taiyo Asano va devoir devenir membre de la famille Yozakura, une famille d’espions de haut vol ! Parviendra-t-il à survivre à ce quotidien plein de dangers pour, cette fois, réussir à protéger ceux qui lui sont chers ?\n\n---\n\nMaison d'édition FR : **Kana**",
      "it": "Taiyo Asano è un timidissimo studente delle superiori e l'unica persona a cui può parlare è la sua amica d'infanzia, Mutsumi Yozakura. Si scopre che Mutsumi è la figlia della suprema famiglia di spie! Ancora peggio, Mustumi viene tormentata dal suo fratello iperprotettivo, Kyoichiro. Quale tragico destino Taiyo dovrà affrontare per salvare Mustumi?! Una commedia su una famiglia di spie - la missione avrà inizio!||",
      "ja": "超人見知りの高校生･朝野太陽が話せるのは、幼なじみの夜桜六美ただ一人。けれど六美は代々続くスパイ一家の娘で、極度のシスコンの兄が太陽排除に動き出した！　自らと六美を守るため太陽がとった手段とは!?",
      "es-la": "Taiyo Asano es un estudiante de secundaria súper tímido y la única persona con la que puede hablar es su amiga de la infancia, Mutsumi Yozakura. ¡Resulta que Mutsumi es la hija de una última familia de espías! Peor aún, Mutsumi está siendo acosada por su sobreprotector hermano, Kyoichiro. ¿Qué decisión tendrá que tomar Taiyo para salvar a Mutsumi? Una comedia familiar de espías: ¡Comienza la misión!",
      "pt-br": "Taiyo Asano é um estudante super tímido do ensino médio e a única pessoa com quem ele consegue conversar é sua amiga de infância, Mutsumi Yozakura. Acontece que Mutsumi é a filha da melhor família de espiões! Pior ainda, Mutsumi está sendo assediada por seu super-protetor, o pesadelo de um irmão, Kyoichiro. Que passos drásticos Taiyo terá que tomar para salvar Mutsumi? Uma comédia familiar de espiões – a missão começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "eeb2ab0e-7dbc-4f0c-b476-8181d44217a8",
    "title": {
      "en": "Tengoku Daimakyou"
    },
    "updatedAt": "2024-10-26T09:57:15+00:00",
    "coverArt": "https://mangadex.org/covers/eeb2ab0e-7dbc-4f0c-b476-8181d44217a8/0681ee92-84bc-494d-98ae-1a551d6b925d.jpg",
    "altTitles": [
      {
        "ja": "天国大魔境"
      },
      {
        "en": "Heavenly Delusion"
      },
      {
        "zh-hk": "天國大魔境"
      },
      {
        "ar": "الوهم السماوي"
      },
      {
        "fr": "A Journey beyond Heaven"
      },
      {
        "fa": "پردیس واهی"
      },
      {
        "pt-br": "Paraíso Ilusório"
      },
      {
        "pt-br": "Ilusão Celestial"
      },
      {
        "ru": "Иллюзия рая"
      },
      {
        "ru": "Великая небесная стена"
      },
      {
        "uk": "Небесна омана"
      },
      {
        "uk": "Ілюзія раю"
      },
      {
        "vi": "Ảo ảnh thiên đường"
      }
    ],
    "description": {
      "en": "Some children live in a comfortably numb world, surrounded by walls. However, one day, a kid named Tokio receives a message asking \"Do you want to go outside of the outside?\"    Now, from the Heaven that is starting to crumble, the children begin their adventure!",
      "fa": "دنیایی پوچ که بچه‌ها در آن با رفاه کامل همراه با دیوارهایی که درون و بیرون را جدا می‌کنند، زندگی می‌کنند اما همه‌ی این‌ها زمانی تغییر می‌کند که یکی از بچه‌ها به نام تاکیو‌ پیامی با این متن دریافت می‌کند: «می‌خوای به خارج از چیزی که اون بیرونه بری؟»\n\nحال از بهشتی که درحال نابودی است بچه‌ها ماجراجویی خود را آغاز می‌کنند.",
      "fr": "Dans un immense jardin coupé du monde, un groupe d'enfants jouit d'une vie douce et d'insouciance, protégé par des scientifiques. Le monde extérieur leur est inconnu mais certains d'entre eux se questionnent : qu'y a-t-il au-delà des murs de leur paradis ?Pendant ce temps, dans un Japon dévasté par un mystérieux cataclysme, Maru et Kiruko, deux adolescents de la génération post-catastrophe, tentent de survivre dans un monde désolé peuplé de pillards et de monstres difformes. Leur objectif : atteindre \"le Paradis\".",
      "ja": "美しい壁に囲まれた世界で暮らす子供たち。少年・トキオはある日、「外の外に行きたいですか？」というメッセージを受け取る。一方、外では、マルとおねえちゃんがサバイバル生活をしながら、天国を求めて、魔境となった世界を旅している。未来の日本を「あね散歩」。",
      "pt": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?",
      "ru": "Две истории, которые непременно связаны…\n\nТаинственный Мару — мальчик, у которого есть одна цель: найти «Рай»! На пути к ним он обрёл телохранителя — Кируко. Она тоже не так уж проста, как может показаться на первый взгляд. В этом путешествии к «Небесам» они вместе посетят много мест ушедшей эпохи и встретят разных врагов!\n\nТокио — девочка, которая живёт за великими стенами «Небес»! Это место можно назвать раем. Вокруг высокие деревья, зеленая трава, плантации свежих овощей и даже есть небольшой водоем! Вместе с Токио здесь можно встретить и других детей, каждый из которых обладает своим особенным даром. В один из дней Токио получает сообщение: «Ты хочешь выбраться отсюда?» Кажется, с этого момента что-то странное начинает твориться в пределах «Небес»…",
      "pt-br": "Em um mundo pós-apocalíptico, dois jovens: Maru um garoto amigável e que esconde vários segredos; E Kiruko, uma garota impetuosa e protetora. Juntos eles vagam pelo cenário desolado em busca de um chamado \"paraíso\". Enquanto isso, em um outro lugar isolado do resto do mundo, vivem várias crianças sem saber do que acontece no exterior. Como essas duas histórias vão se conectar?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d81771e-d138-402d-af01-c6ca4f41feff",
    "title": {
      "en": "Duality of a Loving Heart"
    },
    "updatedAt": "2024-10-11T14:57:08+00:00",
    "coverArt": "https://mangadex.org/covers/3d81771e-d138-402d-af01-c6ca4f41feff/093470c1-fc76-4671-9150-597bb79dc943.jpg",
    "altTitles": [
      {
        "ja": "恋心は解離する"
      }
    ],
    "description": {
      "en": "A Romcon With a Girl With a Dual Personality",
      "ja": "二重人格女の子のラブコメ",
      "vi": "Câu chuyện về một cô gá bị đa nhân cách và người bạn thuở nhỏ của cô."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "25"
  },
  {
    "mangaId": "c956e450-ba9e-4dd5-8008-652c0e3a6a91",
    "title": {
      "en": "Mad for Love"
    },
    "updatedAt": "2024-10-24T08:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/c956e450-ba9e-4dd5-8008-652c0e3a6a91/e6b9bfdc-e8a2-4294-9910-b567c4ebb69d.jpg",
    "altTitles": [
      {
        "zh": "脱缰"
      },
      {
        "zh-ro": "Tuojiang"
      }
    ],
    "description": {
      "en": "After traveling into a historical BL novel, the actor Lin Yan gains a special ability: fast-traveling through a skill called [Escape Death]. His first mission? To secretly orchestrate an attack on Prince Qi Zhen, which leads to the prince becoming the villain. Lin Yan’s first identity in this world is none other than Lin Shou Yan, the prince’s foolish fiancé. But as he plays his role, he accidentally captures the prince’s heart, and his fake death turns out to be the key reason Qi Zhen becomes a ruthless tyrant! A cold, overthinking tsundere prince and his scheming, perverted fiancé—chaos ensues!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aee176dc-1b0f-406a-88c9-2a1bc05d9c0e",
    "title": {
      "en": "Nintama Rantarou - The Sixth-Grader Couple Practice"
    },
    "updatedAt": "2024-12-24T05:10:43+00:00",
    "coverArt": "https://mangadex.org/covers/aee176dc-1b0f-406a-88c9-2a1bc05d9c0e/87d9e680-cbbe-4c52-bfb9-fccfd1e79035.png",
    "altTitles": [
      {
        "ja": "忍たま乱太郎 - 六年生の夫婦実習"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee5e7aa9-38ee-408b-b5da-3766d2ca9e32",
    "title": {
      "en": "Les anecdotes de la SD"
    },
    "updatedAt": "2024-12-02T22:03:04+00:00",
    "coverArt": "https://mangadex.org/covers/ee5e7aa9-38ee-408b-b5da-3766d2ca9e32/d4ee7dad-579b-4d95-a6e2-1eab6c215e6e.png",
    "altTitles": [
      {
        "fr": "Les anecdotes de la Shadows Draconis"
      }
    ],
    "description": {
      "fr": "Salutations jeunes lecteurs et lectrices parvenus dans nos contrées par curiosité. Si certains parmi vous sauront de quoi je parle d'autres non. Alors allez lire \"Akuyaku reijou no shitsuji sama drapeau hametsu wa ore ga tsubusasete itadakimasu\" car ici n'est à lire que le concentré des chaps bonus pour les rares affamés, lecteurs de ces chapitres. Le spoil, c'est le mal. Alors gardez-vous si vous n'avez pas lu l'œuvre. (Comparer au reste des œuvres où l'on sort un chap par mois. Ici sera publié 1 chapitre tous les deux semaines) Bien à vous et bonne lecture"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0dde84d-4b60-42c9-8be8-5906343988cb",
    "title": {
      "en": "A Nameless flower"
    },
    "updatedAt": "2024-05-25T17:20:34+00:00",
    "coverArt": "https://mangadex.org/covers/d0dde84d-4b60-42c9-8be8-5906343988cb/652fcc49-f488-4ca9-81d7-02ffd006c305.jpg",
    "altTitles": [
      {
        "ko": "이름 없는 꽃"
      },
      {
        "fr": "Une fleur sans nom"
      },
      {
        "en": "The Nameless flower"
      }
    ],
    "description": {
      "en": "The young master, son of an earl, Luan, while wandering in the forest, met a boy his age. He fell in love with a sweet and kind boy, although he does not know his name. Gradually he began to neglect his training as a successor.",
      "fr": "Le petit seigneur Luhan, le fils du comte, se perd dans la forêt et rencontre un garçon de son âge. Même s’il ne connaît pas son nom, il tombe amoureux de ce garçon gentil et attentionné, ce qui le distrait progressivement de ses leçons d’héritier."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "16"
  },
  {
    "mangaId": "af1f3853-6b99-44a2-b01d-28e9ce9a1e05",
    "title": {
      "en": "Watashi no Kokoro wa Oji-san de Aru"
    },
    "updatedAt": "2024-11-08T22:57:51+00:00",
    "coverArt": "https://mangadex.org/covers/af1f3853-6b99-44a2-b01d-28e9ce9a1e05/cb14ac37-43dd-4204-99bd-0a41f8c2e361.jpg",
    "altTitles": [
      {
        "ja": "私の心はおじさんである"
      },
      {
        "en": "My Heart Is an Old Man"
      },
      {
        "en": "My Heart is Ojisan"
      }
    ],
    "description": {
      "en": "\"Haruka Yamagishi\" is a guy who has no friends or family and just goes back and forth between work and home. One day, when he wakes up, he finds himself in a different world. And for some reason, he's turned into a beautiful dark elf! Now, Haruka has inexhaustible magic power, a sturdy body, and a new life where she can do anything... However, through the friends she met and her activities as an adventurer, changes slowly began to take place. The guy who gave up on life in this world begins to feel what it's like to live.",
      "ja": "友人、恋人、家族もおらず惰性で生きる生活を続けていた遥だったが、ある日目を覚ますと美少女ダークエルフの姿で異世界にいた！新しい環境にワクワクを抑えきれないハルカ。しかし、色々なものを諦め、年下や女性との交流に怯えていたおじさんが急に無双なんてできる訳もなく……。",
      "es-la": "\"Haruka Yamagishi\" es un tio que no tiene amigos ni familia y sólo va y viene entre el trabajo y su casa. Un día, cuando se despierta, se encuentra en un mundo diferente. Además, por alguna razón, ¡se ha convertido en una hermosa elfa oscura! Ahora, Haruka tiene un poder mágico inagotable, un cuerpo robusto y una nueva vida en la que puede hacer cualquier cosa....Sin embargo, a través de sus amigos que conoció y sus actividades como aventurera, poco a poco empezaron a surgir cambios.Al tio que renunció a la vida, en este mundo empieza a sentir lo que es vivir. Aunque hay algunas trampas y otros eventos, ¡Es una historia de aventuras conmovedora!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52565c9-d99a-4380-9dc8-67369d448eb7",
    "title": {
      "en": "Mahou Shoujo Madoka☆Magica"
    },
    "updatedAt": "2024-10-22T18:02:34+00:00",
    "coverArt": "https://mangadex.org/covers/c52565c9-d99a-4380-9dc8-67369d448eb7/47d75e43-2535-47f5-9f4e-ce9c90aec258.png",
    "altTitles": [
      {
        "ja": "魔法少女まどか☆マギカ"
      },
      {
        "ja-ro": "Mahou Shoujo Madoka Magica"
      },
      {
        "ja-ro": "Puella Magi Madoka★Magica"
      },
      {
        "en": "Puella Magi Madoka Magica"
      },
      {
        "en": "Magical Girl Madoka Magica"
      },
      {
        "en": "Magical Girl Madoka★Magica"
      },
      {
        "ru": "Девочка-волшебница Мадока"
      }
    ],
    "description": {
      "en": "There exist familiars who have the power to grant one wish to a chosen girl. However, in return that girl must then become a magical girl and fight against witches, evil creatures born from curses that are responsible for murders and suicides. A schoolgirl named Madoka Kaname and her friend Sayaka Miki are approached by a familiar named Kyubey and a magical girl named Mami Tomoe with offers of becoming magical girls. Another mysterious magical girl named Homura Akemi tries to prevent Madoka from agreeing to the contract."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "12"
  },
  {
    "mangaId": "91d928a1-7237-4d03-abc3-4b1440cc7d55",
    "title": {
      "en": "Kage no Jitsuryokusha ni Naritakute! Master of Garden ~Shichikage Retsuden~"
    },
    "updatedAt": "2024-12-10T06:46:49+00:00",
    "coverArt": "https://mangadex.org/covers/91d928a1-7237-4d03-abc3-4b1440cc7d55/6e645ee7-10a0-4502-8f8e-61049820edb8.jpg",
    "altTitles": [
      {
        "ja": "陰の実力者になりたくて！マスターオブガーデン～七陰列伝～"
      },
      {
        "en": "The Eminence in Shadow: Master of Garden ~Seven Shadows Chronicles~"
      },
      {
        "en": "I Want To Become The Eminence In Shadow! Master Of Garden ~Seven Shadows Chronicles~"
      },
      {
        "ru": "Восхождение в Тени! ~Хроники Семи Теней~"
      }
    ],
    "description": {
      "en": "Cid Kagenou, a boy who was enjoying the “eminence in shadow” setting in another world, plays the role of the justice with the girls called the Seven Shadows (they are very serious), such that the darkness of the world will disappear (maybe).\n\nThe curtain rises on an overwhelmingly chuunibyou and misunderstanding-filled serious comedy about the strongest Seven Shadows (and the protagonist)!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c",
    "title": {
      "en": "JoJo's Bizarre Adventure Part 9 - The JOJOLands"
    },
    "updatedAt": "2024-12-18T16:52:34+00:00",
    "coverArt": "https://mangadex.org/covers/ab8cbb82-d0ed-45a7-8ffe-4bfa6d43d79c/6ebe122c-ba07-4ac8-92f0-fce44e60e742.jpg",
    "altTitles": [
      {
        "ja-ro": "JoJo no Kimyou na Bouken Part 9 -  The JoJoLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 Part9 The JOJOLands"
      },
      {
        "es-la": "JoJo's Bizarre Adventure Parte 9 - Las JOJOLandias"
      },
      {
        "pl": "JoJo's Bizarre Adventure Część 9 - The JoJoLands"
      },
      {
        "fr": "JoJo's Bizarre Adventure Partie 9 - The JOJOLands"
      },
      {
        "pt-br": "A Estranha Aventura de JoJo, Parte 9: As JoJoLândias"
      },
      {
        "uk": "Химерні Пригоди ДжоДжо Частина 9 — ДжоДжоЛендс"
      },
      {
        "kk": "ЖоЖоның Шытырман Хикаясы: ЖоЖоландс"
      },
      {
        "ru": "Невероятные приключения ДжоДжо"
      },
      {
        "it": "Le Bizzarre Avventure di JoJo: Le JOJOLands"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第9部 ザ・ジョジョランズ"
      }
    ],
    "description": {
      "en": "The ninth story arc of Jojo’s Bizarre Adventure. \n\nO’ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand…\n\nThis is a story of a young boy and his quest to become rich.",
      "hu": "Ez a Jojo's Bizarre Adventure kilencedik történetíve.\n\nO'ahu, napjainkban. Dua Lipa a trendi előadó és a COVID még mindig a fő gond. Ezen a szigeten él egy 15 éves srác, Jodio Joestar. Bátyával és édesanyjával él, dílerként dolgozik és bizonyos illegális anyagokat árul. Egy nap, a főnöke mutat neki egy kiválló fogást: egy japán személy Hawaiira érkezett egy hat millió dollárt érő gyémánttal. Normális esetben lehetetlen lenne ellopni, de akinek standje van...\n\nEz egy fiatal fiú és az ő küldetésének a története, hogy gazdag legyen.",
      "it": "O'ahu, oggi. Dua Lipa è la musicista di tendenza e il COVID è ancora una delle principali preoccupazioni. Su quest'isola vive un ragazzo di 15 anni di nome Jodio Joestar. Vive con il fratello e la madre e fa lo spacciatore di alcune sostanze illegali. Un giorno, il suo datore di lavoro arriva e gli mostra un'eccellente scoperta: un giapponese è sbarcato alle Hawaii con un diamante del valore di oltre sei milioni di dollari. Normalmente sarebbe impossibile da rubare, ma per qualcuno con una posizione... Questa è la storia di un ragazzo e della sua ricerca della ricchezza.",
      "uk": "Дев’ята сюжетна арка «Неймовірних пригод Джоджо». Оаху, теперішній час. Дуа Ліпа – популярна музикантка, а COVID-19 досі викликає серйозне занепокоєння. На цьому острові мешкає 15-річний хлопчик на ім'я Джодіо Джостар. Живе з братом і матір'ю, торгує певними забороненими речовинами. Одного разу його бос прийшов до нього і показав неймовірну знахідку: японець висадився на Гаваях з діамантом вартістю понад шість мільйонів доларів! Зазвичай, вкрасти таку коштовність було б неможливо, але для того, хто має стенд… \nЦе історія про молодого хлопця та його прагнення розбагатіти.",
      "es-la": "Cierto japonés ingresó a la isla de Hawái con un diamante de valor de 6 millones de dólares. En la isla de Oahu vive un chico llamado Jodio Joestar, cuya meta es arrebatar el diamante de las manos de esa persona. Junto a sus asociados, irán a la quinta de esa persona. Sin embargo, ¿Qué misterios les esperan?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae5fafde-016a-4a0e-ad31-0dc2e6de8dca",
    "title": {
      "en": "Hawk Master, It's Hunting Time!"
    },
    "updatedAt": "2024-04-15T23:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/ae5fafde-016a-4a0e-ad31-0dc2e6de8dca/e0787442-c976-4a9a-b455-f72dd18124ff.jpg",
    "altTitles": [
      {
        "ja": "鷹の師匠、狩りのお時間です！"
      },
      {
        "ja-ro": "Taka no Shishou, Kari no Ojikan desu!"
      }
    ],
    "description": {
      "en": "Aiming for unity of man and hawk! Living with a goshawk \"master\", hunting and tasting the prey. A four-panel essay on falconry that teaches the traditions of falconry and nature.\n\nIts partner falcon \"Donko\", his hound Mira and a variety of wild birds! Meet lots of animals!"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ef409a08-b2f4-4ded-abef-972ef1aec2f1",
    "title": {
      "en": "Naze ka S-kyuu Bijotachi no Wadai ni Ore ga Agaru Ken"
    },
    "updatedAt": "2024-11-15T08:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/ef409a08-b2f4-4ded-abef-972ef1aec2f1/0d00d2a2-5d92-488d-9e42-6e028c186ffc.jpg",
    "altTitles": [
      {
        "ja": "なぜかS級美女達の話題に俺があがる件"
      },
      {
        "ja-ro": "Nazeka S-kyuu Bijotachi no Wadai ni Ore ga Agaru Ken"
      },
      {
        "en": "For Some Reason, I'm a Topic of Conversation Between S-Rank Beauties"
      },
      {
        "en": "That Time I Somehow Got Elevated into a Hot Topic Among S-Class Beauties"
      },
      {
        "id": "Entah Bagaimana Aku Jadi Bahan Bicaraan Cewek Cantik di Kelas S"
      }
    ],
    "description": {
      "en": "High school girls Sara Himekawa, Rin Kohinata, and Yuna Takamori are called “S-class beauties,” admired by everyone for their unparalleled beauty. While the school is abuzz with questions about the mysterious guy that the girls are talking about, Haruya Akasaki, a quiet boy in the class, is feeling anxious. In fact, the subject of the girls' talk is Haruya! He definitely does not want to draw that much attention at school, so he tries to make the girls lose interest in him, but it all backfires and…\n\nThis is a school harem comedy between a plain guy and “S-class beauties.\"",
      "ja": "クラスのマドンナたちの話題はすべて俺？\n静かに過ごしたいのに、なぜか《S級美女》達と学園ハーレムラブコメに!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2a62fa7f-ff92-4b2b-9073-049cdfff464c",
    "title": {
      "en": "Rejoice in Your Enemies"
    },
    "updatedAt": "2024-07-22T10:29:33+00:00",
    "coverArt": "https://mangadex.org/covers/2a62fa7f-ff92-4b2b-9073-049cdfff464c/cc649567-8612-40ce-9c55-a13a6f6e63ce.png",
    "altTitles": [
      {
        "zh": "你越界了"
      },
      {
        "en": "You've Crossed the Line"
      }
    ],
    "description": {
      "en": "His beloved crush was snatched up by the nerdy new student.  Furious, Ren Zhichu tries to harass that nerd at every chance he gets. Unexpectedly, during their interactions with each other, Ren Zhichu actually develops feelings for that nerd..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e52598f9-e99b-4e82-a3fd-46ad0c1a5965",
    "title": {
      "en": "Anata no Danna Uwaki Shitemasu yo"
    },
    "updatedAt": "2024-09-08T14:54:46+00:00",
    "coverArt": "https://mangadex.org/covers/e52598f9-e99b-4e82-a3fd-46ad0c1a5965/12f4738d-8208-44b3-b2c2-a915dfefac9e.jpg",
    "altTitles": [
      {
        "ja-ro": "Anata no Yuusha Uwaki shitemasu yo"
      },
      {
        "en": "Your Husband The Hero Is Having An Affair"
      },
      {
        "ja": "あなたの勇者（ダンナ）浮気してますよ"
      },
      {
        "ja": "あなたの勇者浮気してますよ"
      },
      {
        "ko": "당신의 용사, 바람피고 있습니다"
      },
      {
        "zh": "你的勇者有外遇哟"
      },
      {
        "zh-hk": "你的勇者有外遇喲"
      }
    ],
    "description": {
      "en": "The manga focuses on a hero's wife, but monster girls seeking children of heroic lineage keep coming after him to steal him away. The hero's wife chooses to deal with the monster girls herself."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "22"
  },
  {
    "mangaId": "58b09ce2-ea05-405e-8e1c-a9361df9bdd9",
    "title": {
      "en": "The Dawn to Come"
    },
    "updatedAt": "2024-04-08T17:11:26+00:00",
    "coverArt": "https://mangadex.org/covers/58b09ce2-ea05-405e-8e1c-a9361df9bdd9/09bcdb7f-e0ae-49df-b716-29c3db2fbfcb.jpg",
    "altTitles": [
      {
        "ko": "그저 여명일 뿐"
      },
      {
        "ko-ro": "Geujeo Yeomyeong-ilppun"
      },
      {
        "en": "Just Twilight"
      },
      {
        "en": "Just Dawn"
      }
    ],
    "description": {
      "en": "She was like a typhoon. One that carelessly disturbed the season he had been quietly living through. \"Nothing good will come from associating with me.\" \"Why? Because of the rumours about you? I don't care about them.\" Should I protect her, or break her? The night I spent agonising over those innumerable impulses repeated itself after 13 years. It was because of her, whose firsts I wanted to remember. \"A man who runs away after only taking a kiss?\" \"The one... who ran away first was you.\" So you didn't like it? As she looked into my eyes and provoked me with that throat of hers, I would have rather bit and shred it to pieces. \"You... You're good at driving people insane.\" She wasn't something he could avoid in the first place. That was who 'Yun Junyoung' was to him.",
      "id": "Semua hal pertama yang selalu kuingat adalah ketika bersamamu.\n\nDari musim panas pada usia 18 tahun yang aku belum tahu apa-apa, hingga musim panas pada usia 31 tahun ini, yang aku telah mengetahui banyak hal., Namun, pada musim-musim yang berlalu tanpa dirimu itu yang tertanam dalam hatiku hanya ketika bersamamu.\n\n“Tidak ada gunanya bagimu mengenal diriku”\n\nDengan wajah yang tanpa ekspresi, kau mendorongku pergi lagi seperti itu. Tapi kau tidak pernah tahu apa yang aku rasakan selama hari-hari tanpa dirimu. Kemudian sekarang kau ingin membuatku merasakannya lagi. \n\n“Kau bertanya apa aku membutuhkan seorang pria? Apakah kau akan menjadi pria itu jika aku mengiyakan pertanyaanmu?\"\n\nKau harus mengenalku yang berusia 31 tahun ini. Karena saat ini kau sedang memandangku dengan mata yang seolah tidak pernah mengenalku sama sekali. \n\n“Kau ini pandai sekali membuat orang jadi gila.”\n\nKarena selama kau telah ada di sisiku, senja yang temaram pun menjadi begitu hangat menyinari hatiku.",
      "pt-br": "Eles se conheceram no colégio, mas vão se separar e se reencontrar quando forem adultos. Toda primeira vez que quero me lembrar de algo, acabo pensando em você. Do verão de 18 anos, quando não sabia nada, até o verão de 31…. “Ficar perto de mim não vai te fazer nenhum bem.” Você me afastou com cara de choro, mas ainda não sabe o que aguentei naqueles dias incontáveis porque nos aproximamos. Então você está repetindo a mesma futilidade de novo. “Você perguntou se eu precisava de um homem? Se necessário, você será meu?” “Você tem que conhecer meu eu de 31 anos.” “Você é bom em deixar as pessoas loucas.”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d324ac89-3bea-49e3-b422-6d913f7301e1",
    "title": {
      "en": "Mone-san no Majime Sugiru Tsukiaikata"
    },
    "updatedAt": "2023-12-21T18:41:21+00:00",
    "coverArt": "https://mangadex.org/covers/d324ac89-3bea-49e3-b422-6d913f7301e1/b844db63-2ff6-4b49-b33d-4dcea9fdea6a.jpg",
    "altTitles": [
      {
        "en": "Mone-san's Overly Serious Way of Dating"
      },
      {
        "ja": "モネさんのマジメすぎるつき合い方"
      },
      {
        "zh": "萌音同学太过认真的交往方式"
      },
      {
        "ko": "모네 양의 완전 진지한 사귀는 법"
      }
    ],
    "description": {
      "en": "An alluring and popular honor student who goes by the name of Mone. Steadfast and diligent, she only has one foreseeable flaw; her philosophy on love is utterly trash! But both her mind and her heart might be swayed sooner than she thinks in this school love manga."
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": "74"
  },
  {
    "mangaId": "5f88271f-07fd-4da9-9c00-e88d06bbe570",
    "title": {
      "en": "My Childhood Friends Are Trying to Kill Me"
    },
    "updatedAt": "2024-12-23T23:07:13+00:00",
    "coverArt": "https://mangadex.org/covers/5f88271f-07fd-4da9-9c00-e88d06bbe570/838a3606-9c94-4fef-94d1-f3a18d19f2e5.png",
    "altTitles": [
      {
        "ko": "소꿉친구들이 나를 죽이려 한다"
      }
    ],
    "description": {
      "en": "I not only reincarnated into someone who died in an absurd fashion, but I also took the crown prince's place and went to the secret neutral territory, where male members of the five imperial families gathered. As a result… my childhood friends know me as a boy.    “Goodbye, guys.\" I cried in front of my friends who I would never meet again. That was because officially, I (the prince) was going to die soon!    It was fun spending time with them, but I will never see them again. I hope everyone lives happily!    ***    After many years, my childhood friends turned heroes who defeated the wild dragon visited me.    \"…Was it you? The one who killed my friend?\"    “After killing the previous crown prince, the murderer is said to be living comfortably as a princess, right?”    “I will torture you, so much so you'll wish for death.\"     \"Answer me. Why did you kill him?”    Of course, they didn't recognize me at all. No, that's not the problem… the problem is that my childhood friends are trying to kill me. Wait a second, guys!"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1aad07fb-3ec1-4acf-8c5b-d8f5f5929a5d",
    "title": {
      "en": "THE ISEKAI DOCTOR　Any sufficiently advanced medical science is indistinguishable from magic."
    },
    "updatedAt": "2024-07-27T18:40:32+00:00",
    "coverArt": "https://mangadex.org/covers/1aad07fb-3ec1-4acf-8c5b-d8f5f5929a5d/8e7cf2d5-2746-4e4a-b2ee-02deb7bbce03.jpg",
    "altTitles": [
      {
        "ja": "高度に発達した医学は魔法と区別がつかない"
      },
      {
        "ja-ro": "Koudo ni Hattatsu Shita Igaku wa Mahou to Kubetsu ga Tsukanai"
      },
      {
        "ja-ro": "Koudo ni Hattatsu Shita Igaku ha Mahou to Kubetsu ga Tsukanai"
      },
      {
        "en": "Any Sufficiently Advanced Medical Science Is Indistinguishable From Magic"
      },
      {
        "en": "Highly Advanced Medicine Is Indistinguishable From Magic"
      },
      {
        "en": "I Used High-Level Medicine to Counter Magic"
      },
      {
        "ru": "Высокоразвитая медицина неотличима от магии"
      },
      {
        "ka": "ძლიერ განვითარებული მედიცინა განურჩევადია მაგიისგან"
      },
      {
        "ne": "उच्च विकसित औषधी जादू भन्दा कम छैन"
      },
      {
        "es-la": "La medicina altamente desarrollada no se puede diferenciar de la magia"
      }
    ],
    "description": {
      "en": "Can modern medicine work in another world? No cheats, no modern equipment. One doctor stands up against a world where magic rules!\n\nTadato Amami, an active doctor, is transferred to another world where medical magic is monopolized. He is surprised by the slimes, chimera, beastmen, and other inhabitants he encounters for the first time! But with the little medical equipment he has and his own knowledge, he is able to fight diseases and injuries!\n\nWill he be able to cure the inhabitants of the other world and save those who suffer?!\n___\n[Official English (K MANGA) - United States only!](https://kmanga.kodansha.com/title/10576/episode/352607)",
      "ja": "医療魔法が独占された異世界に転移した現役医師・天海唯人。スライム、キマイラ、獣人…はじめて出会う住人たちに驚きながらも、わずかな医療器具と自身の知識で、病魔や怪我に立ち向かう。果たして彼は異世界の住人たちを治療し、苦しむ人々を救うことができるのか。",
      "es-la": "¿Funciona la medicina moderna en otro mundo? Sin trampas ni equipos modernos. Un médico se enfrenta a un mundo dominado por la magia. El doctor Amami Yuito es transferido a un mundo diferente donde la magia médica está monopolizada. Slimes, quimeras, hombres bestia... Le sorprenden los habitantes con los que se encuentra por primera vez, pero con el poco equipo médico que tiene y sus propios conocimientos, es capaz de combatir enfermedades y heridas.\n¿Podrá curar a los habitantes del otro mundo y salvar a los que sufren? Una fantasía de \"Mundo diferente\" x \"médico\" sin trampas ni equipos modernos, escrita por Tsuda Houkou que además es un médico en funciones e ilustrada por el prometedor Takishita Nobuhide!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "615123b3-b813-4d7d-8c72-eb5c4146d76e",
    "title": {
      "en": "Sugar Meets Girl!"
    },
    "updatedAt": "2024-10-29T21:29:30+00:00",
    "coverArt": "https://mangadex.org/covers/615123b3-b813-4d7d-8c72-eb5c4146d76e/bd1ec245-678c-4d4f-8e7a-e6eea3091079.jpg",
    "altTitles": [
      {
        "ko": "슈가 미츠 걸!"
      },
      {
        "ja": "しゅがー・みーつ・がーる！"
      },
      {
        "en": "Sugar Meats Girl!"
      }
    ],
    "description": {
      "en": "A Sweet and Juicy Girls' Comedy~\n\nFeaturing:\n\nSato Kanna, daughter of a yakuza boss, she's known for being loyal to her friends and her slightly delinquent appearance.\n\nAnd Mochizuki Mito, class president and the school's most envied upon young lady.\n\nJust what unexpected secrets did these two girls found out about each other!?",
      "es": "Una dulce y jugosa comedia de chicas~ Presentación: Sato Kanna, hija de un jefe yakuza, es conocida por ser leal a sus amigos y por su aspecto ligeramente delincuente. Y Mochizuki Mito, presidenta de la clase y la joven más envidiada de la escuela. ¿Qué secretos inesperados habrán descubierto estas dos chicas la una sobre la otra?",
      "es-la": "Una dulce y jugosa comedia de chicas~ Presentación: Sato Kanna, hija de un jefe yakuza, es conocida por ser leal a sus amigos y por su aspecto ligeramente delincuente. Y Mochizuki Mito, presidenta de la clase y la joven más envidiada de la escuela. ¿Qué secretos inesperados habrán descubierto estas dos chicas la una sobre la otra?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2ec55aca-10e9-4d68-a70f-a4e4a4f740b9",
    "title": {
      "en": "Keikenchi Zero na Watashi tachi"
    },
    "updatedAt": "2024-12-24T03:45:06+00:00",
    "coverArt": "https://mangadex.org/covers/2ec55aca-10e9-4d68-a70f-a4e4a4f740b9/8d8c809f-af80-4b0d-9bac-28bb348e117e.jpg",
    "altTitles": [
      {
        "ja": "経験値ゼロなわたしたち"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0cf1c1c7-2894-4b4d-a3cc-3e1501fb3e36",
    "title": {
      "en": "Ore no Kurasu ni Wakagaetta Moto Yome ga Iru"
    },
    "updatedAt": "2024-11-02T18:40:01+00:00",
    "coverArt": "https://mangadex.org/covers/0cf1c1c7-2894-4b4d-a3cc-3e1501fb3e36/ea821edf-c836-42e3-ba5f-7aafc863cbc5.jpg",
    "altTitles": [
      {
        "ja": "俺のクラスに若返った元嫁がいる"
      },
      {
        "en": "My Ex-Wife is Young Again and She's in my Class"
      },
      {
        "ru": "Помолодевшая бывшая жена в моём классе"
      },
      {
        "es": "Mi Ex Esposa es Joven Otra Vez y Está en Mi Clase"
      },
      {
        "vi": "Có Nhỏ Vợ Cũ Hồi Xuân Trong Lớp Tôi"
      },
      {
        "en": "I Have A Rejuvenated Ex-wife In My Class"
      },
      {
        "en": "My Ex-Wife Is Young Again And She's In My Class"
      }
    ],
    "description": {
      "en": "On the way home after filing for divorce, Kohei Kurose is hit by a car and is transported back in time to his high school days! Determined to enjoy his new life, he heads back to his high school, only to find his ex-wife, Yuzuka, there...?",
      "ja": "妻・柚花との婚姻関係の解消という決断をした航平。離婚届を出したその帰り道、目の前で柚花が自動車に轢かれそうになってしまう。思わず柚花を庇い、航平の命運は尽きたように思えたが――\n\n気付くと、そこは実家のベッドの上。目の前には若返った妹の姿。どうやら轢かれて人生を終えたはずが、高校時代に転生してしまっていた！？二度目の高校生活を送ることになった航平だが、当然クラスには当時のままの姿の元嫁・柚花もいて―― 2人の新たな未来に待つのは、前回とは異なる関係性？それとも夫婦関係の再構築?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fef3067e-324f-4174-ba5a-e59733a32d8b",
    "title": {
      "en": "I Eat Soft Rice in Another World"
    },
    "updatedAt": "2024-11-08T00:05:31+00:00",
    "coverArt": "https://mangadex.org/covers/fef3067e-324f-4174-ba5a-e59733a32d8b/1bb768ce-98b7-4c67-830e-0e60d518d9aa.jpg",
    "altTitles": [
      {
        "zh": "我在异世吃软饭"
      },
      {
        "en": "Alluring Hunk in Women Wonderland"
      },
      {
        "en": "Transmigrated into a Feminist World"
      }
    ],
    "description": {
      "en": "Zhang Hao fainted upon witnessing the once-in-a-century blood moon. When he came to, he realised that the entire world had changed...... Gender roles and concepts had completely switched, from marrying off females to marrying off males, with the female side even having to pay bride dowry. Women working to put food on the table and men being househusbands had become commonplace, and the women without a car or a house are now not only looked down upon, but also hard-pressed to find themselves a man. A woman pursuing a man is not worth batting an eyelid, but the reverse can raise eyebrows...... \"Even in this world where chicks all chase after me, I insist on being a real man!\""
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "179"
  },
  {
    "mangaId": "1563cd49-ee38-4a46-a4f0-429dc07cd4a1",
    "title": {
      "en": "Oshinobi Dousei"
    },
    "updatedAt": "2024-11-03T00:59:22+00:00",
    "coverArt": "https://mangadex.org/covers/1563cd49-ee38-4a46-a4f0-429dc07cd4a1/70dccc37-1a76-451e-a511-906e0e92380e.jpg",
    "altTitles": [
      {
        "ja": "お忍び同棲"
      },
      {
        "pt-br": "Vivendo com uma kunoichi"
      },
      {
        "ja-ro": "Oshinobi Dousei"
      },
      {
        "ru": "Тайное сожительство"
      },
      {
        "en": "Living With a Kunoichi"
      },
      {
        "vi": "Sống Cùng Nữ Ninja"
      }
    ],
    "description": {
      "en": "Tae, a beautiful 17-year-old girl, and Kotaro, a serious office worker. These two seemingly happy people have a secret they can't reveal to anyone - the rival ninjas of Iga and Kouga secretly live together in this laid-back romantic comedy!",
      "ja": "17歳の美少女・たえと、まじめな会社員の小太郎。一見幸せそうに見える二人には誰にも言えない秘密があった――伊賀・甲賀のライバル忍者がこっそり同棲生活を送る、まったりラブコメ！",
      "pt-br": "Tae, uma linda garota de 17 anos, e Kotaro, um sério trabalhador de escritório. Essas duas pessoas aparentemente felizes têm um segredo que não podem revelar a ninguém - os ninjas rivais de Iga e Kouga vivem secretamente juntos nesta comédia romântica descontraída!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "30"
  },
  {
    "mangaId": "0486e6b2-6551-4938-894a-4e7a72749b47",
    "title": {
      "en": "Keep Your Hands off Eizouken!"
    },
    "updatedAt": "2024-12-14T03:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/0486e6b2-6551-4938-894a-4e7a72749b47/f10eeb81-cbff-4f47-95c9-21f982d378b6.jpg",
    "altTitles": [
      {
        "en": "Don't Mess With the Film Club!"
      },
      {
        "zh-hk": "別對映像研出手！"
      },
      {
        "zh": "别对映像研出手！"
      },
      {
        "ja": "映像研には手を出すな！"
      },
      {
        "ja-ro": "Eizouken ni wa Te wo Dasu na!"
      }
    ],
    "description": {
      "en": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. But by pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality!  \n  \n\n\n---\n\n  \n**Links:**  \n- [![](https://i.imgur.com/dQCXZkU.png) Official Twitter](https://twitter.com/Eizouken_anime)  \n- [![](https://i.imgur.com/dQCXZkU.png) Mangaka's Twitter](https://twitter.com/dennou319)  \n- [Mangaka's YouTube](https://www.youtube.com/channel/UCIhPflgXxYM9dsOzaI0sYgA)  \n- [Official Anime (JP)](http://eizouken-anime.com/)  \n- [Official Live-Action (JP)](https://eizouken-saikyo.com/)"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5efc2417-d036-48e6-b86d-e4299a077093",
    "title": {
      "en": "A Boyish Girlfriend in High Humidity"
    },
    "updatedAt": "2024-12-10T15:29:18+00:00",
    "coverArt": "https://mangadex.org/covers/5efc2417-d036-48e6-b86d-e4299a077093/a1801d05-fabc-4e4a-911a-bb0fcea51fd5.jpg",
    "altTitles": [
      {
        "ja": "湿度高めのボーイッシュ彼女"
      },
      {
        "ja-ro": "Shitsudo Takame no Boyish Kanojo"
      },
      {
        "pt-br": "Uma namorada masculina com alta umidade"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/115806876)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e37a0e20-d5c3-45e5-abbe-f245c6735a04",
    "title": {
      "en": "Kimi no Love o Misetekure!"
    },
    "updatedAt": "2024-11-18T13:59:51+00:00",
    "coverArt": "https://mangadex.org/covers/e37a0e20-d5c3-45e5-abbe-f245c6735a04/e5900431-f0bf-4a29-9f46-718fa69fa7e3.jpg",
    "altTitles": [
      {
        "ja": "君のラブを見せてくれ！"
      },
      {
        "ja-ro": "Kimi no Love wo Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu o Misetekure!"
      },
      {
        "ja-ro": "Kimi no Rabu wo Misetekure!"
      },
      {
        "en": "Show Me Your Love!"
      },
      {
        "en": "“Show Me Your Love!”"
      },
      {
        "zh-hk": "向我展露你的愛"
      },
      {
        "zh-ro": "Xiàng wǒ zhǎnlù nǐ de ài"
      },
      {
        "vi": "Hãy cho tôi thấy tình yêu của cậu"
      }
    ],
    "description": {
      "en": "Komichi Shijou, the most famous person at her school, was troubled. Despite being a romantic comedy manga artist, she had no understanding of 'the feeling of love' was stuck in a creative slump. One day, a certain boy and girl appear before her. With their arrival, Komichi Shijou's investigation into 'genuine love' begins…!?",
      "ja": "学校イチの有名人・四條恋路は悩んでました。なぜならラブコメ漫画家なのに、彼女には“恋する気持ち”がまったくわからず、スランプになってしまったからです。 そんな彼女の前にひと組の男女が現れます。その男女との出会いにより、彼女・四條恋路による“ホンモノの恋”への探求が始まるのでした…！？『恋愛』を綴る天才漫画家少女はホンモノの“恋”を知らないーー！？",
      "pt-br": "Komichi Shijou, a pessoa mais famosa da escola, estava preocupada. Apesar de ser uma artista de mangá de comédia romântica, ela não tinha nenhuma compreensão do \"sentimento do amor\" e estava presa em uma crise criativa. Um dia, um certo garoto e uma garota aparecem diante dela. Com a chegada deles, a investigação de Komichi Shijou sobre o \"amor genuíno\" começa...!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a7cc394-21a6-413d-8a6c-6e2c9209c15a",
    "title": {
      "en": "Grey is..."
    },
    "updatedAt": "2024-12-08T13:56:06+00:00",
    "coverArt": "https://mangadex.org/covers/9a7cc394-21a6-413d-8a6c-6e2c9209c15a/ec5a14cd-de14-40a1-a1a4-da2d86944702.jpg",
    "altTitles": [],
    "description": {
      "en": "Two childhood friends—Black, an emotional fashion designer with selective amnesia, and White, a rational writer who’s been absent for two years—reunite to confront their traumatic pasts and navigate the fragile space between heart and mind as they struggle to preserve their friendship on the brink of adulthood.\nGrey is... is a deeply emotional coming-of-age series about the messy journey of self-discovery, about friendship, and about the delicate balance between emotion and reason."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523",
    "title": {
      "en": "A Middle-Aged Man Who Returns From Another World Goes Back to When He Was 17 and Becomes Unbeatable"
    },
    "updatedAt": "2024-12-09T20:19:22+00:00",
    "coverArt": "https://mangadex.org/covers/7afc3e2a-2cfe-4e2d-ae03-0cb5dea19523/590adf3c-a8da-4de9-a7be-4ae14d82e3c0.jpg",
    "altTitles": [
      {
        "ja": "異世界帰りのアラフォーリーマン、17歳の頃に戻って無双する"
      },
      {
        "ja-ro": "Isekai Kaeri no Arafour Riiman, 17-sai no Koro ni Modotte Musou suru"
      }
    ],
    "description": {
      "en": "A black company employee in his 40s, Namba Kazu, died of overwork and was reincarnated to another world. After saving the world, he returns to find himself regressed to his 17-year-old self. \n\nKazu realizes that he can use the abilities he acquired from another world and is excited to restart his life over again. However, through the help of his childhood friend, Yui, he learns of the existence of human-eating abomination called Variant in the world he was born in. \n\nKazu knows from his past memories that Yui will die in the near future. In order to save Yui, who is on a mission to fight against variants, Kazu decided to throw himself into battle in this world as well.",
      "ja": "過労死で異世界に転生したアラフォーリーマンの難波カズ。17歳で異世界を救ったカズは、女神に「元の世界に戻してくれ」と願う。てっきり元のアラフォーリーマンに戻ると思っていたら、17歳の高校生に戻っていた。\n\nそれならばと気楽に90年代を満喫しようとしていたが、幼馴染みの由依をきっかけに『人間を喰う異形ヴァリアント』の存在を知り、カズは異世界チートを武器にこの世界でも戦いに身を投じていく…!",
      "es-la": "Kazu Nanba reencarnó después de la muerte por exceso de trabajo y salvó otro mundo. A la edad de 17 años en el otro mundo después de morir derrotando al rey demonio elije \"regresara a su mundo original\". Pensó que regresaría a su trabajo normal, pero regreso como un estudiante de secundaria de 17 años. Sin embargo ahora se entera que hay \"extrañas criaturas\" que matan humanos y donde Kazu recordara un recuerdo pasado donde su amiga de la infancia Yui morirá en un futuro cercano. Esta vez, para salvar a Yui, Kazu usará el poder de otro mundo para lanzarse también a la batalla en este mundo."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "c2c8e42b-b242-4c69-ad99-6b3ce4ad55de",
    "title": {
      "en": "Tensei ni Hakobijin no Isekai Kouryakuhou"
    },
    "updatedAt": "2024-11-02T13:39:34+00:00",
    "coverArt": "https://mangadex.org/covers/c2c8e42b-b242-4c69-ad99-6b3ce4ad55de/009574ec-ff69-4932-b12f-b9e559679348.jpg",
    "altTitles": [
      {
        "ja": "転生荷運び人の異世界攻略法"
      },
      {
        "en": "A Reincarnated Carrier's Strategy for Another World"
      },
      {
        "en": "The Way To Conquer A Different World As A Reincarnated Porter"
      },
      {
        "id": "Strategi Menghadapi Dunia Lain oleh Seorang Carrier yang Bereinkarnasi"
      },
      {
        "vi": "Người vận chuyển dị thế giới"
      }
    ],
    "description": {
      "en": "A man who yearns for freedom is reincarnated and he chooses the undesirable job \"Carrier\"--The fastest way to conquer both women and other world with wisdom and courage!",
      "ja": "戦闘力がほとんどなく最弱といわれるが、固有スキルとして収納スキルを持つジョブ「荷運び人」。セイは、転生にあたり多数の選択肢から、そんな「荷運び人」を選ぶ。その理由は、たくさんのアイテムを不自由なく持って、ひとりで気ままに世界を旅したいからというものだった。そんなセイが出会ったのは、純粋で無垢な僧侶・ルナミリア。危なっかしいルナミリアを放っておけず、セイは成り行きでパーティーを組むことになる。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "730e65ef-b00c-4495-9935-9db252d93d4a",
    "title": {
      "en": "Love Gives Me Superpowers"
    },
    "updatedAt": "2024-12-07T11:21:33+00:00",
    "coverArt": "https://mangadex.org/covers/730e65ef-b00c-4495-9935-9db252d93d4a/ba582d65-8898-4118-84aa-8a1bbaf24096.jpg",
    "altTitles": [
      {
        "zh": "恋爱让我有了超能力"
      },
      {
        "zh-hk": "戀愛讓我有了超能力"
      },
      {
        "zh-ro": "Lian'ai Rang Wo Youle Chao Nengli"
      },
      {
        "en": "Falling In Love Gives Me Superpowers"
      }
    ],
    "description": {
      "en": "Art student Zhong Shenxiu encountered a problem during a sketching class. She couldn't \"truly see\" Xu Ke, a top student and the subject of the sketch. If she can't truly see the subject then she can't draw. Zhong Shenxiu put down her paintbrush. If she became a better student, she would be able to get closer to her, right? If she could get closer to her, then she could truly see her, right? Until the distance between them is no more--Face to face. Phew! Now I can finally see her! But! This is... Too close! Help! What Should I do?!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db03bf4b-446e-47eb-9154-e140ace7a4e9",
    "title": {
      "en": "Mobile Suit Cross Born Gundam DUST"
    },
    "updatedAt": "2024-09-11T22:16:22+00:00",
    "coverArt": "https://mangadex.org/covers/db03bf4b-446e-47eb-9154-e140ace7a4e9/75564ea1-b880-4869-8a80-0dda11e6dd25.jpg",
    "altTitles": [
      {
        "ja-ro": "Kidou Senshi Cross Born Gundam DUST"
      },
      {
        "ja": "機動戦士クロスボーン・ガンダム DUST"
      }
    ],
    "description": {
      "en": "(from ebookjapan):\n\nThe year is 0169 of the Universal Century. The Earth Federation government has lost power, and the struggle for supremacy among the colonies has intensified, making it the \"Space Sengoku Era\". \n\nAsh King and other like-minded people stand up to put an end to the endless war!"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "52"
  }
]