[
  {
    "mangaId": "9e4ab6ae-f730-4ce2-a528-97986beb8549",
    "title": {
      "en": "Martial Arts Reigns"
    },
    "updatedAt": "2024-06-18T13:26:33+00:00",
    "coverArt": "https://mangadex.org/covers/9e4ab6ae-f730-4ce2-a528-97986beb8549/3b755c13-47d0-4658-81b6-7fcfae1aaa9c.jpg",
    "altTitles": [
      {
        "vi": "Võ Đạo Độc Tôn"
      },
      {
        "zh-ro": "Wudao du Zun"
      },
      {
        "zh": "武道独尊"
      },
      {
        "zh-ro": "Wu Dao Du Zun"
      },
      {
        "en": "Supreme Master of Martial Arts"
      },
      {
        "ko": "무도독존"
      },
      {
        "th": "ความยิ่งใหญ่ในศิลปะการต่อสู้"
      },
      {
        "fr": "Les arts martiaux règnent"
      },
      {
        "pt-br": "Reinado das Artes Marciais"
      },
      {
        "es": "Domina En Las Artes Marciales"
      }
    ],
    "description": {
      "en": "True Heavens Continent is a place where those with great power can move mountains and overturn seas, kick the stars and step on the moon, punch through the sky and even shatter the earth itself! Ye Ming, a commoner born into a side branch within his family, sincerely and diligently tried to become stronger, hoping to avenge his parents’ deaths. As fate would have it, he obtained the \"Divine Spirit Cloak\", ingested the \"Foundation Establishment Divine Pill\", and cultivated the \"Omnipotent Sutra\". With his newfound power, Ye Ming begins his path of vengeance, mercilessly slaughtering any martial artists that dare stand in his way!In the face of deadly threats all across the continent, such as the Immortal Dynasty, the Great Eternal Sect, the Giant Barren Demon, and the Supreme Demon God, Ye Ming is determined that nothing will stop him! Whether god or demon, Ye Ming fears nothing! “I shall be the one who decides my own destiny!”",
      "es": "Ye Ming, a estrela em ascensão da Família Ye é considerado um gênio entre seus companheiros. Mas ele foi enganado por seu primo ciumento e ele cortou seus meridianos, aleijou suas habilidades e o abanou impiedosamente. Mas Ye Ming nunca desiste, porque ele sacrificaria tudo para se vingar de seus pais falecidos que foram assassinados pela família Huang. Mas ele não sabe que é considerado uma dor no pescoço para a família Ye, e uma grande conspiração paira na escuridão…",
      "ru": "Мин Е, восходящая звезда семьи Е, - гений среди своих сверстников-культиваторов. Но его двоюродный брат повредил ему меридианы, искалечил и безжалостно порезал сухожилия. Мин Е не сдается, потому что он пожертвовал бы всем, чтобы отомстить за своих умерших родителей, которые были убиты семьей Хуан. Он не знает, что его считают занозой в шее для семьи Е и хотят его убрать…",
      "zh": "天元大陆，有大能力者可移山倒海，踢星踏月，拳破青天，脚碎大地！ 叶铭，一介凡流，庶子出身，为报血仇，自强不息。 机缘之下，获“神灵宝衣”，服“筑基神丹”，修“通天经图”。 心诚志竖，勇猛精进，凡挡修武之路者，杀无赦！ 不朽皇朝，万古大教，洪荒巨妖，擎天魔神，面对这漫天神魔，他无所畏惧，我命在我不在天",
      "pt-br": "O True Heavens Continent é um lugar onde aqueles com grande poder podem mover montanhas e derrubar mares, chutar as estrelas e pisar na lua, perfurar o céu e até mesmo destruir a própria terra! Ye Ming, um plebeu nascido em um ramo secundário de sua família, tentou sincera e diligentemente se tornar mais forte, na esperança de vingar a morte de seus pais. Como quis o destino, ele obteve a “Capa do Espírito Divino”, ingeriu a “Pílula Divina do Estabelecimento de Fundação” e cultivou o “Sutra Onipotente”. Com seu novo poder, Ye Ming inicia seu caminho de vingança, massacrando impiedosamente qualquer artista marcial que ouse ficar em seu caminho! Diante de ameaças mortais em todo o continente, como a Dinastia Imortal, a Grande Seita Eterna, o Gigante Estéril Demônio, e o Deus Demônio Supremo, Ye Ming está determinado a que nada o deterá! Seja deus ou demônio, Ye Ming não teme nada! “Serei eu quem decidirá meu próprio destino!"
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eeb1d020-e015-482a-ae3b-4a8d22ef91b6",
    "title": {
      "en": "Isekai Idol, Suisan desu!"
    },
    "updatedAt": "2024-02-03T10:40:10+00:00",
    "coverArt": "https://mangadex.org/covers/eeb1d020-e015-482a-ae3b-4a8d22ef91b6/a0d25ba9-4071-421d-9838-e43e38311c21.jpg",
    "altTitles": [
      {
        "ja": "異世界アイドル、推参です!"
      }
    ],
    "description": {
      "en": "When Sakira, a new employee at an idol agency, returns home exhausted from work, she finds her destroyed home and two girls who call themselves Leah and Lumina waiting for her! Sakira, in a drunken stupor, decides to make them idols, but in fact they are a magician and a dragon from another world...!",
      "es-la": "\"¡Quiero ser una ídol incluso si no soy humana!\" Cuando Sakura, una nueva empleada que trabaja en una oficina de ídols, llega a casa exhausta de su trabajo, ¡su casa esta destruida y las chicas llamadas Lia y Rumina la estaban esperando! Debido a su borrachera, Sakura hace una promesa barata de convertir a las dos en ídols. De hecho, sus verdaderas identidades son la de una maga y una dragona de otro mundo...!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b4c93297-b32f-4f90-b619-55456a38b0aa",
    "title": {
      "en": "Fuufu Ijou, Koibito Miman."
    },
    "updatedAt": "2024-09-29T23:00:37+00:00",
    "coverArt": "https://mangadex.org/covers/b4c93297-b32f-4f90-b619-55456a38b0aa/9daf17a6-0e51-4c71-8122-26efe5765370.jpg",
    "altTitles": [
      {
        "ms": "Melebihi Suami Isteri, Namun Bukan Kekasih."
      },
      {
        "en": "More Than A Married Couple, But Not Lovers."
      },
      {
        "zh": "夫妇以上，恋人未满。"
      },
      {
        "ko": "부부이상, 연인미만"
      },
      {
        "ja": "夫婦以上、恋人未満。"
      },
      {
        "pt-br": "Mais do que um casal, menos do que um amante."
      },
      {
        "th": "แผนสมรักไม่สมเลิฟ"
      },
      {
        "fr": "Presque mariés, loin d'être amoureux."
      },
      {
        "de": "Mehr wie ein Ehepaar, aber weniger als Liebhaber."
      }
    ],
    "description": {
      "en": "Jirou, a third-year in high school, is forced to live with a gyaru named Akari under a course called the \"Couple Practical\". In order to be paired with their own romantic interests, they're going to act as a married couple…!?",
      "ja": "高校三年生になった次郎は、「夫婦実習」という授業の一環で非リア充な自分とは正反対の存在のクラスのギャル・渡辺星と一緒に暮らすことになってしまう。だが、ペアを入れ替えられる制度を知った二人は、それぞれの好きな人と一緒になるために無理矢理【夫婦】らしい事を演じるのだが…!?",
      "vi": "Yakuin Jirou, nam sinh năm ba cao trung. Cậu ta buộc phải sống chung nhà với một gái Gyaru tên là Watanabe Akari. Lý do là vì đợt huấn luyện “Cặp đôi“ của trường mà hai người họ theo học. Để được sống với người tình trong mộng của mình, hai người họ phải đã lên kế hoạch sống cùng nhau như một cặp vợ chồng."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "06338c21-dfd9-4ab0-a0c6-1d973821b992",
    "title": {
      "en": "Bad Girl"
    },
    "updatedAt": "2024-01-09T13:00:47+00:00",
    "coverArt": "https://mangadex.org/covers/06338c21-dfd9-4ab0-a0c6-1d973821b992/a4800fe8-51c2-4f74-9e43-faca9a6657d0.jpg",
    "altTitles": [
      {
        "ja": "ばっどがーる"
      }
    ],
    "description": {
      "en": "The daily life of a (self-proclaimed) high school delinquent, fangirling and kohyuuing over the head prefect!?\n(to) kohyuu (v. infinitive form) When one is surprised and excited, their breathing begins to kohyuu. (see: hyperventilation)\nSummary: High school first-year Yuu is an ardent admirer of Head Prefect Atori, and in order to get her attention, Yuu begins to act like a delinquent. \nBut while her intention is to appeal with her \"badness\" and \"coolness,\" her simple-minded facade is seen through by Atori, who teases and treats her like a small animal...!?\nA totally not \"bad\" delinquent girl's 4-koma school life manga!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84ec6569-a03a-4a40-b82f-d3732c363fe1",
    "title": {
      "en": "Kono Subarashii Sekai ni Shukufuku wo! - A Day of KazuMegu (Doujinshi)"
    },
    "updatedAt": "2023-02-26T20:16:27+00:00",
    "coverArt": "https://mangadex.org/covers/84ec6569-a03a-4a40-b82f-d3732c363fe1/3cbf3548-b7b5-4ee0-ae4c-9bd390c47036.jpg",
    "altTitles": [
      {
        "ja": "この素晴らしい世界に祝福を! -「100日後に結婚するカズめぐ」"
      },
      {
        "en": "Kono Subarashii Sekai ni Shukufuku wo! - KazuMegu Will Get Married In 100 days"
      },
      {
        "en": "Kazuma & Megumin Will Get Married in 100 Days"
      }
    ],
    "description": {
      "en": "A parody of [\"This Croc Will Die In 100 Days\"](https://mangadex.org/title/44625/this-croc-will-die-in-100-days)"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "75d1ec73-711f-451a-ac3a-6f43a7f0d6a2",
    "title": {
      "en": "Tales of Greed Deep"
    },
    "updatedAt": "2024-04-30T09:37:22+00:00",
    "coverArt": "https://mangadex.org/covers/75d1ec73-711f-451a-ac3a-6f43a7f0d6a2/c42cf0a4-712b-4e27-a9ee-c37fa7cb00bc.png",
    "altTitles": [
      {
        "en": "Desire Diary Deep"
      },
      {
        "ko": "욕망일기Deep"
      },
      {
        "id": "Diary of Desire Deep"
      }
    ],
    "description": {
      "en": "\"Tales of Greed\" is back with an even deeper story! What if the desires that every human can have become a reality? Will the outcome ultimately lead to happiness or bring about destruction?",
      "id": "'Diary of Desire' kini kembali dengan cerita yang lebih deep! Bagaimana jika keinginan yang bisa dimiliki oleh setiap manusia menjadi kenyataan? Apakah akhirnya akan bahagia atau malah membawa kehancuran?",
      "ko": "더욱 더 매운맛으로 돌아온 욕망일기의 새로운 에피소드\n인간이라면 누구나 가질법한 욕망,\n그것이 현실로 이루어진다면?\n그 끝은 과연 행복일까 파멸일까.."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad75039d-686c-457f-b478-e56fc3b3c069",
    "title": {
      "en": "Kajidaikou no Arbeit wo Hajimetara Gakuen Ichi no Bishoujo no Kazoku ni Kiniirarechaimashita."
    },
    "updatedAt": "2024-09-30T06:09:17+00:00",
    "coverArt": "https://mangadex.org/covers/ad75039d-686c-457f-b478-e56fc3b3c069/195d88d9-a940-414f-b24b-c0da6c6c14bb.png",
    "altTitles": [
      {
        "en": "I Started working a Housekeeping Job and Ended Up Being Liked by the Family of the Most Beautiful Girl in School."
      },
      {
        "ja": "家事代行のアルバイトを始めたら学園一の美少女の家族に気に入られちゃいました。"
      },
      {
        "ja-ro": "Kaji daikou no arubaito wo hajimetara gakuen ichi no bishoujo no kazoku ni kiniirarechaimashita."
      }
    ],
    "description": {
      "en": "My Part-Time Job is at the House of the Cutest Girl in School. A Shy and Awkward Housekeeping Rom-Com with the School Idol!\n\nDuring his second year of high school, Haruto Otsuki starts a part-time job in housekeeping during the summer vacation. His first client turns out to be none other than Ayaka Tojo, the most beautiful girl in school! Despite being bewildered by this unexpected turn of events, Haruto continues doing his housekeeping duties. Over time, he becomes well-liked by Ayaka's family and begins regularly visiting her house.\n\nFrom making home-cooked meals that delight Ayaka, to going grocery shopping together like a newlywed couple, and even going on shy movie dates like young lovers, they begin to grow closer by spending these special moments outside of school. This charming and awkward housekeeping rom-com featuring the most innocent and beautiful girl in school and a secretly high-spec guy begins!",
      "id": "Pekerjaan Paruh Waktuku Ada di Rumah Gadis Termanis di Sekolah. Komedi Romantis Pemalu dan Canggung dengan Sang Idola Sekolah!\nSelama tahun kedua sekolah menengahnya, Haruto Otsuki memulai pekerjaan paruh waktu sebagai pembantu rumah tangga selama liburan musim panas. Klien pertamanya ternyata tidak lain adalah Ayaka Tojo, gadis tercantik di sekolah! Meskipun bingung dengan kejadian tak terduga ini, Haruto terus melakukan tugas-tugas pembantu rumah tangganya. Seiring berjalannya waktu, ia menjadi disukai oleh keluarga Ayaka dan mulai mengunjungi rumahnya secara rutin.\nDari membuat makanan rumahan yang menyenangkan Ayaka, hingga pergi berbelanja kebutuhan sehari-hari bersama seperti pasangan pengantin baru, dan bahkan pergi menonton film malu-malu seperti sepasang kekasih muda, mereka mulai semakin dekat dengan menghabiskan momen-momen spesial ini di luar sekolah. Komedi romantis yang menawan dan canggung ini menampilkan gadis paling polos dan cantik di sekolah dan seorang pria yang diam-diam berkelas tinggi!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04582e8-d98b-4f6e-b605-c300f3a5e3bd",
    "title": {
      "en": "Sanda"
    },
    "updatedAt": "2024-09-29T01:27:26+00:00",
    "coverArt": "https://mangadex.org/covers/b04582e8-d98b-4f6e-b605-c300f3a5e3bd/71e15598-03f9-4c9c-866a-096677c760f3.jpg",
    "altTitles": [
      {
        "ja": "サンダ"
      }
    ],
    "description": {
      "en": "In the year 2080, the world is like it is now, yet different. Government-arranged marriages, elaborate plastic surgery, and medical science are at the forefront of Japanese society.\n\nSanda Kazushige is a middle-school student who hasn't quite matured, despite being in the thralls of puberty. Put into a life-threatening situation by his classmate Fuyumura, Sanda discovers his uncanny ability to turn into a burly (and more grown) Santa Claus, and is thrown into a world of chaos to save his fellow students in only ways Santa Claus can do, while trying to solve the mysteries of the school he attends and the truth to where his supposedly-dead classmate Ono went.",
      "ja": "これは少し未来のお話。超少子化が進み、様々な風習が失われた近未来。大黒愛護学園に通う普通の少年、三田は、なぜか同級生の冬村四織に命を狙われていた。突如として振り下ろされる凶刃。それには、行方不明になった冬村の友人と、三田が抱えている「とある呪い」に理由があって…!?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "142"
  },
  {
    "mangaId": "68562661-6521-4191-add4-f04f4074f783",
    "title": {
      "en": "Konbini Goutou kara Tasuketa Jimi Tenin ga, Onaji Kurasu no Ubu de Kawaii Gyaru datta"
    },
    "updatedAt": "2024-09-27T16:32:14+00:00",
    "coverArt": "https://mangadex.org/covers/68562661-6521-4191-add4-f04f4074f783/867bb27b-eb73-48ad-aa28-0b52f751db8a.jpg",
    "altTitles": [
      {
        "ja": "コンビニ強盗から助けた地味店員が、同じクラスのうぶで可愛いギャルだった"
      },
      {
        "ja-ro": "Conveni Goutou Kara Tasuketa Jimi Tenin ga, Onaji Class no Ubu de Kawaii Gal datta"
      },
      {
        "en": "The Sobbing Clerk I Helped From the Convenience Store’s Robbery Is in Fact a Naive and Cute Gal From My Class"
      },
      {
        "id": "Karyawati yang Terisak-sedu yang Kutolong dari Perampok Toserba adalah Seorang Gadis Naif nan Imut dari Kelasku"
      }
    ],
    "description": {
      "en": "_\"Will you stay over at my house starting today?\"_ \n\nRiku Kuromine, a second-year high school student, became despondent after being rejected by his childhood friend. He happens to enter a convenience store and saves a clerk who was being attacked by a robber. The clerk turns out to be Ayana Hoshimiya, the most popular and beautiful gal in school. As a result of this incident, Ayana asks Riku to protect her from a stalker and they start living together under the guise of him protecting her as she lives alone.",
      "ja": "**見た目は派手ギャル、中身は超絶うぶ!? “うぶかわ”ギャル×非リア、禁断の同棲ラブコメ!!**\n\n「今日から、あたしの家に……泊まる？」高校二年生の黒峰リクは、幼馴染に振られて自暴自棄になったところ、偶然入ったコンビニで強盗に襲われていた店員を助ける。その店員は学校でいちばんモテる美人ギャル・星宮彩奈だった。この件をきっかけに星宮からストーカー被害を相談され、一人暮らしの彼女を守る名目でふたりは同棲することになり――!?",
      "pt-br": "“Você gostaria de ficar em minha casa esta noite?”\nRiku Kuromine, um aluno do segundo ano do ensino médio, ficou triste depois de ser rejeitado por sua amiga de infância. Por coincidência, ele entra em uma loja de conveniência e salva uma funcionária que estava sendo roubada. A funcionária era na verdade Ayana Hoshimiya, a garota mais popular e atraente da escola. Como resultado desse incidente, Ayana pede a Riku para passar a noite em sua casa e protegê-la de um perseguidor."
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "15"
  },
  {
    "mangaId": "47f93974-d406-45dd-8dbf-03db95654516",
    "title": {
      "en": "Bombergirl"
    },
    "updatedAt": "2023-07-09T03:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/47f93974-d406-45dd-8dbf-03db95654516/23c246c3-6795-41ea-a8b0-e42eb26494f1.jpg",
    "altTitles": [
      {
        "en": "Bombergirl Short Comics"
      },
      {
        "ja": "ボンバーガール"
      },
      {
        "ja-ro": "Bonbaagaaru"
      }
    ],
    "description": {
      "en": "Sporadically posted comic pages on the official twitter of the Bombergirl arcade game."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "014374f6-c420-4361-9ee9-93675f7e36bb",
    "title": {
      "en": "HadaCamera"
    },
    "updatedAt": "2023-06-04T17:37:43+00:00",
    "coverArt": "https://mangadex.org/covers/014374f6-c420-4361-9ee9-93675f7e36bb/bd2da80f-2d77-4a51-a2e9-f4de5ec31010.jpg",
    "altTitles": [
      {
        "en": "Naked Camera"
      },
      {
        "ru": "Голый фотоаппарат"
      },
      {
        "ja": "ハダカメラ"
      },
      {
        "ko": "알몸 카메라"
      },
      {
        "ru": "Обнажённый объектив"
      }
    ],
    "description": {
      "en": "Because he did not pass his college entrance exam, Kagami Kyosuke cannot stay close to Kojo Hikari, the love of his life. So instead he gets a part-time job near her university and buys an old camera since Hikari is passionate for photography. But as it turns out, that camera also has a secret which will get him involved in all sorts of \"exciting\" and \"awkward\" situations especially with Botan Oshikiri, his senpai and co-worker. How will Kyosuke's life play out now?  \r\n\r\n\r\n---",
      "id": "Karena dia tidak lulus ujian masuk perguruan tinggi, Kagami Kyosuke tidak bisa tinggal dekat dengan Kojo Hikari, cinta dalam hidupnya. Jadi alih-alih dia mendapatkan pekerjaan paruh waktu di dekat universitasnya dan membeli kamera tua karena Hikari sangat menyukai fotografi. Namun ternyata, kamera itu juga memiliki rahasia yang akan membuatnya terlibat dalam segala macam situasi \"menarik\" dan \"canggung\" terutama dengan Botan Oshikiri, senpai dan rekan kerjanya. Bagaimana kehidupan Kyosuke mulai dari sekarang?",
      "ru": "Провалившись на вступительных экзаменах в университет, Кагами Кёскэ также потерял возможность сблизиться со своей школьной любовью — Кодзё Хикари. Надеясь сохранить с ней связь, он не только устраивается работать в кафе рядом с её кампусом, но и покупает подержанный полароид, чтобы найти общую тему для разговоров с увлекающейся искусством фотографии Хикари. Однако Кагами не знал, что он приобрел очень необычный фотоаппарат…  \r\n\r\n\r\n---"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "9",
    "lastChapter": "81"
  },
  {
    "mangaId": "f9652981-8c4e-4b03-a379-2ee9f02627d8",
    "title": {
      "en": "I'm in Trouble With My Best Friend's Daughter"
    },
    "updatedAt": "2024-09-12T06:22:34+00:00",
    "coverArt": "https://mangadex.org/covers/f9652981-8c4e-4b03-a379-2ee9f02627d8/258304c7-f1a4-4d03-93a3-19fb422e14ca.jpg",
    "altTitles": [
      {
        "ja-ro": "Shin'yuu no Musume ni Semarare Komatte imasu"
      },
      {
        "ja": "親友の娘に迫られ困っています"
      }
    ],
    "description": {
      "en": "Kiyoharu's predictable everyday life comes to an abrupt end when his best friend's daughter suddenly shows up, declares that she'll be living with him, and demands he makes her his wife."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "37"
  },
  {
    "mangaId": "70562cf3-2733-4959-8115-06171e57bc95",
    "title": {
      "en": "Chii-chan"
    },
    "updatedAt": "2024-06-26T12:16:35+00:00",
    "coverArt": "https://mangadex.org/covers/70562cf3-2733-4959-8115-06171e57bc95/70b57071-b150-4c79-94a1-fa9f89a9a9a0.jpg",
    "altTitles": [
      {
        "ja": "ちーちゃん"
      }
    ],
    "description": {
      "en": "It was the day Chiichan, who never comes to middle school at all, suddenly showed up in her tattered sweats with dead insects, causing a commotion in the class. Yuua has been with her since kindergarten and cares about her, and her classmate Koudai asks if he can help Chiichan out...\nA new series born from a unique collaboration, in which Oshimi Shuuzou depicts the prequel to Chiichan, the aberrant heroine of Naitou Eisuke's film *Poison Girl*, as an original manga *Chiichan*!",
      "fr": "Chii, qui ne vient habituellement pas en cours, se présente un jour vétue de haillons, et un insecte à la main. De quoi faire parler la classe...",
      "es-la": "Chii-chan, quien rara vez asiste a la escuela secundaria, que viste un desgastado chándal y tiene un hobby peculiar. Un día hace algo que causa miedo en el salón, por lo que, dos jóvenes tratan de ayudarla. Esta nueva serie es una colaboración en la que Shūzō Oshimi dibuja la precuela del extraordinario personaje de Chii-chan, la inusual personaje de la película \"Doku Musume\" dirigida por Eirō Naitō."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "10"
  },
  {
    "mangaId": "03ba27aa-05b9-4fc1-a80a-c3e45813d727",
    "title": {
      "en": "Omega ni Dake wa Naritakunai!! ~Isekai Tensei Shitara Ane no BL Manga no Nakadeshita~"
    },
    "updatedAt": "2024-09-22T05:14:20+00:00",
    "coverArt": "https://mangadex.org/covers/03ba27aa-05b9-4fc1-a80a-c3e45813d727/03936a18-eda0-4ca0-b8a0-eca13c434e22.jpg",
    "altTitles": [
      {
        "ja": "Ωにだけはなりたくない!! ～異世界転生したら姉のBL漫画の中でした～"
      },
      {
        "en": "I Don't Want to Be Just an Ω Omega! ~I Was in My Sister's BL Manga When I Reincarnated in Another World~"
      }
    ],
    "description": {
      "en": "Aspiring manga artist Taisei Kuji is an assistant to his sister, a popular BL mangaka. One day, Taisei was unluckily run over by a truck and found himself reincarnated into the omegaverse world drawn by his sister!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb5289d3-c3e7-40a3-af54-bd80a7ff2df3",
    "title": {
      "en": "Renai Caffeine"
    },
    "updatedAt": "2024-07-27T15:48:11+00:00",
    "coverArt": "https://mangadex.org/covers/eb5289d3-c3e7-40a3-af54-bd80a7ff2df3/c98d09f2-d278-43eb-9ed9-4aa272e96219.jpg",
    "altTitles": [
      {
        "ja": "恋愛カフェイン"
      },
      {
        "ja": "366日目のブルー"
      },
      {
        "ja-ro": "Ren'ai Caffeine"
      },
      {
        "ja-ro": "Ren'ai Kafein"
      },
      {
        "ja-ro": "Renai Kafein"
      },
      {
        "ja-ro": "366-nichime no Blue"
      },
      {
        "en": "Passion Caffeine"
      },
      {
        "zh": "恋爱咖啡因"
      },
      {
        "en": "Passion and Caffeine"
      }
    ],
    "description": {
      "en": "After Sunohara Hanano suddenly has to move to take care of her sister's house, she meets her sister's good friend Natsuki Kyosuke. Before she realizes, his cool appereance and tenderness will melt her heart?!"
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "8.5"
  },
  {
    "mangaId": "270f205c-e9a6-4b24-b940-59d5c07829d1",
    "title": {
      "en": "Gal ni Yasashii Otaku-kun"
    },
    "updatedAt": "2024-08-28T19:21:58+00:00",
    "coverArt": "https://mangadex.org/covers/270f205c-e9a6-4b24-b940-59d5c07829d1/9430b5bb-1b28-46f3-9656-cc2cbab46505.jpg",
    "altTitles": [
      {
        "ja": "ギャルに優しいオタク君"
      },
      {
        "ja-ro": "Gyaru ni Yasashii Otaku-kun"
      },
      {
        "en": "Otaku x Gal"
      },
      {
        "en": "Otaku-kun Who's Kind to Gyaru"
      },
      {
        "en": "Otaku-kun Who's Kind to Gals"
      },
      {
        "en": "Gal-Friendly Otaku-kun"
      }
    ],
    "description": {
      "en": "Otakura is a high school boy who's clearly an otaku, and Narumi is a high school gal. Normally, these two polar opposites would never cross paths, even at school. But by a strange coincidence, it turns out Otakura is able to use his inherently handy nature to help out Narumi with her own hobby-related requests, one after another?",
      "id": "Odakura, seorang anak SMA yang terlihat otaku, dan Narumi, seorang gadis SMA yang terlihat seperti seorang gal. Awalnya, mereka adalah dua kutub yang berlawanan yang tidak akur di sekolah, tetapi secara kebetulan, Odakura menggunakan ketangkasan alaminya untuk mengabulkan permintaan Narumi satu demi satu!? \n\nKomedi romantis remaja sekolahmu♪",
      "ja": "見た目がオタクな男子高校生の小田倉と、ギャルな女子高生の鳴海。\n本来は学校でも交わらない真逆のタイプの二人だったけれど、ひょんなことから小田倉は持ち前の手先の器用さで、鳴海の趣味に関するお願い事を次々と叶えていって!?\n\nギャルの趣味を理解するオタク君の学園青春ラブコメディー♪\n\n---\n\nMitame ga otakuna danshi kōkōsei no Odagura to, gyaruna mesukōsei no Narumi. Honrai wa gakkō demo majiwaranai magyaku no taipu no futaridattakeredo, hyon'nakotokara Odagura wa mochimae no tesaki no kiyō-sa de, Narumi no shumi ni kansuru o negaigoto o tsugitsugi to kanaete itte!? \n\nGyaru no shumi o rikai suru otaku-kun no gakuen seishun rabukomedī ♪",
      "pt-br": "Odakura, um garoto do ensino médio que parece um otaku, e Narumi, uma garota do ensino médio que se parece com uma gal. Originalmente, eles eram polares opostos que não se davam bem na escola, mas por acaso, Odakura usou sua destreza natural para conceder os desejos da Narumi um após o outro!? Sua comédia romântica escolar da juventude."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3527e18c-6be2-4020-80d9-41cecbb53fe4",
    "title": {
      "en": "The Demon Sword Master of Excalibur Academy"
    },
    "updatedAt": "2024-09-25T10:08:34+00:00",
    "coverArt": "https://mangadex.org/covers/3527e18c-6be2-4020-80d9-41cecbb53fe4/47859cea-d929-4590-b6bb-b17b624f62e0.jpg",
    "altTitles": [
      {
        "ja-ro": "Seiken Gakuin no Maken Tsukai"
      },
      {
        "en": "Demon's Sword Master of Excalibur School"
      },
      {
        "ja": "聖剣学院の魔剣使い"
      },
      {
        "zh": "圣剑学院的魔剑使"
      },
      {
        "zh-hk": "圣劍學院的魔劍使"
      },
      {
        "ru": "Мастер демонического клинка из академии «Святого Меча»"
      }
    ],
    "description": {
      "en": "In the fantasy story, the demon king Leonis sealed himself away for 1,000 years in order to prepare for the final battle, but when he woke up, he found himself in the body of a 10-year-old boy. A beautiful young woman named Lisellia from the Holy Sword Academy then says to him, \"Why were you locked up in such a place? It's OK now, this big sister will take care of you!\" Under Lisellia's care, Leonis is shocked to see that the world has completely changed. Bewildered and confused, Leonis finds himself enrolling at the Holy Sword Academy."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "84ed0cb4-f4aa-4f30-bd27-8b81e0f3f766",
    "title": {
      "en": "Voidman"
    },
    "updatedAt": "2024-08-21T23:30:18+00:00",
    "coverArt": "https://mangadex.org/covers/84ed0cb4-f4aa-4f30-bd27-8b81e0f3f766/5bbdc4b0-ada6-42a4-b330-5ade7706fd06.jpg",
    "altTitles": [
      {
        "ko": "보이드맨"
      }
    ],
    "description": {
      "en": "A post-apocalyptic world is ruled by gods.\n\nDriven by the desire to avenge his family, slain by a god, he plunged into the abyss of death. \n\n\"O Void, lend me your power, The power to slay the gods…!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b222a0cc-db9f-4dc8-ac78-4194e7d14403",
    "title": {
      "en": "Urban Legend Maker"
    },
    "updatedAt": "2024-03-13T14:26:16+00:00",
    "coverArt": "https://mangadex.org/covers/b222a0cc-db9f-4dc8-ac78-4194e7d14403/add173ce-c801-499d-8b2b-4d25d2f4d2d6.jpg",
    "altTitles": [
      {
        "zh-ro": "Wǒ, Chuàngzàole Dūshì Chuánshuō!"
      },
      {
        "zh": "我，创造了都市传说！"
      },
      {
        "en": "I, Created Urban Legends"
      },
      {
        "en": "I Created an Urban Legend"
      },
      {
        "vi": "Ta Sáng Tạo Truyền Thuyết Đô Thị"
      },
      {
        "vi": "Ta Ở Tokyo Sáng Tạo Truyền Thuyết Đô Thị"
      },
      {
        "vi": "Ta, Sáng Tạo Ra Đô Thị Truyền Thuyết"
      }
    ],
    "description": {
      "en": "The protagonist Yuan Zhenji crossed to the parallel world of Jiangshi, and found that this world was full of various horror and weirdness, and ordinary humans were as fragile as paper in front of them. He used a notebook called \"Urban Legend Records\" to create urban legends that affect reality, punish criminals and contain weirdness, absorb the weird rule ability \"use magic to defeat magic\", and become a monitor who fights against weirdness, and fights with his partners against the coming doomsday-level weirdness...",
      "vi": "Sau khi xuyên không tới đất nước Nhật Bản trong thế giới song song, Kanbaru Shinji có được một quyển sổ ghi chép tên là Truyền Thuyết Đô Thị Thực Lục.\nMọi truyền thuyết đô thị cậu ghi vào đó đều có thể trở thành sự thật.\nMà Nhật Bản ở thế giới này còn thiếu khuyết rất nhiều truyền thuyết đô thị từng xuất hiện trong kiếp trước như là Hanako nhà vệ sinh, Thiếu Nữ Đến Từ Địa Ngục, Quý bà Hachishaku, Cuộc gọi của Mary, Con Mắt Trong Khe Hở...\nKanbaru Shinji: “Để ta khiến cho Nhật Bản này quần ma loạn vũ đi!”\nTóm tắt theo tiểu thuyết gốc, bản manhua đã chỉnh sửa rất nhiều từ tên nhân vật cho đến bối cảnh, vui lòng theo dõi truyện để biết thêm chi tiết."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3004b6e8-2d50-4f51-9dd0-df75c87b7f05",
    "title": {
      "en": "An Ode To Youth"
    },
    "updatedAt": "2024-07-20T10:06:57+00:00",
    "coverArt": "https://mangadex.org/covers/3004b6e8-2d50-4f51-9dd0-df75c87b7f05/3dbeba4b-6c3c-40ce-a8c2-b4e3ca3f13fd.jpg",
    "altTitles": [
      {
        "ko": "청춘,예찬"
      },
      {
        "en": "Cheongchun, Yechan"
      }
    ],
    "description": {
      "en": "Cheongwook and Unho have been living together for three months due to unavoidable circumstances. These two, who have nothing to do with each other, keep fighting over trivial matters. Just when the anger between them builds up and is about to explode, Unho gets caught with his secret by Cheongwook."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bf8904a-99e7-47eb-aa90-5459e71cef2d",
    "title": {
      "en": "The Ten Thousand Clans Invasion: Guardian of the Rear"
    },
    "updatedAt": "2024-02-10T22:42:39+00:00",
    "coverArt": "https://mangadex.org/covers/1bf8904a-99e7-47eb-aa90-5459e71cef2d/978b5f30-b852-4542-904d-d98ad1e2e35e.jpg",
    "altTitles": [
      {
        "zh": "万族入侵：全民参战，我留守后方"
      },
      {
        "zh-ro": "Wan Zu Ru Qin: Quanmin Canzhan, Wo Liushou Houfang"
      },
      {
        "en": "Invasion of All Races: All the People Join the War, I Stay Behind"
      }
    ],
    "description": {
      "en": "Invasion of the Ten Thousand Clans, universal superpowers, the era beyond time has arrived! In this age, all citizens are drafted to resist the foreign races and defend against external humiliation. Nan Ziying, at the tender age of adulthood, chooses to stay behind at the recruitment center, serving as logistical support. Many soldiers are disappointed, the youth scorn him, and white-haired elders take up arms and leave, leaving him behind with only women, children, and the elderly to guard the rear. Later, Nan Ziying awakens five great abilities and silently prepares. In this era where countless clans reign supreme and the times are filled with tragic heroism, ‘I am the calamity of these ten thousand clans!'"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8f7a6741-57b2-4969-b19c-f4cd781db709",
    "title": {
      "en": "The Suspicious Boy Is One of the World's Top Ten Masters"
    },
    "updatedAt": "2024-08-15T17:24:46+00:00",
    "coverArt": "https://mangadex.org/covers/8f7a6741-57b2-4969-b19c-f4cd781db709/8f60cbeb-def4-4b73-b07d-b9c1cdac5b01.jpg",
    "altTitles": [
      {
        "ko": "수상한 소공자는 천하십대고수"
      },
      {
        "ko-ro": "Susanghan Sogongjaneun Cheonhasibdaegosu"
      }
    ],
    "description": {
      "en": "In the aftermath of Madorim's decline following the World War, a captivating tale unfolds as the maternal grandson, son of Lord Daesannim's daughter, returns to the city. Despite initial feelings of abandonment, he emerges as a figure of unexpected beauty in a martial arts world marked by rugged aesthetics.\n\nUnveiling his true identity as the King of the Mu-myeon Mountain, a teenage expert who conquered the Dragon King of the Yellow River, the series promises a gripping narrative. Driven by his mother's last words and a determination to restore Madorim to its former glory, Jin Murip, this unparalleled teenage expert, arrives in Madorim."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5208b9d-5233-4672-bf5c-6e7d23767e37",
    "title": {
      "en": "J<->M"
    },
    "updatedAt": "2024-07-12T10:03:31+00:00",
    "coverArt": "https://mangadex.org/covers/d5208b9d-5233-4672-bf5c-6e7d23767e37/cc9ca0cb-2201-4e45-b164-24723c30ff37.jpg",
    "altTitles": [
      {
        "en": "J and M"
      },
      {
        "uk": "J⇔M ДжЕм"
      },
      {
        "ja": "J⇔M　ジェイエム"
      },
      {
        "ja-ro": "J⇔M　jeiemu"
      }
    ],
    "description": {
      "en": "J is a lone assassin feared as \"untouchable\" in the underworld.\nMegumi is a lonely girl who has no place at home or school.\nWhen the two meet, an unexpected story begins.",
      "uk": "Джей - самотній найманий вбивця, якого у злочинному світі вважають \"невразливим\". Меґумі - самотня дівчинка, якій немає місця ні вдома, ні в школі. Коли вони познайомилися, розпочалася несподівана історія, Джей та Меґумі обмінялися тілами. Тепер, Джей змушений взятися за завдання по вбивству у своєму новому тілі."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "299339de-e13e-4b9a-879a-7426c0cebfd3",
    "title": {
      "en": "Pan o Nameru na!"
    },
    "updatedAt": "2024-09-28T12:25:19+00:00",
    "coverArt": "https://mangadex.org/covers/299339de-e13e-4b9a-879a-7426c0cebfd3/1924de87-f6e0-4ea9-8103-68a160f0c79a.jpg",
    "altTitles": [
      {
        "ja": "パンをナメるな！"
      },
      {
        "ja-ro": "Pan wo Nameruna!"
      },
      {
        "en": "Don't Underestimate Bread-Making!"
      },
      {
        "en": "Don't Underestimate Bread!"
      }
    ],
    "description": {
      "en": "No education, no work experience, no friends. Muyu Uchiki is a nineteen-year-old girl who's been a shut-in for two years, she lives a self-indulgent life, but a turning point comes for her?! She gets a call from her aunt in Kamakura about helping out at her bakery.",
      "ja": "引きこもり少女がパン屋の店長に！？\n\n学歴・職歴・友達無しの少女 内木夢夢(うちきむゆ)は、2年間 家に引きこもって自堕落な生活を送っていた…しかし、そんな彼女に転機が訪れる――！！鎌倉に住む叔母からパン屋のお手伝いに呼ばれたのだ！ワケも分からないまま鎌倉に着いたむゆに待ち受けていたのはパン屋の店長代理としてお店で働くことで…！？"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4fcca10d-cdde-4d69-b8bd-d053185dfa19",
    "title": {
      "en": "Munou na Mamahaha desu ga, Kazoku no Dekiai ga Tomarimasen!"
    },
    "updatedAt": "2024-09-30T06:02:26+00:00",
    "coverArt": "https://mangadex.org/covers/4fcca10d-cdde-4d69-b8bd-d053185dfa19/60cd116b-b537-4a65-bb72-925d406ebef2.png",
    "altTitles": [
      {
        "ja": "無能な継母ですが、家族の溺愛が止まりません！"
      },
      {
        "ja-ro": "Munou na Keibo desu ga, Kazoku no Dekiai ga Tomarimasen!"
      },
      {
        "en": "I'm a Worthless Stepmother, But I Love My Family Madly!"
      },
      {
        "en": "The Beloved Incompetent Stepmom"
      }
    ],
    "description": {
      "en": "Elsa grew up in a family devoid of love and warmth, leaving her neglected and uneducated, branded as useless by those around her. However, destiny has a surprising twist in store. She receives a decree from the Emperor, commanding her to marry the formidable Duke Rolf Eiberg, a man renowned for his prowess on the battlefield and whispered about in the shadows for his cruelty, earning him the ominous title of “war maniac.”\n\nContrary to the expectations of those around her, Elsa views this marriage as a chance to change her life and find happiness. But upon arriving at the Duke's grand residence, she is shocked to find that her groom is absent. Instead, she encounters his two sons: the fiery Wilbert and the enigmatic Hugh, both unaware of their father’s impending marriage.\n\nWhat follows is Elsa's arduous journey into a family cloaked in secrets, where every heart is ensnared by the barbed wire of detachment and mistrust. Can she uncover the truths hidden within these walls and cultivate love in a place overshadowed by the past?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72326fce-30af-4452-9404-afca5bd13c0d",
    "title": {
      "en": "Midwood"
    },
    "updatedAt": "2022-10-23T03:18:33+00:00",
    "coverArt": "https://mangadex.org/covers/72326fce-30af-4452-9404-afca5bd13c0d/ec6c15ca-6103-4f57-9ef9-41dde6b30325.jpg",
    "altTitles": [
      {
        "en": "Mid-Ut"
      },
      {
        "ko": "미드우트"
      }
    ],
    "description": {
      "en": "As the monster slayer troops, also known as 'Sretu', no longer functioned as it used to, humans became monster feed.\n'Jin Cheongdo', who has been living in a world full of monsters for his entire life, uses a legendary item 'Midwood', to turn back in time, for the sake of killing 'Ian' who was the centerpiece of this whole mess...",
      "ko": "괴물처치부대 '스레투'가 사라진 지금. 인간들은 괴물들의 먹이가 되었다.\n괴물이 가득한 세상에서 평생을 살아온 '진청도'는\n전설의 아이템 '미드우트'를 이용해 과거로 가서\n이 사태를 초래한 '이안'을 죽이려 하는데..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1fbe2cb0-4b52-436a-806b-735db9829d41",
    "title": {
      "en": "The Magic Genius of the Marquis House"
    },
    "updatedAt": "2024-09-20T14:33:38+00:00",
    "coverArt": "https://mangadex.org/covers/1fbe2cb0-4b52-436a-806b-735db9829d41/46ff144a-b9b3-43a3-9061-2b0c23754683.png",
    "altTitles": [
      {
        "ko": "후작가의 마법 천재"
      },
      {
        "en": "The Marquis's Family Magical Genius"
      },
      {
        "en": "The Marquis' Magic Genius"
      },
      {
        "en": "The Magic Genius of the Marquis"
      }
    ],
    "description": {
      "en": "\"To stay alive… I have no choice but to become a genius. From today, I’ll do my best, so please support me.\" \nLee Hyun-woo finds himself possessing Kyle Seltarion, an extra character from a game where he used to reign as the world’s number one player.  \nConsidering the game’s storyline, he soon faces the imminent death of Kyle, who, on top of being on death's door, can't use magic or aura and has a terrible reputation. How did he end up in the body of such a character?  \nHowever, after discovering a new talent, he learns to harness mana and begins to shift his attributes and reputation with knowledge of hidden routes gained through grinding in the game.  \nHis immediate goal is to save his own life, but that goal is closely linked to the impending global catastrophe...  \nTo overcome this situation, he needs to gather allies and boost his reputation! It's time to turn his past, which was a reckless mess, around and move into a new phase!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f754f55-1c7c-4e1c-89fb-5976ba621bce",
    "title": {
      "en": "The Light of Youth Training"
    },
    "updatedAt": "2024-08-18T19:57:49+00:00",
    "coverArt": "https://mangadex.org/covers/4f754f55-1c7c-4e1c-89fb-5976ba621bce/6ef761fe-0ef3-4dfa-acf7-902f241f7816.jpg",
    "altTitles": [
      {
        "zh": "青芒LYT"
      }
    ],
    "description": {
      "en": "A Cuju-loving young prince, somehow transmigrated to the present day, using his talent in Cuju, he leads his highschool soccer club that is on the line of being disbanded to a miracle!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d25919b-e677-45c1-a64d-e40c2ea14fd5",
    "title": {
      "en": "Tonari no Seki no Yatsu ga Souiu Me de Mitekuru"
    },
    "updatedAt": "2024-09-13T15:48:58+00:00",
    "coverArt": "https://mangadex.org/covers/1d25919b-e677-45c1-a64d-e40c2ea14fd5/281a36bd-4e6e-4cb7-8728-01318e8b7dcf.jpg",
    "altTitles": [
      {
        "ja": "となりの席のヤツがそういう目で見てくる"
      },
      {
        "es-la": "La persona sentada a mi lado me mira de esa manera"
      },
      {
        "es-la": "La persona de al lado me mira con esos ojos"
      },
      {
        "uk": "Однокласниця що сидить біля мене, дивиться на мене хтивими очима"
      }
    ],
    "description": {
      "en": "Of course, viewers are excited, but will those being watched feel the same excitement...?\n Brought to you by mmk of 'Love Comedy Quest,' this is a pure love short comedy of the new era about 'neighbors'!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c59187a7-7479-4b6f-a990-395b35677939",
    "title": {
      "en": "From the Dust"
    },
    "updatedAt": "2024-03-23T20:28:31+00:00",
    "coverArt": "https://mangadex.org/covers/c59187a7-7479-4b6f-a990-395b35677939/2f3d2782-ed7d-4444-a2a8-136ab05b4f20.jpg",
    "altTitles": [
      {
        "ja": "君が獣になる前に"
      },
      {
        "ja-ro": "Kimi ga Kemono ni Naru Mae ni"
      },
      {
        "en": "Before You Become a Beast"
      },
      {
        "ru": "Прежде, чем ты станешь зверем"
      },
      {
        "uk": "До твого перевтілення в звіра"
      },
      {
        "zh-hk": "在你成為野獸之前"
      },
      {
        "zh": "在你成为野兽之前"
      }
    ],
    "description": {
      "en": "Hajime leads an unremarkable life as an undertaker, but he likes his job and has no reason to complain. Nor can he complain of being always called \"onii-san\" by one of the top star actresses in the country, Kidō Kotone, a childhood friend. Their relationship has always had a touch of awkwardness due to the parents of both having died violent deaths, but nothing could have prepared Hajime - or Japan - to the deed Kotone decides to perpetrate seemingly out of the blue."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "70"
  },
  {
    "mangaId": "e1e38166-20e4-4468-9370-187f985c550e",
    "title": {
      "en": "Mato Seihei no Slave"
    },
    "updatedAt": "2024-08-18T13:06:23+00:00",
    "coverArt": "https://mangadex.org/covers/e1e38166-20e4-4468-9370-187f985c550e/2e418d11-579c-4078-a960-60781115efc9.jpg",
    "altTitles": [
      {
        "en": "Chained Soldier"
      },
      {
        "es": "El esclavo de la élite de soldados de Mato"
      },
      {
        "en": "Slave of the Hell Soldiers"
      },
      {
        "en": "Slave of the Magic Capital's Elite Troops"
      },
      {
        "ru": "Раб спецотряда демонического города"
      },
      {
        "ja": "魔都精兵のスレイブ"
      },
      {
        "zh": "魔都精兵的奴隶"
      },
      {
        "uk": "Раб елітних військ магічного міста"
      },
      {
        "fr": "Demon slave"
      },
      {
        "de": "Demon Slave"
      },
      {
        "es": "Demon Slave"
      },
      {
        "tr": "Cehennem Askerlerinin Kölesi"
      },
      {
        "id": "Budak Korps Elite Kota Iblis"
      }
    ],
    "description": {
      "en": "The demon-filled dimension known as \"Mato\" has opened to threaten humanity, and a type of \"peach\" tree that grows there yields fruit that confers special powers to those who eat it, giving humanity a fighting chance, but this only works for women. As such, as protectors of humanity, women rise in social status while men are relegated to second-class citizens scraping for basic occupation and acknowledgment.   \n  \nCue Yuuki Wakura, a domestically crafty and laborious high school senior whose older sister was taken during a Mato event 5 years before; while lamenting the hardships of the life ahead of him, an event opens before him, and while being rescued from demons by Captain Kyouka of the Anti-Demon Corps, she confers him powers as her \"slave\" and turns him into a mighty beast mount that mows down the demons.   \n  \nHowever, there is a surprising price to pay for being her \"slave\"… and it's not him who has to pay it.",
      "fr": "La dimension démoniaque connue sous le nom de \"Mato\" s'est ouverte pour menacer l'humanité, et une sorte de \"pêcher\" qui y pousse donne des fruits qui confèrent des pouvoirs spéciaux à ceux qui les mangent, donnant à l'humanité une chance de se battre, mais cela ne fonctionne que pour les femmes. Ainsi, en tant que protectrices de l'humanité, les femmes gagnent en statut social tandis que les hommes sont relégués à des citoyens de seconde zone qui se battent pour une occupation et une reconnaissance de base.  \r\n  \r\nCue Yuuki Wakura, une lycéenne rusée et laborieuse dont la sœur aînée a été enlevée lors d'un événement du Mato 5 ans auparavant ; alors qu'elle se lamente sur les difficultés de la vie qui l'attend, un événement s'ouvre devant elle, et alors qu'elle est sauvée des démons par le capitaine Kyouka du Corps Anti-Démon, elle lui confère ses pouvoirs d'\"esclave\" et le transforme en un puissant monticule animal qui fauche les démons.  \r\n  \r\nCependant, il y a un prix surprenant à payer pour être son \"esclave\"… et ce n'est pas lui qui doit le payer.  \r\n\r\n\r\n---\r\n\r\n**Links:**  \r\n- [Artist's Twitter](https://twitter.com/takemura4hey/)",
      "ru": "Эта боевая фентезийная манга повествует о нескольких героинях, что защищают людей в альтернативном пространстве, именуемом Мато (Город Демонов).  \r\n\r\n\r\n---",
      "pt-br": "A dimensão cheia de demônios conhecida como \"Mato\" se abriu para ameaçar a humanidade, e uma espécie de \"pessegueiro\" que ali cresce produz frutos que conferem poderes especiais a quem os come, dando à humanidade uma chance de lutar, mas isso só funciona para mulheres. Como tal, como protetoras da humanidade, as mulheres ascendem no estatuto social, enquanto os homens são relegados a cidadãos de segunda classe, em busca de uma ocupação básica e de reconhecimento.\n\n Yuuki Wakura é um estudante do último ano do ensino médio, astuto e trabalhoso, cuja irmã mais velha foi raptada durante um evento em Mato, 5 anos antes; enquanto lamenta as dificuldades da vida que tem pela frente, um evento se abre diante dele, e ao ser resgatado dos demônios pela Capitã Kyouka do Corpo Anti-Demônio, ela confere a ele poderes como seu \"escravo\" e o transforma em uma poderosa montaria bestial. que destrói os demônios.\n\nNo entanto, há um preço surpreendente a pagar por ele ser seu “escravo”… e não é ele quem tem que pagar."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d0a0c63-d6c9-485d-aea5-82088696ad72",
    "title": {
      "en": "Okitsune Gal Katabami-san"
    },
    "updatedAt": "2024-08-09T10:58:20+00:00",
    "coverArt": "https://mangadex.org/covers/2d0a0c63-d6c9-485d-aea5-82088696ad72/865660ee-d24f-4ec8-b5e0-63eec43731ae.jpg",
    "altTitles": [
      {
        "ja": "お狐ギャルの片喰さん"
      }
    ],
    "description": {
      "en": "A very ordinary and serious high school student, Kamou-kun. Though his days are filled with diligent study, his concern lies in his childhood friend, Katabami-san, who interferes with his studies every day. And to make matters more complicated, Katabami-san's true identity is... a fox spirit!?\n\n---\n**Alternative Raw:** [Nico Nico Seiga](https://sp.seiga.nicovideo.jp/comic/66393)",
      "ja": "幼馴染みは…化け狐！？\n\nごく普通の真面目な男子高校生、賀茂（かも）くん。勉強に励む日々だったが、悩みは幼馴染みの片喰（かたばみ）さんが毎日勉強の邪魔をしてくること。しかも片喰さんの正体は……化け狐だった！？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2024-08-03T01:16:34+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "Please Bully Me, Miss Villainess!"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-09-29T03:50:10+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      },
      {
        "vi": "Cô em gái rất yêu anh mình"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14b3961b-8566-450f-b51f-31a258367388",
    "title": {
      "en": "The Reluctant Demon Cult Leader"
    },
    "updatedAt": "2024-09-17T14:46:08+00:00",
    "coverArt": "https://mangadex.org/covers/14b3961b-8566-450f-b51f-31a258367388/fbef3413-35ec-4ab0-883b-53c5fc240c84.jpg",
    "altTitles": [
      {
        "ko": "전전긍긍 마교교주"
      },
      {
        "en": "The Anxious Demon Sect Leader"
      },
      {
        "en": "The Demonic Cult Leader Is Too Reluctant"
      }
    ],
    "description": {
      "en": "Despite my position as the young leader of the Demonic Cult, all I ever wanted was a simple life.\n\nHowever, after my father, Heavenly Demon Asura, passed away and a rebellion erupted, I was forced to flee the cult. I believed I could finally live the life I had always longed for, but... my father's confidant, Poong Cheon, insisted that I must become the 16th cult leader.\n\nWas it just my imagination, or was something more ominous than becoming the leader of the Demonic Cult about to unfold in the future?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d786501b-f01e-4134-83bb-2b8c75aab6b2",
    "title": {
      "en": "Mahou Shoujo Madoka Magica - Mami Tomoe's Everyday Life"
    },
    "updatedAt": "2024-08-08T01:07:10+00:00",
    "coverArt": "https://mangadex.org/covers/d786501b-f01e-4134-83bb-2b8c75aab6b2/6c45e72b-9d0a-4757-87a3-a60627fbc02e.jpg",
    "altTitles": [
      {
        "ja-ro": "Tomoe Mami no Heibonna Nichijō"
      },
      {
        "ja": "巴マミの平凡な日常"
      }
    ],
    "description": {
      "ja": "Mami Tomoe's Everyday Life is a slice-of-life featuring a lonely, single, 30-year old Mami Tomoe. It is a remake of the author's original doujinshi series, Mami Tomoe 1X Years Later Mami-san Around 30 Years Old Collection."
    },
    "status": "ongoing",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad5f4635-a3b8-4daa-81a9-ddd8adb5df71",
    "title": {
      "en": "Beneath the Lady's Mask"
    },
    "updatedAt": "2024-08-02T00:40:53+00:00",
    "coverArt": "https://mangadex.org/covers/ad5f4635-a3b8-4daa-81a9-ddd8adb5df71/8d72eb29-212a-44b8-835b-cc4e25d4557a.png",
    "altTitles": [
      {
        "en": "Ma'am, Your Mask Has Fallen Off Again"
      },
      {
        "zh": "夫人你马甲又掉了"
      }
    ],
    "description": {
      "en": "Mother always said to Qinran: \"Your stepfather is from a famous family, your eldest brother is a genius, and your sister is a top student in her high school. You, a country bumpkin, don't embarrass them.\"\r\n\r\nEveryone with status in the capital received a warning from Mr. Juan of the Cheng family: \"Mr. Juan's wife is from the countryside and doesn't understand our current situation, and she has a bad temper. In short, everyone should be extra patient.\"\r\n\r\nUntil one day, when Master Juan was investigating a certain big boss, his men fell into a confused silence while looking at one of the waistcoats of his sister-in-law who claimed to know nothing…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "76fc9eb7-e715-4b3f-b9dd-79baa400337a",
    "title": {
      "en": "Reborn as a Monster 2: Rise of the Beast God"
    },
    "updatedAt": "2024-08-01T05:12:13+00:00",
    "coverArt": "https://mangadex.org/covers/76fc9eb7-e715-4b3f-b9dd-79baa400337a/5c880766-6e54-4830-becc-477a799aaa65.jpg",
    "altTitles": [
      {
        "en": "Reborn as a Monster 2: Rise of the Beast God"
      },
      {
        "zh": "Chongsheng Wei Guaishou Shenme Gui 2: Shou Shen Jueqi"
      },
      {
        "zh": "Eランク獣魂師の再生"
      },
      {
        "zh": "重生为怪兽什么鬼2：兽神崛起"
      }
    ],
    "description": {
      "en": "A thousand years ago, under the blood moon, spatial rifts opened, heralding the era of monsters! Countless monsters rampaged across the globe! Just as humanity was on the brink of complete extinction, the emergence of “Beast Spirit Masters” brought a glimmer of hope to all of humanity! With generations of inheritance and the development of “Beast Spirit Masters”, humanity successfully created a new civilizational order to combat the monster invasion! Lin Yuan, who was a top assassin in his previous life but was tragically betrayed and killed by his organization, transmigrates…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db1aa90a-31b7-4fb4-bc60-76239044d464",
    "title": {
      "en": "Otaku ni Otoku na Gal Gurashi"
    },
    "updatedAt": "2024-05-16T03:54:20+00:00",
    "coverArt": "https://mangadex.org/covers/db1aa90a-31b7-4fb4-bc60-76239044d464/7411fb7d-5569-4ad9-beb3-462b44f8b22b.jpg",
    "altTitles": [
      {
        "ja-ro": "Otaku ni Otoku na Gal Gurashi"
      },
      {
        "ja": "オタクにオトクなギャルぐらし"
      },
      {
        "zh": "宅男辣妹勤俭同居记"
      },
      {
        "ja-ro": "Otaku ni Otoku na Gyaru Gurashi"
      },
      {
        "ja-ro": "Otaku ni otaku na Gal-gurashi"
      },
      {
        "en": "An Otaku and an Otaku Gyaru's Life Together"
      },
      {
        "en": "Otaku and Gyaru Living Together With Benefits"
      },
      {
        "en": "A Gal’s Guide To Budget Living for an Otaku"
      }
    ],
    "description": {
      "en": "Yutaka Kongouji is the son of a wealthy family, but also an introvert and an otaku. He lives only to spend all his allowance supporting his favorite idol. But when his parents' business fails, he has to move into a run-down apartment on his own. There he ran into Rino Hyuga, a popular gal in his class..."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "20"
  },
  {
    "mangaId": "bb10c63a-bfe8-40fd-b0d5-53acbf626837",
    "title": {
      "en": "Dr. Prisoner"
    },
    "updatedAt": "2021-05-25T15:46:58+00:00",
    "coverArt": "https://mangadex.org/covers/bb10c63a-bfe8-40fd-b0d5-53acbf626837/ebeef654-e982-44b5-ad22-07c108101cf8.jpg",
    "altTitles": [
      {
        "en": "Docteur Prisonnier"
      },
      {
        "en": "Doctor Prisoner"
      },
      {
        "en": "Dr.プリズナー"
      }
    ],
    "description": {
      "en": "This doctor is much closer to death than anyone else!  \n  \nOverwhelming murderous tension!!!  \n  \nA medical suspense action, which you've never experienced, rises the curtain!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "f1acf348-46f4-42d7-abfd-b217cccc24ec",
    "title": {
      "en": "My Wife is a Heavenly Big Shot"
    },
    "updatedAt": "2024-09-05T01:12:44+00:00",
    "coverArt": "https://mangadex.org/covers/f1acf348-46f4-42d7-abfd-b217cccc24ec/2364247b-3225-4be4-baa0-90e89c300fe0.jpg",
    "altTitles": [
      {
        "zh": "我的妻子是大乘期大佬"
      },
      {
        "zh-ro": "Wo De Qizi Shi Dacheng Qi Da Lao"
      },
      {
        "zh-ro": "Wǒ De Qīzi Shì Dàchéng Qí Dà Lǎo"
      }
    ],
    "description": {
      "en": "The opening scene mentions a wife who has reached her power ceiling, who still wants a bicycle, and demands to eat only soft rice?! But when Xiao Yifeng said I was really your husband, I was nearly strangled to death by this future wife… something’s not right, I must have taken the wrong script!",
      "zh": "开局喜提战力天花板的妻子，还要啥自行车，软饭硬吃？！可当萧逸枫说出我真是你夫君的时候，险些没被这未来妻子直接掐死……不对，我一定是拿错剧本了！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "60bbd433-c4a7-4b54-a8e2-9c9a76b81677",
    "title": {
      "en": "The Master of the Grand Prince"
    },
    "updatedAt": "2024-08-30T19:13:30+00:00",
    "coverArt": "https://mangadex.org/covers/60bbd433-c4a7-4b54-a8e2-9c9a76b81677/7431fda9-ab94-4f46-8918-364fdb843e40.jpg",
    "altTitles": [
      {
        "ko": "대군마마의 주인님"
      },
      {
        "ko": "[거시,기록 단편선] 대군마마의 주인님"
      },
      {
        "en": "[Prominent-Figures Observation, Record Anthology] His Majesty the Grand Prince's Master"
      },
      {
        "en": "Your Majesty the Great King's Master"
      },
      {
        "en": "His Majesty the Grand Prince's Master"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3175db1-7f49-4321-ad68-5a59e0e53b61",
    "title": {
      "en": "Shota Oni"
    },
    "updatedAt": "2024-06-27T02:25:00+00:00",
    "coverArt": "https://mangadex.org/covers/b3175db1-7f49-4321-ad68-5a59e0e53b61/d011eb0b-035c-48f9-aa3b-a96b8631b3ae.jpg",
    "altTitles": [
      {
        "ja": "ショタおに"
      }
    ],
    "description": {
      "en": "After leaving a scar on his best friend's face years ago, Tsubaki feels responsible and is determined to grow up big and strong so he can protect Yuu. Yuu is already in high school and Tsubaki is only in elementary, but he is sure that his feelings will get through and Yuu will eventually come to rely on him."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57",
    "title": {
      "en": "It Starts With A Mountain"
    },
    "updatedAt": "2024-08-23T14:33:09+00:00",
    "coverArt": "https://mangadex.org/covers/c00cc3d9-f7c7-46da-95d5-8f5ae1e6fe57/112b1634-884d-4c34-af67-63dd8380d562.jpg",
    "altTitles": [
      {
        "en": "Starting with a mountain"
      },
      {
        "zh": "开局一座山"
      },
      {
        "en": "It Starts With A Mountain"
      },
      {
        "en": "I Have a Shanzhai"
      },
      {
        "en": "Kāijú Yī Zuò Shān"
      },
      {
        "en": "Kāijú Yīzuò Shān"
      },
      {
        "en": "Start a Mountain"
      },
      {
        "en": "Ta Có Một Sơn Trại"
      },
      {
        "ko": "퀘스트 : 지상 최고의 산적"
      },
      {
        "ko": "퀘스트: 지상 최고의 산적"
      },
      {
        "en": "Kaiju Yi Zuo Shan"
      },
      {
        "es": "Comienza con una Montaña"
      }
    ],
    "description": {
      "en": "It starts with a mountain. A strategic leader gets isekai-ed into a war dynasty. He only has a group of members who were planning to ditch him. Facing this war era, he thinks of stealing food and girls to live a king’s life. He is hot-blooded, picks fights with war heroes. How will he bring chaos to the war? Will he be able to rise up high?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "decb475a-c54a-430f-a08a-0ffbfb12a977",
    "title": {
      "en": "Legal Pirate Parfait"
    },
    "updatedAt": "2024-03-25T23:31:19+00:00",
    "coverArt": "https://mangadex.org/covers/decb475a-c54a-430f-a08a-0ffbfb12a977/f763e319-805a-47f6-97f0-928c43da7daf.jpg",
    "altTitles": [
      {
        "ko": "합법해적 파르페"
      },
      {
        "en": "Privateer Parfait"
      },
      {
        "en": "Parfait: the Privateer"
      },
      {
        "en": "Parfait: the Legal Pirate"
      }
    ],
    "description": {
      "en": "The extraordinary Princess Parfait's marvelous fantasy adventure!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4809bb6c-1af2-41c5-9291-983027602d7f",
    "title": {
      "en": "SHY"
    },
    "updatedAt": "2024-08-24T08:51:06+00:00",
    "coverArt": "https://mangadex.org/covers/4809bb6c-1af2-41c5-9291-983027602d7f/405a619d-4689-47a2-b7e4-3780e59f77d2.jpg",
    "altTitles": [
      {
        "es-la": "Tímida"
      },
      {
        "ru": "Стесняшка"
      },
      {
        "fa": "خجالتی"
      },
      {
        "fa": "شای"
      },
      {
        "ja": "シャイ"
      },
      {
        "fr": "Shy"
      }
    ],
    "description": {
      "en": "In the middle of the 21st century, the world was on the brink of World War III. But superheroes from across the globe appeared and helped bring an era of peace. With the crisis averted, the Heroes returned to their home countries where they now help with domestic matters. This is the story about the young Japanese heroine named \"Shy\"…",
      "fr": "Au milieu du XXIe siècle, le monde était au bord de la troisième guerre mondiale. Mais des super-héros du monde entier sont apparus et ont contribué à l'avènement d'une ère de paix. La crise ayant été évitée, les Héros sont retournés dans leur pays d'origine où ils apportent désormais leur aide pour les affaires intérieures. C'est l'histoire de la jeune héroïne japonaise nommée « Shy »…\n\n---\n\nMaison d'édition FR : **Kana**",
      "id": "Di pertengahan abad ke-21, dunia berada di ambang Perang Dunia ke III. Tapi pahlawan super dari seluruh dunia muncul dan membantu membawa era perdamaian. Bersamaan menghindari krisis, para Pahlawan kembali ke negara asal mereka di mana mereka sekarang membantu masalah-masalah dalam negerinya. Ini adalah kisah tentang pahlawan muda dari Jepang bernama \"Shy\"…",
      "pt": "Em meados do século 21, o mundo estava a beira de uma 3ª Guerra Mundial. Mas, ao redor de todo o globo, heróis começaram a aparecer e ajudaram a trazer paz a esta era. Com a crise evitada, os heróis retornaram para seus países de origem, onde eles agora ajudam com assuntos internos. Essa história é sobre a jovem heroína japonesa chamada \"Shy\"…",
      "ru": "В середине 21-го века мир был на гране третьей мировой войны. Но супер герои, появившиеся по всему миру, помогли принести в мир покой. Разобравшись с этим, герои вернулись в свои страны, где теперь помогают с местными проблемами. Эта же история о японской героини “Стесняшка”…",
      "th": "ในช่วงกลางศตวรรษที่ 21 โลกได้ตกอยู่ในยุคของสงครามโลกครั้งที่สาม แต่แล้วได้มีฮีโร่ปรากฏตัวขึ้นจากทั่วโลก และช่วยนำพายุคแห่งสันติภาพกลับคืนมา หลังจากวิกฤตได้ผ่านพ้นไป ฮีโร่แต่ละคนได้กลับไปยังประเทศบ้านเกิดของพวกเขา เพื่อช่วยเหลือภัยพิบัติที่เกิดขึ้นในของแต่ละประเทศของตัวเอง …นี่คือเรื่องราวเกี่ยวกับ สาวน้อยฮีโร่ชาวญี่ปุ่น ที่มีนามว่า \"ฌาย\"…",
      "tr": "21. yüzyılın ortasında, dünya III. Dünya Savaşının eşiğindeydi. Süper kahramanlar dünyanın çeşitli yerlerinde ortaya çıktı ve barış çağını getirmeye yardımcı oldular. Kriz önlendiği için tüm kahramanlar kendi ülkelerine döndü ve iç meselelere yardım etmeye başladılar. Bu \"SHY\" adlı Japon Kadın Kahramanının hikayesi…?  \n\n\n---\n\n Author's Twitter: [@bukimi397](https://twitter.com/bukimi397)",
      "es-la": "A mediados del siglo 21, el mundo estaba al borde de la 3ra Guerra Mundial. Sin embargo, alrededor del mundo, héroes comenzaron a aparecer y ayudaron a traer la paz a esta era. Con esa crisis habiendo sido evitada, los héroes regresaron a sus paises de origen donde ahora ayudan con asuntos internos. Esta historia se trata de la joven heroína japonesa llamada \"Shy\"…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c3c8bc4b-dbc8-49e1-8c30-600633d7ab7e",
    "title": {
      "en": "The Snow Woman"
    },
    "updatedAt": "2024-09-17T17:57:54+00:00",
    "coverArt": "https://mangadex.org/covers/c3c8bc4b-dbc8-49e1-8c30-600633d7ab7e/9339768a-e172-418a-9185-07f6ccedebfc.jpg",
    "altTitles": [
      {
        "ja": "怪談雪女"
      },
      {
        "ja-ro": "Kaidan Yuki-Onna"
      },
      {
        "it": "La Donna Delle Nevi e Altri Racconti del Terrore"
      }
    ],
    "description": {
      "en": "Six classic chilling stories populated with yokai, ghosts and demons. A work that enchants with aesthetic refinement and imaginative suggestion. Inspired by Lafcadio Hearn's celebrated Kwaidan: Stories and Studies of Strange Things (1904) and other famous legends from Japanese mythology such as the fascinating and frightening Snow Woman. An unforgettable journey into the mysterious Japanese spectral realm."
    },
    "status": "completed",
    "releaseDate": 1987,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "ff63f101-f385-4ecb-9093-cfcdbe434e15",
    "title": {
      "en": "My Cards Can Level Up Forever!"
    },
    "updatedAt": "2024-09-07T19:13:32+00:00",
    "coverArt": "https://mangadex.org/covers/ff63f101-f385-4ecb-9093-cfcdbe434e15/698ef65f-dade-4869-bbf0-f5107a3124e5.png",
    "altTitles": [
      {
        "zh-ro": "Wo De Ka Pai Neng Wuxian Zengqiang!"
      },
      {
        "zh": "我的卡牌能无限增强！"
      },
      {
        "en": "My Cards Can Be Infinitely Enhanced!"
      },
      {
        "zh-ro": "Wǒ De Kǎ Pái Néng Wúxiàn Zēngqiáng!"
      }
    ],
    "description": {
      "en": "In a world where cards reign supreme, where monsters, mech-beings, and furries can all be summoned, what chance does Zeng Qiang, a poor and ordinary orphan, have to become a card master? Faced with a life-or-death crisis, Zeng Qiang discovers that his talent holds unexpected potential! Who knew cards could be played this way?! You’re asking what his special ability is? — My cards can be infinitely strengthened!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2024-09-23T01:28:32+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/0768911d-aee7-40c8-a127-865fe83f6637.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \n  \nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "35b2d5ad-c600-48c9-8654-95d5b661d5ee",
    "title": {
      "en": "Jungle Master"
    },
    "updatedAt": "2024-05-05T10:17:58+00:00",
    "coverArt": "https://mangadex.org/covers/35b2d5ad-c600-48c9-8654-95d5b661d5ee/ec742004-babd-467e-ba80-62946462304b.jpg",
    "altTitles": [
      {
        "en": "Chronicles of the Jungle Sovereign"
      },
      {
        "zh": "我，丛林主宰"
      },
      {
        "zh": "Wo, Conglin Zhuzai"
      }
    ],
    "description": {
      "en": "Lin Tian, a genius game designer, was ordered to be executed because he knew too much of the company secrets. At a critical moment, he was betrayed by his lover Luo Yue and was killed in the jungle. When he woke up, he found he became a low-level monster in the jungle. In order to avenge the past, the male protagonist started on his path as a Monster in The Jungle.",
      "fr": "Lin Tian, un génie concepteur de jeux, a reçu l'ordre d'être exécuté parce qu'il en savait trop sur les secrets de l'entreprise. À un moment critique, il a été trahi par son amant Luo Yue et tué dans la jungle. Lorsqu'il s'est réveillé, il a découvert qu'il était devenu un monstre de bas niveau dans la jungle. Afin de venger le passé, le protagoniste a commencé son chemin en tant que monstre dans la jungle."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]