[
  {
    "mangaId": "89f61e17-922b-47b5-b4cc-99b53135c89c",
    "title": {
      "en": "Skirt Darling"
    },
    "updatedAt": "2024-06-13T17:24:36+00:00",
    "coverArt": "https://mangadex.org/covers/89f61e17-922b-47b5-b4cc-99b53135c89c/da7b36bf-f56f-4a8f-ba56-f8ad1c5a958a.png",
    "altTitles": [
      {
        "ja": "スカートダーリン"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2013,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-05-19T02:22:24+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "6bf66e9a-afe9-4069-ac5e-fc56aab51e03",
    "title": {
      "en": "The Pool"
    },
    "updatedAt": "2024-05-24T22:28:01+00:00",
    "coverArt": "https://mangadex.org/covers/6bf66e9a-afe9-4069-ac5e-fc56aab51e03/83d7a4c7-8673-432c-a8db-2000d50fd0dd.jpg",
    "altTitles": [
      {
        "ne": "द पूल"
      },
      {
        "ru": "Бассейн"
      }
    ],
    "description": {
      "en": "A squad of soldiers receive a distress signal from an abandoned mining facility where they soon have to face dangerous creatures in a battle of survival."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59a592fa-91fa-4486-a05b-8c947a1b20eb",
    "title": {
      "en": "Taimashi to Akuma-chan"
    },
    "updatedAt": "2024-01-30T21:38:10+00:00",
    "coverArt": "https://mangadex.org/covers/59a592fa-91fa-4486-a05b-8c947a1b20eb/ae45eac4-9ac0-4ecf-a758-7b013f3ced78.jpg",
    "altTitles": [
      {
        "ja": "退魔師と悪魔ちゃん"
      },
      {
        "en": "Exorcist and Demon-chan"
      },
      {
        "en": "Exorcist and Devil-chan"
      },
      {
        "fr": "Exorciste et Démon-chan"
      },
      {
        "es": "Exorcista y diablita"
      },
      {
        "es-la": "Exorcista y pequeña demonio"
      },
      {
        "ru": "Экзорцист и Демон-тян"
      },
      {
        "zh": "驱魔师与恶魔酱"
      },
      {
        "zh-hk": "驅魔師與惡魔醬"
      },
      {
        "ko": "퇴마사와 악마짱"
      },
      {
        "id": "Pengusir Iblis dan Iblis"
      }
    ],
    "description": {
      "en": "While snow was falling on a holy night, a demon with the looks of a young girl traveled into the village and watched the warm people inside their homes. The demon was surprised when an exorcist spoke to her despite the hatred between the two species; immediately the demon became attracted to the exorcist.\n\nA comforting story that brings together humans and demons.",
      "es": "En la nevada de una noche sagrada, una demonio con la apariencia de una niña pequeña se encaminó hacia el pueblo y presenció a la gente cálida en sus hogares. La demonio se sorprendió cuando un exorcista le habló a pesar del odio entre sus mutuas especies; inmediatamente, la demonio se vió atraída al exorcista.  \n  \nUna historia confortable que junta a humanos y demonios.",
      "id": "Saat salju turun pada malam natal, Akuma-chan dengan penampilan seorang gadis muda melakukan perjalanan ke desa dan menyaksikan orang-orang dengan suasana hangat di dalam rumah mereka, pertemua antara Akuma-chan dan pemburu iblis pada malam itu membuat sang Akuma-chan menjadi tertarik pada pemburu iblis, apakah yang akan terjadi diantara mereka berdua?\n\nKisah menghibur yang menyatukan manusia dan iblis."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "60"
  },
  {
    "mangaId": "ca36bf01-fb0d-4677-a603-c1b4be9de56e",
    "title": {
      "en": "Principal"
    },
    "updatedAt": "2022-01-30T05:18:58+00:00",
    "coverArt": "https://mangadex.org/covers/ca36bf01-fb0d-4677-a603-c1b4be9de56e/e17404d8-e899-4caf-8aa1-f437da9a7a2f.jpg",
    "altTitles": [
      {
        "zh": "Principal～最重要的人"
      },
      {
        "ja": "プリンシパル"
      },
      {
        "zh": "主角就是我"
      }
    ],
    "description": {
      "en": "Shima, who is an outcast at her school and unable to get along with her mother’s third husband, decides to move out to Sapporo and live with her father. There she meets Wao and Gen, the most popular and idolized boys in her class. Even though she knows she would be shunned by every girl in school for hanging out with them, she still does it anyway, because she has fallen in love, and she just can’t help it."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "26"
  },
  {
    "mangaId": "6b17751a-f0e2-46a2-9c39-8cae0cb69d39",
    "title": {
      "en": "Nyako to Hakase"
    },
    "updatedAt": "2024-02-26T14:07:57+00:00",
    "coverArt": "https://mangadex.org/covers/6b17751a-f0e2-46a2-9c39-8cae0cb69d39/1598168b-f331-4a2d-a07d-3f42afe5fd08.png",
    "altTitles": [
      {
        "en": "Nyako and Doctor"
      },
      {
        "en": "Sorajirou's Untitled Cat Maid"
      },
      {
        "ja": "にゃことはかせ"
      },
      {
        "ru": "Няко и профессор"
      },
      {
        "pt-br": "A Empre-Gata Nyako e a Professora"
      },
      {
        "en": "Nyako and Professor"
      }
    ],
    "description": {
      "en": "Twitter short series by @SORAji34",
      "ru": "Короткие истории из жизни профессора и её горничной — Няко.",
      "pt-br": "Uma Série Curta do Twitter feita pelo @SORAji34"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "aa6c76f7-5f5f-46b6-a800-911145f81b9b",
    "title": {
      "en": "Sono Bisque Doll wa Koi wo Suru"
    },
    "updatedAt": "2024-06-05T19:18:06+00:00",
    "coverArt": "https://mangadex.org/covers/aa6c76f7-5f5f-46b6-a800-911145f81b9b/426242c4-b281-4f19-bb79-c4e15ab6bb24.jpg",
    "altTitles": [
      {
        "de": "More than a Doll"
      },
      {
        "fr": "Sexy Cosplay Doll"
      },
      {
        "ru": "Эта фарфоровая кукла влюбилась"
      },
      {
        "ja": "その着せ替え人形は恋をする"
      },
      {
        "zh": "更衣人偶墜入愛河"
      },
      {
        "ko": "그 장난감 인형은 사랑을 한다"
      },
      {
        "es-la": "Esa muñeca de porcelana está enamorada"
      },
      {
        "ne": "ड्रेस-अप पुतली प्रेममा पर्छ"
      },
      {
        "ar": "ماي دريس-أب دارلينغ"
      },
      {
        "zh-hk": "戀上換裝娃娃"
      },
      {
        "th": "หนุ่มเย็บผ้ากับสาวนักคอสเพลย์"
      },
      {
        "hi": "എന്റെ വസ്ത്രധാരണം പ്രിയേ"
      },
      {
        "pl": "Projekt Cosplay"
      },
      {
        "ja-ro": "Sono Kisekae Ningyou wa Koi wo Suru"
      },
      {
        "vi": "Cô Nàng Nổi Loạn X Chàng Thợ May"
      },
      {
        "vi": "Nàng Búp Bê Thử Đồ Của Tôi Biết Yêu"
      },
      {
        "pt-br": "Minha Adorável Cosplayer"
      },
      {
        "uk": "Ця порцелянова лялечка закохалася"
      },
      {
        "ja-ro": "Sono Bisque Doll wa Koi wo Suru"
      },
      {
        "en": "My Dress-Up Darling"
      },
      {
        "en": "The Bisque doll is falling in love"
      }
    ],
    "description": {
      "en": "Wakana Gojou is a fifteen year old high-school boy who was socially traumatized in the past due to his passions. That incident left a mark on him that made him into a social recluse. Until one day he had an encounter with Kitagawa who is a sociable gyaru, who is the complete opposite of him. They soon share their passions with one another which leads to their odd relationship.\n\n---\n**Links:**\n- Promotional video - [YouTube](https://youtu.be/FdEk9V9g424)",
      "fr": "Wakana Gojo est un lycéen solitaire. Son rêve est de devenir artisan et de fabriquer les poupées traditionnelles pour le Hina Matsuri. Mais comme cette passion n’est pas très virile, il la cache et ne se fait pas remarquer. Jusqu’au jour ou Marine Kitagawa, la fille la plus populaire du lycée, le voit se servir d’une machine à coudre ! Contre toute attente elle lui demande de devenir son couturier pour réaliser… des tenues de cosplay !\n\n---\n\nMaison d'édition FR : **Kana**",
      "tr": "Wakana Gojou, vadesi geçmiş tutkuları nedeniyle toplumsal travmaları olan 15 yaşında bir liselidir. Bu olayın bıraktığı iz onu toplumdan uzak biri haline getirdi. Bir gün kendisinin tam zıttı, arkadaş canlısı bir gal olan Kitagawa ile karşılaşır. Kısa zamanda garip ilişkilerini yönlendiren tutkularını paylaşırlar.",
      "uk": "Вакана Ґоджьо — п’ятнадцятилітній учень старшої школи, в минулому отримав серйозну психологічну травму на фоні свого захоплення. Внаслідок чого хлопець ізолював себе від соціуму і почав вести затворницький образ життя.\nТак було би і на далі, але в життя Ґоджьо буквально увірвалась Кітаґава — дружелюбна і комунікабельна дівчина, повна його протилежність. Досить швидко вони розділили хоббі один одного, що і привело до їх досить дивних, але міцних відносин.",
      "vi": "Wakana Gojou 15 tuổi là 1 học sinh cao trung từng bị tổn thương tâm lý trong quá khứ do sở thích kỳ lạ của mình. Chuyện đó đã khiến cậu trở nên nhút nhát, rụt rè. Cho tới ngày nọ Gojou tình cờ gặp Kitagawa – một Gyaru – người có tính cách trái ngược hoàn toàn với cậu ấy. 2 người họ hóa ra đều có những điểm chung và đã tạo thành một mối quan hệ hài hước",
      "es-la": "Wakana Gojou es un joven de quince años de edad que se vio traumatizado socialmente en el pasado debido a sus pasiones. Ese incidente le dejó una marca que lo convirtió en un recluso social. Hasta que un día tuvo un encuentro con Kitagawa, una gyaru sociable, que es todo lo contrario a él. Pronto comparten sus pasiones entre sí, lo que da lugar a su extraña relación.",
      "pt-br": "Wakana Gojou é um garoto de quinze anos que foi socialmente traumatizado no passado devido a suas paixões. Aquele incidente deixou uma marca nele que o fez ser um recluso social. Até que um dia ele teve um encontro com Kitagawa, que é um gyaru sociável, que é o completo oposto dele. Eles logo compartilham suas paixões uns com os outros, o que leva a um relacionamento estranho."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7aea6073-7183-40b2-8118-f67784e5d13a",
    "title": {
      "en": "The Cellist"
    },
    "updatedAt": "2024-06-10T03:07:15+00:00",
    "coverArt": "https://mangadex.org/covers/7aea6073-7183-40b2-8118-f67784e5d13a/d6513437-0f28-4f70-ba73-ec18f2c69b41.jpg",
    "altTitles": [
      {
        "ko": "애착 인형"
      },
      {
        "ja": "君を奏でたい"
      },
      {
        "fr": "Le Violoncelliste"
      },
      {
        "en": "Attachment Doll"
      }
    ],
    "description": {
      "en": "Kim Hayeon was just covering for a friend at their day job when she unexpectedly ends up inside cellist Ji Sehun’s private waiting room. Despite his immense musical talent, Sehun is aloof and cold-hearted, and doesn’t take kindly to Hayeon’s intrusion. Though he accuses her of attempted theft, he cannot get her out of his mind, and attempts to court her. But while Hayeon may be timid, she is not easily won over. If this cellist isn’t careful, he may end up being the one getting played.",
      "pt-br": "Kim Hayeon estava apenas cobrindo uma amiga em seu trabalho diário quando inesperadamente acaba dentro da sala de espera privada do violoncelista Ji Sehun. Apesar de seu imenso talento musical, Sehun é indiferente e insensível, e não gosta da intromissão de Hayeon. Embora ele a acuse de tentativa de roubo, ele não consegue tirá-la da cabeça e vai tentar cortejá-la. Mas enquanto Hayeon pode ser tímida, ela não é facilmente conquistada."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "cd8c0cda-debe-40e4-a0ea-462046a97697",
    "title": {
      "en": "Kuchibeta Shokudou"
    },
    "updatedAt": "2022-08-26T17:37:34+00:00",
    "coverArt": "https://mangadex.org/covers/cd8c0cda-debe-40e4-a0ea-462046a97697/20bb49a4-a905-4836-ab48-50557112b266.jpg",
    "altTitles": [
      {
        "ja": "くちべた食堂"
      },
      {
        "en": "Restaurant of the Awkward People"
      }
    ],
    "description": {
      "en": "For five years, she's been eating at the set-meal restaurant but didn't feel comfortable saying anything more, and the waitress at the restaurant who wanted to talk to that regular customer but couldn't get the words out. Their feelings are leaking out, but they just couldn't express their love for each other in many ways.\n\n---\n- **Note:**\n*Kuchibeta Shokudou*, originally released under the title *Otagai Iitai Koto ga Ienai Tenin Okyakusan no Manga* (お互い言いたいことが言えない店員とお客さんの漫画), is a web manga released on the [author's Twitter account](https://twitter.com/i/events/1378283683996528643) since February 15, 2019, and it was picked up for commercial publication on December 10, 2021.\n---\n- [<ComicWalker>](https://comic-walker.com/contents/detail/KDCW_EB01202726010000_68/)\n- [<Pixiv Comic>](https://comic.pixiv.net/works/8121)",
      "ja": "５年間、入りたいと思ってもなかなか定食屋さんに入れなかったお客さんと\n入ってほしいと願いつつも、なかなか入ってもらえなかった、ほんの少しお客さんの少ない定食屋の店員さん。\n心の声はダダ漏れですが、お互い色んな意味で好意を伝えきれません。\nじれったいふたりの関係は、友情？ それとも……？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daa6f76d-b7b4-4328-8d31-65aedbf1e071",
    "title": {
      "en": "Bloody Sweet"
    },
    "updatedAt": "2023-08-09T16:26:03+00:00",
    "coverArt": "https://mangadex.org/covers/daa6f76d-b7b4-4328-8d31-65aedbf1e071/7c283462-62d2-4b35-a91f-2a831753fb7d.jpg",
    "altTitles": [
      {
        "en": "Honey Blood"
      },
      {
        "ja": "ハニーブラッド"
      },
      {
        "ko": "허니 블러드"
      },
      {
        "uk": "Медова кров"
      }
    ],
    "description": {
      "en": "When the daughter of a shaman gets \"strung up\" with a centuries-old vampire, is it love or something more sinister that binds them? From Narae Lee, artist of the hit OEL manga ’Maximum Ride,’ comes the story of two misfits and their quirky, fantastical romp to find one another."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "85"
  },
  {
    "mangaId": "a316a7c5-f48f-412e-9b78-68e378c37775",
    "title": {
      "en": "Screw the Noble Life, I’m Going Home"
    },
    "updatedAt": "2024-04-21T04:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/4d380265-5310-4a8c-a065-c7e29161cdc2.jpg",
    "altTitles": [
      {
        "ko": "공녀고 나발이고 집에 간다고"
      },
      {
        "en": "Noble Lady or Whatever, I'm Going Home"
      }
    ],
    "description": {
      "en": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\r\n\r\n\"I love you.\" But I'm not your daughter!\r\n\r\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\r\n\r\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\r\n\r\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d00bd104-d9b2-4ee9-a088-b5065d1c406a",
    "title": {
      "en": "To Aru Kagaku no Railgun"
    },
    "updatedAt": "2024-04-01T15:54:51+00:00",
    "coverArt": "https://mangadex.org/covers/d00bd104-d9b2-4ee9-a088-b5065d1c406a/d9267aac-84e3-411a-bf06-a7a4d763e456.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Railgun"
      },
      {
        "id": "Seorang Railgun Ilmiah"
      },
      {
        "ja-ro": "To Aru Kagaku no Choudenjibou"
      },
      {
        "ja-ro": "Toaru Kagaku no Choudenjihou"
      },
      {
        "ja-ro": "Toaru Kagaku no Railgun"
      },
      {
        "ja-ro": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun"
      },
      {
        "es": "Un cierto cañón de riel científico"
      },
      {
        "ru": "Некий научный Рейлган"
      },
      {
        "th": "เรลกัน แฟ้มลับคดีวิทยาศาสตร์"
      },
      {
        "ja": "とある科学の超電磁砲"
      },
      {
        "ja": "とある魔術の禁書目録外伝 とある科学の超電磁砲"
      },
      {
        "zh": "某科学的超电磁炮"
      },
      {
        "ko": "어떤 과학의 초전자포"
      },
      {
        "zh-hk": "某科學的超電磁炮"
      },
      {
        "zh-hk": "科學超電磁砲"
      },
      {
        "zh": "科学超电磁炮"
      },
      {
        "zh-hk": "科學超電磁砲 (Classical Chinese)"
      },
      {
        "uk": "Певний науковий Рейлган"
      },
      {
        "de": "Eine gewisse wissenschaftliche Railgun"
      },
      {
        "it": "Una certa scientifica railgun"
      },
      {
        "tr": "Belli Bir Bilimsel Elektromanyetik Silah"
      }
    ],
    "description": {
      "en": "Welcome to a world where mysticism and science collide, and supernatural powers are derived from either science or religion. At the heart of this world is Academy City, an advanced metropolis whose population is comprised mostly of students The majority of students are enrolled in the city's \"Power Curriculum Program,\" where they must learn to master their latent psychic powers. Out of several million students, only seven are deemed powerful enough to have Level 5 status.\r\n\r\nMeet Mikoto Misaka, the third most powerful Level 5 ESPer in Academy City. Together with her best friends Kuroko Shirai and the other members of Judgment, a student-run law enforcement agency, Mikoto delves deep into the dark heart of the scientific sprawl she calls home, and uncovers secrets she wishes she hadn't!",
      "ru": "Где-то на островах Южной Японии раскинулся Академия Сити - город, большинство жителей которого учатся и работают в школах юных эсперов. Обладатели паранормальных способностей в поте лица трудятся, чтобы познать свой дар и поднять владение им на новую высоту. Гордость школы Токивадай и всего города? Мисака Микото – третья по силе среди известных миру эсперов высшего уровня. У «Электрической принцессы» много полезных умений, одно из которых – ручной рейлган, то есть возможность своими электромагнитными способностями разогнать монетку где-то до трех Махов (на другом конце траектории стоять не рекомендуется). Но всех усилий Микото пока не хватает для решения двух насущных задач: отбиться от юрийных домогательств своей подруги Сирай Куроко и разобраться с наглым парнем по имени Камидзё Тома!\r\n\r\n\r\n---"
    },
    "status": "ongoing",
    "releaseDate": 2007,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cdfa03bf-ae04-48b3-835c-997ee981ecb9",
    "title": {
      "en": "Saikyou de Saisoku no Mugen Level Up ~Sukiru [Keiken-chi 1000-bai] to [Level Free] de Level Jougen no Kase ga Hazureta Ore wa Musou Suru~"
    },
    "updatedAt": "2024-05-17T07:32:10+00:00",
    "coverArt": "https://mangadex.org/covers/cdfa03bf-ae04-48b3-835c-997ee981ecb9/78fbd3b1-5c82-477a-a14b-e613003f084c.jpg",
    "altTitles": [
      {
        "ja": "最強で最速の無限レベルアップ　～スキル【経験値１０００倍】と【レベルフリー】でレベル上限の枷が外れた俺は無双する～"
      },
      {
        "en": "The Strongest and Fastest Unlimited Level Up: With the Skills [1000x Exp] and [Level Free], I Broke the Upper Level Limit and Rose to the Top!"
      }
    ],
    "description": {
      "en": "Makoto Sakura, sixteen years old, finds himself without a place after dropping out of high school. Suddenly, an otherworldly relic appears before him. On that day, dungeons began to appear all over the world. Humans acquired a level system that completely overturned their previous values. Amidst this revolution, Makoto finds his place inside the dungeons.\n\nAcquiring cheat skills like “Experience Points x1000” and “Level Free,” he becomes a level 10,000 powerhouse. As the strongest “Player,” he embarks on dungeon exploration!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f1e1b1f-3dc9-40ca-a406-70704a55e6b8",
    "title": {
      "en": "Save Me"
    },
    "updatedAt": "2023-06-19T18:06:22+00:00",
    "coverArt": "https://mangadex.org/covers/4f1e1b1f-3dc9-40ca-a406-70704a55e6b8/906d909d-5704-4e4c-81ff-918c72e1edfe.jpg",
    "altTitles": [
      {
        "en": "Guwon Hasoseo"
      },
      {
        "ru": "Спаси меня"
      },
      {
        "ko": "구원 하소서"
      }
    ],
    "description": {
      "en": "Hyeongoh, the first place student at school, is disabled and has a knack for getting ridiculed by the school's bullies. With no help and no way out, he finds himself in a despairing situation…until someone appears to stand by his side!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "63"
  },
  {
    "mangaId": "109cf150-2ec3-4e34-9ecf-ce928e484f43",
    "title": {
      "en": "Beni Tsubaki"
    },
    "updatedAt": "2024-04-07T11:36:16+00:00",
    "coverArt": "https://mangadex.org/covers/109cf150-2ec3-4e34-9ecf-ce928e484f43/324eb51c-ac74-48dc-a74c-c90aa0ccc475.jpg",
    "altTitles": [
      {
        "es": "Camelia Carmesí"
      },
      {
        "en": "Crimson Camellia"
      },
      {
        "ja": "紅椿妃"
      },
      {
        "ko": "베니츠바키"
      },
      {
        "zh-hk": "紅椿妃"
      },
      {
        "zh": "红椿妃"
      },
      {
        "ja-ro": "Benitsubaki"
      }
    ],
    "description": {
      "en": "Kisshouin Tsubaki aka the \"Crimson Camellia\" wants to satisfy her occultistic curiosity by having a hands-on experience with every Yokai she can find.  Let's follow her in her travels, accompanied by her trusted cameraman Yokomizo-kun.",
      "es": "Kisshouin Tsubaki alias la \"Camelia Carmesí\", una bella reportera de lo oculto, quiere satisfacer su curiosidad intelectual teniendo una experiencia práctica con cada Yokai que pueda encontrar.  \nSígala en sus viajes, acompañada por su confiable camarógrafo Yokomizo-kun."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b8aca429-abdb-4213-906f-2fec83c385f3",
    "title": {
      "en": "Wants To Lose Weight–san & Broken Heart–chan"
    },
    "updatedAt": "2024-06-13T14:05:48+00:00",
    "coverArt": "https://mangadex.org/covers/b8aca429-abdb-4213-906f-2fec83c385f3/d154fb3d-a27d-4088-95b8-b124d01c8bf0.jpg",
    "altTitles": [
      {
        "ja": "痩せたいさんと失恋ちゃん"
      },
      {
        "ja-ro": "Yasetai-san to Shitsuren-chan"
      },
      {
        "en": "Yasetai-san and Shitsuren-chan"
      }
    ],
    "description": {
      "en": "Rinko is a high school girl on a diet. On her morning run, she happens to meet Shiori, her first love and former tutor. Will Rinko's love be rekindled when she meets her again?\n___\n[Alt Official Raw (Young Jump!)](https://ynjn.jp/title/2337)"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "b7d2fec4-150e-4f73-808e-ea7b419e6601",
    "title": {
      "en": "Green Plum Blossom Tea"
    },
    "updatedAt": "2023-07-08T03:48:22+00:00",
    "coverArt": "https://mangadex.org/covers/b7d2fec4-150e-4f73-808e-ea7b419e6601/49d1f790-4d40-4e76-a5fc-9964edee1002.png",
    "altTitles": [
      {
        "zh": "青梅花草茶"
      },
      {
        "zh-hk": "青梅花草茶"
      },
      {
        "zh-ro": "Qīngméi huācǎo chá"
      },
      {
        "en": "Lime Herbal Tea"
      },
      {
        "ru": "Чай с лепестками зелёной сливы"
      }
    ],
    "description": {
      "en": "Good girl Gugu meets cheerful girl Xingxing. Xingxing is everything Gugu wants to be - she has friends, youthfulness, dreams, and happiness. The meticulous Gugu sets out a long-term plan to reach out to Xingxing, but it seems that she doesn't have to go to all that trouble... Is Xingxing also reaching out to her?",
      "zh": "乖乖女顾顾遇到开朗girl星星，开朗的星星是顾顾最想成为的样子，有朋友、有青春、有梦想，有快乐。严谨的顾顾列了长长的计划，如何自然接近星星？哎，好像无需那么麻烦……星星也在接近她？"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "24"
  },
  {
    "mangaId": "ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d",
    "title": {
      "en": "Sherbet Above the Sea of Fog"
    },
    "updatedAt": "2024-04-19T23:23:56+00:00",
    "coverArt": "https://mangadex.org/covers/ff7acd30-a447-4ebc-9dc9-3ad588ccaa8d/f83a0850-f835-4446-9e4f-4ddaa06c3657.jpg",
    "altTitles": [
      {
        "ko": "안개 바다 위의 샤베트"
      }
    ],
    "description": {
      "en": "Sherbet, a girl from a noble family, is forced to marry a man she has never met. She decides to escape this fate and joins a cruise that sails through the sea of mist, a place full of legends and secrets.\n\nThere, she meets several interesting characters, such as a pirate captain, a runaway princess, a curious mermaid and a cruel empress. She also discovers that the cruise is actually a ghost ship that takes the souls of the dead to the next world.\n\nShe will have to face various dangers and challenges to escape the ship and find her true love."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ea47525d-99df-45b5-9103-dd853f49f8c3",
    "title": {
      "en": "Mairimashita! Iruma-kun: If Episode of Mafia"
    },
    "updatedAt": "2024-03-14T16:32:16+00:00",
    "coverArt": "https://mangadex.org/covers/ea47525d-99df-45b5-9103-dd853f49f8c3/984684e8-8d78-4f0c-beaf-9f924fcc73d8.jpg",
    "altTitles": [
      {
        "en": "Welcome to Demon School! Iruma-kun (Mafia Alternate Universe)"
      },
      {
        "ja": "魔入りました！入間くん if Episode of 魔フィア"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun: If Episode of Mafia"
      },
      {
        "en": "Mairimashita! Iruma-kun Mafia AU"
      },
      {
        "vi": "Iruma Giá Đáo!: IF Episode of MAFIA"
      },
      {
        "es-la": "Iruma-kun en la Mafia"
      }
    ],
    "description": {
      "en": "The beloved characters of Mairimashita! Iruma-kun star in this Mafia-based spinoff! Young Iruma saves an injured mob boss from death... and then becomes his grandson!?",
      "ja": "暴力や犯罪は当たり前の貧民街-スラム-で育った心優しい少年・イルマ。瀕死状態で倒れていた、マフィア組織【バビル】のドン・サリバンを助けたことで、イルマの運命の歯車が動き出す！ マフィア組織【バビル】を中心に巻き起こる、マフィア・アクションコメディ！",
      "vi": "Spin-Off của tác phẩm\"Mairimashita! Iruma-kun\" theo hướng What-If, thế giới của tác phẩm lần này sẽ xoay quanh việc các nhân vật sẽ sống trong thế giới của các Mafia",
      "es-la": "¡Un spin-off oficial de Mairimashita! Iruma-kun, en un universo alternativo en el que Iruma se convierte en un destacado miembro de la mafia. A pesar de tener sólo cinco años, Iruma ha visto muchas cosas como niño de la calle... ¡la más reciente, a un anciano desangrándose justo delante de donde vive! Como buen chico, Iruma se dedica a curar al anciano y no le da importancia. Sin embargo, cuando el anciano regresa de repente, se revela como Don Sullivan, ¡jefe de la organización clandestina conocida como Babyls! Se ofrece a adoptar a Iruma como su nieto, una oferta que Iruma se ve incapaz de rechazar..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "276e2c1c-2da7-4f53-bfdd-a1b8f6465e11",
    "title": {
      "en": "Chou to Teikoku"
    },
    "updatedAt": "2024-06-12T15:08:18+00:00",
    "coverArt": "https://mangadex.org/covers/276e2c1c-2da7-4f53-bfdd-a1b8f6465e11/6b6f8d97-c69f-4e31-a8b8-e59e35e79fac.jpg",
    "altTitles": [
      {
        "ja": "蝶と帝国"
      },
      {
        "ja-ro": "Chou to Teikoku"
      },
      {
        "en": "Butterfly and Empire"
      }
    ],
    "description": {
      "en": "Russia at the beginning of the 20th century, at the end of the imperial period. A newcomer depicts the love and revenge of a woman who was tossed about by the malice of the times."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1ef6ddce-7930-45ae-a335-9a45604b99f7",
    "title": {
      "en": "Genjitsushugi Yuusha no Oukoku Saikenki"
    },
    "updatedAt": "2024-04-24T17:23:25+00:00",
    "coverArt": "https://mangadex.org/covers/1ef6ddce-7930-45ae-a335-9a45604b99f7/7b85b4a3-819f-4530-ba9f-217a2d5ae251.jpg",
    "altTitles": [
      {
        "fr": "Comment un Héro réaliste reconstruit un Royaume"
      },
      {
        "ja": "現実主義勇者の王国再建記"
      },
      {
        "pl": "Jak realistyczny Bohater odbudował Królestwo"
      },
      {
        "ja-ro": "Genjitsushugi Yuusha no Oukoku Saikenki"
      },
      {
        "en": "How a Realist Hero Rebuilt the Kingdom"
      },
      {
        "ja-ro": "Genjitsu Shugi Yuusha no Oukoku Saikenki"
      },
      {
        "en": "A Realist Hero's Kingdom Restoration Chronicle"
      }
    ],
    "description": {
      "en": "\"O, Hero!\", with that cliched line, Kazuya Souma found himself summoned to another world and his adventure -did not begin. After he presents his plan to strengthen the country economically and militarily, the king cedes the throne to him and Souma finds himself saddled with ruling the nation! What's more, he's betrothed to the king's daughter now?! In order to get the country back on its feet, Souma calls the wise, the talented, and the gifted to his side. Five people gather before the newly crowned Souma. Just what are the many talents and abilities they possess?! What path will his outlook as a realist take Souma and the people of his country down?   \nA revolutionary transferred-to-another-world administrative fantasy series starts here!",
      "fr": "« Bonjour, Héros ». Après une convocation tout à fait banale dans un autre monde, Kazuya Souma se retrouve à l'aube d'une aventure épique–ou peux être pas. Après avoir présenté un plan pour renforcer économiquement et militairement le pays qui l'avait invoqué, le roi décide subitement de céder son trône à notre héros pour le meilleur et le pire, sans même demander l'avis de Kazuya. Et par-dessus tout, Kazuya se retrouva ainsi fiancé avec la propre fille de l'ancien roi. Afin d’obtenir un pays stable, il fera appel à tous les talents, les sages et les génies pour qu’ils soient à ses côtés. Cinq personnes se réunirent autour de Souma nouvellement couronné pour l’assister. Quels sont ces nombreux talents et les capacités qu’ils possèdent …!? Quelle sera la voie qu’il décidera d’emprunter pour ainsi révolutionner entièrement ce monde fantastique."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4334ffdc-4234-4fa8-ab63-2391d62ea671",
    "title": {
      "en": "A Chance at Last"
    },
    "updatedAt": "2023-10-10T08:37:46+00:00",
    "coverArt": "https://mangadex.org/covers/4334ffdc-4234-4fa8-ab63-2391d62ea671/d80f24a6-a348-49a8-9ee6-510cb195e324.png",
    "altTitles": [
      {
        "ko": "이제야 연애"
      },
      {
        "ko-ro": "Ijeya Yeonae"
      },
      {
        "en": "From Now on, Romance"
      },
      {
        "en": "Finally Able to Date"
      },
      {
        "fr": "Une seconde chance"
      },
      {
        "th": "ใต้ร่มวันฝนพรำ"
      },
      {
        "zh-hk": "戀愛，現在才開始"
      },
      {
        "zh": "现在才恋爱"
      }
    ],
    "description": {
      "en": "Sisters Ju-eun and Hye-jin lived a miserable life. After the death of their mother, their 'father', who had always been absent from their lives, suddenly appeared. Hye-jin, the older sister, agreed to his suggestion: if one of them joins the 'Daesung Group', he will rescue them from their poverty-stricken life. However... three years after entering 'Daesung Group', she dies in vain. This left Ju-eun struggling with despair at her helplessness in preventing her sister’s death. But then, she gets a new opportunity when she is brought back in time and Ju-eun decides to take her sister's place by becoming the daughter of the 'Daesung Group' that killed Hye-jin.\n\n---\nSisters Ju-eun and Hyejin grew up in absolute poverty. After their mother’s death, Hyejin accepts the offer to join their estranged father’s wealthy family. But when Hyejin turns out dead just three years later, Ju-eun is grief-stricken. She grabs at the chance to travel back in time and take her sister’s place where she meets the kind but mysterious Iho."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "69"
  },
  {
    "mangaId": "fd79c6c7-c704-4e7b-8769-5b12c3612971",
    "title": {
      "en": "Tadano Kougyou Koukou no Nichijou"
    },
    "updatedAt": "2024-02-24T11:42:34+00:00",
    "coverArt": "https://mangadex.org/covers/fd79c6c7-c704-4e7b-8769-5b12c3612971/0dac4e21-d60d-4555-851f-0017ea1c5ee6.jpg",
    "altTitles": [
      {
        "en": "Daily Lives of Tadano Technical High School"
      },
      {
        "en": "只野工業高校の日常"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cd385ec0-1cc8-4bc8-a6aa-e982f3013cd3",
    "title": {
      "en": "Dark and Light Martial Emperor"
    },
    "updatedAt": "2024-05-11T21:44:57+00:00",
    "coverArt": "https://mangadex.org/covers/cd385ec0-1cc8-4bc8-a6aa-e982f3013cd3/77856249-83f2-4e28-81f7-84563db94dd5.jpg",
    "altTitles": [
      {
        "en": "Monochrome Sovereign"
      },
      {
        "zh": "黑白武帝"
      },
      {
        "ko": "흑백무제"
      }
    ],
    "description": {
      "en": "Yeon Hojeong, the first to unite the dark factions as the leader of the Unorthodox Faction, collaborates with the Orthodox Faction to overcome the chaos of the Three Cults. However, he meets an untimely end, entangled in the schemes of the Murim Alliance Leader.\n\n\"This really is my home!\"\n\nWhen he opens his eyes, he finds himself in the prestigious and once-destroyed Yeon Clan, a place he never forgot.\n\n\"I won’t make a mistake this time. Never again.\"\n\nDetermined to prevent the fall of his family and the future upheaval caused by the Three Cults, he embarks on a relentless journey! This is the struggle of Yeon Hojeong, the eldest son, to unite the martial world.",
      "fr": "Yeon Hojeong, le premier à unir les factions obscures en tant que chef de la faction peu orthodoxe, collabore avec la faction orthodoxe pour surmonter le chaos des Trois Cultes. Cependant, il connaît une fin prématurée, empêtré dans les plans du chef de l'Alliance Murim.\n\n\"C'est vraiment chez moi !\"\n\nLorsqu'il ouvre les yeux, il se retrouve dans le prestigieux clan Yeon, autrefois détruit, un endroit qu'il n'a jamais oublié.\n\n\"Je ne commettrai pas d'erreur cette fois. Plus jamais.\"\n\nDéterminé à empêcher la chute de sa famille et les futurs bouleversements provoqués par les Trois Cultes, il se lance dans un voyage sans relâche ! C'est la lutte de Yeon Hojeong, le fils aîné, pour unifier le monde martial."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4d458eb8-5b1e-43cb-8970-e37a34aa55a0",
    "title": {
      "en": "Venus Wars"
    },
    "updatedAt": "2024-06-11T21:00:15+00:00",
    "coverArt": "https://mangadex.org/covers/4d458eb8-5b1e-43cb-8970-e37a34aa55a0/9a44a0b6-9299-4a42-acbe-4232668f82aa.png",
    "altTitles": [
      {
        "ja-ro": "Venus Senki"
      },
      {
        "ja": "ヴィナス戦記"
      },
      {
        "ja": "金星战记"
      },
      {
        "en": "Record of the Venus Wars"
      }
    ],
    "description": {
      "en": "May 2003. An icy planet from distant space crashes into Venus, changing its qualities completely. These qualities prove to present some habitability for humans, enticing men to eventually colonize it for themselves...\n\n80 years later, Venus is home to many people who call it home. However, an ever-present tension between the two major continents, Aphrodia and Ishtar, points to an ominous fate for Venus.\n\nHiroki Senoo is a rather rebellious member of a motorsport popular within Aphrodia's capital. One day, members of Aphrodia's military approach Hiroki, and, impressed by his skills, invite him to join. Thus, Hiroki finds himself enveloped in Venus's political landscape...\n\nNote: Chapter count resets with Volume 3 to correspond with the second part."
    },
    "status": "completed",
    "releaseDate": 1986,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "14"
  },
  {
    "mangaId": "895f6273-ceae-409d-a8a1-042c92c72a53",
    "title": {
      "en": "Heika, Kokoro no Koe ga Dadamore desu!"
    },
    "updatedAt": "2024-04-26T21:20:04+00:00",
    "coverArt": "https://mangadex.org/covers/895f6273-ceae-409d-a8a1-042c92c72a53/26d396e8-b4d6-4cdc-b85b-31807c3fe18e.jpg",
    "altTitles": [
      {
        "ja": "陛下、心の声がだだ漏れです！"
      },
      {
        "zh": "陛下，您的心声泄露了！"
      },
      {
        "en": "Your Majesty, the Voice of Your Heart Is Leaking!"
      },
      {
        "en": "Your Majesty, the Voice of Your Heart Is Leaking Out!"
      }
    ],
    "description": {
      "en": "Sietsye, a princess hailing from a small country, traveled a long way to the powerful northern Kingdom of Verscia so as to wed its ruler, the haughty and overbearing Emperor Gaizel.  \n  \nThe lonely Gaizel was a man known as the Ice Emperor, and is as frightening as he is revered. But, when faced with him, his inner thoughts - a sharp contrast to his icy demeanor - drift over to Sietsye, going far beyond her wildest imaginations—?!  \n  \nThus begins the story of a love blooming out of a political marriage.",
      "ja": "心を閉ざした皇帝と心の声が聞こえる皇妃の、超甘々ファンタジーラブコメ!\n\n北の大国を治める傲岸不遜な皇帝・ガイゼルのもとへ、皇妃となるためにやってきたツィツィー。しかしガイゼルを前にしたとき、ツィツィーの心に流れ込んできたのは、孤独な皇帝の意外過ぎる「本心」で――?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc450607-0657-4abd-9ec0-b19e536fb287",
    "title": {
      "en": "I Failed to Divorce My Husband"
    },
    "updatedAt": "2024-04-28T02:57:27+00:00",
    "coverArt": "https://mangadex.org/covers/fc450607-0657-4abd-9ec0-b19e536fb287/433e3574-669f-4c03-9240-2fce2e0c6c40.jpg",
    "altTitles": [
      {
        "ko": "흑막 남편과의 이혼에 실패한 것 같다"
      },
      {
        "ko-ro": "Heungmang Nampyeongwaui Ihone Silpaehan Geon Gatda"
      },
      {
        "en": "My Failing Divorce"
      },
      {
        "fr": "Je n'ai pas réussi à divorcer de mon (vilain) mari"
      },
      {
        "pt": "Falhei em me divorciar do meu esposo"
      },
      {
        "ja": "黒幕夫に惚れられました"
      },
      {
        "zh": "正太老公超黏人"
      }
    ],
    "description": {
      "en": "I've been reincarnated as the extra character who stalked her husband, the male lead, for 10 years and died. Of course, I tried to divorce him before the female lead appeared.\n\nBut, I found out that my young husband was secretly abused in the house. At that moment, I immediately became overwhelmed with the responsibility and sense of duty a modern adult would have. \n\n**\n\nAiden had his back turned away from her and suddenly grabbed her arm forcefully. The strength of his hands alone could have ripped her arms off. Erin timidly called his name and spoke. \n\n\"I already reminded you yesterday. We're a married couple, so I'm always on your side.\" \n\n\"...\"\n\n\"So, everything is alright.\" \n\nShe comforted him with these sweet words like it was a spell. And as if he was under her magic, Aiden stopped trembling. \n\n**\n\nThe adult Erin requested to divorce her husband Aiden before the female lead appeared. As soon as those words left her lips, Aiden's smile disappeared. \n\n\"A divorce? Never.\"\n\nAiden tore the divorce papers into such thin sheets, the contents were no longer legible. Erin smiled at the sight. (Synopsis source: Gourmet Scans)\n\n---\nEllen's plan is simple. Before turning into an obsessive villain who gets executed, she's going to get a divorce! But after she becomes Ellen Lianster, her plan gets complicated. Her new husband, Aiden, has developed a debilitating fear of being touched, and Ellen is determined to discover the cause and cure. As she finds ways to help him, an affection-deprived Aiden slowly begins to seek comfort from Ellen. With both hearts opening up to each other, can this marriage succeed... at failing?",
      "fr": "J'ai été réincarnée en tant que la figurante qui a harcelé son mari, le rôle masculin principal, pendant 10 ans et qui est morte. Bien sûr, j'ai essayé de divorcer avant que le personnage principal féminin n'apparaisse. Mais j'ai découvert que la nounou de mon jeune mari abusait secrètement de lui. À ce moment-là, j'ai immédiatement été submergée par la responsabilité et le sens du devoir d'un adulte moderne. *** Aiden, qui lui tournait le dos, lui a soudainement saisi le bras avec force. La seule force de ses mains aurait pu lui arracher les bras. Erin l'appela timidement et prit la parole. «Je te l'ai déjà rappelé hier. Nous sommes un couple marié, alors je suis toujours de ton côté.» «...» «Alors, tout va bien.» Elle le réconforta avec ces mots doux comme s'il s'agissait d'un sortilège. Et comme s'il était sous sa magie, Aiden cessa de trembler. *** Erin, adulte, a demandé le divorce à son mari Aiden avant que le personnage principal féminin n'apparaisse. Dès que ces mots ont quitté ses lèvres, le sourire d'Aiden a disparu. «Un divorce? Jamais.» Aiden a déchiré les papiers du divorce en feuilles si fines que le contenu n'était plus lisible. Erin sourit à cette vue.",
      "zh": "漫画简介: 社牛打工人穿成会被疯批男主处死的小恶女，却意外发现10岁的男主是个缺爱小可怜。每天糯叽叽黏人的正太小乖乖，在小恶女的养成下，还会成为腹黑疯批吗？"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d0ddd740-4b91-4c66-bfd0-b36a77f8e730",
    "title": {
      "en": "Brainrot Girlfriend"
    },
    "updatedAt": "2024-06-07T18:10:18+00:00",
    "coverArt": "https://mangadex.org/covers/d0ddd740-4b91-4c66-bfd0-b36a77f8e730/68e93bea-6906-4f0e-acb0-daf77c22a7e7.jpg",
    "altTitles": [
      {
        "en": "How to train your brainrot girlfriend"
      }
    ],
    "description": {
      "en": "Brainrot Girlfriend"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d3c8e2-70dc-4108-afb5-08be57803a60",
    "title": {
      "en": "The Demon King's Daughter Is Too Kind!!"
    },
    "updatedAt": "2024-04-18T16:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/a5d3c8e2-70dc-4108-afb5-08be57803a60/5c963813-bc15-4edf-b4fd-1b7f48086061.jpg",
    "altTitles": [
      {
        "ru": "Дочь Короля Демонов слишком добрая!!"
      },
      {
        "ja": "魔王の娘は優しすぎる!!"
      },
      {
        "ja-ro": "Maou no Musume wa Yasashi Sugiru!!"
      },
      {
        "pt-br": "A filha do Rei Demônio é muito gentil!!"
      }
    ],
    "description": {
      "en": "The strongest Demon King, Ahriman, rules every part of the world. However, he had to stop his world conquest all of a sudden. What is the unexpected reason behind this…?",
      "pt-br": "O Rei Demônio mais forte, Ahriman, controla cada parte do mundo. Mas, ele precisou parar de conquistar inesperadamente. Qual será a razão inesperada…?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e49d2cba-4528-4cab-96c5-48a73ba63fbb",
    "title": {
      "en": "Mary-san"
    },
    "updatedAt": "2024-04-30T00:09:16+00:00",
    "coverArt": "https://mangadex.org/covers/e49d2cba-4528-4cab-96c5-48a73ba63fbb/1f99d3e7-a813-499c-9982-464c9328eeb6.jpg",
    "altTitles": [
      {
        "ja": "メリーさん"
      },
      {
        "en": "Merry-san"
      }
    ],
    "description": {
      "en": "Mary-san who calls you on the phone, telling you she's nearby...nothing but a prank call, right? Witness the cute and charming life she lives!\n\nThis is based on the Japanese urban legend Mary-san.  If it makes no sense at all to you, see https://www.kowabana.net/2018/06/09/mary-san/ and it will be a lot more comprehensible, while still being cute."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "72a2961a-333b-434c-8552-8944d5c0c862",
    "title": {
      "en": "Gojuu, Rokujuu, Yorokonde"
    },
    "updatedAt": "2024-02-03T15:20:44+00:00",
    "coverArt": "https://mangadex.org/covers/72a2961a-333b-434c-8552-8944d5c0c862/9c8f875f-71f6-48fa-8b2b-6c599ccd758f.jpg",
    "altTitles": [
      {
        "en": "Fifty, Sixty, It's My Pleasure."
      },
      {
        "ja": "五十、六十、よろこんで。"
      },
      {
        "ru": "Пятьдесят, шестьдесят, с удовольствием."
      }
    ],
    "description": {
      "en": "Aki-san (50), a divorced woman, has been getting along well with Rokujo-san (60).\nPeople around them are worried about their pure relationship, but there is no need to worry. At a summer festival, the two quickly grow closer, and their feelings for each other continue to grow.\nThey envision a future together, and finally....\n\"I want to spend the rest of my life with the person I love.\"",
      "ru": "Аки-сан (50 лет), разведённая женщина, хорошо проводит время с Рокудзё-саном (60 лет). Окружающие беспокоятся, но их отношения чисты, и беспокоиться не стоит. На летнем фестивале они быстро сближаются, и их чувства друг к другу продолжают расти. Они представляют себе совместное будущее, и, наконец... «Я хочу провести остаток жизни с любимым человеком»."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "60"
  },
  {
    "mangaId": "e541180b-35b5-43dc-ae99-d4aad193a3b5",
    "title": {
      "en": "Haikyu!! - Guardian Angel AU  oihina/atsuhina"
    },
    "updatedAt": "2024-06-13T16:25:48+00:00",
    "coverArt": "https://mangadex.org/covers/e541180b-35b5-43dc-ae99-d4aad193a3b5/7148d4c6-c9cc-404f-9ca1-613b60d0b140.jpg",
    "altTitles": [
      {
        "es-la": "Haikyu!! - Ángel de la Guarda AU oihina/atsuhina"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46dbf1b9-fb61-49ec-aa0a-3a8e94dc53c8",
    "title": {
      "en": "Kono Fukushuu ni Gyaru wa Iranai"
    },
    "updatedAt": "2024-01-13T05:41:38+00:00",
    "coverArt": "https://mangadex.org/covers/46dbf1b9-fb61-49ec-aa0a-3a8e94dc53c8/c3669dc9-f4a6-415c-8cb1-ccaefeabf8f0.jpg",
    "altTitles": [
      {
        "ja": "この復讐にギャルはいらない"
      },
      {
        "zh": "这场复仇不需要辣妹"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e84cca6d-0720-4aec-90d3-583f71b82334",
    "title": {
      "en": "Shichi Ha Gojuroku"
    },
    "updatedAt": "2023-06-22T15:25:20+00:00",
    "coverArt": "https://mangadex.org/covers/e84cca6d-0720-4aec-90d3-583f71b82334/83822512-3606-4ef1-bd8e-4f4ca058f5c0.jpg",
    "altTitles": [
      {
        "ja": "7×8=56"
      },
      {
        "ja": "7856"
      },
      {
        "ja": "7x8=56"
      },
      {
        "ja-ro": "Shichiha Gojuuroku"
      },
      {
        "ja": "シチハゴジュウロク"
      },
      {
        "zh": "七八五十六"
      },
      {
        "ja": "シチハゴジュウロク = 78 56"
      }
    ],
    "description": {
      "en": "New Weekly Shounen Magazine series.   \nA \"Love Comedy x Horror x Mystery\" manga.  \n  \nThe story follows a teenage boy who wants to become popular with girls. A strange relationship starts after he finds a girl drowning in the river."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "32"
  },
  {
    "mangaId": "cc5c0539-e1a5-4382-a247-20db0acbf63c",
    "title": {
      "en": "Kyouryuu to Kappa no Iru Toshoshitsu"
    },
    "updatedAt": "2024-05-19T00:18:46+00:00",
    "coverArt": "https://mangadex.org/covers/cc5c0539-e1a5-4382-a247-20db0acbf63c/c841bc51-adbe-4170-856b-c87a704782e9.jpg",
    "altTitles": [
      {
        "ja": "恐竜とカッパのいる図書室"
      },
      {
        "zh": "恐龙与河童的图书室"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "18"
  },
  {
    "mangaId": "b34f7fc6-fd17-4b2e-bb59-66f3b5932e0a",
    "title": {
      "en": "Cheat Skill “Shihai” Otsukatte Isekai Harem!"
    },
    "updatedAt": "2024-04-25T19:01:40+00:00",
    "coverArt": "https://mangadex.org/covers/b34f7fc6-fd17-4b2e-bb59-66f3b5932e0a/14db4bd5-b72a-4abb-b50e-2ed5747a6242.jpg",
    "altTitles": [
      {
        "ja": "チートスキル『支配』を使って異世界ハーレム！"
      },
      {
        "en": "Another world harem using the cheat skill \"dominance\"!"
      },
      {
        "ja-ro": "Cheat Skill “Shihai” Otsukatte Isekai Harem!"
      },
      {
        "id": "Harem dunia lain menggunakan skill cheat \"dominasi\"!"
      }
    ],
    "description": {
      "en": "One day, the protagonist suddenly transferred to another world.\n\"It looks like the world of the anime I was watching last night, but when I tried to imitate the hero of the anime, the status screen appeared in front of me! I was surprised by the high specs of my abilities, but I was shocked when I saw the name on the status screen! Surprisingly, I am a small fry character [fake hero] who is defeated by the main character in the early stages!\"\nKnowing that his role is \"a fake hero to be defeated by a hero\", the hero abandons the empty life in his original world and lives a short life as a\"fake hero\" in a harem until the real hero defeats him. Make up your mind!",
      "id": "Suatu hari, seorang pemuda dipanggil ke isekai, rupanya itu adalah dunia anime yang dia tonton. tapi dia sangat terkejut karena dia berperan menjadi karakter penjahat (pahlawan palsu) yang mati diawal episode. oleh karena itu sebelum hari dia dikalahkan oleh pahlawan asli, dia bertekad untuk membuat harem didunia itu.",
      "ja": "開き直って『偽勇者』を謳歌する彼の元に、遂にホンモノの勇者が現れる。しかし目の前に現れた彼女は年端もいかない少女…しかもクソ生意気なメスガキ!?どちらが悪役かわからない暴虐を振るう彼女、その授かったチートスキルとは――。遂に雌雄を決する『勇者　VS　勇者』!!どっちが本物の主人公かわからせてやらなきゃなぁ!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a72aa29f-62b6-4e67-8895-ab3bf9bb11d2",
    "title": {
      "en": "Ofu-kai Shitara Tondemonai Yatsu ga Kita Hanashi"
    },
    "updatedAt": "2024-02-26T19:58:57+00:00",
    "coverArt": "https://mangadex.org/covers/a72aa29f-62b6-4e67-8895-ab3bf9bb11d2/158e2fa0-c14f-4a10-9c7f-8296c0849470.jpg",
    "altTitles": [
      {
        "ja": "オフ会したらとんでもないやつが来た話"
      },
      {
        "zh": "面基对象是危险人物"
      },
      {
        "en": "A Story About an Offline Meet-up Between an Otaku and a Yakuza"
      }
    ],
    "description": {
      "en": "Miki Megumi is a loner and a closet otaku who's pretty devoted to her fan activities! She wants a friend who she can gush over her bias with... And when she went for an offline meeting with a follower from social media, they turned out to be a bona fide yakuza!!! Despite feeling like her life is in danger, after talking with him, she could tell that he's a truly passionate otaku!\n\nHe's overly sensitive, and any talk about shipping the reverse of his faves are a taboo. Plus, he turned out to be the troublemaker that his appearance suggests but being with him is fun and he's also dependable!!",
      "ja": "三木めぐみはボッチでオタク活動に勤しむ隠れオタ! 推しについて語り合える友達が欲しい...と、SNSのフォロワーとオフ会をしてみたら、やってきたのはゴリゴリのヤクザ!!! 命の危険を感じつつも話をしてみると、やっぱり熱心なオタクだった! 繊細すぎるし逆カプが地雷だったりと見た目通りかなりの厄介者だけど、一緒にいると楽しいし頼もしい!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b03cddef-748a-4c6e-9ebe-2579ac9d19b4",
    "title": {
      "en": "Erotical Wizard to 12-nin no Hanayome"
    },
    "updatedAt": "2024-04-12T21:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b03cddef-748a-4c6e-9ebe-2579ac9d19b4/9acafa80-413b-4c2a-ac88-8dfaf49df55d.jpg",
    "altTitles": [
      {
        "ja": "エロティカル・ウイザードと12人の花嫁"
      },
      {
        "id": "Penyihir Erotis dan 12 Pengantin"
      },
      {
        "en": "Erotical Wizard and 12 Brides"
      },
      {
        "ja-ro": "Erotical Wizard to 12-nin no Hanayome"
      }
    ],
    "description": {
      "en": "Junpei Ichinose, a student at a magic school in Tokyo, is a dropout who has never discovered his magic aptitude. Suddenly, the beautiful witch Meryl appears before him and tells him, \"I need your power, the reincarnation of the Demon King\". Junpei finds out that he has the power of the Demon King. He learns that he has the power of the Demon King, and his secret is revealed to Sonia, a beautiful girl who is a descendant of a brave warrior. Junpei, who has no intention of becoming a Demon King, persuades Sonia to teach him how to use his power properly. However, the Demon King's power is the strongest and worst \"erotic magic\"!\n\nThe harem school battle to master H-magic with beautiful girls is about to begin!",
      "id": "Junpei Ichinose, seorang siswa sekolah sihir di Tokyo, dia adalah seorang penyihir gagal. Tapi tiba-tiba, penyihir cantik Meryl muncul di hadapannya dan mengatakan kepadanya, \"Aku membutuhkan kekuatanmu, reinkarnasi Raja Iblis\". Junpei mengetahui bahwa dia memiliki kekuatan Raja Iblis. dan rahasianya terungkap kepada Sonia, seorang gadis cantik yang merupakan keturunan pahlawan. Junpei, yang tidak berniat menjadi Raja Iblis, membujuk Sonia untuk mengajarinya cara menggunakan kekuatannya dengan benar. Namun, kekuatan Raja Iblisnya adalah kekuatan \"sihir erotis\".",
      "ja": "魔法学校の落ちこぼれが目覚めた力はエロ限定!?美少女たちとHな魔法を極めるハーレム学園バトル開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c84c37bb-1ebf-4ab4-a616-47495785218f",
    "title": {
      "en": "Innocent and Evil"
    },
    "updatedAt": "2024-06-12T14:11:08+00:00",
    "coverArt": "https://mangadex.org/covers/c84c37bb-1ebf-4ab4-a616-47495785218f/553d34b3-52e0-4feb-9d07-61ed0bea37dc.jpg",
    "altTitles": [
      {
        "es": "Inocencia y Maldad"
      },
      {
        "zh": "天真有邪"
      }
    ],
    "description": {
      "en": "Cute innocent children, who are actually cold-blooded, blood-sucking devils. Our protagonist believing himself to be just an ordinary person, out of nowhere, has become a target of these cute little devils, who are hunting him down for the kill! During the run for his life, our male-lead discovers there are secrets lurking within his own body; his life up until that juncture, turning out to be a well-crafted lie. Burgeoning desire vs rationality; fleeing vs vengeance; now confronted with these choices, which will he choose!",
      "es": "Niños lindos e inocentes, que en realidad son demonios de sangre fría y chupadores de sangre. Nuestro protagonista, creyéndose una persona normal y corriente, de la nada, se ha convertido en el blanco de estos pequeños demonios, ¡que lo están persiguiendo para matarlo! Durante la carrera por su vida, nuestro protagonista masculino descubre que hay secretos que acechan dentro de su propio cuerpo; su vida hasta ese momento, resulta ser una mentira bien elaborada. Deseo floreciente vs. racionalidad; huir vs. venganza; ahora se enfrenta a estas elecciones, ¿¡qué es lo que elegirá!?\""
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "26",
    "lastChapter": null
  },
  {
    "mangaId": "5eb819d3-9dd9-4de9-8d14-934ee641e560",
    "title": {
      "en": "Yuuryou Bukken Mou Dame Sou - Furo, Toilet to Tenshi wa Kyoudou desu"
    },
    "updatedAt": "2023-03-01T00:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/5eb819d3-9dd9-4de9-8d14-934ee641e560/553cad12-1b31-4497-ae49-c2b465d49f44.jpg",
    "altTitles": [
      {
        "ja": "優良物件もうダメ荘~風呂､トイレと天使は共同です~"
      },
      {
        "en": "Excellent Property: This Dormitory Is Full of Losers  ~Communal Toilets and Angels~"
      },
      {
        "zh-hk": "全員廢柴莊"
      }
    ],
    "description": {
      "en": "A story about a 70-year-old super cheap apartment named \"Damesou\" near the coast of a rural village with a communal bathroom, washstand, kitchen, and toilets, and the losers taking residence here!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e156d65-cf65-4d5b-9d04-52f2f8100fbf",
    "title": {
      "en": "Isekai Mokushiroku Mynoghra: Hametsu no Bunmei de Hajimeru Sekai Seifuku"
    },
    "updatedAt": "2024-04-11T11:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/6e156d65-cf65-4d5b-9d04-52f2f8100fbf/e0042b90-31d8-4e43-9dbf-246741ba679e.jpg",
    "altTitles": [
      {
        "en": "Isekai Apocalypse MYNOGHRA ~The Conquest of the World Starts With the Civilization of Ruin~"
      },
      {
        "ja": "異世界黙示録マイノグーラ ～破滅の文明で始める世界征服～"
      },
      {
        "zh-hk": "異世界默示錄米諾戈拉 ～從滅亡的文明開始的世界征服～"
      },
      {
        "en": "Apocalypse Bringer Mynoghra: World Conquest Starts with the Civilization of Ruin"
      }
    ],
    "description": {
      "en": "I reincarnated as an evil god.  \r\n  \r\nIra Takuto succumbed to illness at a young age and ended up reincarnating in a world that resembled the strategy simulation game \"Eternal Nations,\" which he loved playing when alive. What appeared in front of him was Atou, a girl belonging to the evil civilization that he used to play as, \"Mynoghra.\" The two of them decided to create a new country in this world once again.  \r\n\r\n\r\n---",
      "pl": "Ira Takuto umiera w młodym wieku i budzi się w świecie przypominającym jego ulubioną grę 『Eternal Nations』 w której spotyka postać z gry, Atou. Razem postanawiają stworzyć własne królestwo.",
      "pt-br": "Eu reencarnei como um deus do mal. Ira Takuto sucumbiu à doença em tenra idade e acabou reencarnando em um mundo que lembrava o jogo de simulação de estratégia, “Eternal Nations”, do qual ele adorava jogar quando estava vivo. O que apareceu na frente dele foi Atou, uma garota pertencente à civilização do mal que eu costumava interpretar como “Mynoghra”. Os dois decidiram criar um novo país neste mundo mais uma vez."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4397b12-137c-426f-92ff-618ddfbad51a",
    "title": {
      "en": "MARRIAGETOXIN"
    },
    "updatedAt": "2024-06-04T15:37:07+00:00",
    "coverArt": "https://mangadex.org/covers/f4397b12-137c-426f-92ff-618ddfbad51a/54331e59-a0c3-415b-b4ce-3000f84c0c19.jpg",
    "altTitles": [
      {
        "ja": "マリッジトキシン"
      },
      {
        "ru": "Брачный токсин"
      }
    ],
    "description": {
      "en": "A hitman and a marriage swindler set out on the world’s most grueling battle for marriage!\n\nGero is a young man from a clan of hitmen, which has been in existence for hundreds of years. As someone who’s never gone to school and lived his life dealing in the dark side of the business, he considers himself to have “no prospects with women” and marriage as “something not for him.”\n\nHowever, one day, in fear that their lineage would dissolve, his clan warns Gero that if he doesn’t marry and produce an heir, they would have no choice but to…force his little sister into doing “that.” Driven to his wits’ end, Gero asks the target of his work, a marriage swindler, to…",
      "ja": "<毎週水曜更新>殺し屋×結婚詐欺師の世界一ハードな婚活バトル物語！数百年続く殺し屋一族の青年・下呂。学校にも行かず裏稼業で生きてきた彼にとって女性は「苦手で縁遠いもの」であり、結婚は「するべきではないもの」と考えていた。だがある日、血が絶えることを恐れた彼の実家は、下呂が結婚し子供を残さないならば、妹に「それ」を強制することを通告。困り果てた下呂は仕事のターゲットであった結婚詐欺師に…。",
      "pt-br": "Um assassino de aluguel e uma vigarista de casamentos partem na batalha mais cansativa do mundo! \n\nGero é um jovem de um clã de assassinos, que existe há centenas de anos. Como alguém que nunca foi à escola e viveu sua vida lidando com o lado sombrio do negócio, ele se considera “sem perspectivas com mulheres” e o casamento é “algo que não é para ele”. No entanto, um dia, com medo de que sua linhagem se dissolva, seu clã avisa Gero que, se ele não se casar e ter um herdeiro, eles não terão escolha a não ser… forçar sua irmãzinha a fazer “isso”. Levado ao extremo, Gero pede ao alvo de seu trabalho, uma vigarista de casamento, para que..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85ce7857-3d01-4b0a-adff-7a4cba347ced",
    "title": {
      "en": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
    },
    "updatedAt": "2024-05-09T17:42:40+00:00",
    "coverArt": "https://mangadex.org/covers/85ce7857-3d01-4b0a-adff-7a4cba347ced/a0574230-816e-4f37-8f68-9a4b02ad38c1.jpg",
    "altTitles": [
      {
        "en": "Ascendance of a Bookworm ~I'll do anything to become a librarian~ Part 4 「Let's Save the Royal Academy Library!」"
      },
      {
        "ja-ro": "Honzuki no Gekokujou: Part 4"
      },
      {
        "ja": "本好きの下剋上～司書になるためには手段を選んでいられません～第四部 貴族院の図書館を救いたい!"
      },
      {
        "ja-ro": "Honzuki no Gekokujou ~Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen~ Dai 4-bu 「 Kizokuin no Toshokan wo Sukuitai!」"
      },
      {
        "en": "Ascendance of a Bookworm: Part 4"
      }
    ],
    "description": {
      "en": "As Rozemyne wakes up after almost two years she finds out that the world around her has undergone great change causing her to feel like Urashima Tarō from the Japanese fairy tale. However, there is no time for her to get acclimate to the new world as she is quickly sent off to the Royal Academy to become a true noble.   \nShe is presented with the difficult task of raising Ehrenfest's ranking while being surrounded by eccentric teachers and children from other duchies however she is motivated by the Royal Academy's giant library. While there are no other Archduke Candidates or members of royalty around Rozemyne commandeers the library!  \nHere begins Part 4 of this biblio-fantasy as we enter the Royal Academy!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf",
    "title": {
      "en": "Brother's Sick Love"
    },
    "updatedAt": "2024-06-06T22:04:29+00:00",
    "coverArt": "https://mangadex.org/covers/a8b65a50-70e7-4f4f-93c0-9b5494b2b4bf/3d40d3b8-f2bf-443e-9245-7dc91db7fc47.jpg",
    "altTitles": [
      {
        "zh": "忽如一夜病娇来"
      }
    ],
    "description": {
      "en": "Yu Xiang unfortunately transmigrates into a merchant's daughter, who was mistakenly taken to the marquis manor at birth. She is immediately disabled, and carries the nickname of 'disaster star'. Helplessly, she can only cling to her older brother, the marquis, in hopes of surviving, and wait for the true master to return so she can give way. Years later, when the true master returns to the manor, Yu Xiang prepares to leave. however, she finds out her clinging technique is too good, that her marquis brother won't let her leave!",
      "fr": "Yu Xiang donne, handicapée, échange son coeur avec celui de son frère. \nAprès sa mort, elle se réincarne dans le corps d'une fille qui porte le même nom, est paralysée comme elle et qui est surnommée l'étoile malchanceuse. \nYu Xiang réalise alors qu'elle est dans le roman qu'elle lisait avant de mourir. Synopsis du roman en question : Yu Xiang, fille de marchand a été échangée à la naissance avec la fille d'un Seigneur.",
      "zh": "虞襄很不幸穿成了被抱到侯府的商家女，一来就双腿残废，脑袋上还顶着个‘丧门星’的称号。 无奈之下只得牢牢抱住侯爷哥哥的大腿，先把日子混下去，等正主儿回来就麻溜的让位。 几年之后正主儿回归，虞襄包袱款款准备走人，却发现抱大腿的技术太专业，侯爷哥哥不让走了！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "150"
  },
  {
    "mangaId": "65af3243-8a16-4545-b53a-ed1a79e367ac",
    "title": {
      "en": "Doukutsu Ou kara Hajimeru Rakuen Life ~Bannou no Saikutsu Skill de Saikyou ni!?~"
    },
    "updatedAt": "2024-04-01T17:57:03+00:00",
    "coverArt": "https://mangadex.org/covers/65af3243-8a16-4545-b53a-ed1a79e367ac/0d6ede01-4fa8-4d68-ac03-37efea980e27.jpg",
    "altTitles": [
      {
        "ja": "洞窟王からはじめる楽園ライフ ～万能の採掘スキルで最強に!?～"
      },
      {
        "en": "A Cave King’s Road to Paradise: Climbing to the Top with My Almighty Mining Skills!"
      },
      {
        "ru": "Пещерный король будет жить как в раю"
      },
      {
        "th": "ชีวิตประจำวันของจอมราชันย์เริ่มต้นด้วยการขุดเหมือง"
      }
    ],
    "description": {
      "en": "Hiel was ridiculed for having a useless crest and was exiled to a remote island. When he grabbed an pickaxe to reclaim the island, the true effect of his crest was revealed. With his production cheat he will reclaim this uninhabited island and start his life in paradise.",
      "ja": "使えない＜紋章＞持ちと嘲笑され、荒れ果てた離島に追放されたヒール。 なんとか島を開拓しようとピッケルを握ったそのとき、紋章の真なる効果が発揮されて―ー!?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6440a4b0-2fdc-4a99-9378-f53e5ee6c90e",
    "title": {
      "en": "Fake Saint of the Year: You Wanted the Perfect Saint? Too Bad!"
    },
    "updatedAt": "2024-02-24T21:46:00+00:00",
    "coverArt": "https://mangadex.org/covers/6440a4b0-2fdc-4a99-9378-f53e5ee6c90e/26c36c51-aac3-4d21-90bd-f751296b8df8.jpg",
    "altTitles": [
      {
        "ja-ro": "Nise Seijo Kuso of the Year: Risou no Seijo? Zannen, Nise Seijo deshita!"
      },
      {
        "ru": "Фальшивая святая, отброс года. ~Идеальная святая? Нет, всего лишь подделка!~"
      },
      {
        "ja": "偽聖女クソオブザイヤー～理想の聖女？　残念、偽聖女でした！～"
      }
    ],
    "description": {
      "en": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] is a game ill-suited of being known as a galge, as the main heroine would – regardless of the chosen route – meet her demise.\n\nFudou Niito, a resident of Japan, went to bed dissatisfied with the ending of the game. When he next awoke, he found himself in the body of the game’s hated fake saint, Elrise. Confused, but with an understanding that Elrise’s actions would spell disaster for many lives in the future, he took advantage of the situation and acted to change the course of history.\n\nAs a result, despite her rotten personality, Elrise was adored by those around her as a perfect saint. Furthermore, the game itself was intrinsically linked to his original world and changed accordingly to suit Elrise’s actions. Without any knowledge of what the hell was going on, the fake saint Elrise continued to alter her fate.\n\nA saint on the outside, but a man on the inside.\n\nThe transmigrator was a piece of shit and the person he transmigrated into was also a piece of shit. A combination of shit and shit would cause an accident – to create the greatest fake saint shitshow of the year!",
      "id": "[The Eternal Scattering Flowers: Fiore Caduto Eterna] adalah sebuah permainan yang tidak cocok untuk di panggil sebagai galge, karena apapun rute yang di pilih heroine utama akan selalu menemui ajalnya.\n\nFudou Niito, seorang penduduk di jepang, pergi tidur dengan ketidakpuasan pada akhir dari gamenya. Selanjutnya ketika dia terbangun, ia menemukan dirinya berada dalam tubuh seorang saint yang di benci dalam game, Elrise.\n\nDia kebingungan, namun dengan pemahaman bahwa tindakan Elrise akan menyebabkan bencana untuk banyak kehidupan di masa depan, dia memanfaatkan situasi itu dan bertindak untuk mengubah jalannya sejarah.\n\nSebagai hasilnya, terlepas dari kepribadian busuknya, Elrise di cintai oleh orang-orang di sekitarnya sebagai seorang saint yang sempurna. Terlebih lagi, game itu sendiri pada intinya terhubung dengan dunia asli tempatnya berada dan berubah berdasarkan tindakan Elrise. Tanpa mengetahui apa yang sedang terjadi, seorang saint palsu Elrise terus-menerus mengubah takdirnya.\n\nSeorang saint di luar, namun pria di dalamnya.\n\nOrang yang merasuki adalah seorang bajingan dan orang yang di rasukinya juga merupakan seorang bajingan. Kombinasi dari para bajingan akan menyebabkan mala petaka yang akan menciptakan pertunjukan saint palsu bajingan terbesar tahun ini!",
      "ja": "異世界で無双！　偽聖女で何が悪い…!?\nギャルゲー『永遠の散花』は、どのルートを選んでもメインヒロインが死ぬギャルゲーである。 ゲーム内に登場する悪役へ転生した俺は、ヒロインのエテルナを救うため、ゲーム知識をフル活用しようとするのだが…？",
      "ru": "Визуальный роман «Куон но Санка ~Fiore caduto eterna~» — несправедливая игра, где в каждой из веток истории главная героиня умирает. Я, переродившийся в поддельную святую-злодейку игры Эльризе, решил по полной использовать все свои знания об игре, чтобы спасти главную героиню, Этерну, однако…\n\nВнешность святой девы, а внутри мужик. Дерьмовой душе — дерьмовый персонаж. Как же развернётся история, где по случайности два отброса слились воедино?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6ab38ce9-e668-49b1-a89f-bb294e58809a",
    "title": {
      "en": "The Creator is on Hiatus"
    },
    "updatedAt": "2024-05-28T15:26:55+00:00",
    "coverArt": "https://mangadex.org/covers/6ab38ce9-e668-49b1-a89f-bb294e58809a/51823fca-3eed-4d6d-a972-c773839ba614.jpg",
    "altTitles": [
      {
        "en": "I’ll be Taking a Break for Personal Reasons"
      },
      {
        "en": "Temporarily Closed for Work Reasons"
      },
      {
        "ko": "일신상의 이유로 잠시 휴재합니다"
      },
      {
        "es-la": "El creador está en hiatus"
      }
    ],
    "description": {
      "en": "My name is Yu Il-shin, and I'm a shitty, third-rate novelist.\nMy name might be \"Only God\" in Korean, but don't actually pray to me. It's just a name.\n\nThis one random day, I finally get my wish of awakening... but my ability is kind of strange.\n\nI'm able to connect to a small world through my smartphone, where the weak ants there worship me as god!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "79469364-39c5-4f70-8af8-f5e1c9894aa7",
    "title": {
      "en": "The Lone Necromancer"
    },
    "updatedAt": "2024-05-28T18:31:22+00:00",
    "coverArt": "https://mangadex.org/covers/79469364-39c5-4f70-8af8-f5e1c9894aa7/e9956dfd-5372-4c6d-87ec-d36c19ff5bb7.jpg",
    "altTitles": [
      {
        "ko": "나 혼자 네크로맨서"
      },
      {
        "en": "Solo Necromancy"
      },
      {
        "en": "The Only Necromancer"
      },
      {
        "pl": "Jedyny Nekromanta"
      },
      {
        "ru": "Некромант-одиночка"
      },
      {
        "zh": "死灵法师：亡灵支配者"
      },
      {
        "zh-hk": "末日獨尊：死靈法師"
      },
      {
        "es-la": "Nigromante en Solitario"
      }
    ],
    "description": {
      "en": "Seongwu is a former special forces soldier who has returned to college after completing his national service. His ordinary life as a student is shattered during class one day when he and his fellow students are faced with a mysterious prompt asking them to “select a role.”\n\nSeongwu chooses the necromancer, a rare ability that grants him the power to control the undead.\n\nWith the campus and outside world seemingly on the brink of collapse, Seongwu must use his newfound powers to battle fearsome monsters and help save his fellow students. But will they make it out alive?\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "fr": "\"Quel est le métier le plus utile pour survivre dans un monde en ruine ?\". Cette question apparaît devant Seong-woo alors qu'il somnole en cours. Lui et les autres étudiants ont 15 secondes pour choisir une carte parmi celles qui sont apparues devant eux. Celle choisie déterminera leurs pouvoirs qui leur permettront de survivre dans un monde chaotique, qui ressemble fortement à un jeu vidéo. Pour sa part, Seong-woo sera un nécromancien !\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "id": "Pekerjaan apa yang akan kau pilih untuk bertahan hidup saat dunia hancur oleh monster-monster yang tiba-tiba bermunculan?! Setelah memilih 'Necromancer' sebagai pekerjaannnya, Sungwoo dapat menjadikan monster yang telah ia kalahkan menjadi pengikutnya!\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "ko": "곧 세상이 멸망한다.\n전설 속에나 나올 법한 몬스터들이 각지에 출현한다.\n그리고 사람들을 잡아먹고, 길거리를 점령하며, 빌딩과 지하철에 던전을 만들기 시작한다.\n\n멸망한 세계에서 살아남기 위해 단 한 가지 직업을 고를 수 있다.\n당신은 무슨 직업을 고르겠는가?\n\"네크로맨서\"\n\n나에게는 멸망이 무대이고, 죽음이 자산이 된다.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "ru": "Мир на грани разрушения. Существа, упоминания о которых встречались лишь в мифах и легендах, теперь заполоняют города, обживаются под людскими жилищами и в метро, пожирая всё живое.\nА что до человечества… Ему будет предложено занять новую роль в нынешнем мире выживания.\nСонву выбрал класс «некромант», и теперь трупы, что обагряют Землю, ему только на руку.\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)",
      "zh": "魔物侵袭，世界灭亡在即！\n退役特种兵的降维打击！\n某一天，只存在于传说中的魔物们突然出现，肆意地破坏街道、撕咬人类，并且在高楼和地铁建立起了自己的巢穴…如果在灭亡的世界，能够选择一个职业，你会选择哪种职业呢？对于身为“死灵法师”的刘成宇来说，灭亡即是舞台，丧生即为资产。\n\n---\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/silingfashiwanglingzhipeizhe/list?title_no=1981)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/lone-necromancer/list?title_no=3619)\n\n- [Official French Translation](https://www.webtoons.com/fr/fantasy/the-lone-necromancer/list?title_no=4063)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "910d61ce-1615-4a38-b8e9-2646e7445af8",
    "title": {
      "en": "Aiseki Ii desu ka?"
    },
    "updatedAt": "2024-06-13T15:34:42+00:00",
    "coverArt": "https://mangadex.org/covers/910d61ce-1615-4a38-b8e9-2646e7445af8/3b56d851-6b5b-45a6-bf98-b9d993cfed1e.jpg",
    "altTitles": [
      {
        "ja": "相席いいですか？"
      },
      {
        "en": "Is It Okay If We Share a Table?"
      }
    ],
    "description": {
      "en": "Tsubaki is a working woman who struggles with her relationship with her subordinate. Momoko is a university student struggling with her part-time job. Two people of different ages and backgrounds happen to be sitting together...?\n\nA breath of fresh air. A relaxing lunchtime comedy."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]