[
  {
    "mangaId": "6a528a50-491b-4a88-81ac-50d92c182089",
    "title": {
      "en": "Anata wa Watashi no Geboku desu ~Neko to Geboku no Himitsu no Kankei~"
    },
    "updatedAt": "2024-12-16T23:59:45+00:00",
    "coverArt": "https://mangadex.org/covers/6a528a50-491b-4a88-81ac-50d92c182089/c0cf4d92-94b3-46b1-be31-bbf6ddb646b6.jpg",
    "altTitles": [
      {
        "ja": "方は猫(わたし)の下僕です～ねことげぼくのヒミツなカンケイ～"
      },
      {
        "en": "You are My Servant"
      }
    ],
    "description": {
      "en": "Doujinshi \"Neko to Geboku\" has been adapted into a manga! Would you like to become a servant of a cat-eared kuudere lady and give her naughty services?\n\nHigh school boy Akito Mayabi is a secretive boy who cannot talk to girls other than his childhood friends. Then he found a girl he was interested in. The girl's name is Nao Tamanomiya. She was a cool and downer type of young lady...and she had cat ears!? She was one of only a few people in the world who had cat ears!\n\nAkito had been taking photos of Nao without her permission, but one day, Nao herself found out that he had been taking pictures of her!? Akito thought his life was over, but on top of being ordered by his girlfriend to perform naughty services, Unbelievable things are said to me.\n\n\"Be my servant.\"\n\nThis is how the servant life of a secretive man begins. Akito gradually becomes unable to resist the service orders given to him by the cat-eared lady――!!?",
      "ja": "男子高校生・眞旅アキトは幼なじみ以外の女の子と話せない陰キャ男子。そんな彼に気になる女の子ができた。その娘の名前は珠乃宮ナオ。クール＆ダウナー系なお嬢様で……なんと猫耳が生えていた!!? 僅かしか存在しない、世界でも珍しい猫耳を生やした種族だった!!!! そんなナオのことを許可なく写真に収めていたアキトだったが、ある日ナオ本人に盗撮がバレてしまう!?これで人生が終わったと思うアキト、しかし彼女からエッチな奉仕を命令された上に、とんでもないことを言われる。\n\n「私の下僕になりなさい」\n\nこうして始まる、陰キャ男の下僕生活。猫耳お嬢様から与えられる奉仕命令に、アキトは徐々に抗えなくなっていき――!!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e1be258e-3a6f-4dd8-8bc2-9ca63b64e959",
    "title": {
      "en": "Muchi Muchi Osananajimi"
    },
    "updatedAt": "2024-06-12T11:38:42+00:00",
    "coverArt": "https://mangadex.org/covers/e1be258e-3a6f-4dd8-8bc2-9ca63b64e959/ea69e979-4724-4251-b2d0-533e7d0c4b6e.jpg",
    "altTitles": [
      {
        "ja": "無知ムチ幼馴染み"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "14b81959-13ed-46eb-a277-da66f672acb5",
    "title": {
      "en": "The World After the Fall"
    },
    "updatedAt": "2024-12-31T12:25:41+00:00",
    "coverArt": "https://mangadex.org/covers/14b81959-13ed-46eb-a277-da66f672acb5/67df243e-0246-430b-a6cb-8700a711ec32.jpg",
    "altTitles": [
      {
        "ko": "멸망 이후의 세계"
      },
      {
        "en": "The World After the End"
      },
      {
        "ru": "Мир После Разрушения"
      },
      {
        "en": "The Post-Destruction World"
      },
      {
        "fa": "دنیا ماورای تباهی"
      },
      {
        "vi": "Thế Giới sau ngày Diệt Vong"
      },
      {
        "ko-ro": "Myeolmang Ihuui Segye"
      },
      {
        "es-la": "El Mundo Después del Fin"
      },
      {
        "pt-br": "O Mundo Após a Queda"
      }
    ],
    "description": {
      "en": "Faced with imminent defeat and certain death, would you choose to run – or continue to fight for a doomed world?\n\nWhen mysterious towers appear across the world, summoning monsters that prey on mankind, this is the choice presented to the Tower Walkers – adventurers with special powers to fight the monsters.\n\nOn the brink of death, they can choose to use a “regression stone” to return to the past for a second chance, though this decision places them in a separate timeline forever.\n\nStubborn Tower Walker Jaehwan rejects this choice, choosing to fight for the original timeline, and learning shocking secrets about the Tower along the way.",
      "ko": "<전지적 독자 시점> 싱숑 작가 원작.\n\n이것은 모두가 과거로 돌아갈 때 마지막까지 회귀하지 않았던 한 사나이의 이야기다.",
      "pt-br": "Esta é a história de um homem que não voltou quando todos retornaram ao passado. Os humanos foram convocados de repente para se tornarem “Andarilhos” e precisavam limpar a torre para salvar o mundo… 77º Andar: A Pedra do Retorno foi descoberta. Andarilhos podiam agora retornar ao passado. Lentamente, todos foram embora… A última esperança da humanidade, “Carpe Diem”, foi formada com as pessoas que se recusaram a abandonar o mundo… O último Andarilho chegou ao 100º andar. Ele não sabia mais no que crer. Obs.: Essa é a adaptação da novel que existe dentro da novel/manhwa Omniscient Reader's Viewpoint e que o protagonista lê em sua juventude."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "348966d0-c807-45cf-9260-8adf006a9da6",
    "title": {
      "en": "Kono Bijutsubu ni wa Mondai ga Aru!"
    },
    "updatedAt": "2024-11-01T15:27:30+00:00",
    "coverArt": "https://mangadex.org/covers/348966d0-c807-45cf-9260-8adf006a9da6/d4bc9f12-335a-4677-866a-bc21d3ae8330.jpg",
    "altTitles": [
      {
        "ja-ro": "Kono Bijutsubu Niwa Mondai Ga Aru!"
      },
      {
        "ja-ro": "Konobi"
      },
      {
        "ja-ro": "Konobiju"
      },
      {
        "en": "This Art Club Has a Problem!"
      },
      {
        "ru": "С этим клубом точно что-то не так!"
      },
      {
        "ja": "この美術部には問題がある！"
      },
      {
        "zh": "这个美术部有问题！"
      }
    ],
    "description": {
      "en": "A girl with violently too much common sense, a boy whose sole ambition is to draw the perfect 2D bride, an addlebrained ghost member, and their always-sleeping president — what is *wrong* with this art club?!  \n  \n[Alternative Raw](https://comic-walker.com/contents/detail/KDCW_AM01000007010000_68/)",
      "ru": "Это история о художественнм клубе старшей школы: о мальчике, отдающем свой талант рисованию \"идеальных 2D-невест\"; девочке, которая к нему неровно дышит; вечно спящем главе клуба; а также таинственной Колетт-сан и неопытной кураторше клуба. Все они странные и забавные люди, и с ними случаются странные и забавные происшествия."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "46e9a772-184d-498b-8553-6e0801545f12",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity II: Subterranean World of Folklore, Agartha - Women of Agartha"
    },
    "updatedAt": "2024-10-25T19:20:51+00:00",
    "coverArt": "https://mangadex.org/covers/46e9a772-184d-498b-8553-6e0801545f12/f045e47a-15a8-4d38-b5ab-686e1ccba11c.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅱ 伝承地底世界 アガルタ アガルタの女"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten II: Denshou Chitei Sekai, Agartha - Agartha no Onna"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность II: Женщина Агарты"
      }
    ],
    "description": {
      "en": "Fate/Grand Order official comicalize start!\n\nIn 2000 AD, the bottom of the mountain range in Central Asia... In a place where no obvious wars or incidents have been confirmed, \"Organization for the Preservation of Human Order, Chaldea\" finds the existence of a Singularity. Ritsuka Fujimaru and his team started the Rayshift immediately...",
      "ru": "Царица Савская ждала, когда Фудзимару и другие проникнут в Кер-Ис, город безнравственности. Мы должны бороться с таинственными силами и их бесконечно растущими подчиненными. В этих бедах внезапно появилась противоборствующая сила \"Убийца Ночного Замка\"…!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "36.5"
  },
  {
    "mangaId": "466eec75-4148-41c9-a0e7-0853ced19c00",
    "title": {
      "en": "Mahouka Koukou no Rettousei - Nankai Soujou-hen"
    },
    "updatedAt": "2024-10-13T12:29:00+00:00",
    "coverArt": "https://mangadex.org/covers/466eec75-4148-41c9-a0e7-0853ced19c00/8fb2135e-db5e-4c08-b330-7cc52fcf5e48.jpg",
    "altTitles": [
      {
        "en": "Irregular at Magic High School -  Southern Sea Riot Arc"
      },
      {
        "en": "Irregular at Magic High School -  Nankai Soujou-hen"
      },
      {
        "es": "Mahouka Koukou no Rettousei - Conflictos en el Mar del Sur"
      },
      {
        "ru": "Непутёвый ученик в школе магии: Беспорядки в Южном море"
      },
      {
        "ja": "魔法科高校の劣等生 南海騒擾編"
      }
    ],
    "description": {
      "en": "Spring is here, and the graduating seniors of First High are planning a getaway to sunny Okinawa. At the same time, Tatsuya and Miyuki will be on the island as the Yotsuba family’s representatives at a memorial service for the victims of the invasion there several years earlier. Of course, this is just a cover for their true purpose: foiling a terrorist plot hatched by some deserters and Australian operatives. Their primary target is a party that Shizuku and Honoka will be attending—What are the chances? Romance is in the air, and danger is on the horizon, making this a vacation they’ll never forget!\n\nManga adaption of the 'Southern Sea Riot Arc' from the 20th light novel."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "8b6f6021-cdd7-494f-9a55-1bce4f3d69bd",
    "title": {
      "en": "Milk-shibori Hunter no Isekai Sakunyuuki ~Nouka no Saenai Otoko ga Arayuru Shuzoku no Chiku-B o Moteasobi-toriko ni Suru~"
    },
    "updatedAt": "2024-12-19T22:54:04+00:00",
    "coverArt": "https://mangadex.org/covers/8b6f6021-cdd7-494f-9a55-1bce4f3d69bd/d04a8347-135c-4512-a3e9-d0ddede354fb.png",
    "altTitles": [
      {
        "ja": "ミルク搾りハンターの異世界搾乳記～農家の冴えない男があらゆる種族の地区Bを弄び虜にする～"
      },
      {
        "ja-ro": "Milk-shibori Hunter no Isekai Sakunyuuki ~Nouka no Saenai Otoko ga Arayuru Shuzoku no Chiku-B wo Moteasobi-toriko ni Suru~"
      },
      {
        "en": "The Milk-Squeezing Hunter's Otherworld Milking Chronicles: A Dull Male Farmer Toys with the Captive Nipstricts of Every Species"
      }
    ],
    "description": {
      "en": "Squeeze the monster girls' breasts and save the other world with gushing milk!!!!!!",
      "ja": "北海道で農家をしていた遠藤カケルは、ある日風呂に入っていると突如光に巻き込まれ、異世界に転移していた!!!? この世界では魔獣の母乳があらゆる道具や武器などに使用できる超エネルギーであり、庶民の生活の支えとなっているという。そんな母乳を集める戦士たちのことをこの世界ではこう呼ぶ…「ミルクハンター」と。しかし、ミルクハンターの数は少なく、各国ミルクが枯渇していた。そんな貧窮するミルク事情を救うために、遠藤はミルクハンターとして異世界から呼ばれたのだった。牧場の牛たちで培った乳しぼりの技術を活かし、世界中の魔獣たちをイかせて鮮度の良いミルクを集め、世界を救え!!!!!!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c4a018d0-9eb5-4cf2-8c4f-3fde78f38d4e",
    "title": {
      "en": "Corpse Knight Gunther"
    },
    "updatedAt": "2024-09-23T22:23:21+00:00",
    "coverArt": "https://mangadex.org/covers/c4a018d0-9eb5-4cf2-8c4f-3fde78f38d4e/5afb9a8a-2373-498a-8e9a-22839035eb28.jpg",
    "altTitles": [
      {
        "ko": "시체기사 군터"
      },
      {
        "en": "Cadaver Gunther"
      },
      {
        "en": "Dead Knight Gunther"
      },
      {
        "ru": "Рыцарь труп Гюнтер"
      },
      {
        "ru": "Мёртвый рыцарь Гюнтер"
      }
    ],
    "description": {
      "en": "The war between humans and vampires will come to an end with the victory of the vampires, as expected by all. In the yet-to-be-invaded Holy Land of Bahal, after a concerted effort to counterattack mankind, he succeeds in creating a \"corpse knight\" who never dies and a \"power source\" that can move him, thus reviving the gladiatorial \"Gunther\" as a \"corpse knight.\"",
      "ko": "인간과 뱀파이어와의 전쟁은 모두의 예상대로 뱀파이어의 승리로 끝을 맞이하게 된다. 아직 침략받지 않은 성지 ‘바할’에서 인류의 반격을 위한 각고의 노력 끝에 죽지 않는 ‘시체 기사’와 그를 움직일 수 있는 ‘동력원’ 제작에 성공하여, 검투사였던 ‘군터’를 ‘시체기사’로 되살리게 된다."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "90"
  },
  {
    "mangaId": "cf1c93cc-4bb5-4311-b926-0f02ad123ad2",
    "title": {
      "en": "Imasara desu ga, Osananajimi wo Suki ni Natte Shimaimashita"
    },
    "updatedAt": "2024-11-13T14:44:13+00:00",
    "coverArt": "https://mangadex.org/covers/cf1c93cc-4bb5-4311-b926-0f02ad123ad2/99e71e52-efad-4173-a2d9-00344da262b2.jpg",
    "altTitles": [
      {
        "ja": "今さらですが、幼なじみを好きになってしまいました"
      },
      {
        "vi": "Có chút muộn màng nhưng tôi đã phải lòng người bạn thuở nhỏ của mình"
      },
      {
        "ja-ro": "Imasara desu ga, Osananajimi o Suki ni Natteshimaimashita"
      },
      {
        "es-la": "Es algo tarde, pero me he enamorado de mi amigo de la infancia"
      },
      {
        "en": "It's a Little Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "pl": "Nieco Późno, ale Zakochałam się w Moim Przyjacielu z Dzieciństwa"
      },
      {
        "en": "It's Quite Late, but I've Fallen in Love with My Childhood Friend"
      },
      {
        "ja": "さらなみ"
      },
      {
        "ja-ro": "Saranami"
      },
      {
        "ru": "Слишком поздно я влюбилась в друга детства"
      }
    ],
    "description": {
      "en": "A manga adaptation of the [novel](https://note.com/saranami/) written by Maruto Fumiaki. The artist for this adaptation is Yom, the mangaka of *Ganbare, Douki-chan*.\n\n_____________\n**Links:**\n- Buy the collected volume on [Melonbooks](https://www.melonbooks.co.jp/detail/detail.php?product_id=2491232) or [Toranoana](https://ecs.toranoana.jp/tora/ec/item/040031176072/).",
      "pl": "Mangowa adaptacja powieści napisanej przez Maruto Fumiaki. Twórcą tej adaptacji jest Yom, mangaka z Ganbare, Douki-chan."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9fc1e72f-ccd2-4674-83a5-7245c121f287",
    "title": {
      "en": "Yopparai Touzoku, Dorei no Shoujo wo Kau"
    },
    "updatedAt": "2024-10-07T12:04:22+00:00",
    "coverArt": "https://mangadex.org/covers/9fc1e72f-ccd2-4674-83a5-7245c121f287/16304cd1-ddca-4d98-891f-125c40189987.jpg",
    "altTitles": [
      {
        "ja": "酔っぱらい盗賊、奴隷の少女を買う"
      },
      {
        "en": "A Drunk Thief Bought a Slave Girl"
      },
      {
        "en": "Drunk Thief X Slave Girl"
      },
      {
        "id": "Thief Pemabuk yang Membeli Budak Gadis"
      },
      {
        "es-la": "Un Ladrón Borracho que Compró una Esclava"
      }
    ],
    "description": {
      "en": "A hangover leads to a shared life between a thief and a slave girl.\n \nHarris is an adventurer who works as a thief and scout, a job that is often shunned due to poor reputation.\n \nOne day he gets drunk and buys a slave girl, Tiana. Tiana, who had been treated badly and not given enough food until then, comes to adore Harris, who treats her kindly, as her master. Harris, who had been hoping that Tiana would grow up to be a beautiful woman, is gradually drawn to her because of her innocence.\n \nHarris' life changes drastically when he begins living with Tiana: warm meals, freshly washed clothes, and interaction with the townspeople who had never come close to him before. On the other hand, he finds himself in more and more troublesome situations, will he manages to escape from them with his skill and tact...?\n \nThis is the story of the \"rebirth\" of a shabby thief, which begins with an encounter with a slave girl."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "85b3c17d-68fb-4c70-8641-0ced19ca9006",
    "title": {
      "en": "Boukyaku Battery"
    },
    "updatedAt": "2024-11-11T05:19:41+00:00",
    "coverArt": "https://mangadex.org/covers/85b3c17d-68fb-4c70-8641-0ced19ca9006/cd0f309e-c7ae-4584-9276-6dbd601de1e3.jpg",
    "altTitles": [
      {
        "ja": "忘却バッテリー"
      }
    ],
    "description": {
      "en": "Two geniuses who made a name for themselves in the middle school baseball world but had distanced themselves from baseball have serendipitously come together at an obsecure public high school in Tokyo.\n\nKiyomine Haruka, a pitcher with a flawless, powerful arm. His battery partner, the shrewd catcher known as the 'General', Kaname Kei (who's currently a complete amateur due to memory loss!). And then there are those who once fell in defeat to these two...\n\nTheir paths have crossed once more, and now their high school baseball story begins anew, springing into action!",
      "ja": "中学球界で名を馳せるも野球から遠ざかっていた天才たちが都立の野球無名高校で偶然集結。\n\n完全無欠の剛腕投手・清峰葉流火（きよみねはるか）。その相方（バッテリー）、切れ者捕手の“智将”要圭（記憶喪失により現在、素人！）。そして、かつて2人に敗れ散った者たち…\n\n巡り合い、再び動き出す彼らの高校野球ストーリーがいま始まる!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e48e73aa-5cce-4937-b4b1-f03511ba990e",
    "title": {
      "en": "Blue Archive - JAZZ's Twitter Content (Doujinshi)"
    },
    "updatedAt": "2024-12-30T18:04:12+00:00",
    "coverArt": "https://mangadex.org/covers/e48e73aa-5cce-4937-b4b1-f03511ba990e/29d0c8a3-4c79-4c71-bc99-e7f810932ac7.png",
    "altTitles": [],
    "description": {},
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30c8bf1c-9063-4a22-a845-e2cead50adea",
    "title": {
      "en": "Yume to Koi dewa Tsuriawanai"
    },
    "updatedAt": "2024-11-28T17:12:40+00:00",
    "coverArt": "https://mangadex.org/covers/30c8bf1c-9063-4a22-a845-e2cead50adea/62c96430-8663-475f-afde-75878d606d55.png",
    "altTitles": [
      {
        "ja": "夢と恋ではつり合わない"
      },
      {
        "ko": "꿈과 사랑은 어울리지 않아"
      },
      {
        "en": "Love and Dreams Don't Mix"
      },
      {
        "id": "Cinta dan Impian Itu Tidak Bisa Digabung"
      }
    ],
    "description": {
      "en": "Kurata Hikaru has fallen in love with her classmate Kira Kairi at first sight. Now, she's too lovestruck to concentrate on her studies. Her plan? Get Kairi to reject her so she can focus again.",
      "id": "Kurata Hikaru jatuh cinta pada pandangan pertama dengan teman sekelasnya Kira Kairi. Sekarang, dia jadi terlalu gila cinta dan tidak bisa konsentrasi dengan pelajaran. Jadi, dia berencana meminta Kairi untuk menolak cintanya agar dia bisa kembali fokus belajar lagi."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2024-10-25T12:54:56+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/8ced9c1e-0a79-4b65-aa30-343768fc3258.jpg",
    "altTitles": [
      {
        "ja-ro": "R15+ Ja Dame Desuka?"
      },
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      },
      {
        "en": "How About R15?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she’s a highschool student, she somehow wants to overcome it! Those are her intentions, but it’s not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie…?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amo, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amo sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?",
      "pt-br": "O que devo fazer para me tornar uma adulta?\n\nAkane Amou, que cresceu com seus pais proibindo qualquer tipo de entretenimento, é um pouco ruim com coisas \"estimulantes\", até o ponto de não conseguir assistir a uma cena de beijo em um drama. Agora que ela é estudante do ensino médio, ela quer de alguma forma superá-lo! Essas são suas intenções, mas não é tão fácil. Enquanto isso, ela se familiarizou com um filme otaku chamado Fuyumine. Será que ela será capaz de assistir um filme R15...?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "843ca1ad-371d-4112-a75c-6db0d86547bd",
    "title": {
      "en": "Kanojo no Carrera"
    },
    "updatedAt": "2024-05-10T05:48:19+00:00",
    "coverArt": "https://mangadex.org/covers/843ca1ad-371d-4112-a75c-6db0d86547bd/db5e2e31-fec3-4046-b3a9-ea83ff2b567d.jpg",
    "altTitles": [
      {
        "en": "Her Carrera"
      },
      {
        "en": "My Carrera"
      },
      {
        "en": "My Favorite Carrera EV"
      },
      {
        "ja": "彼女のカレラ"
      },
      {
        "ja": "My Favorite Carrera"
      }
    ],
    "description": {
      "en": "The main character’s father passes away. The will states that each of the three siblings receive a portion of the father’s wealth. The main character receives a Porsche Carrera. She doesn’t know what a Porsche Carrera looks like, didn’t know the car company Porsche, can’t drive a manual and had absolutely no interest in cars, at the time."
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "suggestive",
    "lastVolume": "24",
    "lastChapter": "272"
  },
  {
    "mangaId": "295f7b2e-4e75-49de-84a3-dfefe3b95342",
    "title": {
      "en": "Bushinden: I Was Offered as a Sacrifice, but Was Picked up by a God and Became a Master of Martial Arts"
    },
    "updatedAt": "2024-12-20T07:32:22+00:00",
    "coverArt": "https://mangadex.org/covers/295f7b2e-4e75-49de-84a3-dfefe3b95342/e2833061-c284-4a3e-8e0b-fcc56a061788.jpg",
    "altTitles": [
      {
        "ja": "武神伝 生贄に捧げられた俺は、神に拾われ武を極める"
      },
      {
        "vi": "Võ Thần Truyền"
      },
      {
        "en": "I Was Sacrificed, but I Became a Disciple of the God and Mastered Martial Arts"
      }
    ],
    "description": {
      "en": "Toma Godo is considered incompetent because he has not been able to use magic since he was a child.  He was sacrificed to the 【Extreme Demon Island】, where ferocious demons were raging, and there he met a [Demigod] who had mastered the art of combat!\n\n After being accepted by the [Demigod] as a disciple, Touma awakened his extraordinary talent, practiced martial arts day and night, destroyed all kinds of demons on the island, and finally evolved into an invincible person in the world.  One day, a mysterious girl drifts to the island, completely changing Touma's fate.\n\n Touma left【Extreme Demon Island】with a beautiful girl calling herself Lise, but... Touma vowed to \"protect\" Lise, who holds a secret that affects the survival of humanity, and will now be freed.  the whole world knows!\n\n The boy from a sacrifice becomes a Martial God-- The unparalleled fantasy story of reversal officially opens"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "354007d5-fa37-4c9e-860a-d69b89780498",
    "title": {
      "en": "How to Avoid the Sun"
    },
    "updatedAt": "2024-12-31T11:40:37+00:00",
    "coverArt": "https://mangadex.org/covers/354007d5-fa37-4c9e-860a-d69b89780498/a95ce243-e0e5-4d89-bb12-373db9f7f45a.jpg",
    "altTitles": [
      {
        "ko": "태양을 피하는 법"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "29b25d0c-54eb-4a04-b477-c194ae2547d7",
    "title": {
      "en": "The Golden Forest"
    },
    "updatedAt": "2024-05-27T01:44:47+00:00",
    "coverArt": "https://mangadex.org/covers/29b25d0c-54eb-4a04-b477-c194ae2547d7/056ff948-376d-431e-966f-93291b1dc9a2.jpg",
    "altTitles": [
      {
        "en": "Hwanggeumsup"
      },
      {
        "en": "Золотой лес"
      },
      {
        "en": "황금숲"
      }
    ],
    "description": {
      "en": "Renier of Elde Island who is loved by Inanna has the power to possess many men.   \n  \nSpecifically, there are two men who will love her. This Blessing became a curse and the ability to choose between the two would become a shackle. Renier decided not to be swayed by it anymore. In particular, she pledged to never do anything to pass on that curse and vowed to never love anyone.  \n  \nKichida, who has become the new owner of the Golden Forest has Renier by his side and sends her to the North. “I will love you to the fullest. Love me as much as you want. We just have to enjoy all the happiness during our time allowed on earth.”   \n  \nKuhn, the king of the eleven tribes of Northener Kingdom, was desperately searching for Renier and finally met her. There will be two roads in front of Renier. At the crossroads, she will have to choose her destiny.  \n\n\n---",
      "ru": "\"Не забывай, ты обязана мне жизнью и обещала принадлежать мне\".  \n  \nРабыня Ренье случайно получила благословение богини Инанны, но способность очаровывать мужчин становится для девушки проклятием."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "97"
  },
  {
    "mangaId": "8be11cb2-873b-4fbe-b208-118140698435",
    "title": {
      "en": "Nito no Joreishi"
    },
    "updatedAt": "2024-12-07T15:57:39+00:00",
    "coverArt": "https://mangadex.org/covers/8be11cb2-873b-4fbe-b208-118140698435/f2fa51e8-23d8-429c-9969-0a1e3895036b.png",
    "altTitles": [
      {
        "ja": "二兎の除霊師"
      },
      {
        "en": "Two Rabbit Exorcists"
      }
    ],
    "description": {
      "en": "Gotsuji and Uruka, two exorcists, spend their days hunting down and banishing \"evil spirits.\" Their mission is to track down and slay a specific malevolent spirit. At the heart of this quest lies Gotsuji's deep, unresolved grief and vengeance for a woman who died long ago. While Gotsuji is consumed by a thirst for revenge, Uruka, who struggles to understand this obsession, faithfully stays by his side. Together, these two exorcists are bound on a journey, but where will it lead?",
      "ja": "除霊師の五辻とうるかは依頼を受けて\"悪霊\"を祓う毎日を送っていた。彼らの目的は、ある悪霊を捜し出して斬ること。そこにはかつて死んだ女性に対する、五辻の強い想いと弔意があった――。 仇討ちに執着する五辻と、それを理解できないながら伴走するうるか。ふたりの除霊師の旅の行きつく先とは…？ バニーと和装で霊を殺（ト）れ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d13f85b6-6638-4fe9-a19e-2668e7da6085",
    "title": {
      "en": "[GwangGong Industrial Complex] Good Hunter & Bad Prey"
    },
    "updatedAt": "2024-12-31T11:20:45+00:00",
    "coverArt": "https://mangadex.org/covers/d13f85b6-6638-4fe9-a19e-2668e7da6085/012151b3-83fd-4e95-9d65-9987821b0913.jpg",
    "altTitles": [
      {
        "ko": "[광공단편선] 굿 헌터 & 배드 프레이"
      },
      {
        "ru": "[Комплекс Квангон] Хороший охотник и плохая добыча"
      },
      {
        "pt": "O Bom Caçador e a Presa Ruim"
      },
      {
        "vi": "Thợ Săn Tốt Và Con Mồi Xấu"
      },
      {
        "zh": "好猎 & 坏猎物"
      },
      {
        "zh": "好猎人与坏猎物"
      },
      {
        "zh-hk": "好獵 & 壞獵物"
      },
      {
        "zh-hk": "好獵人與壞獵物"
      }
    ],
    "description": {
      "en": "Everyday sleeping with a different man, and stealing their valuables, Jay, one day, by luck, manages to bag a one night stand with Eugene, who appears to be rich. After spending a passionate night together, Jay attempts to steal his valuables, but in the midst of it, someone calls out for him.",
      "fr": "Jay passe ses nuits à coucher avec des personnes différentes afin de leur voler de l’argent et s'enfuir pour vivre au jour le jour. Un jour, par chance, il réussit à trouver une excellente proie, Eugène, qui semble riche. Après une nuit passionnée, alors qu'Eugène est endormi, il vole les affaires de ce dernier et est sur le point de s'enfuir quand d'un coup quelqu'un l'arrête... Notre chasseur d’or se transformera-t-il en proie ?"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "3"
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9df7aba4-fa68-4cee-8b73-8b4681dc775a",
    "title": {
      "en": "Horegusuri ga Kikanai Joshu"
    },
    "updatedAt": "2024-12-30T15:15:14+00:00",
    "coverArt": "https://mangadex.org/covers/9df7aba4-fa68-4cee-8b73-8b4681dc775a/d3ff05ea-a46d-41f6-a057-3151b2407072.jpg",
    "altTitles": [
      {
        "ja": "惚れ薬が効かない助手"
      },
      {
        "en": "Assistant Who is Immune to Love Potion"
      },
      {
        "en": "An Assistant Immune to Love Potions"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "244b6659-9181-4b6a-b0ea-c9d846bc6a4a",
    "title": {
      "en": "Ore no Choukyou Skill ga Nanka Hen"
    },
    "updatedAt": "2024-12-17T11:49:58+00:00",
    "coverArt": "https://mangadex.org/covers/244b6659-9181-4b6a-b0ea-c9d846bc6a4a/0a8d2cd7-f032-4c9c-9bc2-cb99802a8a55.jpg",
    "altTitles": [
      {
        "ja": "俺の調教スキルがなんか変"
      },
      {
        "en": "There's Something Wrong with My Training Skills"
      },
      {
        "zh": "我的调教技能有点怪"
      }
    ],
    "description": {
      "zh": "无法顺利使用调教技能的御兽使阿隆，过着每天都被魔兽欺负的日子。但是在某个契机下他觉醒了自己的技能!为什么这个技能只对女孩子有效？！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "660b9c4c-17aa-4df0-9f17-c0aa92451265",
    "title": {
      "en": "Haikyuu!! - Yakeru (Doujinshi)"
    },
    "updatedAt": "2024-12-31T11:11:22+00:00",
    "coverArt": "https://mangadex.org/covers/660b9c4c-17aa-4df0-9f17-c0aa92451265/bb112b5f-1189-414e-8af3-3206e3b8c116.png",
    "altTitles": [
      {
        "ja": "ハイキュー dj - 焼ける"
      },
      {
        "en": "haikyuu dj - Burning"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05a56be4-26ab-4f50-8fc0-ab8304570258",
    "title": {
      "en": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou Suru!"
    },
    "updatedAt": "2024-12-22T11:34:17+00:00",
    "coverArt": "https://mangadex.org/covers/05a56be4-26ab-4f50-8fc0-ab8304570258/0f0c8f0e-2724-4385-85de-5358313f6df5.jpg",
    "altTitles": [
      {
        "ja": "ドローイング 最強漫画家はお絵かきスキルで異世界無双する！"
      },
      {
        "en": "Drawing: The Greatest Mangaka Becomes a Skilled “Martial Artist” in Another World"
      },
      {
        "zh-hk": "作畫 最強漫畫家利用繪畫技能在異世界開無雙！"
      },
      {
        "vi": "Drawing: Mangaka Mạnh Nhất Với Kỹ Năng Vẽ Tranh Vô Song Tại Dị Giới"
      }
    ],
    "description": {
      "en": "Akira Kamishiro was a very successful manga author, who was diagnosed with blood cancer one day. He regretted the way he lived, where he could only build up empty relationships. Angry at his mother for asking him to send her some money, he died in a car accident. He was given a chance to choose his new mother and reincarnate in another world.\n\nAkira, not wanting to have a repeat of his past life, decided to choose an ordinary but safe life.. He was reincarnated as Akira, the only son of a magic store, with his previous life's memories. He had no talent for swordsmanship or magic, but he didn’t care as he was still loved by his family. At one point, he realized that he can embody various things by \"drawing a picture\". That's when he noticed his cheat ability...!?",
      "ja": "漫画家として大成功を収めていた神代彰は、成功だけに囚われて人間関係を蔑ろにし続けた自分の人生を後悔しながら死んでしまう。そんな彰を待っていたのは、自分で母親を選んで異世界転生するチャンス！？転生した彰は剣術も魔法もダメダメだったが、家族に愛されながら平穏な生活を送っていた。しかしあるとき、「絵を描く」ことでいろいろなものを具現化できるチート能力に気がついてしまって……？",
      "vi": "Akira, một họa sĩ tài năng nhưng sau khi bị bệnh ung thư anh đã nhận ra xung quanh mình chẳng còn gì ngoại trừ cái danh hiệu \"thành công\" của mình. Không có người đi cùng mình đến bệnh viện, người mẹ, người thân duy nhất của anh cũng đòi anh đưa tiền mới chịu đi cùng anh. Trong cơn giận anh đã vô tình gây tai nạn và được chuyển sinh sang thế giới khác. Một thế giới mới với một cuộc sống mới anh quyết định sống một cách bình thường và giữ gìn hạnh phúc gia đình nhỏ nhoi của mình",
      "pt-br": "Akira Kamidai lamenta ter conseguido construir apenas uma relação vazia, embora tenha feito muito sucesso como cartunista. Uma vida em um lugar medíocre onde eu queria que Akira fosse uma pessoa com magia. Reencarnação em uma loja voltada para a esgrima. Esgrima! Esgrima! Esgrima! Esgrima! Esgrima! Eu estava vivendo uma vida ideal para uma família amada por espadachins. Descobri a habilidade de trapaça que encarnar várias coisas atravéz de um ”desenho”…? Uma aventura mundial diferente para proteger seu paradeiro, tecida por Akira que quer levar uma vida normal...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5f487c82-9e3e-46b1-8df6-c2a1deb05f08",
    "title": {
      "en": "Hug Shite! Kaeru-san"
    },
    "updatedAt": "2024-11-16T03:24:17+00:00",
    "coverArt": "https://mangadex.org/covers/5f487c82-9e3e-46b1-8df6-c2a1deb05f08/ef879593-fb3b-4606-ad5b-2eb54df8ee63.jpg",
    "altTitles": [
      {
        "ja": "ハグして！カエルさん"
      },
      {
        "ja-ro": "Hagushite! Kaeru-san"
      },
      {
        "en": "Give Me a Hug! Mr. Frog"
      },
      {
        "en": "Hug Me! Frog-san"
      }
    ],
    "description": {
      "en": "A BL story about two polar opposites in their youth♡ Takanashi, the student council president, is good-looking, smart, and admired by all the students. Recently, he has been sneaking off to a frog-branded milk tea shop - for every cup he buys, he gets a hug from a frog mascot. It's a soothing hug that relieves the pressures of everyday life. Before he knows it, he's curious about the person inside...\n\nA classmate who seems rugged but is always there for him x A student council president who seems like a perfect superhuman but is actually too cute!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "c53caf9a-95b6-4400-b41b-d1b09167ef7a",
    "title": {
      "en": "Kaii-san to Ore"
    },
    "updatedAt": "2024-12-20T01:52:02+00:00",
    "coverArt": "https://mangadex.org/covers/c53caf9a-95b6-4400-b41b-d1b09167ef7a/42ad5e8f-c937-4e51-9226-990b377b24e0.jpg",
    "altTitles": [
      {
        "ja": "怪異さんと俺"
      },
      {
        "id": "Aku dan Makhluk Aneh"
      },
      {
        "zh": "妖怪与我"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/24367326/series/222807)\n\n**Notes:**\n- The Pixiv series does not contain all of the chapters and combines some. Do not follow the chapter numbering on Pixiv. Instead, enable Japanese chapters on MangaDex to see the proper chapter order and links to all of the raw chapters.\n- This series uses characters the author used in illustrations beforehand.",
      "ja": "俺くんと怪異さんのお話。",
      "zh": "拥有灵感的少年因为能看见一般人看不见的妖怪而受排挤，于是他选择和妖怪们成为朋友的故事。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0d4dbc45-f8b8-445f-8c6d-abd86f3791c4",
    "title": {
      "en": "Youth Diary"
    },
    "updatedAt": "2022-08-25T16:00:40+00:00",
    "coverArt": "https://mangadex.org/covers/0d4dbc45-f8b8-445f-8c6d-abd86f3791c4/3363df9c-6dfb-4eb0-9f5a-38f3b47a1c19.jpg",
    "altTitles": [
      {
        "en": "Youth Journal"
      },
      {
        "ko": "청춘일지"
      }
    ],
    "description": {
      "en": "After overcoming a miserable life, she entered the university with an excitement. Dabom, who have million of dreams and desires for university, encountered a villain from her very first day... And it's somewhat awkward/unfitting from the start! \"Would my campus life be okay this way?!\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "daf0d74a-73af-48c1-bbfa-694956af6765",
    "title": {
      "en": "Indulging a Crazy Beauty"
    },
    "updatedAt": "2024-07-25T17:10:58+00:00",
    "coverArt": "https://mangadex.org/covers/daf0d74a-73af-48c1-bbfa-694956af6765/c1626f90-bd61-4045-8c1d-b7b59c630b24.png",
    "altTitles": [
      {
        "zh": "娇养了个疯批美人儿"
      },
      {
        "en": "Raised a Crazy Beauty"
      },
      {
        "pt-br": "Satisfazendo A Bela E Louca General"
      },
      {
        "zh-ro": "Jiāoyǎngle Gè Fēng Pī Měirén Er"
      }
    ],
    "description": {
      "en": "After being reincarnated to a year before her death, Bai Man's sole purpose in life is to kill the tyrannical emperor and take his place. To achieve her ultimate goal, she decides to seduce the formidable General Zhou Rong, a cold but beautiful woman. Who would have thought, however, that Zhou Rong is actually a crazy beauty?",
      "pt-br": "Depois de reencarnar um ano antes de sua morte, o único propósito de vida de Bai Man é matar o imperador tirano e tomar seu lugar. Para atingir seu objetivo final, ela decide seduzir o formidável General Zhou Rong, um homem frio, mas bonito. Quem teria pensado, entretanto, que Zhou Rong é na verdade uma mulher linda e maluca?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa7f68fe-cf15-40d1-bf24-5740ae9a8276",
    "title": {
      "en": "My Dear Fluffy Boy"
    },
    "updatedAt": "2024-11-20T18:52:13+00:00",
    "coverArt": "https://mangadex.org/covers/aa7f68fe-cf15-40d1-bf24-5740ae9a8276/9bebb56f-6250-4c5c-a5ad-b269b0cb8bed.png",
    "altTitles": [],
    "description": {
      "en": "A good-natured guy who aspires to be an egoist x A natural furry boy\nLong-awaited spin-off of the popular \"Sweetheart Trigger\"!\n\nBrad, who has been suffering from insomnia due to a broken heart, happens to meet Noah, a young runaway.\nBrad's whim brings him to live with Noah, but Noah's \"Furry\" (a hobby that loves anthropomorphic animal characters), combined with Brad's own pace, tends to make him do things that Brad doesn't like.\n\nIn order to put the past behind him, Brad decides to try \"self-centered love\" and plans to take advantage of Noah, but then a mysterious man appears before him...?",
      "vi": "Một chàng trai tốt bụng khao khát trở thành người ích kỷ x Một cậu bé có “bộ lông tự nhiên” Phần spin-off được chờ đợi từ lâu của “Sweetheart Trigger” nổi tiếng!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "6"
  },
  {
    "mangaId": "628c13b7-dcef-4434-94c4-15ba177e154e",
    "title": {
      "en": "Irozuku Monochrome"
    },
    "updatedAt": "2024-12-05T19:57:39+00:00",
    "coverArt": "https://mangadex.org/covers/628c13b7-dcef-4434-94c4-15ba177e154e/45aba7cd-5ce4-41c1-883e-d7eedad0f9ac.jpg",
    "altTitles": [
      {
        "ja": "色憑くモノクローム"
      },
      {
        "ja-ro": "Irodzuku Monochrome"
      },
      {
        "en": "Color-Possessing Monochrome"
      },
      {
        "id": "Monokrom Dengan Warna"
      },
      {
        "ru": "Цветной монохром"
      }
    ],
    "description": {
      "en": "Isshiki falls in love with a maiden who is pure and innocent, but he has been possessed by Asmodeus, the demon of lust. The demon tries to arouse Isshiki by stimulating the sexual desires of the girls around him in every possible way. However, in order to exorcise the demon and avoid the girls' suspicions, Isshiki must never get excited, no matter how lewd they may act!\n\n\"How can I stand this...!\"",
      "ja": "純潔を貫く乙女に恋をした主人公・一色は、よりにもよって色欲の悪魔アスモデウスに憑りつかれてしまった。悪魔はあの手この手で乙女たちの性欲を刺激して一色を興奮させようとしてくる。しかし、乙女に嫌われないためにも悪魔を祓うためにも一色は絶対に興奮してはならない……たとえそれがどんなに淫らな行為だとしても！「こんなの我慢できるわけ……っ！」エロスとピュア、究極のせめぎ合いラブコメ開戦！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "847bd195-b44b-438b-8f26-b37fbde7f4fa",
    "title": {
      "en": "Shadow Moon"
    },
    "updatedAt": "2024-12-31T10:23:54+00:00",
    "coverArt": "https://mangadex.org/covers/847bd195-b44b-438b-8f26-b37fbde7f4fa/63fb74ad-493a-413e-bbb0-c1b924819627.jpg",
    "altTitles": [
      {
        "ko": "그림자 달"
      }
    ],
    "description": {
      "en": "Seo Cheongjin, a genius potter in the 21st century, is possessing the body of a girl name Lee Yeong-Hwa in the Joseon Dynasty 500 years ago. Huh?!\nThe ImJin War* is happening soon?! In order to go back to the present, Lee Yeong-Hwa will need to use her knowledge of history and make connections in order to survive.\nBut why are historical figures coming closer and closer the further Yeong-Hwa is deviating from history?!\n*Japanese Invasion (1592)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "792e28fb-27be-425d-b92a-64e2d5474657",
    "title": {
      "en": "Akane-banashi"
    },
    "updatedAt": "2024-12-20T04:24:21+00:00",
    "coverArt": "https://mangadex.org/covers/792e28fb-27be-425d-b92a-64e2d5474657/894922fc-3fd0-456d-aaa0-13451a6067cd.jpg",
    "altTitles": [
      {
        "ja": "あかね噺"
      },
      {
        "ja-ro": "Akane-banashi"
      },
      {
        "en": "Tales Of Akane"
      },
      {
        "en": "Akane Story"
      },
      {
        "fr": "Le rakugo d'Akane"
      },
      {
        "th": "Akane-banashi"
      },
      {
        "ne": "आकाने को कथा"
      },
      {
        "ru": "Сказание об Аканэ"
      },
      {
        "es-la": "El relato de Akane"
      }
    ],
    "description": {
      "en": "Rakugo--the ultimate form of storytelling, where everything in a story is expressed with just your body and words. \nShinta and his daughter Akane have been seduced by this wonderful form of classical Japanese entertainment. \nHaving observed her father strive to pass the shin'uchi rakugo test, Akane takes her own steps into this unique world!",
      "fr": "Shinta s'est perfectionné 13 ans durant afin d'atteindre le statut de Shin'uchi, le plus haut rang des rakugo-ka. Mais malgré sa très bonne performance lors de l'examen de passage, le juge de l'épreuve, l'émérite Maître Arakawa Issho, a décidé de renvoyer de l'école Arakawa l'ensemble des participants sans donner davantage d'explication ! Ainsi s'arrêta nette la carrière de Shinta, qui avait tant sacrifié pour accomplir son rêve…\nMais Akane, la fille de Shinta qui admirait son père et son rakugo plus que tout, ne compte pas en rester là !",
      "th": "ที่สุดแห่งศิลปะการเล่าเรื่องที่ใช้ผู้แสดงเพียงหนึ่งคนและเรื่องเล่าเพียงหนึ่งเรื่อง --- \"ราคุโกะ\" นักราคุโกะ อาราคาวะ ชินตะและอาคาเนะลูกสาวของเขาต่างก็หลงเสน่ห์ของความบันเทิงอันสุดแสนจะเรียบง่ายนี้ ในวันที่ชินตะขึ้นเวทีแสดงในการสอบเลื่อนชั้นเป็นชินอุจิ อาคาเนะเองก็ได้ชมการแสดงนั้นอยู่และเส้นทางของนักราคุโกะที่อาคาเนะตัดสินใจก้าวเดินไปก็คือ---- มังงะราคุโกะขนานแท้ที่เหล่านักราคุโกะล้วนมาประชันฝีมือฟาดฟันกันได้เปิดฉากขึ้นแล้ว!\n\n(Source: MangaPlus)",
      "pt-br": "Rakugo - a forma perfeita de contar histórias, na qual tudo é expresso apenas com seu corpo e palavras. \nShinta e sua filha, Akane, foram seduzidos por essa maravilhosa forma clássica de entretenimento. \nObservando seu pai treinar para passar no teste de Shin’uchi, Akane avança neste mundo único."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "00e911ff-0443-4c2d-bb4f-c89740df4a2d",
    "title": {
      "en": "Watashi to Kanojo no Kawaii Koi no Hajime Kata"
    },
    "updatedAt": "2024-12-26T04:16:33+00:00",
    "coverArt": "https://mangadex.org/covers/00e911ff-0443-4c2d-bb4f-c89740df4a2d/f5d57d7b-67a4-42a4-b623-85004818fee5.jpg",
    "altTitles": [
      {
        "en": "How My Cute Girlfriend and I Started a Love Story"
      },
      {
        "ja": "私と彼女のかわいい恋のはじめ方"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "15b22b0c-0f29-4080-bd6a-437de49221eb",
    "title": {
      "en": "Aitte Yatsu o Oshiete Kure yo"
    },
    "updatedAt": "2024-12-31T10:06:30+00:00",
    "coverArt": "https://mangadex.org/covers/15b22b0c-0f29-4080-bd6a-437de49221eb/2be60730-66f7-4751-885f-abff064a9d7a.jpg",
    "altTitles": [
      {
        "ja": "愛ってやつを教えてくれよ"
      },
      {
        "en": "Show Me About That Thing Called Love"
      }
    ],
    "description": {
      "en": "A man who lost love and a penniless kept man. An encounter of the direst kind, a disaster in its own right.",
      "fr": "Histoire courte sur la rencontre étrange autant qu'accidentelle de deux hommes que tout oppose. L'un ne croit plus à l'amour tandis que l'autre, sans le sou, vit au crochet des femmes qui croisent son chemin."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6.5"
  },
  {
    "mangaId": "9f571321-2784-4166-bf0f-97447210bc82",
    "title": {
      "en": "A Story About Getting a Haircut After Hearing Your Crush Prefers Short Hair"
    },
    "updatedAt": "2024-05-17T07:52:47+00:00",
    "coverArt": "https://mangadex.org/covers/9f571321-2784-4166-bf0f-97447210bc82/158df7de-88e4-4e38-a9cc-3ecb799d22df.jpg",
    "altTitles": [
      {
        "ja": "好きな人がショートカット好きと知って髪切る話"
      },
      {
        "en": "Cutting Her Hair After Finding out That the Person She Likes, Likes Short Cuts"
      },
      {
        "vi": "Cắt tóc sau khi biết gu cậu bạn mình thầm thích là tóc ngắn"
      },
      {
        "ja-ro": "Suki na Hito ga Short-cut Suki to Shitte Kami Kiru Hanashi"
      },
      {
        "ja-ro": "Sukina Hito ga Sho-tokattosuki to Shitte Kami Kiru Hanashi"
      },
      {
        "es-la": "Una historia sobre cortarse el pelo después de oír que su crush prefiere el pelo corto."
      },
      {
        "id": "Potong Rambut Setelah Tau Kalau Mas Crush Bilang Suka Rambut Pendek"
      },
      {
        "vi": "割𩯀婁欺別所慼倘伴命啿慼羅𩯀短 (Nom Script)"
      },
      {
        "pl": "Historia o tym jak obcięłam włosy po tym jak usłyszałam, że ten, kto mi się podoba preferuje krótkie włosy"
      },
      {
        "pt-br": "Uma história sobre cortar o cabelo depois de descobrir que a pessoa que você gosta gosta de cortes curtos"
      },
      {
        "th": "เรื่องราวการตัดผลหหลังจากได้ยินคนที่ชอบพูดว่าชอบสาวผมสั้น"
      },
      {
        "uk": "Підстриглася після того, як дізналася, що коханий полюбляє короткі стрижки"
      },
      {
        "id": "Potong Rambut Karena Mas Crush Bilang Suka Rambut Pendek"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/artworks/114158543)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1d40133-2134-4c70-9159-10beec23f140",
    "title": {
      "en": "The Saintess Has a Showdown"
    },
    "updatedAt": "2024-11-07T13:55:31+00:00",
    "coverArt": "https://mangadex.org/covers/c1d40133-2134-4c70-9159-10beec23f140/30c5c67e-7a31-4267-9147-82dd13186825.jpg",
    "altTitles": [
      {
        "zh": "本圣女摊牌了"
      },
      {
        "zh": "本聖女攤牌了"
      }
    ],
    "description": {
      "en": "The Saintess of the Sea Concubine Palace, in her summoning ceremony, summoned the lowest ranked companion as her soul pet - the water elemental.   \n  \n\"But how could a Saintess only summon a water spirit? It must be something better, like the powerful water emperor!\"  \n  \n\"I'm really just a normal rookie! Why'd you pick pick me to be your Saint?\""
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee4bf782-9fe9-42a6-be7f-3809293818c2",
    "title": {
      "en": "Hell Mode ~Yarikomi Suki no Gamer wa Hai Settei no Isekai de Musou Suru~"
    },
    "updatedAt": "2024-12-10T12:08:22+00:00",
    "coverArt": "https://mangadex.org/covers/ee4bf782-9fe9-42a6-be7f-3809293818c2/dde07155-0ad4-4500-b8fb-30e75b9f012e.jpg",
    "altTitles": [
      {
        "en": "Hell Mode: The Hardcore Gamer Dominates in Another World with Garbage Balancing"
      },
      {
        "ja": "ヘルモード ～やり込み好きのゲーマーは廃設定の異世界で無双する～ はじまりの召喚士"
      }
    ],
    "description": {
      "en": "Yamada Kenichi, a single, 35-year-old businessman, has spent the majority of his adult life playing every MMORPG to hit the market. Tired of the constant cycle of repetitive, newbie-centric gameplay, he is immediately drawn in by the promise of a new game that, on top of being never-ending, offers up a \"Hell Mode\" — a difficulty level that makes it nigh impossible to level up but also promises uncapped growth potential.\n\nUpon selecting the newly released Summoner class, Kenichi finds himself reborn as Allen, an infant in a serf family, with nothing but his wits and old memories to guide him. Allen works diligently to level himself up despite Hell Mode requiring vast amounts of experience between levels. In doing so, he hopes to uncover the secrets the Summoner class holds. All the while, he dedicates himself to freeing his new family from serfdom.",
      "ja": "「終わらないゲームにあなたを招待します。 だって?」 健一が偶然たどり着いたタイトルのない謎のネットゲーム。 難易度設定画面で迷わず最高難易度『ヘルモード』を選ぶと、異世界の農奴へと転生してしまった! 少年「アレン」へと転生した健一は、謎の多い職業「召喚士」を使いこなしながら、 異世界で最強への道を手探りで歩み始めるが――。",
      "pt-br": "\"Você será convocado para o mundo de um jogo sem fim?' Um dia, estava procurando um novo jogo, quando de repente vi aquele anúncio. Depois de escolher o modo mais difícil do jogo, 'modo inferno', de repente reencarnei em um novo mundo como um lavrador. Como um menino chamado Allen, comecei minha jornada em outro mundo com a maior dificuldade, superando todos os desafios para alcançar o maior título do jogo \"Summoner\" . ----- O romance promissor de 1º grau da revista 'Vamos nos tornar um escritor ', uma história extremamente aguardada."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a063eb33-c4dc-436b-b468-237263cfcc96",
    "title": {
      "en": "Glass Necklace Around Pig's Neck"
    },
    "updatedAt": "2024-12-31T09:23:15+00:00",
    "coverArt": "https://mangadex.org/covers/a063eb33-c4dc-436b-b468-237263cfcc96/943ac39a-d040-484d-a272-918d9a14ed47.jpg",
    "altTitles": [
      {
        "ko": "돼지 목에 유리 목걸이"
      },
      {
        "id": "Kalung Babi"
      },
      {
        "en": "Pig Neck Glass Necklace"
      }
    ],
    "description": {
      "en": "The meeting between Labricia, a girl about to be sold off in marriage, and the pig who will grant her wish."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b5b21ca1-bba5-4b9a-8cd1-6248f731650b",
    "title": {
      "en": "Shuumatsu no Valkyrie"
    },
    "updatedAt": "2024-12-29T07:31:11+00:00",
    "coverArt": "https://mangadex.org/covers/b5b21ca1-bba5-4b9a-8cd1-6248f731650b/96e03155-a80f-46f1-a652-3c50f9bdaec3.jpg",
    "altTitles": [
      {
        "ja-ro": "Shuumatsu no Walküre"
      },
      {
        "en": "Record of Ragnarok"
      },
      {
        "ru": "Повесть о Конце Света"
      },
      {
        "fa": "تاریخچه رگنوراک"
      },
      {
        "ja": "終末のワルキューレ"
      },
      {
        "en": "Valkyrie of the End"
      },
      {
        "zh-hk": "終末的女武神"
      },
      {
        "fr": "Valkyrie Apocalypse"
      },
      {
        "es-la": "Los Registros del Ragnarok"
      },
      {
        "ar": "سجلات راغناروك"
      },
      {
        "uk": "Повість про кінець світу"
      },
      {
        "bg": "Рагнарок"
      },
      {
        "tr": "Ragnarok Kaydı"
      },
      {
        "id": "Rekam Jejak Ragnarok"
      },
      {
        "id": "Valkri Jawir Asli Jaksel"
      },
      {
        "en": "Valkyrie Apocalypse"
      },
      {
        "en": "World's End Valkyrie"
      }
    ],
    "description": {
      "en": "The story begins when the gods call a convention to decide whether to let humanity live or die, and settle on destroying humanity. But a lone Valkyrie puts forward a suggestion to let the gods and humanity fight one last battle, as a last hope for humanity's continued survival. 13 gods will fight against 13 human champions in one-on-one battles to decide whether humanity lives or dies.\n___\n**Alt Official English:** [Comikey](https://comikey.com/comics/record-of-ragnarok-manga/61/), [MangaHot](https://mangahot.jp/site/works/e_R0002)",
      "fa": "⁧⁧ داستان جایی شروع میشه که خدایان بحث این رو به میان میاورند که انسان‌ها زنده بمانند یا نابود شوند. ولی یک والکری به تنهایی بحث را به سمتی میکشاند که به انسان‌ها اجازه یک مبارزه در مقابل خدایان داده شود. و به این شکل کور سوی امید بشریت روشن باقی میماند. سیزده خدا، سیزده انسان، در مقابل هم قرار میگیرند تا سرنوشت بشریت را مشخص کنند",
      "fr": "Tous les mille ans, l'ensemble des dieux, tous panthéons réunis, se réunissent au Valhalla, le paradis des âmes, lors d'une assemblée présidée par Zeus, le dieu suprême grec, afin de décider du sort des humains. Or, cette année-là, il est décidé à la quasi-unanimité de détruire l'humanité. Mais la Valkyrie Brunehilde interrompt la conférence et propose aux dieux de se mesurer aux mortels lors du tournoi de Ragnarök, pour déterminer s'ils valent vraiment la peine d'êtres anéantis. Ce tournoi opposera 13 dieux issus de diverses mythologies à 13 puissants humains qui ont fait l'histoire. Si l'humanité remporte au moins sept des 13 duels, alors les dieux épargneront l'humanité.",
      "id": "- In Indonesian by [Akasha](http://www.mncgramedia.id/comics/comic_detail/akasha-record-of-ragnarok-01) as \"Record of Ragnarok\"",
      "it": "- In Italian by [Star Comics](https://www.starcomics.com/titoli-fumetti/record-of-ragnarok) as \"Record of Ragnarok\"",
      "ru": "История начинается c собрания богов, на котором они решают судьбу человечества: убить всех или оставить в живых, согласившись в никчёмности рода людского, боги выбирают первое... Но одна валькирия выдвигает предложение: позволить богам и человечеству сразиться в битве, в качестве последнего луча надежды людей. 13 богов сразятся против 13 чемпионов людей в битвах один на один, чтобы решить, будет ли человечество жить или сгинет в могуществе божественной силы.",
      "tr": "Hikâye, tanrıların insanlığın yaşamasına ya da ölmesine karar vermek için bir toplantı düzenlemesi ve insanlığı yok etmeye karar vermesiyle başlar. Ancak yalnız bir Valkyrie, insanlığın hayatta kalması için son bir umut olarak tanrıların ve insanlığın son bir savaşa girmesine izin verilmesi önerisini ortaya atar. 13 tanrı, insanlığın yaşayıp yaşamayacağına karar vermek için teke tek savaşlarda 13 insan şampiyona karşı dövüşecektir.",
      "uk": "Історія починається зі зборів богів, на яких вирішується доля людства: життя чи смерть. Погодившись з нікчемністю людського роду, боги вибирають друге... Але одна валькірія висуває пропозицію: дозволити богам і людям битися в битві, яка стане останнім променем надії для людства. 13 богів б'ються проти 13 людських чемпіонів у битвах віч-на-віч, щоб вирішити, чи буде людство жити чи згине у могутності божественної сили.",
      "es-la": "Los Dioses se reúnen con el objetivo de decidir si la humanidad debe vivir o morir. Y aunque llegan a la conclusión de que debe perecer, una Valkyria propone que una lucha de dioses contra humanos para tomar tan difícil decisión. Así, 13 humanos pelearán contra 13 Dioses para resolver el destino de la humanidad.",
      "pt-br": "A cada 1.000 anos, as divindades se reúnem sob o conselho de Valhalla para decidir sobre o direito da humanidade de continuar vivendo, ou por sua destruição, porém desta vez os deuses estão furiosos com o descaso humano para com o planeta, pendendo passim para aniquilar toda a raça humana, porém uma única valquíria os convencem de realizar o Ragnarok, uma batalha mortal entre humanos e deuses para decidir sob sua sobrevivência, 13 humanos enfrentarão 13 deuses. Serão este humanos capazes de colidir com as poderosas divindades?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "188e4f34-a80c-4a91-b54e-69572e8ed4d5",
    "title": {
      "en": "Saint Cecilia and Pastor Lawrence"
    },
    "updatedAt": "2024-11-18T10:32:12+00:00",
    "coverArt": "https://mangadex.org/covers/188e4f34-a80c-4a91-b54e-69572e8ed4d5/43f01b64-35f1-4938-afa5-4767f6401294.jpg",
    "altTitles": [
      {
        "ja": "白聖女と黒牧師"
      },
      {
        "ru": "Святая Сесилия и Пастор Лоуренс"
      },
      {
        "vi": "Thánh Nữ Cecilia và Mục Sư Lawrence"
      },
      {
        "ja-ro": "Shiro Seijo to Kuro Bokushi"
      }
    ],
    "description": {
      "en": "What’s a priest to do when the Saint he’s tasked to take care of is…a  klutz? One thing’s for sure…every day is bound to be lively!\n\nSaint Cecilia is beloved by the townspeople — not only is she elegant and composed, she benevolently shares her wisdom with all who seek it. That is, until the last person has left — at which point she becomes totally hopeless!\n\nOnly Pastor Lawrence is keeping the Saint put together enough to do her duties… and though she may test him, it’s all in a day’s work!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10178/episode/324516) (U.S. Only), [INKR](https://comics.inkr.com/title/2256-saint-cecilia-and-pastor-lawrence-1-4)",
      "vi": "Thánh nữ Cecilia có một bí mật - đó là cô sống hoàn toàn phụ thuộc vào Lawrence, mục sư của nhà thờ. Ngoài ra cô còn có một tình cảm bí mật đối với Lawrence, nói bí mật cho oai thế thôi chứ ai cũng biết riêng chỉ có Lawrence là không biết thôi"
    },
    "status": "hiatus",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3ba5029-b775-4854-ac27-e916e598a0e1",
    "title": {
      "en": "Modern Wizard Hunting Project"
    },
    "updatedAt": "2024-12-31T09:12:24+00:00",
    "coverArt": "https://mangadex.org/covers/d3ba5029-b775-4854-ac27-e916e598a0e1/c05334ba-c652-4c30-b809-224fda24e91f.jpg",
    "altTitles": [
      {
        "en": "The Modern Story of Majo"
      },
      {
        "zh": "现代魔男狩猎计划"
      },
      {
        "ko": "현대 마남 사냥 계획"
      },
      {
        "ja": "魔法使いをオトす魔法"
      },
      {
        "zh-ro": "Xiandai Mo Nan Shoulie Jihua"
      }
    ],
    "description": {
      "en": "As a witch (male), our protagonist has lived for 168 years and has chosen to remain far away from the humans, living on his own until now. Of course, he has never been in any romantic relationships, but one day, a super handsome golden-haired manager came to his workplace and spontaneously started to court him! How should this gloomy little wizard react?\n\n---\n\nOfficial English translation on Comico's [Pocket Comics app](https://www.comico.io/pocket-comics)",
      "fr": "En tant que sorcier, le protagoniste de notre histoire a vécu pendant 168 ans et a toujours choisi de rester loin des humains, vivant seul jusqu'à présent. Bien sûr, il n'a jamais eu de relation amoureuse, mais un jour, un super beau mec aux cheveux dorés s'est présenté sur son lieu de travail et a commencé à lui faire la cour, à lui ! Comment ce petit sorcier lugubre et solitaire doit-il réagir ?"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "44"
  },
  {
    "mangaId": "17187f06-1f25-4562-b6ca-5c17a011fce0",
    "title": {
      "en": "Densetsu no Otokonoko Mokkori Haishinsha"
    },
    "updatedAt": "2024-12-28T14:27:47+00:00",
    "coverArt": "https://mangadex.org/covers/17187f06-1f25-4562-b6ca-5c17a011fce0/88aad1a1-6749-42d9-9c47-13ac008191c9.jpg",
    "altTitles": [
      {
        "ja": "伝説の男の娘もっこり配信者"
      },
      {
        "ja-ro": "Densetsu no Otokonoko Mokkori Haishin-sha"
      },
      {
        "en": "The Legendary Femboy Bulge Streamer"
      }
    ],
    "description": {
      "en": "A femboy shows off his bulge on a livestream!!\n\nHowever, it gets even more popular than he expected?!\n\n---\n\n* Alternative Official Raw - [Twitter](https://twitter.com/mukunozaltusou/status/1844651030761685297)",
      "id": "Seorang cowok cantik mencoba mengolok-olok penonton om-om dengan Steaming sambil cross-dressing dan memamerkan tubuh montoknya!! Namun, tidak disangka dia mendapatkan popularitas karena hal lain...!?",
      "ja": "配信でもっこりを見せつける男の娘‼\n\nしかし、それが以外にも人気が出てしまい…⁉"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8495d45a-dbba-48be-8691-7d2a067e3f42",
    "title": {
      "en": "Gate - Teikoku no Bara Kishidan - Pinya Co Lada 14-sai"
    },
    "updatedAt": "2023-07-24T15:46:15+00:00",
    "coverArt": "https://mangadex.org/covers/8495d45a-dbba-48be-8691-7d2a067e3f42/f730b714-cf1e-4f11-ae97-2ca6629dd263.jpg",
    "altTitles": [
      {
        "en": "Gate - Piña's Rose Order of Knights"
      },
      {
        "en": "Gate - Rose Knights of the Empire - 14 Year Old Pinya Co Lada"
      },
      {
        "ja-ro": "Gate - Teikoku no Bara Kishidan - Pinya Co Lada 14-sai"
      },
      {
        "ja": "ゲート 帝国の薔薇騎士団 ピニャ・コ・ラーダ14歳"
      },
      {
        "zh-hk": "門 帝國之薔薇騎士團 平娜‧戈‧蘭達14歲"
      }
    ],
    "description": {
      "en": "A spin-off focusing on Princess Pinya's (from \"Gate - Thus the JSDF Fought There!\") life before the \"Gate\" opening to the other world event."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "14"
  },
  {
    "mangaId": "8572da1b-3b5d-44aa-a40c-8a92b512c336",
    "title": {
      "en": "Dungeon no Osananajimi"
    },
    "updatedAt": "2024-11-21T17:08:55+00:00",
    "coverArt": "https://mangadex.org/covers/8572da1b-3b5d-44aa-a40c-8a92b512c336/f238220d-fe09-4185-be0c-6805289d037e.jpg",
    "altTitles": [
      {
        "ja": "ダンジョンの幼なじみ"
      },
      {
        "en": "Dungeon Friends Forever"
      },
      {
        "vi": "Người Bạn Thuở Nhỏ Trong Hầm Ngục"
      },
      {
        "vi": "Bạn thuở nhỏ của tôi là trùm cuối hầm ngục"
      }
    ],
    "description": {
      "en": "At the bottom of an impregnable underground dungeon awaits the final boss, the mighty black dragon Obsidian. The one who dared to challenge Obsidian is Van, an experienced adventurer who has fought many battles with the dragon over the years.",
      "ja": "難攻不落の地下ダンジョンの主リューカ。これに挑むは歴戦の剣士ヴァン。両者のプライドを賭けた熱き戦いが今、幕を開ける……。 かと思いきや実は二人は幼なじみで――！？",
      "vi": "Dungeon x Bạn thuở nhỏ !? Hãy cùng theo dõi họ, trong câu chuyện hài hước lãng mạn ấm áp này nhé! Dưới tầng sâu nhất của một hầm ngục bất khả xâm phạm, kẻ đang chờ đợi là con rồng đen hùng mạnh Obsidian. Người dám thách thức Obsidian là Van, một mạo hiểm gia giàu kinh nghiệm, người đã chiến đấu nhiều trận với con rồng trong nhiều năm qua. Trận chiến giữa hai tâm hồn ngây thơ đáng yêu sắp bắt đầu—!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "081c8e7e-8d1d-4f6e-9348-8b1cfe244db3",
    "title": {
      "en": "Tsukihime: A Piece of Blue Glass Moon - Moon Phase"
    },
    "updatedAt": "2024-12-26T05:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/081c8e7e-8d1d-4f6e-9348-8b1cfe244db3/4f4fbb90-061a-4d66-92f6-1ae8b5fa8e46.jpg",
    "altTitles": [
      {
        "ja": "月姫 -A piece of blue glass moon- ムーンフェイズ"
      }
    ],
    "description": {
      "en": "An anthology featuring characters from Tsukihime: A Piece of Blue Glass Moon."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e91dcdd1-005c-457d-a6c0-84f3fe22c1b0",
    "title": {
      "en": "The Main Heroines Are Trying to Kill Me"
    },
    "updatedAt": "2024-12-29T00:54:58+00:00",
    "coverArt": "https://mangadex.org/covers/e91dcdd1-005c-457d-a6c0-84f3fe22c1b0/ffc0c5fd-0fe3-43fe-b88f-37c4ca3a74fd.jpg",
    "altTitles": [
      {
        "ja": "勇者ですが、ヒロインたちに命を狙われています"
      },
      {
        "ko": "메인 히로인들이 나를 죽이려 한다"
      }
    ],
    "description": {
      "en": "Frey Raon Starlight was the hero who killed his family and comrades and destroyed the world. His goal was to return to the past, unlock a \"hidden route\" to truly save the world, and achieve peace.\n\nAs planned, he successfully returns to the past and gains access to the hidden route. However, his relief is short-lived as he is confronted with an unexpected truth: the five heroines he killed in his previous life have retained their memories and are now trying to kill him...!\n\nCan Frey, under such extreme circumstances, save the world this time?"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f45a7691-721b-4e78-af38-6261271a9f2f",
    "title": {
      "en": "Mobile War History Gundam Burai"
    },
    "updatedAt": "2024-12-31T09:43:37+00:00",
    "coverArt": "https://mangadex.org/covers/f45a7691-721b-4e78-af38-6261271a9f2f/cc449bf7-49dc-42b5-bfc4-f312211c916a.jpg",
    "altTitles": [
      {
        "ja": "機動戦史ガンダム武頼"
      },
      {
        "ja-ro": "Kidou Senshi Gundam: Burai"
      }
    ],
    "description": {
      "en": "A new Gundam war picture scroll, where giant \"Tetsuki\" scatter the sparks of conflict, is born!\n\n\"Sankin Koutai\" a large battle tournament where fierce fighters selected from all over the country board giant armored warriors known as Tetsuki to determine the strongest. In order to fulfill his wish, Kotetsu Kisaragi with his \"Gundam\" Burai, throws himself into the harsh battle...!",
      "ja": "巨大な“鉄機”達が火華を散らす、新たなガンダム戦絵巻、爆誕!!\n\n参勤鋼對――それは、全国各地から選ばれた猛者が、巨大な鎧武者・鉄機に乗り込み、最強を決める一大バトルトーナメント。『頑駄無』武頼を駆る如月虎鉄は、己が望みを果たすため過酷な戦へと身を投じるが…！？",
      "pt-br": "Uma nova história de guerra Gundam  nasce, onde os gigantescos 'Tetsuki' espalham as chamas do conflito. O 'Sankin Koutai', um grande torneio de batalha em que lutadores selecionados em todo o país, embarcam em guerreiros blindados gigantes conhecidos como Tetsuki, para determinar o mais forte. Kotetsu Kisaragi, com seu 'Gundam' Burai, se joga nesta batalha dura para cumprir seu desejo."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "35"
  },
  {
    "mangaId": "d13332db-7b57-4cc4-9e46-802cf52e3b8b",
    "title": {
      "en": "Koharu to Minato: Watashi no Partner wa Onna no Ko"
    },
    "updatedAt": "2024-07-27T17:14:31+00:00",
    "coverArt": "https://mangadex.org/covers/d13332db-7b57-4cc4-9e46-802cf52e3b8b/22f98a26-ebd8-4c9e-be94-7f8044ff2381.jpg",
    "altTitles": [
      {
        "ja": "小春と湊 わたしのパートナーは女の子"
      },
      {
        "ja-ro": "Koharu to Minato"
      },
      {
        "en": "Koharu and Minato: My Partner is a Girl"
      },
      {
        "en": "Happy Life with my Girlfriend"
      },
      {
        "zh": "小春和湊"
      },
      {
        "zh-hk": "小春和湊"
      },
      {
        "th": "โคฮารุกับมินาโตะ -แฟนของฉันเป็นผู้หญิง-"
      },
      {
        "ko": "코하루와 미나토, 내 파트너는 여자아이."
      }
    ],
    "description": {
      "en": "A sweet essay by a real-life couple, that attracted a lot of attention on SNS, is now being serialized on Yuri-Hime!\n\nKoharu and Minato are a long-distance couple who finally got the chance to live together. Their lovey-dovey daily life, even with a 10-year age difference, will heal you from the fatigue of modern life...!",
      "es-la": "El dulce ensayo de una pareja real, que está causando sensación en las redes sociales, comienza a ser serializado en Yuri Hime! Koharu y Minato, una pareja a larga distancia, empiezan a vivir juntas, cumpliendo su sueño. La vida amorosa de estas dos chicas con una diferencia de edad de 10 años, ¿¡será un remedio eficaz para el cansancio diario de la vida moderna...!?",
      "pt-br": "Um doce ensaio de um casal da vida real, que atraiu muita atenção no SNS, agora está sendo serializado na Yuri-Hime!\n\nKoharu e Minato são um casal distante que finalmente teve a chance de morar juntos. Seu cotidiano amoroso, mesmo com 10 anos de diferença de idade, vai te curar do cansaço da vida moderna...!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]