[
  {
    "mangaId": "69fdf64b-683c-4957-805c-e47dc758cb1b",
    "title": {
      "en": "Memoir of the God of War"
    },
    "updatedAt": "2023-08-14T10:17:03+00:00",
    "coverArt": "https://mangadex.org/covers/69fdf64b-683c-4957-805c-e47dc758cb1b/aee5db9a-b2dd-4c57-828e-70c7dd7af652.jpg",
    "altTitles": [
      {
        "ko": "전왕전기"
      },
      {
        "ko-ro": "Jeonwangjeongi"
      },
      {
        "ko-ro": "Jeonwang Electric"
      },
      {
        "en": "Memoir of the King of War"
      },
      {
        "ru": "Мемуары Бога Войны"
      },
      {
        "ja": "戦王伝記"
      },
      {
        "zh-hk": "戰王傳記"
      },
      {
        "vi": "Chiến Vương Truyền Ký"
      }
    ],
    "description": {
      "en": "Breathing does not guarantee everyone’s alive! Dan Sa Yu, a descendant of Goryeo, greatly reprimands the Central District for the sake of his friend whom he treasures the most. He reigns every battle! No one could stop him! Cheonpo Armed Forces. The greatest martial arts of Goryeo! The legend of Cheonpo Armed Forces lives on while the history of the King of War unfolds!\n\n---\n* [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000047611)\n* [Official Japanese Translation / 日本語](https://piccoma.com/web/product/80868)\n* [Webtoon PV](https://www.youtube.com/watch?v=1laU4XdlpNc)",
      "ja": "息をしているからといって、生きているわけではない！ 高麗の子孫である単砂流（たんさりゅう）、彼は大切な友人のために中原を駆け抜ける。 彼は戦の支配者！誰も彼を止めることはできない！ 天砲武将類（てんほうぶしょうるい）、それは高麗の偉大なる武功！ 天砲武将類の伝説は永久で、戦王の壮大な歴史が幕を開く！\n\n---\n* [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000047611)\n* [Official Japanese Translation / 日本語](https://piccoma.com/web/product/80868)\n* [Webtoon PV](https://www.youtube.com/watch?v=1laU4XdlpNc)",
      "ko": "숨을 쉰다고 해서 모두가 살아있는 것은 아니다!\n\n고려의 후예 단사유, 가장 소중한 친구를 위해 중원을 질타하다.\n그는 전투에서 군림하는 자! 누구도 그를 막을 수 없다!\n\n천포무장류. 위대한 고려의 절대 무공!\n천포무장류의 전설은 영원하고, 전왕(戰王)의 위대한 역사가 펼쳐진다!\n\n---\n* [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000047611)\n* [Official Japanese Translation / 日本語](https://piccoma.com/web/product/80868)\n* [Webtoon PV](https://www.youtube.com/watch?v=1laU4XdlpNc)",
      "ru": "То, что ты жив, покажет не стук твоего сердца! Дан Саю, потомок Горё, которому нет равных в бою, решил отплатить сполна Чон Вону за своего дорогого друга. Никто его не остановит! Чхонпо наращивает боевую мощь. Полная безнаказанность, которую нельзя оставить без внимания! Легенды о боевых искусствах Чхонпо будут жить вечно, а великому сказанию о бывшем короле лишь предстоит начаться!\n\n---\n* [Original Webtoon <Mr.Blue>](https://www.mrblue.com/webtoon/wt_000047611)\n* [Official Japanese Translation / 日本語](https://piccoma.com/web/product/80868)\n* [Webtoon PV](https://www.youtube.com/watch?v=1laU4XdlpNc)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "190616bc-7da6-45fd-abd4-dd2ca656c183",
    "title": {
      "en": "Ganbare, Douki-chan (Webcomic)"
    },
    "updatedAt": "2024-04-07T02:10:04+00:00",
    "coverArt": "https://mangadex.org/covers/190616bc-7da6-45fd-abd4-dd2ca656c183/77253b0c-ea6f-4cfc-ac1a-6dce4faf537d.jpg",
    "altTitles": [
      {
        "es": "Esfuerzate, Douki"
      },
      {
        "ja-ro": "Ganbare, Doukichan"
      },
      {
        "id": "Kamu Pasti Bisa, Douki-chan"
      },
      {
        "en": "Do Your Best, Douki-chan"
      },
      {
        "ru": "Доки, ты справишься!"
      },
      {
        "ja": "がんばれ同期ちゃん"
      },
      {
        "zh": "加油！同期醬"
      }
    ],
    "description": {
      "en": "\"Cute\" love story of girls who will stop at nothing but making the eyeless protagonist theirs!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "222"
  },
  {
    "mangaId": "21372c99-de16-4345-8223-10fd61b1c0fa",
    "title": {
      "en": "Executioner"
    },
    "updatedAt": "2024-04-03T23:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/21372c99-de16-4345-8223-10fd61b1c0fa/2568d526-ca9c-46e1-9237-128eea858833.jpg",
    "altTitles": [
      {
        "ko": "사형집행관"
      }
    ],
    "description": {
      "en": "Villains who couldn't kill him when he was a hero and put him in prison. Now he is a prison guard and carries out executions with his own hands.",
      "ko": "히어로 시절에 죽이지 못하고 감옥에 수감시켜 놓았던 빌런들. 이제는 교도관이 되어 자신의 손으로 사형을 집행한다."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-04-08T11:09:07+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/d71efde0-cddf-4ccc-b52e-e953cd9d12d4.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "038e3e15-0328-41bd-b1e0-e6c0a7b63763",
    "title": {
      "en": "Onee-chan no Midori-kun"
    },
    "updatedAt": "2024-03-26T21:36:41+00:00",
    "coverArt": "https://mangadex.org/covers/038e3e15-0328-41bd-b1e0-e6c0a7b63763/2cd50b03-11ee-4e7e-9640-845e94ec6539.jpg",
    "altTitles": [
      {
        "ja": "お姉ちゃんの翠くん"
      },
      {
        "en": "Midori Loves My Sister"
      }
    ],
    "description": {
      "en": "The manga centers on Sui, a girl in her third year of junior high. She doesn't really get along with her older sister's boyfriend, Midori-kun, since he always treats her like a kid and makes fun of her. But Midori-kun is suddenly asked to be Sui's home tutor."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f7332d8f-c000-4084-82f6-95826e065ad8",
    "title": {
      "en": "Vivarium"
    },
    "updatedAt": "2022-07-18T19:01:06+00:00",
    "coverArt": "https://mangadex.org/covers/f7332d8f-c000-4084-82f6-95826e065ad8/57e77e0f-a9b9-4994-866d-2f2e2ab36e1f.jpg",
    "altTitles": [
      {
        "ko": "비바리움"
      }
    ],
    "description": {
      "en": "[Obsessive stalker Jaeyeon x  Egotist Huisung]The unemployed, arrogant and selfish Huisung attempts to steal his childhood friend’s banking book. Leaving their house with light foot steps, he is suddenly abducted by a mysterious figure. Huisung, who had been raped in his sleep, awakes to see a smiling Jaeyeon looming over him."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4f4bb7a3-2ec5-4938-b529-ad21ecb8689a",
    "title": {
      "en": "Cultivation Of The Cross Dresser"
    },
    "updatedAt": "2023-08-14T11:43:10+00:00",
    "coverArt": "https://mangadex.org/covers/4f4bb7a3-2ec5-4938-b529-ad21ecb8689a/e4321520-d95f-4157-bedb-92a4552b855f.jpg",
    "altTitles": [
      {
        "en": "Cultivation Of The Trap"
      },
      {
        "zh": "女装大佬养成记"
      },
      {
        "en": "Cultivation of the Crossdresser"
      },
      {
        "en": "Notes of the Cultivation of the Experienced Crossdresser"
      },
      {
        "zh-ro": "Nv Zhuang Da Lao Yang Cheng Ji"
      },
      {
        "zh-ro": "Nǚ Zhuāng Dà Lǎo Yǎng Chéng Jì"
      },
      {
        "en": "Record of Raising the Big Shot of Women's Clothes"
      }
    ],
    "description": {
      "en": "In the middle of Mt. Fu Yun and on the banks of Lake Egret, there is a school called tao yuan academy, which houses the children of imperial and wealthy families. Su Li's twin sister, Su Li, who was intelligent and sensitive at an early age, was given an imperial order to study at tao yuan academy. however as the start of school was just around the corner, Su Li (the sister) ran away with a handsome young foreign boy... to avoid the punishments of lying to the emperor, Su Li (the brother) had to dress up as a woman and attend tao yuan academy in place of his sister. Initially, he wanted to keep things low-key, but to his dismay, he had caught the attention of multiple suitors... Hey, we're all brothers, can't we settle this peacefully! Stop it! Don't run away you rascal! Damn it, what do you guys have that I don't?"
    },
    "status": "completed",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "493"
  },
  {
    "mangaId": "611abd12-2640-49f0-89e1-44a6a79bf8c8",
    "title": {
      "en": "Unexpected Luck"
    },
    "updatedAt": "2024-03-26T18:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/611abd12-2640-49f0-89e1-44a6a79bf8c8/b38be28c-2604-4ae5-a2c1-3554064541b2.jpg",
    "altTitles": [
      {
        "zh": "追尾"
      },
      {
        "en": "Rear-End Collision"
      }
    ],
    "description": {
      "en": "\"Young Master Chi, you're not going to help me unconditionally, are you?\"\n\n\"You'll find out soon enough what this deal entails. Now, all you need to do is give me an answer. Do you want this opportunity or not?\"\n\n\"Yes, I do.\"\n\nChi Mingyao made a deal with an actor who was brave enough to block him because of a car accident. He only wanted to tease the little actor at first, but eventually, he genuinely wanted to befriend Li Yangxiao and pass on his good luck to him—all so that Yangxiao could chase his dreams without a care in the world."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9308cb58-bff6-49fd-bd4f-84f51053c2ae",
    "title": {
      "en": "Masochist Gal Himekawa-san"
    },
    "updatedAt": "2024-01-22T01:16:30+00:00",
    "coverArt": "https://mangadex.org/covers/9308cb58-bff6-49fd-bd4f-84f51053c2ae/e8727388-c5d3-4efd-9d4a-530648580b1d.jpg",
    "altTitles": [
      {
        "ja": "ドMギャルの姫川さん♡"
      },
      {
        "ja-ro": "Do M Gyaru no Himekawa-san♡"
      },
      {
        "ja": "姫川さんは先輩しゅきしゅきドМギャル"
      },
      {
        "ja-ro": "Himekawa-san wa Senpai shi Kishuki do Gyaru"
      }
    ],
    "description": {
      "en": "**Links:**\n- Alternative Official Raw - [Pixiv](https://www.pixiv.net/user/18815611/series/196159) ([Chapter 23](https://www.pixiv.net/artworks/113234053) isn't in the Pixiv series, but was still uploaded to Pixiv.)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d993f789-e7e5-4832-92fd-37614220b427",
    "title": {
      "en": "The Skeleton Soldier Failed to Defend the Dungeon"
    },
    "updatedAt": "2024-03-22T13:09:51+00:00",
    "coverArt": "https://mangadex.org/covers/d993f789-e7e5-4832-92fd-37614220b427/171b59a7-7df4-4fa4-99fb-2410ab606f01.jpg",
    "altTitles": [
      {
        "ko": "해골병사는 던전을 지키지 못했다"
      },
      {
        "en": "Skeleton Soldier Couldn't Protect the Dungeon"
      },
      {
        "en": "Skeleton Soldier"
      },
      {
        "ru": "Воин-скелет не смог удержать подземелье"
      },
      {
        "pt-br": "O Soldado Esqueleto Que Não Conseguia Proteger a Dungeon"
      },
      {
        "ja": "骸骨兵士はダンジョンを守れなかった"
      },
      {
        "zh": "骷髅骑士没能守住副本"
      },
      {
        "zh-hk": "骷髏士兵卷土重來"
      }
    ],
    "description": {
      "de": "Die Abenteuer eines scheinbar schwachen Skelettsoldaten, dessen einziges Ziel es ist, seine Herrin, Lady Sukkubus, zu beschützen und ihr zu dienen. Sein Traum eines friedlichen Lebens mit ihr findet ein jähes Ende, als die beiden von einer Gruppe Krieger brutal ermordet wird. Aber aus einem kläglichen Ende wird ein hoffnungsvoller Neuanfang, als der Skelettsoldat sich 20 Jahre in der Vergangenheit wiederfindet! „Ich muss Lady Sukkubus vor all dem warnen!“ Aber ohne besondere Kampffähigkeiten und einer Geschichte voller Fehlschläge und Verluste, wie kann er diese grauenvolle Zukunft abwenden? Folge dem Skelettsoldaten in seiner bisher wichtigsten Mission: Seine eigene Geschichte neu zu schreiben.",
      "en": "The Skeleton Soldier, a meager but fiercely loyal fighter who serves to protect its master, Lady Succubus. Its dream of a peaceful life with her is shattered when they're both brutally murdered by a group of warriors one day.\n\nBut what would’ve been a pathetic end to an unremarkable soul sparks a new beginning: when the Skeleton Soldier opens its eyes again, it has traveled back 20 years in time!\n\n“I must warn Lady Succubus of all the things to come!”\n\nBut with no special combat skills and a history of failure and defeat, how can it stop the horrible events from unfolding again?\n\nFollow the Skeleton Soldier as it faces the most challenging quest of all — rewriting the ending to its own story.",
      "fr": "Découvrez le Soldat Squelette, le frêle mais loyal combattant, se battant pour protéger sa maîtresse, Dame Succube. Son rêve d'une vie paisible à ses côtés est réduit à néant le jour où ils sont tous les deux brutalement assassinés par un groupe de guerriers. Mais ce qui allait être une fin tragique se révèle être en fait un nouveau commencement : le Soldat Squelette se réveille de nouveau... 20 ans plus tôt ! Il doit prévenir sa Dame du danger qui les guette, mais sans compétences au combat, et un large historique de défaites, sera-t-il capable de sauver leur avenir ? Suivez ce courageux squelette dans sa quête pour changer le cours du temps et son tragique destin !",
      "ja": "「お守りできず、申し訳ありません…」　名もなきモンスター「骸骨兵士」は、主のサキュバスを守れぬまま、自分の弱さを嘆きつつ心半ばで朽ち果てる…が、いきなり20年前に蘇る！何度死んでも蘇り、蘇るたびに経験値も蓄積されていく謎のシステムまで付加された。「このチャンス、逃さないでおくべきか」いつか再会するであろうサキュバス様を守るため、骸骨兵士は強くなることを誓う",
      "ko": "\"지키기 위해서 나는 강해진다!\"\n\n\n이름 없는 일개 몬스터 '해골병사'.\n\n자신의 주인인 서큐버스를 지키지 못한채 죽임을 당한다.\n\n그러나,\n\n갑자기 20년 전으로 돌아간다?!\n\n일생일대의 최대의 기회!\n\n\n자신이 지키기 못한 서큐버스를 위해서\n\n해골은 성장해 나간다!",
      "ru": "Защитить хозяйку было его единственным предназначением, но он не смог исполнить его. Однако судьба дарует ему новый шанс. Шанс стать сильнее и спасти свою госпожу. Шанс переписать историю.",
      "zh": "骷髅骑士发现自己回到了20年前，这一世骷髅骑士立志要好好守护主人。然而...都死了那么多次，怎么还没找到守护主人的正确打开方式！一次不行那就再来第二次，第二次不行那就来第三次…这是一个可以无限次重生的骷髅骑士的奇幻历险故事。",
      "pt-br": "Seu único propósito era proteger sua mestra. Mesmo assim ele foi incapaz. Mas o destino tinha mais reservado a ele já que conseguiu uma nova chance para proteger sua mestra e mudar seu destino.",
      "zh-hk": "「為了守護珍愛的一切，我必須變強!」\n無名怪物「骷髏士兵」沒能守護自己的主人魅魔，\n便慘遭殺害。\n\n然而，他卻突然回到了20年前?!\n這是千載難逢的絕佳機會!\n\n為了自己上次守護不了的魅魔，\n骷髏將會努力成長!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "efbd7593-c29f-45ec-aacb-497029978136",
    "title": {
      "en": "Sensitive Boy"
    },
    "updatedAt": "2024-01-20T07:01:34+00:00",
    "coverArt": "https://mangadex.org/covers/efbd7593-c29f-45ec-aacb-497029978136/10884bb0-876b-48f4-b0a5-61613d6bb9bf.jpg",
    "altTitles": [
      {
        "ja": "センシティブ・ボーイ"
      }
    ],
    "description": {
      "en": "Kaede, a victim of past sexual abuse, is obsessed with becoming \"normal\" ...  \n\nA bittersweet story about a boy facing coming-of-age questions about love, sexuality, complexes, and other troubles."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a1c7c817-4e59-43b7-9365-09675a149a6f",
    "title": {
      "en": "One Piece"
    },
    "updatedAt": "2024-02-23T09:34:18+00:00",
    "coverArt": "https://mangadex.org/covers/a1c7c817-4e59-43b7-9365-09675a149a6f/636e708c-e853-4a60-a795-f9baf82e3b8e.jpg",
    "altTitles": [
      {
        "ko": "원피스"
      },
      {
        "my": "ဝမ်းပိစ်"
      },
      {
        "th": "วันพีซ"
      },
      {
        "bn": "ওয়ান পিস"
      },
      {
        "ne": "वान पिस"
      },
      {
        "ne": "वान पीस"
      },
      {
        "zh": "海贼王"
      },
      {
        "zh": "海盗路飞"
      },
      {
        "zh": "航海王"
      },
      {
        "zh-hk": "海賊王"
      },
      {
        "mn": "Уан Пийс"
      },
      {
        "ar": "ون بيس"
      },
      {
        "ar": "قطعة واحدة"
      },
      {
        "fa": "وان پیس"
      },
      {
        "he": "וואן פיס"
      },
      {
        "vi": "Đảo Hải Tặc"
      },
      {
        "ru": "One Piece. Большой куш"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ms": "Budak Getah"
      },
      {
        "uk": "Ван Піс"
      },
      {
        "ta": "ஒன் பீஸ்"
      },
      {
        "hi": "वन पीस"
      },
      {
        "kk": "Уан Пис"
      },
      {
        "kk": "One Piece. Батпан құйрық"
      },
      {
        "kk": "Бір бөлік"
      },
      {
        "ja": "ワンピース"
      },
      {
        "vi": "Vua Hải Tặc"
      }
    ],
    "description": {
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n---\n\n**Note:**  \n**Because a takedown notice was sent to MangaDex from the owners of this series, English fan translations of One Piece are unable to be posted at this time. The series can be read in its entirety at [the official Shonen Jump website,](https://www.viz.com/shonenjump/chapters/one-piece) with the first and latest three chapters available at any time and the rest accessible with a Shonen Jump membership (which costs about $2 a month and can be accessed via a VPN if you are outside the US). The three most recent chapters can also be read on MangaPlus for free by clicking the chapter links below.**\n\n---\n- **The Best-Selling Manga in History**\n- **Won the 41st Japan Cartoonists Association Award Grand Prize alongside Neko Darake in 2012** \n- **Received the Kumamoto Prefecture Honorary Prize in 2018**",
      "ru": "Последние слова, произнесённые Королем Пиратов Гол Д. Роджером перед казнью, вдохновили многих выйти в море: «Мои сокровища? Я завещаю их тому, кто сможет их найти. Ищите! Я все оставил в одном месте!». Лишённые сна и покоя люди ринулись на Гранд Лайн, самое опасное место в мире. Так началась великая эра пиратов… Но с каждым годом романтиков становилось все меньше, их постепенно вытесняли прагматичные пираты-разбойники, которым награбленное добро было куда ближе, чем какие-то «никчёмные мечты». Но вот, одним прекрасным днем, семнадцатилетний Монки Д. Луффи исполнил заветную мечту детства - отправился в море. Его цель — ни много, ни мало стать новым Королём Пиратов. За достаточно короткий срок юному капитану удаётся собрать команду, состоящую из не менее амбициозных искателей приключений. И пусть ими движут совершенно разные устремления, главное, этим ребятам важны не столько деньги и слава, сколько куда более ценное – принципы и верность друзьям. И ещё – служение Мечте. Что же, пока по Гранд Лайн плавают такие люди, Великая Эра Пиратов всегда будет с нами!",
      "uk": "Король піратів Ґолд Роджер буде страчений Світовим урядом. Прямо перед смертю він підтвердив існування великого скарбу «Ван Піс», який знаходиться десь на величезному морі Ґранд Лайн. Як тільки Роджер сказав, що будь-хто гідний досягти Ван Пісу може забрати його собі, його стратили, і почалася Велика ера піратів.\r\n\r\nДвадцять два роки потому, молодий хлопець на ім’я Монкі Д. Луффі готовий почати свою пригоду по пошуку Ван Пісу та здобуванню титулу Короля піратів. Маючи при собі солом’яну шапку, невеличкий човен та еластичне тіло, він вирушає у неймовірну подорож, щоб зібрати собі команду та хороший корабель, який зможе пронести їх через весь Ґранд Лайн, щоб стати найвеличнішими в усіх морях.",
      "es-la": "Hace veintidós años, el legendario pirata, Gold D. Roger fue ejecutado. Sus últimas palabras fueron que su tesoro conocido como \"One Piece\" estaba escondido en algún lugar dentro del vasto océano conocido como Grand Line. Esto dio inicio a la Era de los Piratas. Ahora, Monkey D. Luffy, un joven que, inspirado por su ídolo de la infancia emprende su viaje buscando el One Piece y convertirse en el Rey de los Piratas.",
      "pt-br": "One Piece começa quando Gol D. Roger, o Rei Dos Piratas que possuiu tudo nesse mundo, antes de ser executado, diz que escondeu o seu tesouro em algum lugar da Grand Line, um oceano extremamente perigoso. Desde então muitos piratas se aventuram pela Grand Line para tentar encontrar o tesouro chamado One Piece. Um deles é Monkey D. Luffy, o garoto que, acidentalmente, comeu uma das Akuma No Mi, a Gomu Gomu No Mi (Fruta da Borracha), e agora ele pode esticar seu corpo como se fosse uma borracha. A jornada dele começa atrás de companheiros e um barco, que ele vai conseguindo pouco a pouco, pois tem um objetivo: Ser o Rei Dos Piratas!!"
    },
    "status": "ongoing",
    "releaseDate": 1997,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "59f47645-66a9-443e-8228-788313c3ae3c",
    "title": {
      "en": "Tokyo Ghoul:re"
    },
    "updatedAt": "2022-05-27T16:57:17+00:00",
    "coverArt": "https://mangadex.org/covers/59f47645-66a9-443e-8228-788313c3ae3c/c41d1081-cdb2-4c90-8028-61844823515b.jpg",
    "altTitles": [
      {
        "ja-ro": "Tokyo Kushu:re"
      },
      {
        "ru": "Токийский гуль: Перерождение"
      },
      {
        "fa": "غول توکیو: بازگشت"
      },
      {
        "ja": "トーキョーグール-:re"
      },
      {
        "zh-hk": "東京喰種: re"
      },
      {
        "ko": "도쿄구울:re"
      },
      {
        "ja": "東京喰種:re"
      },
      {
        "en": "Tokyo Ghoul: re"
      }
    ],
    "description": {
      "en": "Two years have passed since the CCG's raid on Anteiku. Although the atmosphere in Tokyo has changed drastically due to the increased influence of the CCG, ghouls continue to pose a problem as they have begun taking caution, especially the terrorist organization Aogiri Tree, who acknowledge the CCG's growing threat to their existence.  \n  \nThe creation of a special team, known as the Quinx Squad, may provide the CCG with the push they need to exterminate Tokyo's unwanted residents. As humans who have undergone surgery in order to make use of the special abilities of ghouls, they participate in operations to eradicate the dangerous creatures. The leader of this group, Haise Sasaki, is a half-ghoul, half-human who has been trained by famed special class investigator, Kishou Arima. However, there's more to this young man than meets the eye, as unknown memories claw at his mind, slowly reminding him of the person he used to be.  \n\n\n---",
      "ru": "Сюжет данного сиквела манги «Tokyo Ghoul» разворачивается примерно через три года после карательной операции CCG на кафе «Антейку». И, казалось бы, всё идет своим чередом, но не всё так гладко, как кажется… CCG начали создавать искусственных гулей, а война всё еще продолжается. История развивается вокруг одного молодого следователя CCG, Сасаки Хайсэ. Сасаки очень хороший следователь и хорошо продвинулся по своей карьерной лестнице, и всё было бы хорошо, но так получилось, что он помнит лишь последние три года своей жизни, и каждую ночь во снах ему является парень с «белыми» волосами. Кто он? Что он хочет от меня? Почему я вижу его в своих снах? У Сасаки много вопросов, на которые он хочет найти ответы. Узнает ли он, кто тот парнишка, являющийся ему во снах? Вернется ли к нему память?",
      "pt-br": "Dois anos se passaram desde que a Comissão Contra Ghoul's (CCG) invadiu o Anteiku. Embora a atmosfera em Tóquio mudou drasticamente devido ao aumento da influência do CCG, ghouls continuam a representar um problema, mas eles começaram a tomar cuidado, especialmente a organização terrorista Árvore Aogiri, que reconhecem a crescente ameaça do CCG à sua existência.\n\nA criação de uma equipe especial, conhecido como o Esquadrão Quinx, pode fornecer ao CCG o impulso que precisam para exterminar os residentes indesejados de Tóquio. Como seres humanos que tenham sido submetidos a cirurgia, a fim de fazer uso das habilidades especiais dos ghouls, eles participam de operações para erradicar essas criaturas perigosas. O líder deste grupo, Haise Sasaki, é um, metade humano metade ghoul que foi treinado pelo famoso pesquisador de classe especial, Kishou Arima. No entanto, há mais neste jovem do que os olhos podem ver, como memórias desconhecidos arranham sua mente, lentamente, lembrando-o da pessoa que ele costumava ser."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "179"
  },
  {
    "mangaId": "949b20c3-de22-4e7b-989f-b26a8cdf7ecb",
    "title": {
      "en": "DOGSRED"
    },
    "updatedAt": "2024-02-24T11:47:23+00:00",
    "coverArt": "https://mangadex.org/covers/949b20c3-de22-4e7b-989f-b26a8cdf7ecb/6f235e14-164c-43bb-84a2-02102edefce9.jpg",
    "altTitles": [
      {
        "ja": "ドッグスレッド"
      },
      {
        "ja-ro": "Reddo"
      },
      {
        "en": "Dogs Red"
      },
      {
        "ru": "Догсред"
      },
      {
        "ru": "Красные Псы"
      }
    ],
    "description": {
      "en": "\"If he wants to go wild at the ice skating rink, isn't he better off as an ice hockey player?\"\n\nThe stage is the proud land of the north - Hokkaido. \n\nThe year is 2010. Rou Shirakawa has just received the highest score in history at the All-Japan Junior Figure Skating Championships! But suddenly, he loses control and starts destroying the stage. He is quickly disqualified and banned from the skating world for life.\n\nNow nicknamed \"the Rabid Prince,\" Rou ends up in Tamakomai, an ice hockey town in northern Japan. And on a hockey rink on a frozen lake, he meets the ruthless Genma brothers! Rou will soon learn of the famous Oino-kami high school and their quest to win an unprecedented 20th straight national hockey championship. And also the strong, yet beautiful battle sport - ice hockey!\n\nChange, grow, evolve! Turn defeat into victory in this red-hot redemption story!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cb63772c-cf98-4735-811f-5e8302331acd",
    "title": {
      "en": "The Game Devil"
    },
    "updatedAt": "2024-02-28T02:27:29+00:00",
    "coverArt": "https://mangadex.org/covers/cb63772c-cf98-4735-811f-5e8302331acd/c48b5385-faed-4814-ab9e-403f1ed3ffb7.jpg",
    "altTitles": [
      {
        "ja": "ゲー魔王"
      },
      {
        "ru": "Игра Дьявола"
      },
      {
        "ja-ro": "Game Maou"
      },
      {
        "en": "Game Demon King"
      }
    ],
    "description": {
      "en": "Shrouded in pixels, reality becomes a video game! There’s no going back! Real-life permadeath on ultra-difficulty, let the game begin!!",
      "pt-br": "Cercado por pixels, a realidade se torna um video game. Não há volta! Com a morte permanente na vida real em uma dificuldade máxima, que o jogo comece!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-04-04T14:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/0d052414-7dce-4cdc-bf91-3d835513c2cc.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Ma Star"
      },
      {
        "fr": "L'Enfant d'une Star"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f8f3f045-01b5-4216-8f41-d947d8b448b0",
    "title": {
      "en": "Youchien Wars"
    },
    "updatedAt": "2024-03-22T02:49:58+00:00",
    "coverArt": "https://mangadex.org/covers/f8f3f045-01b5-4216-8f41-d947d8b448b0/708a8214-07bd-49fa-96c0-e65e3e18c79f.jpg",
    "altTitles": [
      {
        "es-la": "GUERRA EN EL JARDIN DE INFANTES"
      },
      {
        "ja": "幼稚園WARS"
      },
      {
        "ko": "Youchien WARS"
      },
      {
        "en": "Kindergarten WARS"
      },
      {
        "fr": "Maternelle WARS"
      },
      {
        "ru": "Детсадовские войны"
      },
      {
        "tr": "Anaokulu SAVAŞLARI"
      }
    ],
    "description": {
      "en": "Welcome to Kindergarten Noir, an exclusive school catering to children of the global elite!\n\nRita, one of the teachers, has been on the hunt for a boyfriend but has had absolutely zero luck so far. One day, an assassin comes after one of the children... and he’s totally dreamy?!\n\nDive into this action-packed rom-com as it unfolds inside the world’s \"safest\" kindergarten!",
      "tr": "Bu anaokulunda dünyanın en önemli isimlerinin çocukları eğitim görmektedir; politikacılar, şirket başkanları, petrol kralları, aklınıza ne gelirse! Efsanevi eski suikastçı Rita, özgürlük karşılığında anaokulundaki çocukları suikastlardan korumak için gizli bir göreve atanır!? Dünyanın \"en güvenli\" anaokulu hakkında bir Aksiyon/Komedi hikayesi!",
      "es-la": "RESUMEN RAPIDO: encargados de una jardín infantil, son asesinos profesionales y los cuidan con el fin de reducir sus condenas, si logran protegerlos en X tiempo, podrán ser libre pero ¿lo lograran?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37b88c85-20b9-4f35-a024-db2c62220564",
    "title": {
      "en": "Getting Shot on the Frying Pan"
    },
    "updatedAt": "2024-02-24T18:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/37b88c85-20b9-4f35-a024-db2c62220564/027124c4-3e3f-47a4-9563-faf557e016e4.jpg",
    "altTitles": [
      {
        "ja": "鍋に弾丸を受けながら"
      },
      {
        "ja": "Nabetama"
      },
      {
        "en": "Getting Shots On Frying Pan"
      },
      {
        "ja-ro": "Nabe ni Dangan wo Ukenagara"
      },
      {
        "vi": "Ăn Đạn Trên Chảo Nóng"
      }
    ],
    "description": {
      "en": "Meet Juntaro. A Japanese fishing addict who was born and raised in what is perceived to be one of the roughest parts of Japan. It is through his lens where you can experience various parts of the world, their culture, and of course their food. He particularly loves to visit countries and cities that are also believed to be highly dangerous due to his personal belief that they will absolutely have delicious food. Because this was intended for a Japanese audience, you will also get to witness various worldviews unique to Japan alongside it all. There's just one problem:\n\nHe has extreme brainrot and views the world through a cute anime girl filter.",
      "ja": "50000点の美味を求めて美少女（？）が世界の危険地帯に赴き、現地の怪しくも魅惑的な料理の数々を喰らう！ノンフィクション＆カオス＆ハードグルメリポートコミック！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc4c9b57-1295-4667-8d4e-c6b93dce2e68",
    "title": {
      "en": "Coffee Moon"
    },
    "updatedAt": "2024-04-02T06:29:06+00:00",
    "coverArt": "https://mangadex.org/covers/fc4c9b57-1295-4667-8d4e-c6b93dce2e68/16dd1891-7005-4824-bdd5-7917bd02732d.jpg",
    "altTitles": [
      {
        "ja": "コーヒームーン"
      }
    ],
    "description": {
      "en": "The light is gone. Unable to escape the darkness, Pieta repeats the same day. Every day she walks to school down the same road, through the same rain, then has the same conversation with her friend Danae. Eventually, she finds happiness in the repetition. The days carry on as normal, until one day, her routine chat with Danae takes a different turn: \"What?! You can remember the today that happened yesterday too?\" Despite their bleak situation, the girls reach towards tomorrow!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "34"
  },
  {
    "mangaId": "d04ed8ab-e28e-46c3-b6b2-ecf6e2df2d35",
    "title": {
      "en": "Cinderella"
    },
    "updatedAt": "2022-05-18T17:53:28+00:00",
    "coverArt": "https://mangadex.org/covers/d04ed8ab-e28e-46c3-b6b2-ecf6e2df2d35/c255a1eb-3b22-46cf-93ca-12f8f007a22b.jpg",
    "altTitles": [
      {
        "zh": "灰姑娘"
      },
      {
        "zh-ro": "Huī Gūniáng"
      }
    ],
    "description": {
      "en": "The story of a Cinderella who didn't get a happy ending."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "1"
  },
  {
    "mangaId": "f731150b-c2e9-42ce-a5af-5604bcd83c3d",
    "title": {
      "en": "I Don't Want to Be the Magpie Bridge"
    },
    "updatedAt": "2023-12-07T18:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/f731150b-c2e9-42ce-a5af-5604bcd83c3d/b5a51f77-102b-48de-9efb-1326e6a07097.jpg",
    "altTitles": [
      {
        "ko": "오작교는 싫습니다"
      },
      {
        "en": "I Don't Want to Be a Magpie Bridge"
      },
      {
        "en": "I Don't Want to Be an Ojakgyo"
      },
      {
        "ru": "Не хочу быть Очжаккё"
      },
      {
        "ko-ro": "Ojakgyoneun Silseumnida"
      }
    ],
    "description": {
      "en": "I’ve been reincarnated into a side character of a novel. On top of that, I am the character who is like a magpie bridge in the mentally-exhausting story, *The Guys Around Hestia*.\n\nThere is no romance in store for me, and it absolutely horrifies me to think that my family is destined to drown in debt!\n\nI planned on becoming a civil servant, enjoying a life of wealth and honor that I was unable to attain in my previous life but… why are the guys behaving out of character? Why are you blushing in front of me? Why do you keep giving me food?\n\n“Can you Imagine Shushu being shy when looking at someone?”\n\n“Whoa… It’d be amazing if that happens.”\n\nAs Cory absent-mindedly said that to Hiley, Eve frowned and murmured under his breath, “Should I run away with her…”\n\nSwan remained silent while he hid his face with his sleeves. His face and ears turned red.\n\nWhat’s up with you guys? Why are you guys doing other things instead of being obsessed with the female lead? Get yourself together!\n\nThis is the survival story of an academy student, Schulaina West, who wants to pursue a wealthy future in a reverse harem novel. \n\nTL/N: Magpie Bridge is the bridge made by a flock of magpies that connects the two star-crossed lovers Orihime and Hikoboshi in the legend behind the Tanabata festival."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae8c6312-6121-4469-846f-637f40afbd3b",
    "title": {
      "en": "Winter Moon"
    },
    "updatedAt": "2023-09-22T22:23:07+00:00",
    "coverArt": "https://mangadex.org/covers/ae8c6312-6121-4469-846f-637f40afbd3b/b2d6e929-53bb-4b3b-8bd7-b9d90f13d61d.png",
    "altTitles": [
      {
        "en": "Wintermoon"
      },
      {
        "pl": "Zimowy księżyc"
      },
      {
        "ja": "冬月"
      }
    ],
    "description": {
      "en": "A gay sorceror and a seductive priestess cross paths in an Online RPG.",
      "fr": "Suivez les aventures d'un sorcier gay et d'une jolie prêtresse en plein cœur d'un RPG.",
      "ro": "Un vrajitor homosexual si o preoteasa seductiva se intalnesc din intamplare intr-un online RPG",
      "pt-br": "Um feiticeiro homossexual e uma sacerdotisa sedutora se cruzam em um RPG online."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6f2b317e-17ff-491a-8f61-e6e591ae2df2",
    "title": {
      "en": "Akanabe-sensei Doesn't Know about Embarrassment"
    },
    "updatedAt": "2024-04-08T05:23:15+00:00",
    "coverArt": "https://mangadex.org/covers/6f2b317e-17ff-491a-8f61-e6e591ae2df2/4e02cfa9-56d4-42af-b027-4ea3c774b6d0.jpg",
    "altTitles": [
      {
        "ja": "茜部先生は照れ知らず"
      },
      {
        "ja-ro": "Akanabe-sensei wa Tereshirazu"
      }
    ],
    "description": {
      "en": "Kouki Sakieda is an assistant for Akira Akanabe, a manga artist he admires, who always tries to praise him in some way. Sakieda is worried that he will end up falling in love with her if this situation continues. Then Akanabe unexpectedly asks him to go out with her... The story depicts the daily life of Akanabe-sensei, who lavishes praise on Sakieda without embarrassment, and Sakieda, who tries to accept it all gracefully."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c52b2ce3-7f95-469c-96b0-479524fb7a1a",
    "title": {
      "en": "Jujutsu Kaisen"
    },
    "updatedAt": "2024-04-03T23:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/c52b2ce3-7f95-469c-96b0-479524fb7a1a/a112e575-4f11-48b2-83d8-28057ceecc4c.jpg",
    "altTitles": [
      {
        "es": "Batalla de hechiceros"
      },
      {
        "en": "Magic Martial Arts"
      },
      {
        "ru": "Жүжүцү Кайсэн"
      },
      {
        "ru": "Магическая битва"
      },
      {
        "ja": "呪術廻戦"
      },
      {
        "zh": "咒术回战"
      },
      {
        "zh-hk": "咒術回戰"
      },
      {
        "ko": "주술회전"
      },
      {
        "uk": "Магічна Битва"
      },
      {
        "en": "Magic Jujutsu"
      },
      {
        "kk": "Сиқырлы шайқас"
      },
      {
        "kk": "Алас талас"
      },
      {
        "tr": "Büyülü Dövüş Sanatları"
      },
      {
        "fr": "Jujutsu Kaisen"
      },
      {
        "pt-br": "Jujutsu Kaisen - Batalha de Feiticeiros"
      },
      {
        "en": "Revolving Sorcery Fight"
      }
    ],
    "description": {
      "en": "Yuuji is a genius at track and field. But he has zero interest running around in circles, he's happy as a clam in the Occult Research Club. Although he's only in the club for kicks, things get serious when a real spirit shows up at school! Life's about to get really strange in Sugisawa Town #3 High School!",
      "fr": "Yuuji est un jeune étudiant qui excelle dans le sport, notamment dans l'athlétisme, mais qui a un immense poil dans la main. Du coup, au lieu de parfaire ses capacités physiques qui pourraient lui permettre de devenir le meilleur de l'établissement, il s'est inscrit au club de recherches occultes du lycée. Son petit train-train va changer du tout au tout lorsqu'un véritable esprit malfaiteur vient menacer son école…",
      "ru": "Юдзи гений на поле! Вот только школьная активность его мало чем привлекает. Став частью клуба оккультных исследований он решает зажить тихой жизнью, но все меняется, когда в школе объявляются духи.",
      "tr": "Yuuji bir atletizm dehasıdır ama koşuya hiç ilgisi yoktur. Bilinmezleri Araştırma Kulübünde çok mutludur. Her ne kadar kulüpte eğlencesine bulunsa bile, okulda gerçek bir ruh ortaya çıkınca işler ciddiye biner! Hayat, Sugisawa Şehrindeki 3 Numaralı Lisedeki çocuklar için tuhaflaşmaya başlamak üzere!",
      "uk": "Ітадорі Юуджі - надзвичайно талановитий старшокласник із Сендаю. Утім, хоч він і вправний спортсмен, його не цікавлять спортивні клуби: він піклується про свого дідуся, що лежить у місцевій лікарні. Все змінюється, коли через жартівливий спіритичний сеанс на Юуджі та його друзів раптово нападають моторошні чудовиська, яких дивакуватий незнайомець, Фушіґуро Меґумі, чомусь називає прокляттями. Аби врятувати себе та друзів, Юуджі змушений ризикнути - і так випадково стати вмістилищем легендарного, наймогутнішого короля проклять. А потім на тобі - вирок: \"тебе мають стратити\". Ну і що робити? Тяжкий вибір, магічна школа, нові друзі й нові проблеми - так починається його шлях...",
      "pt-br": "Itadori Yuuji, um estudante do colegial com uma capacidade física única, tem como rotina visitar seu avô que está hospitalizado. Porém, um dia, o selo de um \"objeto amaldiçoado\" escondido em sua escola é rompido, fazendo surgir criaturas assustadoras. Para salvar seus colegas ele parte em direção ao colégio, quando algo inesperado acontece...!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5b2c7a03-ca53-43f0-abc8-031c0c136ae6",
    "title": {
      "en": "Wonder Cat Kyuu-chan"
    },
    "updatedAt": "2023-12-14T16:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/5b2c7a03-ca53-43f0-abc8-031c0c136ae6/07917c0d-dd8d-47b7-92b8-ac833c0636ac.jpg",
    "altTitles": [
      {
        "ja-ro": "Fushigi Neko no Kyuu-chan"
      },
      {
        "ro": "Pisica Minune Kyuu-chan"
      },
      {
        "ro": "Pisica Misterioasă Kyuu-chan"
      },
      {
        "en": "Wondercat Kyuu-chan"
      },
      {
        "ru": "Чудесный котик Кю"
      },
      {
        "ja": "ふしぎねこのきゅーちゃん"
      }
    ],
    "description": {
      "en": "The cute Kyuu-chan is a wonder cat. Dance, sing, be happy together!\n\n---\n\n- **[Official English license announcement](https://sevenseasentertainment.com/2020/08/28/seven-seas-isnt-kitten-around-with-license-of-wondercat-kyuu-chan-manga-series/)**\n\n- **[ManiManiTV YouTube channel](https://www.youtube.com/c/ManiManiTV/videos/), Official Kyuu-chan motion comic videos:** [#1,](https://www.youtube.com/watch?v=zCBZUbEbI-w) [#2,](https://www.youtube.com/watch?v=wSJURvGO494) [#3](https://www.youtube.com/watch?v=ytJbXHsqikw)…",
      "ro": "O manga adorabilă color despre un tânăr ce salvează o pisică foarte specială. Dar pisica asta nu e ceea ce pare! Kyuu-chan iubeste mâncarea, îmbrățișările și fundele, dar cel mai mult, îl iubește pe Hinata, tânărul care l-a adoptat. Pe măsură ce se obișnuiesc să trăiască împreună, ei descoperă că au mult de învățat unul de la celălalt. Vedeți viața ordinară și extraordinară pe care cei doi o trăiesc în această minunată slice-of-life manga pentru toți iubitorii de animale și nu numai!",
      "ru": "Милая история о повседневной жизни бездомного котика Кю и человека, который решает его приютить.",
      "pt-br": "Hinata é um jovem trabalhador que leva uma vida mundana. No meio de uma tempestade de neve, ele acha um gato abandonado passando frio em uma caixa de papelão, e decide o levar pra casa. O que Hinata não sabia é que ele tinha acabado de pegar o melhor gato de todos!"
    },
    "status": "hiatus",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b847999d-1de3-4df5-83e5-a2cf970d060a",
    "title": {
      "en": "Kusozako Choroin Nishiga Hachi"
    },
    "updatedAt": "2024-03-28T01:57:51+00:00",
    "coverArt": "https://mangadex.org/covers/b847999d-1de3-4df5-83e5-a2cf970d060a/07ab623f-eb2a-4e1d-8802-8ebc87b34694.jpg",
    "altTitles": [
      {
        "ja": "クソザコちょろイン西賀蜂"
      },
      {
        "en": "Klutzy, Gullible Nishiga Hachi"
      },
      {
        "pt-br": "A ingênua e desajeitada Nishiga Hachi"
      },
      {
        "ru": "Неуклюжая Нишига Хати"
      },
      {
        "tr": "Lanet Olası Ezik Nishiga Hachi"
      }
    ],
    "description": {
      "en": "Nishiga Hachi, a female kouhai, wants to make our protagonist, Azuma, to care about her by constantly following him around. She always tries to get the upper hand, but because of her shitty logic and stupidity, she always ends up in tears after Azuma brushes her off. A Counter Rom-Com about a gullible kouhai heroine and a super-dry protagonist!",
      "ja": "後輩の女の子・西賀蜂は、構ってほしいのか主人公の東間にいつもつきまとう。マウントを取ろうとする蜂だが、実はクソ雑魚メンタルでアホの為、最後はいつも東間に軽くあしらわれて涙目……！うざちょろい後輩ヒロインと超ドライ主人公でお届けする、カウンターラブコメディ!!",
      "pt-br": "Nishiga Hachi, uma kouhai feminina, quer fazer com que nosso protagonista, Azuma, se importe com ela, seguindo-o constantemente. Ela sempre tenta levar vantagem, mas por causa de sua lógica de merda e estupidez, ela sempre acaba em lágrimas depois que Azuma a ignora. Um Counter Rom-Com sobre uma heroína kouhai crédula e um protagonista super-seco!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "3",
    "lastChapter": "33"
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-03-08T19:34:33+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\nThere is also an alternative version:\n[A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e/a-parallel-world-with-a-1-39-male-to-female-ratio-is-unexpectedly-normal-r18)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Satou Sou es inesperadamente intercambiado con su yo de un mundo donde la proporción de hombres y mujeres es de 1:39. Al ver el cariño de su familia y la belleza de las mujeres a su alrededor, se tranquiliza creyendo que la única diferencia con su mundo anterior es dicha proporción. Sin embargo, desconoce que estas mujeres desbordan de problemas y deseos carnales en su interior."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4b90ffd1-d6e6-4b74-8faf-9b9029dd73b9",
    "title": {
      "en": "Fate/Grand Order -mortalis:stella-"
    },
    "updatedAt": "2023-07-20T06:51:08+00:00",
    "coverArt": "https://mangadex.org/covers/4b90ffd1-d6e6-4b74-8faf-9b9029dd73b9/75f758ef-7dbd-4f6b-adcc-e2f070eb1aa7.jpg",
    "altTitles": [
      {
        "ru": "Судьба/Великий приказ: Смертоносная Стелла"
      },
      {
        "zh-hk": "Fate/Grand Order -mortalis:stella- 剎那星辰"
      },
      {
        "en": "Fate/Grand Order mortalis stella"
      },
      {
        "ja": "フェイト／グランド オーダー－モルターリス：ステラ－"
      }
    ],
    "description": {
      "en": "The official adaptation of the TYPE-MOON phenomenon that has become one of the most popular mobile games in the world! The year is 2016, and glitches found in humanity’s past threaten the sustainability of its future. The Chaldea Security Organization - tasked with preserving human history for as long and as strongly as possible - has developed a new method of time travel to repair these events, stabilizing humanity’s future. But when an unknown threat pushes mankind to the brink of extinction, young recruits Mash Kyrielight and Ritsuka Fujimaru find themselves at the helm of the rescue mission: Obtain the Holy Grail in a face off against fate itself …",
      "ru": "Альтернативная манга-адаптация основных сюжетных актов игры Fate/Grand Order. Покрывает акты Фуюки, Орлеан, Септем, Лондон, Камелот. Повествование ведется от лица Маш."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec1817a2-3d0b-4234-9269-6b8fb459e8b6",
    "title": {
      "en": "Rat Royale"
    },
    "updatedAt": "2024-04-10T14:27:43+00:00",
    "coverArt": "https://mangadex.org/covers/ec1817a2-3d0b-4234-9269-6b8fb459e8b6/e7d4d650-adcf-4260-a76b-c7688e31d944.jpg",
    "altTitles": [
      {
        "ja": "ねずみロワイアル"
      },
      {
        "ja-ro": "Nezumi Royale"
      }
    ],
    "description": {
      "en": "We were taken to some island, thinking it was a school trip. What was declared there was the beginning of a battle to the death. It seems only five people can board the boat that will come 28 days later... Nishibe, indecisive and timid, is bewildered by the sudden event. Can he really survive? The cute and deadly mouse deathmatch begins.\"",
      "ja": "修学旅行だと思って連れてかれたどこかの島。そこで宣告されたのは殺し合いが始まることだった。２８日後に来る迎えの舟に乗れるのは５人だけらしい・・・・。突然の出来事にうろたえる優柔不断で弱気な西部（にしべ）君。果たして彼は生き残ることができるのか。かわいくてみえてくらっちゃう、ねずみデスゲーム開幕。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ace1b3c4-41a7-44d2-a9ad-ae798932479e",
    "title": {
      "en": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
    },
    "updatedAt": "2024-03-21T17:18:16+00:00",
    "coverArt": "https://mangadex.org/covers/ace1b3c4-41a7-44d2-a9ad-ae798932479e/cd35ba88-59ea-47c0-9f28-aa08c7fa0de3.jpg",
    "altTitles": [
      {
        "ja": "FPSで初心者ボコってリアルファイトに発展した結果w"
      },
      {
        "ja-ro": "FPS de Shoshinsha Bokotte Real Fight ni Hattenshita Kekka w"
      },
      {
        "en": "After Beating a Noob in an FPS, He Wanted to Fight Me in Real Life LOL"
      },
      {
        "vi": "Sau Khi Bị Tôi Bón Hành Trong Game, Có Đứa Hẹn Kèo Đánh Tôi!"
      },
      {
        "id": "Hasil dari Mengalahkan seorang Pemula di FPS yang Berkembang Menjadi Pertarungan di RL haha"
      },
      {
        "en": "Fighting With an FPS Beginner"
      },
      {
        "ro": "Luptând Cu Un Începător La Jocurile FPS"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa0fb27a-d1db-4826-b400-fa3375468353",
    "title": {
      "en": "Re:Zero kara Hajimeru Isekai Seikatsu - Daigoshou - Mizu no Miyako to Eiyuu no Uta"
    },
    "updatedAt": "2024-03-06T07:17:55+00:00",
    "coverArt": "https://mangadex.org/covers/fa0fb27a-d1db-4826-b400-fa3375468353/b1328685-b96d-44a7-9adf-75538ed37622.jpg",
    "altTitles": [
      {
        "en": "Re:ZERO -Starting Life in Another World-, Chapter 5: The City of Water and the Hero's Poem"
      },
      {
        "es-la": "Re:ZERO - Starting Life in Another World-, Arco 5: La Capital del Agua y El Poema del Héroe."
      },
      {
        "ja": "Re:ゼロから始める異世界生活　第五章　水の都と英雄の詩"
      },
      {
        "pt-br": "Re:Zero — Começando uma Vida em Outro Mundo — Arco 5: A Metrópole da Água e o Poema do Herói"
      },
      {
        "ru": "Re:Zero. Жизнь с нуля в альтернативном мире. Часть пятая: Звёзды, что творят историю"
      }
    ],
    "description": {
      "pt-br": "Um ano após a batalha no santuário. Natsuki Subaru estava passando um tempo tranquilo, mas tudo mudou quando recebeu um convite de um certo mensageiro. O convite para a cidade portuária de Priestella, que era a carta que Anastasia, uma das candidatas à realeza, enviou para Emilia. Rumo à cidade portuária onde o mal se agita, os heróis veteranos se reúnem. A tão esperada adaptação em manga do Arco 5 de Re:Zero começa!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fc7f2c19-0a26-4d89-9505-332fcb7d60c6",
    "title": {
      "en": "Dead Dead Demon's Dededede Destruction"
    },
    "updatedAt": "2023-03-27T00:36:30+00:00",
    "coverArt": "https://mangadex.org/covers/fc7f2c19-0a26-4d89-9505-332fcb7d60c6/9d339c5d-3838-4b1d-bc3f-93d32e5a29ea.jpg",
    "altTitles": [
      {
        "tr": "Ölü Ölü Şeytanın Yıyıyıyıyıkımı"
      },
      {
        "en": "DDDD"
      },
      {
        "ja": "Dededede"
      },
      {
        "ja": "デッドデッドデーモンズデデデデデストラクション"
      },
      {
        "zh": "恶魔的破坏"
      },
      {
        "zh-hk": "惡魔的破壞"
      },
      {
        "zh": "灭世Demolition"
      },
      {
        "kk": "Жансыз Жек Жажажажажайпасын"
      }
    ],
    "description": {
      "en": "A series about the lives of two high school girls living in Tokyo after aliens have invaded. Dead Dead Demon's Dededededestruction is a self-styled dystopian slice-of-life that reflects on modern societal and political issues in Japan while still maintaining a sense of humor and frivolity.\n\nLarge mysterious alien ships have been looming above Japanese towns for three years, filling the sky. Everything changed three years ago. And yet, nothing has changed.\n\nNo weapon used against the invaders' ships had any success, beyond destroying part of Japan and leaving its economy in shambles. JSDF is fighting a guerrilla battle against the aliens all over Japan. America is joining the 'war' effort with more aggressive tactics, dividing Japan over the pacifist principle laid out in Article 9 of the Japanese constitution. But this may just be the mundane story of young high schoolers.\n\n\"No matter what happens, I won't back down. At least not until this world filled with lies and deceit crumbles away. The real threat to humankind is not invaders, but me.\"\n\n---\n- **Won the 66th Shogakukan Manga Award for General Manga** \n- **Won the 25th Japan Media Arts Festival Excellence Award in 2022**"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "12",
    "lastChapter": "100"
  },
  {
    "mangaId": "72a2961a-333b-434c-8552-8944d5c0c862",
    "title": {
      "en": "Gojuu, Rokujuu, Yorokonde"
    },
    "updatedAt": "2024-02-03T15:20:44+00:00",
    "coverArt": "https://mangadex.org/covers/72a2961a-333b-434c-8552-8944d5c0c862/9c8f875f-71f6-48fa-8b2b-6c599ccd758f.jpg",
    "altTitles": [
      {
        "en": "Fifty, Sixty, It's My Pleasure."
      },
      {
        "ja": "五十、六十、よろこんで。"
      },
      {
        "ru": "Пятьдесят, шестьдесят, с удовольствием."
      }
    ],
    "description": {
      "en": "Aki-san (50), a divorced woman, has been getting along well with Rokujo-san (60).\nPeople around them are worried about their pure relationship, but there is no need to worry. At a summer festival, the two quickly grow closer, and their feelings for each other continue to grow.\nThey envision a future together, and finally....\n\"I want to spend the rest of my life with the person I love.\"",
      "ru": "Аки-сан (50 лет), разведённая женщина, хорошо проводит время с Рокудзё-саном (60 лет). Окружающие беспокоятся, но их отношения чисты, и беспокоиться не стоит. На летнем фестивале они быстро сближаются, и их чувства друг к другу продолжают расти. Они представляют себе совместное будущее, и, наконец... «Я хочу провести остаток жизни с любимым человеком»."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "60"
  },
  {
    "mangaId": "9ef6e461-033b-4976-b222-943856c94a97",
    "title": {
      "en": "Smiley"
    },
    "updatedAt": "2024-03-09T11:47:17+00:00",
    "coverArt": "https://mangadex.org/covers/9ef6e461-033b-4976-b222-943856c94a97/c643d855-2308-4df9-be8b-cfd4208df961.jpg",
    "altTitles": [
      {
        "ja": "スマイリー"
      },
      {
        "ru": "Улыбающиеся"
      },
      {
        "vi": "Smiley - Cười lên"
      }
    ],
    "description": {
      "en": "Yuushi Kamome is a freelance writer who lost his beloved daughter in an accident. In despair, his wife leaves him, and he spends his days like a shell of a man. One day, however, a flyer from a strange religious group, the \"Heart Laughing Society,\" changes his fate. It shows the image of his wife, whom he has lost touch with...This is a story of faith and madness. What is the black darkness of the cult that an evil smile invites? A chilling “new religion” suspense begins!",
      "ru": "Томодзи Камомэ — писатель-фрилансер, потерявший любимую дочь в результате несчастного случая. В отчаянии от него уходит жена, и он проводит свои дни в одиночестве, закрывшись от внешнего мира.\nОднако однажды листовка странной религиозной группы «Общество смеющегося сердца» меняет его судьбу. В ней он увидел свою жену, с которой потерял связь..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80422e14-b9ad-4fda-970f-de370d5fa4e5",
    "title": {
      "en": "Made in Abyss"
    },
    "updatedAt": "2024-03-20T18:17:16+00:00",
    "coverArt": "https://mangadex.org/covers/80422e14-b9ad-4fda-970f-de370d5fa4e5/ddd4b99a-9f4a-447f-add2-aaf0db454c63.jpg",
    "altTitles": [
      {
        "el": "Απο την αβυσσο"
      },
      {
        "sv": "Skapt ur Avgrunden"
      },
      {
        "ru": "Созданный в бездне"
      },
      {
        "ar": "صنع في الهاوية"
      },
      {
        "ja": "メイドインアビス"
      },
      {
        "zh-hk": "来自深渊"
      },
      {
        "ja-ro": "Meido in Abisu"
      },
      {
        "pt-br": "Feito no Abismo"
      },
      {
        "kk": "Тұңғиықта жаралған"
      },
      {
        "ka": "უფსკრულში გაკეთებული"
      }
    ],
    "description": {
      "en": "The enormous cave system, known as the Abyss, is the last unexplored place in the world. Nobody knows how deep down goes this titanic pit, inhabited by strange and wondrous creatures and full of mysterious ancient relics which purpose in unknown to modern man. Generations of bold adventurers have been drawn by the cryptic depths of the Abyss. In course of time those brave enough to explore the dangerous pit came to be known as \"Delvers.\"  \n  \nIn Orth, the town at the edge of the Abyss, there lives a little orphan named Riko, who dreams of becoming as great a delver as her mother was and solving the great mystery of the pit. One day, exploring the murky depths, she stumbles upon a little boy who turns out to be a robot…",
      "ja": "隅々まで探索されつくした世界に、唯一残された秘境の大穴『アビス』。どこまで続くとも知れない深く巨大なその縦穴には、奇妙奇怪な生物たちが生息し、今の人類では作りえない貴重な遺物が眠っている。\n「アビス」の不可思議に満ちた姿は人々を魅了し、冒険へと駆り立てた。そうして幾度も大穴に挑戦する冒険者たちは、次第に『探窟家』呼ばれるようになっていった。\n\nアビスの縁に築かれた街『オース』に暮らす孤児のリコは、いつか母のような偉大な探窟家になり、アビスの謎を解き明かすことを夢見ていた。そんなある日、リコはアビスを探窟中に、少年の姿をしたロボットを拾い…？",
      "ka": "უზარმაზარი გამოქვაბულების სისტემა, რომელიც ცნობილია როგორც უფსკრული, არის ბოლო შეუსწავლელი ადგილი მსოფლიოში. არავინ იცის, რამდენად ღრმად მიდის ეს ტიტანური ორმო, დასახლებული უცნაური და გასაოცარი არსებებით და სავსე იდუმალი უძველესი რელიქვიებით, რომელთა დანიშნულება თანამედროვე ადამიანისთვის უცნობია. თამამი ავანტიურისტთა თაობები მიზიდული იქნა უფსკრულის იდუმალი სიღრმეებით. დროთა განმავლობაში მათ, ვინც საკმარისად გაბედულები გამოიკვლიეს სახიფათო ორმო, გახდნენ ცნობილი როგორც \"დელვერები\". ორთში, უფსკრულის პირას მდებარე ქალაქში, ცხოვრობს პატარა ობოლი, სახელად რიკო, რომელიც ოცნებობს გახდეს ისეთივე დიდი დელვერი, როგორც დედამისი იყო და ამოხსნას ორმოს დიდი საიდუმლო. ერთ დღეს, ბუნდოვანი სიღრმეების შესწავლისას, ის წააწყდება პატარა ბიჭს, რომელიც აღმოჩნდება, რომ რობოტია…",
      "ru": "Огромная пещерная система, известная как Бездна, является последним неисследованным местом в мире. В этой титанической яме обитают странные и удивительные существа. Она полна таинственных древних реликвий, предназначение которых неизвестно современному человеку. Поколения смелых авантюристов были затянуты загадочными глубинами Бездны. Со временем достаточно храбрые, чтобы исследовать опасную яму, стали известны как «Исследователи Бездны». В Оосу, городе на краю Бездны, живет маленькая сирота по имени Рико, которая мечтает стать великим пещерным налетчиком, каким была ее мать, и разгадать великую тайну ямы. Однажды, исследуя темные глубины, она натыкается на маленького мальчика, который оказывается роботом...",
      "es-la": "El enorme sistema de cuevas, conocido como El Abismo, es el último lugar inexplorado en el mundo. Nadie sabe que tan profundo es este agujero titánico, habitado por extrañas y maravillosas criaturas y lleno de misterio y reliquias antiguas de propósito desconocido para la humanidad. Generaciones de valientes aventureros han sido atraídos a las profundidades cripticas del Abismo. Con el paso del tiempo estos exploradores son conocidos como \"Exploradores de las Profundidades\". En Oath, el pueblo al borde del Abismo, vive una pequeña niña huérfana llamada Riko, que sueña con convertirse en una gran exploradora como su madre y descubrir los misterios del Abismo. Un día explorando las obscuras profundidades se encuentra con un niño, que resulta ser un robot..."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e675297b-8b2a-4612-a956-5eee26269606",
    "title": {
      "en": "Mokuyoubi no Furutto"
    },
    "updatedAt": "2023-09-09T19:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/e675297b-8b2a-4612-a956-5eee26269606/818ff432-f200-4db9-83f9-493bd07c78aa.jpg",
    "altTitles": [
      {
        "ja-ro": "Furutto on Thursday"
      },
      {
        "ja": "木曜日のフルット"
      },
      {
        "zh-hk": "木曜日的弗羅多"
      }
    ],
    "description": {
      "en": "Furutto is a cat that leads a double life. On one hand, he's the companion of a young woman in an apartment building named Kujirai, who feeds him (when she hasn't gambled away her meager manga-assistant's paycheck) and spends time with him in her apartment. On the other hand, he wants to keep his street cred as a stray cat and spends a good amount of time hanging out with the other strays, trying to steal food out of trash cans and rumbling with the cats from the next town over."
    },
    "status": "ongoing",
    "releaseDate": 2009,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9959a6e4-0602-4573-b40e-06fc9a4c4a6c",
    "title": {
      "en": "Inhabitants of the Threshold"
    },
    "updatedAt": "2022-11-06T10:58:33+00:00",
    "coverArt": "https://mangadex.org/covers/9959a6e4-0602-4573-b40e-06fc9a4c4a6c/fa9affa9-2ab6-4105-a8dd-528fe4f6b186.jpg",
    "altTitles": [
      {
        "en": "Dwellers on the Threshold"
      },
      {
        "zh": "叛逆思春期"
      },
      {
        "ja": "敷居の住人"
      },
      {
        "ja-ro": "Shikii no Juunin"
      }
    ],
    "description": {
      "en": "Chiaki Honda is a middle-school boy who neglects his studies. Furthermore, he smokes, and has dyed his hair a bright green. One evening at the arcade, a girl challenges him to a match. The girl, who straightforwardly introduces herself as Nanako Kikuchi, suggests a bet, nonchalantly wagering her body for Chiaki's watch. Chiaki is soundly defeated, and he goes home fuming.  \n  \nHis life goes on, of course. The next day, he meets a strange young man on the train who looks an awful lot like him. And eventually he runs into Nanako again."
    },
    "status": "completed",
    "releaseDate": 1997,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "56"
  },
  {
    "mangaId": "9d9c3006-915b-4f7e-8636-9eea6da12ec3",
    "title": {
      "en": "Drug Store Tenin Sacchan no Nichijou"
    },
    "updatedAt": "2024-01-16T20:25:25+00:00",
    "coverArt": "https://mangadex.org/covers/9d9c3006-915b-4f7e-8636-9eea6da12ec3/f55ed3bc-15f3-4440-a1ae-f1a34efe689c.png",
    "altTitles": [
      {
        "ja-ro": "Drugstore tenin sa-chan no nichijo"
      },
      {
        "ja-ro": "Doraggusutoa ten'in satchan no nichijō"
      },
      {
        "ja": "ドラッグストア店員さっちゃんの日常"
      },
      {
        "vi": "Chuyện nàng Sa ở tiệm thuốc"
      },
      {
        "en": "Daily Life of Sa-chan, a Drugstore Clerk"
      },
      {
        "fr": "Le quotidien de Sa-Chan, une vendeuse comme une autre"
      }
    ],
    "description": {
      "en": "A series between the expressionless drugstore clerk, Sa-chan, and her boisterous childhood friend who's head over heels over Sa-chan but hesitant in confessing his love for her. Join them in their romcom-packed everyday life working at a drugstore.",
      "id": "Seri antara petugas toko obat tanpa ekspresi, Sa-chan, dan teman masa kecilnya yang riuh yang jungkir balik terhadap Sa-chan tetapi ragu-ragu dalam mengakui cintanya padanya. Bergabunglah dengan mereka dalam kehidupan sehari-hari mereka yang penuh romansa bekerja di toko obat.",
      "ja": "ドラッグストアで働くさっちゃんとその幼なじみが両思いなんだけど、お互い気づかなくて毎日やきもきする話です。",
      "pt-br": "Uma série entre a inexpressiva balconista da drogaria, Sa-chan, e seu turbulento amigo de infância que está de ponta-cabeça por Sa-chan, mas hesita em confessar seu amor por ela. Junte-se a eles em sua vida cotidiana repleta de comédia romântica trabalhando em uma farmácia."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "751254d3-ba82-4f3d-9c3c-97c070469bff",
    "title": {
      "en": "Zatsuyou Fuyo Jutsushi ga Jibun no Saikyou ni Kizuku made"
    },
    "updatedAt": "2024-01-28T21:36:28+00:00",
    "coverArt": "https://mangadex.org/covers/751254d3-ba82-4f3d-9c3c-97c070469bff/f936ca28-7a5b-4966-8fd4-a5b26ccadf5b.jpg",
    "altTitles": [
      {
        "ja": "雑用付与術師が自分の最強に気付くまで"
      },
      {
        "en": "Until the Chore Granting Sorcerer Realized That He Is At His Strongest"
      }
    ],
    "description": {
      "en": "Wimme Strauss is an adjunct sorcerer who provides support and does odd jobs. However, after defeating the master of the hierarchy, he is expelled from the party by the leader, whose pride is hurt. Wimme is at a loss, but his childhood ~~stalker~~friend Heidemarie finds him and recruits him for the biggest party, the Wings of the Dragon.\n\"It's like a miracle ...... fuhehe.\"\nHe claims that his achievement is a coincidence, but it's only a matter of time before everyone around him realizes what he's capable of."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "09d29299-40cd-47b9-ae1a-fa8c70e520ce",
    "title": {
      "en": "Genjitsu no Yohane: Unpolarized Reflexion"
    },
    "updatedAt": "2024-03-29T08:49:13+00:00",
    "coverArt": "https://mangadex.org/covers/09d29299-40cd-47b9-ae1a-fa8c70e520ce/2b08fe35-1ae9-4cea-8ff7-9cfd87a83e40.jpg",
    "altTitles": [
      {
        "en": "Yohane of the Parhelion - Unpolarized Reflexion"
      },
      {
        "ja": "幻日のヨハネ -Unpolarized Reflexion-"
      }
    ],
    "description": {
      "en": "The story of the girl everyone knows, but no one knows the story of. The daily life of Yohane, who runs a fortune teller's shop in a town by the sea, is relaxed, heartwarming, sometimes full of black magic? A short comic depicting the days of an illusion, near and far."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24"
  },
  {
    "mangaId": "e3da26d8-f20f-4336-b5c6-faf4f342cb91",
    "title": {
      "en": "Daytime Star"
    },
    "updatedAt": "2024-03-21T20:50:35+00:00",
    "coverArt": "https://mangadex.org/covers/e3da26d8-f20f-4336-b5c6-faf4f342cb91/d4bbb87a-b0f3-42c6-8830-104210dc265b.jpg",
    "altTitles": [
      {
        "ko": "낮에 뜨는 별"
      },
      {
        "en": "Star in the daytime / Star in daytime"
      },
      {
        "en": "Star Rising"
      },
      {
        "en": "Star's Rise Day"
      },
      {
        "en": "The Star that Rises in the Day"
      },
      {
        "ja": "昼間に輝く星"
      },
      {
        "zh": "白昼之星"
      },
      {
        "zh": "白晝之星"
      },
      {
        "en": "Starlight (Chae-eun)"
      },
      {
        "pl": "Gwiazda Dnia"
      }
    ],
    "description": {
      "en": "Yura Hwang is an actress who only gets to act as an extra for all seven years since she started her career. She got betrayed by her boyfriend that got married to another person. But in all that mess, she met again with the famous senior actor for the second time in her newest movie! Will her path to becoming a star come true?\n\nOriginal webtoon:\n[Official Korean version - Kakao](https://page.kakao.com/home?seriesId=55452896)\n[Official Korean version - Lezhin](https://www.lezhin.com/ko/comic/stars_rise_day)\n[Official Korean version - Naver](https://series.naver.com/comic/detail.series?productNo=8041646)\n[Official Korean version - Comico](https://www.comico.kr/comic/7817)\n[Official Korean version - Ridibooks](https://ridibooks.com/books/1483022760)\n[Official Korean version - Onestory](https://onestory.co.kr/detail/H041999469)\n[Official Korean version - Bomtoon](https://www.bomtoon.com/comic/ep_list/Star_noon)\n[Official Korean version - MrBlue](https://m.mrblue.com/webtoon/detail.asp?pid=wt_000051414)\n[Official Korean version - Toptoon](https://toptoon.com/comic/ep_list/Daytime_Star)\n[Official Korean version - Peanutoon](https://www.peanutoon.com/ko/comic/detail/6683)\n\nOfficial Translations: \n[Official English Version](https://www.webtoons.com/en/drama/daytime-star/list?title_no=3908)\n[Official French Version](https://www.webtoons.com/fr/romance/daytime-star/list?title_no=3717)\n[Official German Version](https://www.webtoons.com/de/romance/daytime-star/list?title_no=4371)\n[Official Indonesian Version](https://www.webtoons.com/id/romance/daytime-star/list?title_no=3503)\n[Official Japanese Version](https://manga.line.me/product/periodic?id=Z0001766&t=1656696267720)\n[Official Spanish Version](https://www.webtoons.com/es/romance/daytime-star/list?title_no=4042)\n[Official S.Chinese Version](https://www.podoteng.com)\n[Official T.Chinese Version](https://www.webtoons.com/zh-hant/romance/daytime-star/list?title_no=3962)\n[Official Thai Version](https://www.webtoons.com/th/romance/daytime-star/list?title_no=4349)",
      "pl": "Yura Hwang, aktorka, która przez siedem lat, odkąd rozpoczęła karierę, występuje tylko jako statystka. Została zdradzona przez swojego chłopaka, który wziął ślub z inną dziewczyną. W całym tym chaosie, udało jej się spotkać ze słynnym aktorem w swoim najnowszym filmie! Czy jej droga do zostania gwiazdą się spełni?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "72"
  },
  {
    "mangaId": "ebff7116-eee4-47cf-b481-e85fe3b9d371",
    "title": {
      "en": "Not to Me, But to the Fans"
    },
    "updatedAt": "2024-04-07T22:26:19+00:00",
    "coverArt": "https://mangadex.org/covers/ebff7116-eee4-47cf-b481-e85fe3b9d371/31c6e14d-0469-42d3-b98b-cffe2b9ff6bd.jpg",
    "altTitles": [
      {
        "ko": "나말고 팬한테"
      }
    ],
    "description": {
      "en": "[Hey guys, K-pop is back!\nhttp://… .tube.com/jwh… ..]\nShares 1708 Quotes 215 Likes 2970\n.\n.\nAl-al @qewuihfdlszjfqwgeut\n[That guy from back then?]\n\n.\n.\nK-Pop Wanderer @whereismyrealkpop\n[Your scoop: It seems like gay pop has also made a comeback.\nhttp://… .tube.com/hjgay… ..]\nShares 125 Quotes 721 Likes 453\n\nMangdol 4ever thought that the first-tier idol of their dreams was just around the corner thanks to the huge success of the cockle festival fancam...\n\nWoohyung, the member who is always harsh towards me, somehow seems to like me.\n\nShould we crack down on Woohyung’s bad behavior, should we love our fans? Jemin’s crazy self?\nA tear-jerking hyper-realistic idol comic life!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d9fb52cd-50b4-476a-87ee-eef4f6d83972",
    "title": {
      "en": "Terminator Sharehouse"
    },
    "updatedAt": "2024-04-09T13:45:13+00:00",
    "coverArt": "https://mangadex.org/covers/d9fb52cd-50b4-476a-87ee-eef4f6d83972/adf12bf9-6855-479e-92eb-063cfb146add.jpg",
    "altTitles": [
      {
        "ja": "シェアハウス ウィズ ターミネーター"
      },
      {
        "ja-ro": "Sharehouse With Terminator"
      }
    ],
    "description": {
      "en": "The year is 20xx. Machine and Man have been waging a war with no end in sight. Amidst all the violence, the machine army decided the leader of humanity, Ootani Akira, ought to be erased from existence, so they send an assassin back in time to eliminate him!\n\nHowever, the Ootani Akira of the past was nothing but an incompetent human being, and what's more... every other character is even more incompetent?!"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "165553b0-2ead-476a-9301-abb3d4a71aac",
    "title": {
      "en": "The Story of Hatsune Miku"
    },
    "updatedAt": "2023-03-31T19:21:05+00:00",
    "coverArt": "https://mangadex.org/covers/165553b0-2ead-476a-9301-abb3d4a71aac/f66cc01b-0338-4ceb-8e89-e9ea9207b338.jpg",
    "altTitles": [
      {
        "ja": "初音ミクの話"
      }
    ],
    "description": {
      "en": "A compilation of one-shots about Hatsune Miku by Shirayuki Towa."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "7cddd1ea-50d0-44b7-9090-bc069adf2f90",
    "title": {
      "en": "Vocaloid - Hatsune Miku 1 Panel (Doujinshi)"
    },
    "updatedAt": "2023-11-27T04:04:39+00:00",
    "coverArt": "https://mangadex.org/covers/7cddd1ea-50d0-44b7-9090-bc069adf2f90/74b42529-b512-49a1-8722-f112f0c4c154.jpg",
    "altTitles": [
      {
        "ja": "初音ミク1コマ漫画 (VOCALOID)"
      },
      {
        "ja-ro": "Hatsune Miku 1 Koma Manga (VOCALOID)"
      }
    ],
    "description": {
      "en": "Hatsune Miku's one-panel manga series"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2befbc2-3e34-4716-a25d-e072c0ff3d02",
    "title": {
      "en": "Kaifukushoku no Akuyaku Reijou"
    },
    "updatedAt": "2024-03-29T20:10:40+00:00",
    "coverArt": "https://mangadex.org/covers/d2befbc2-3e34-4716-a25d-e072c0ff3d02/2f91eef8-3c7b-4d60-a475-8f348cc86c1b.jpg",
    "altTitles": [
      {
        "ja": "回復職の悪役令嬢"
      },
      {
        "en": "Villainess Healer"
      }
    ],
    "description": {
      "en": "Charlotte discovered that she was in the game world she played in her previous life when her engagement was broken off. With her cheat knowledge, she escapes from the scenario and changes her job to a <healer> in the enemy country, and enjoys a free adventurous life!",
      "ja": "婚約破棄されたことをきっかけに、ここが前世でプレイしていたゲーム世界だと気づいたシャーロット。チート知識でシナリオ脱出＆敵国で＜癒し手＞にジョブチェンジして、自由な冒険ライフを堪能します！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "30e8e05f-1450-41e5-b8f4-922ff4799c19",
    "title": {
      "en": "Ninja Papa"
    },
    "updatedAt": "2024-03-17T10:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/30e8e05f-1450-41e5-b8f4-922ff4799c19/c96a95ac-7f65-4e72-825b-4ca4957145c7.jpg",
    "altTitles": [
      {
        "en": "忍者パパ"
      }
    ],
    "description": {
      "en": "Nobu, a 32 year old salary man, is spreading justice from the shadows as a ninja while maintaining his family and working at his company. What he doesn't know is that he is being followed by mysterious persons and his gifted family. Can he put everything in order?"
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": null
  },
  {
    "mangaId": "061ef842-fc90-49c1-bf1c-9106b8660dfb",
    "title": {
      "en": "Tayutau Kemuri wa Tsukamenai"
    },
    "updatedAt": "2024-03-21T11:40:31+00:00",
    "coverArt": "https://mangadex.org/covers/061ef842-fc90-49c1-bf1c-9106b8660dfb/fab768c7-5cdb-4c67-8fba-63d33f8a29b1.jpg",
    "altTitles": [
      {
        "ja": "たゆたう煙は掴めない"
      },
      {
        "en": "Can’t Catch The Shimmering Smoke"
      }
    ],
    "description": {
      "en": "Chiaki, a college student without a girlfriend, meets Miyako, a waitress at a shisha store, through a matching app recommended by a friend. This is a love story that lyrically depicts a faint love that begins with a matching app and shisha.",
      "pt-br": "Chiaki, um estudante universitário sem namorada, conhece Miyako, uma garçonete de uma casa de shisha, através de um aplicativo de relacionamento recomendado por um amigo. Esta é uma história de amor que retrata poeticamente um sentimento inicial e delicado, nascido em um aplicativo de celular e embalado pelo aroma do shisha."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1d44fa52-e344-42bd-9182-7b5887e1fe2c",
    "title": {
      "en": "I Guess I Became the Mother of the Great Demon King's 10 Children in Another World"
    },
    "updatedAt": "2024-01-02T22:10:30+00:00",
    "coverArt": "https://mangadex.org/covers/1d44fa52-e344-42bd-9182-7b5887e1fe2c/5066aa65-4aa9-4074-b7a6-30b312b479fb.png",
    "altTitles": [
      {
        "ja-ro": "Isekai de Saikyo Mao no Kodomo-tachi 10-nin no Mama ni Nacchaimashita."
      },
      {
        "ru": "Я стала мамой десяти детей сильнейшего демона в другом мире"
      },
      {
        "zh-hk": "一不小心在異世界當上了最強魔王的十個孩子的媽媽."
      },
      {
        "ja": "異世界で最強魔王の子供達10人のママになっちゃいました。"
      },
      {
        "fr": "Le Roi-Démon et moi, et nos 10 enfants"
      },
      {
        "th": "ชีวิตใหม่ในโลกต่างมิติของฉันถูกลิขิตให้เลี้ยงลูกจอมมารทั้ง 10"
      },
      {
        "zh": "一不小心在异世界当上了最强魔王的十个孩子的妈妈"
      },
      {
        "ko": "이세계에서 최강마왕의 아이들 10명의 엄마가 돼버렸습니다"
      }
    ],
    "description": {
      "en": "High school girl Akari mourns the loss of her mother who died when she shielded Akari from an oncoming truck a year ago. She discovers an adventure game her mother had gotten for her birthday some time ago, but never had a chance to finish. Suddenly, she is summoned to be the mother of the Demon Lord's 10 children in another world…"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "10",
    "lastChapter": "40"
  },
  {
    "mangaId": "688eee00-d587-4998-a999-652767aac846",
    "title": {
      "en": "Convenient Semi-Friend"
    },
    "updatedAt": "2024-01-09T23:45:57+00:00",
    "coverArt": "https://mangadex.org/covers/688eee00-d587-4998-a999-652767aac846/60eb2bd6-395c-4b7a-9d5b-dec1b7138747.png",
    "altTitles": [
      {
        "ja": "好都合セミフレンド"
      },
      {
        "ja-ro": "Koutsugou Semi-Friend"
      },
      {
        "ko": "편리한 세미프렌드"
      },
      {
        "ru": "Удобная знакомая"
      }
    ],
    "description": {
      "en": "Kuruma Suuna, a gloomy and socially awkward girl, begins her high school dorm life only to discover her new roommate, Hamanasu Ruka, flirting with another girl!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  }
]