[
  {
    "mangaId": "04598a65-4f1f-4807-a419-d79ca7f67457",
    "title": {
      "en": "Under Ninja"
    },
    "updatedAt": "2024-02-28T06:14:44+00:00",
    "coverArt": "https://mangadex.org/covers/04598a65-4f1f-4807-a419-d79ca7f67457/db065abe-a0e4-4201-8fa9-5d490bfb047f.jpg",
    "altTitles": [
      {
        "ja": "アンダーニンジャ"
      },
      {
        "ja-ro": "Andā Ninja"
      }
    ],
    "description": {
      "en": "The once-prosperous Japanese ninja are said to have been dismantled by the GHQ following the Pacific War and disappeared. In reality, the ninja still exist in secret, and their number is rumored to be as many as 200,000. Some of the elite ninja work behind the scenes at the national level. On the other hand, the ninja at the end of the line are often unable to find work. One such ninja, Kuro Kumogakure, is living the life of a NEET."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "3dda9dc7-be06-4f27-af07-670786ceee4e",
    "title": {
      "en": "Shibuya Near Family"
    },
    "updatedAt": "2024-02-28T02:24:40+00:00",
    "coverArt": "https://mangadex.org/covers/3dda9dc7-be06-4f27-af07-670786ceee4e/43b60ede-1509-48be-a579-9d3ee23034b6.jpg",
    "altTitles": [
      {
        "ja": "シブヤニアファミリー"
      },
      {
        "fr": "Ma famille à Shibuya"
      }
    ],
    "description": {
      "en": "A small series that frankly depicts the circumstances of a third-grade girl living in Shibuya and her family.",
      "ja": "渋谷に住む小３女子とその家族の事情を赤裸々に描く小型連載。\n最後に書いてある「しぶや係日誌」も見てね。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "81d75b43-c7bf-4102-86ae-d07b93cf074a",
    "title": {
      "en": "Otoko Girai na Bijin Shimai wo Namae mo Tsugezu ni Tasuketara Ittai Dounaru?"
    },
    "updatedAt": "2024-05-24T18:11:59+00:00",
    "coverArt": "https://mangadex.org/covers/81d75b43-c7bf-4102-86ae-d07b93cf074a/2bde441c-76a6-4e78-b8ab-8c6685d21db3.jpg",
    "altTitles": [
      {
        "ja": "男嫌いな美人姉妹を名前も告げずに助けたら一体どうなる?"
      },
      {
        "en": "What Happens When You Save Two Beautiful Sisters Who Hate Men Without Telling Them Your Name?"
      },
      {
        "en": "The Case About Two Sisters Becoming Extremely Obsessed With Me After I Saved Them"
      },
      {
        "es-la": "El caso de dos hermanas que se obsesionaron conmigo después de que las salvara"
      }
    ],
    "description": {
      "en": "Arisa and Aina are beautiful sisters who are famous for their dislike of men. Hayato, a classmate who happened to be involved with the two, will receive \"special treatment\" from the girls who are supposed to hate men―?! \n\n\"I want to be a slave to Hayato-sama...\"\n\"I want to fall in love and conceive his child.\"\n\nThe long-awaited comicalization of the unpredictable rich romantic comedy has started!",
      "ja": "男嫌いで有名な同級生の美人姉妹、亜利沙（ありさ）と藍那（あいな）。\nひょんなことから2人に関わることになった隼人（はやと）は、\n男嫌いのはずの彼女たちから\"特別扱い\"を受けることにーー⁉︎\n「隼人様に隷属したいの…」\n「愛し合って彼の子供を孕みたいーー」\n予測不能な濃厚ラブコメ、待望のコミカライズがスタート！",
      "es-la": "Arisa y Aina son unas hermosas compañeras de clase famosas por su aversión a los hombres. ¿¡Hayato, que se ha liado con ellas, recibirá un \"trato especial\" por parte de las chicas que se supone que odian a los hombres...?! \"\"Quiero ser esclava de Hayato-sama...\"\" Quiero enamorarme y concebir a su hijo\"\". ¡La tan esperada comicalización de la impredecible y rica comedia romántica ha comenzado!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ed996855-70de-449f-bba2-e8e24224c14d",
    "title": {
      "en": "Onii-chan Is Done For!"
    },
    "updatedAt": "2024-09-24T18:09:25+00:00",
    "coverArt": "https://mangadex.org/covers/ed996855-70de-449f-bba2-e8e24224c14d/870c4713-e353-4a0b-9c94-4072aa037ec9.jpg",
    "altTitles": [
      {
        "de": "Ab sofort Schwester!"
      },
      {
        "ja": "お兄ちゃんはおしまい!"
      },
      {
        "en": "ONIMAI: I'm Now Your Sister!"
      },
      {
        "uk": "Мій братик вже не братик"
      },
      {
        "ru": "Мой братик теперь не братик!"
      },
      {
        "zh": "别当欧尼酱了！"
      },
      {
        "zh": "不当哥哥了！"
      },
      {
        "ja-ro": "Onii-chan wa Oshimai!"
      },
      {
        "ja-ro": "Onii-chan ha Oshimai!"
      }
    ],
    "description": {
      "de": "[Official German](https://www.manga-jam-session.com/werke-1/ab-sofort-schwester/)",
      "en": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him...with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure...life is going to get a whole lot weirder from here on out!\n\n*5th place of Tsugi Manga Awards, Category Webmanga  \n  \n- **Retail:** (Direct Retail From the Mangaka)  \n![](https://i.imgur.com/0e9KPgq.png) [Official Melon Books](https://www.melonbooks.co.jp/circle/index.php?circle_id=3753)  \n![](https://i.imgur.com/t9hf4kQ.png) [Official Toranoana](https://ec.toranoana.shop/tora/ec/cot/circle/2UPA116P847KdC6Rd687/all/)  \n![](https://i.imgur.com/lGJEbPa.png) [Official DLSite](https://www.dlsite.com/home/circle/profile/=/maker_id/RG40614.html) (jp)",
      "pt-br": "Oyama Mahiro, um dia acordou como uma garota graças a sua irmã que colocou uma droga em sua comida, após ter visto eroges a noite toda. Um mangá de comédia sobre um garoto que se transformou em uma mulher."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0e04bbb-8293-4f47-a34c-bc4d868a3d85",
    "title": {
      "en": "Demon Devourer"
    },
    "updatedAt": "2024-06-15T05:05:44+00:00",
    "coverArt": "https://mangadex.org/covers/b0e04bbb-8293-4f47-a34c-bc4d868a3d85/16fb2792-eb50-4859-847b-094aa6044d18.png",
    "altTitles": [
      {
        "ko": "재능 삼킨 마법사"
      },
      {
        "en": "Talent-Swallowing Magician"
      },
      {
        "es-la": "Mago Traga-Talentos"
      }
    ],
    "description": {
      "en": "The descendant of a once great wizarding family, Elric Mervinger is unable to perform magic due to a rare medical condition.\n\nWhile attempting to cure his disease, he stumbles upon the demon Mephistopheles, who tries to possess Elric to free himself from a dragon’s trap. But when Elric ends up absorbing Mephisto instead, the two become bound together.\n\nWith Mephisto by his side, will this new power allow Elric to restore his family to its former glory? Or will he just end up being devoured?\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)",
      "fr": "Elric Melvinger.\nL’unique héritier de la prestigieuse famille magique.\nBien qu’il possédait un talent inné, il avait trop de talent, et de ce fait, ne pouvait pas apprendre la magie. Cependant, il a alors reçu une bénédiction laissée par ses ancêtres !\n\n[Manger des démons.]\n[Avaler des démons.]\n[Boire des démons.]\n[Continue d’accumuler des démons en toi, et réalise une nouvelle magie !]\n\nÉlève-toi.\nVa si haut que personne ne pourra jamais t’atteindre.",
      "ko": "\"어이, 메피. 여기 언령마법 풀이 좀 써주시죠?\"\n\n기묘한 기연으로 한 몸 살이를 하게 된\n천재 마법사 엘릭과 원죄의 마왕 메피스토펠레스.\n\n마법 불능 엘릭이 가보 '마도 경식'의 힘을 빌어\n메피스토의 흑마법을 뒤집고 그 힘을 흡수해버린\n명실상부 갑을 관계!\n\n하지만,\n엘릭은 메피스토의 힘을 최대한 흡수해 강해지려 하고\n메피스토는 자신의 기운을 최대한 불어넣어 지배하려 하고...\n실상은 서로가 갑이자 을일 수밖에 없는 운명.\n마도 명문 메르빙거 가의 재건을 꿈꾸는 엘릭과\n엘릭의 몸을 지배해 다시금 고귀한 마왕으로 부활하려는 메피스토의\n'동상이몽 마족삼킴 어드벤쳐'\n\n\"좋게 좋게 가시죠?\"\n\"하찮은 인간 따위에게... 굴복할 것 같으냐!!!\"\n\n---\n- [Webtoon Trailer](https://www.youtube.com/watch?v=q5aQzOSvSDw)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0e2cb981-70c8-4229-aff7-6be966852b03",
    "title": {
      "en": "Kanan-sama wa Akumade Choroi"
    },
    "updatedAt": "2024-07-28T21:59:28+00:00",
    "coverArt": "https://mangadex.org/covers/0e2cb981-70c8-4229-aff7-6be966852b03/fc2fe251-0578-43a9-bd84-3e0de1a6b968.jpg",
    "altTitles": [
      {
        "ja": "カナン様はあくまでチョロい"
      },
      {
        "en": "Kanan-sama Is Easy as Hell!"
      },
      {
        "ru": "Канан-сама до чертиков проста"
      },
      {
        "tr": "Kanan-sama Dibine Kadar Saf"
      },
      {
        "vi": "Ác quỷ Kanan dễ đối phó thật đấy"
      }
    ],
    "description": {
      "en": "Kanan is a demon hiding in a high school in the human world to feed on the souls of humans. She sets her sights on a single high school boy, but somehow ends up in a lovers contract with him!? Kanan, who has never been in love, is now filled with new feelings!\n\nThe romantic comedy of a pure-hearted demon's first love, begins!\n\n(Source: Shounen Magazine, translated)",
      "ja": "人間の魂を喰らうべく、人間界の高校に潜伏する女悪魔・カナン。一人の男子高校生に狙いを定めるが、気づけばなぜか恋人契約を結ぶことに！？ しかし恋なんてしたことのないカナンには、未知な感情ばかりで…！ 甘酸っぱい青春とギャグの嵐！！",
      "tr": "Kanan, ruhları sömürmek adına liseye sızan dişi bir iblis. Erkek bir öğrenciyi avı olarak seçer ancak... her nasıl oluyorsa ardından kız arkadaşı olmayı kabul eder!? Daha önce aşkı hiç tatmamış olan Kanan, bilinmedik duygularla dolup taşıyor! Saf kalpli iblisimizin ilk aşkını anlatan sevimli romantik komedi başlıyor!",
      "vi": "Kanan là một con quỷ ẩn náu trong một trường trung học ở thế giới loài người để ăn linh hồn của con người. Cô ấy để ý đến một nam sinh trung học duy nhất, nhưng bằng cách nào đó lại kết thúc với một hợp đồng tình nhân với anh ta !? Kanan, người chưa từng yêu, giờ đang tràn ngập cảm xúc mới! Bộ truyện hài lãng mạn về mối tình đầu của một con quỷ có trái tim thuần khiết, bắt đầu!",
      "es-la": "Kanan es un demonio femenino que se esconde en un instituto del mundo humano para alimentarse de almas humanas. Se fija en uno de los chicos del instituto, pero de alguna manera acaba firmando un contrato de amante con él. Pero Kanan, que nunca se ha enamorado, está llena de emociones desconocidas... ¡Una tormenta de juventud agridulce y bromas! Comienza una bonita comedia romántica de primer amor sobre una Akuma de corazón puro...",
      "pt-br": "Kanan é uma demônio que se esconde em uma escola secundária no mundo humano para se alimentar de almas humanas. Ela põe em sua mira em um dos alunos da escola mas de alguma forma acaba assinando um contrato de amante com ele! Mas Kanan que nunca esteve apaixonada antes, está cheia de emoções desconhecidas…! Começa uma comédia romântica do primeiro amor de uma Demônio!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3637ca06-20de-4796-93db-e06721ec5a6d",
    "title": {
      "en": "Matsurika Kanriden ~Koukyuu Jokan, Kimagure Koutei ni Misomerare~"
    },
    "updatedAt": "2024-04-16T17:19:45+00:00",
    "coverArt": "https://mangadex.org/covers/3637ca06-20de-4796-93db-e06721ec5a6d/2469d076-8eb8-4cb0-b648-d6011a91a903.jpg",
    "altTitles": [
      {
        "en": "The Legend of Bureaucrat Matsurika"
      },
      {
        "ja": "茉莉花官吏伝 〜後宮女官、気まぐれ皇帝に見初められ〜"
      },
      {
        "zh": "茉莉花官吏传"
      },
      {
        "id": "Legenda Aparatur Sipil Negara, Matsurika"
      }
    ],
    "description": {
      "en": "Kou Matsurika is pretty content with her modest rise in position from a low rank palace maid to a female official within the inner palace of the nation Hakurou. One day her boss asks her to take part in a practice marriage interview in place of a co-worker who got sick. During that fateful meeting, the wheels of fate will begin to turn…",
      "id": "Kou Matsurika merasa cukup puas atas kenaikan jabatannya dari seorang pembantu tingkat bawah hingga menjadi seorang aparatur sipil negara sebagai dayang di dalam istana negara Hakurou. Suatu hari, atas permintaan atasannya, dia diminta untuk mengikuti sebuah latihan wawancara pernikahan sebagai pengganti rekan kerjanya yang sedang sakit. Dan selama pertemuan yang menentukan tersebut, tampaknya roda takdir sedang berputar..."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bcbf1a82-c4c4-47e0-9d60-84d1e9a8974b",
    "title": {
      "en": "Tonari no Figure Genkeishi"
    },
    "updatedAt": "2024-08-23T12:07:10+00:00",
    "coverArt": "https://mangadex.org/covers/bcbf1a82-c4c4-47e0-9d60-84d1e9a8974b/404e65b9-23dd-40df-891d-ff2fdd288e74.jpg",
    "altTitles": [
      {
        "ja": "となりのフィギュア原型師"
      },
      {
        "zh": "隔壁的手办原型师"
      },
      {
        "en": "My Neighbor Figure Master"
      },
      {
        "ja-ro": "Tonari no Figyua Genkei-shi"
      }
    ],
    "description": {
      "en": "Ryutaro Hando is a figure prototype maker, a person who creates the basis for mass production of figures. He is a skilled but somewhat socially awkward member of the workshop he has joined. This yonkoma story can be enjoyed by both figure lovers and those who are not interested in figures.",
      "ja": "半藤隆太郎は個人で活動するフィギュア原型師。原型師とはフィギュアなどの大量生産の元になるものを作る人で、腕は確かだが、少々人付き合いが苦手な彼が入った工房のメンバーは見た目子供の工房代表、美少女好き、クリーチャー好きと超個性的で、彼らは、手先は器用、でも生き方は不器用。フィギュア好きも、フィギュアに関心がなくても楽しめるワイド４コマ。"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "264cb3ba-2d14-45c6-a15a-f6e46c54fe6a",
    "title": {
      "en": "Kiyota-san wa Yogosaretai!?"
    },
    "updatedAt": "2024-09-28T08:15:31+00:00",
    "coverArt": "https://mangadex.org/covers/264cb3ba-2d14-45c6-a15a-f6e46c54fe6a/0bde2764-a5fc-4700-857c-316c0d14ba80.jpg",
    "altTitles": [
      {
        "ja": "清田さんは汚されたい！？"
      },
      {
        "en": "Kiyota-san Wants to Be Defiled?!"
      },
      {
        "vi": "Kiyota-san muốn bị vấy bẩn"
      }
    ],
    "description": {
      "en": "Sumiko Kiyota is a plain, ordinary girl with a serious demeanor. While eating lunch alone as usual \nYuki Shirakawa, the most beautiful and popular girl in class, calls out to her...",
      "ja": "キレイ好きで真面目で平凡な女子高生・清田澄子。ある日、昼食を食べていると学園いちの美少女・白河ユキにパンをかじられる。その日を境に二人の距離は急接近！　体操着を借りたり、相合傘をしたり、潔癖な清田さんに次々と試練が襲いかかる。「もしかして白河さん、私を汚そうとしている？」　清田さんの妄想はエスカレートしていくが…!?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "28b5d896-7dfe-4ffe-b480-6bbfa3075178",
    "title": {
      "ja": "Tsuka no Ma no Ichika"
    },
    "updatedAt": "2024-09-14T07:54:09+00:00",
    "coverArt": "https://mangadex.org/covers/28b5d896-7dfe-4ffe-b480-6bbfa3075178/033bc892-285f-4063-83f4-6f21e54f9e0f.jpg",
    "altTitles": [
      {
        "ja": "束の間の一花"
      },
      {
        "ja-ro": "Tsukanoma no Ichika"
      },
      {
        "en": "A Brief Moment of Ichika"
      },
      {
        "vi": "Khoảnh khắc bé nhỏ của Ichika"
      }
    ],
    "description": {
      "en": "In the spring of her second year of high school, Sendawara Ichika was told by her doctor that she had two years left to live. Three years later, now in her second year of university, Ichika spends her days not knowing when the end will come.\n\nOne day, by chance, she is reunited with Yurugi Akifumi -- her former philosophy professor, who quit the university. Once in love with Yurugi-sensei, Ichika has her feelings rekindled upon meeting him again, but...\n\nA story of the fleeting love between Ichika, whose life is growing shorter, and a man quietly trying to disappear.",
      "vi": "Mùa xuân lớp 11 đó, Sendawara Ichika được chẩn đoán chỉ còn 2 năm để sống. 3 năm sau, khi trở thành sinh viên đại học năm hai, Ichika vẫn tiếp tục sống những ngày tháng hối hả, bận rộn, nhưng lại không bao giờ biết được đâu sẽ là hồi kết.\n\nMọi thứ đổi thay khi cô gặp Thầy Yurugi Akifumi. Lần đầu tiên, cô có thể cảm thấy mình còn sống như vậy vì điều gì.  Và rồi Thầy Yurugi lại không còn tới trường nữa, Ichika bị bỏ lại với ngàn câu hỏi trong lòng...\n\nCâu chuyện về tình yêu bé nhỏ thoáng qua của một Ichika có cuộc sống ngày càng ngắn ngủi và một người Thầy muốn lặng lẽ biến mất khỏi nhân gian.",
      "pt-br": "Na primavera de seu segundo ano do ensino médio, Sendawara Ichika foi informada por seu médico que ela tinha dois anos de vida. Três anos depois, agora em seu segundo ano de universidade, Ichika passa seus dias sem saber quando chegará o fim. \n\nUm dia, por acaso, ela se reencontra com Yurugi Akifumi – seu ex-professor de filosofia, que deixou a universidade. Uma vez apaixonada por Yurugi-sensei, Ichika reacendeu seus sentimentos ao encontrá-lo novamente, mas… \n\nUma história de amor fugaz entre Ichika, cuja vida está ficando cada vez mais curta, e um homem silenciosamente tentando desaparecer."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "29"
  },
  {
    "mangaId": "7d121a49-15b6-45a7-87f5-57891abce744",
    "title": {
      "en": "Fate/Grand Order: Fujimaru Ritsuka Doesn't Get it"
    },
    "updatedAt": "2024-05-22T21:13:05+00:00",
    "coverArt": "https://mangadex.org/covers/7d121a49-15b6-45a7-87f5-57891abce744/f87b36f5-3092-4fa1-8b2d-e575b2ad3364.jpg",
    "altTitles": [
      {
        "ja-ro": "Fate/Grand Order: Fujimaru Ritsuka wa Wakaranai"
      },
      {
        "ja": "Fate/Grand Order 藤丸立香はわからない"
      },
      {
        "fr": "Fate/Grand Order : Ritsuka Fujimaru n’a rien pigé"
      },
      {
        "en": "You've Lost Ritsuka Fujimaru"
      }
    ],
    "description": {
      "en": "Ritsuka Fujimaru—humanity's last master. It would not have been possible to restore humanity without him. However, he does have a shortcoming... he is far too honest! A slapstick comedy in which Fujimaru's simple questions sway the heroic spirits!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c235406f-8e2d-4215-a351-265461fc6448",
    "title": {
      "en": "Bowblade Spirit"
    },
    "updatedAt": "2024-06-06T09:08:01+00:00",
    "coverArt": "https://mangadex.org/covers/c235406f-8e2d-4215-a351-265461fc6448/70e64c21-b800-4f59-a5f4-a5a690a6053d.jpg",
    "altTitles": [
      {
        "ko": "궁귀검신"
      },
      {
        "ko-ro": "Gunggwigeomsin"
      },
      {
        "ru": "Владыка Лука и Клинка"
      },
      {
        "en": "Lord of the Bow and Blade"
      },
      {
        "fr": "L'esprit de L'arc-Lame"
      }
    ],
    "description": {
      "en": "The bow is a weapon that dominates everything in sight, even for targets hiding at distances too far for the eyes to see. Just imagine a weapon you cannot even see targeting your life. What could possibly be scarier than that? A training regime from hell with a brutal grandfather. A joyful trip to Zhongyuan in search of a wife. The rise of a hero who will overturn the Murim world. Ki Guided Arrow - a fresh take on Ki Guidance that is stronger than both the Ki Guided Sword and Blade! Fire the arrow into tomorrow!  \n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "fr": "L'arc est une arme qui domine tout ce qui est en vue, même pour les cibles qui se cachent à des distances trop éloignées pour que les yeux puissent les voir. Imaginez une arme que vous ne pouvez même pas voir et qui vise votre vie. Qu'est-ce qui pourrait être plus effrayant que cela ? Un régime d'entraînement de l'enfer avec un grand-père brutal. Un joyeux voyage à Zhongyuan à la recherche d'une femme. L'ascension d'un héros qui va bouleverser le monde des Murim. La Flèche Guidée Ki - une nouvelle version de la Flèche Guidée Ki qui est plus forte que l'Épée et la Lame Guidée Ki! Lancez la flèche dans le futur!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ko": "조돈형 작가의 궁귀검신, 만화로 다시 태어나다!\n \n\"활이라는 것은 눈에 보이는 거리를 뛰어넘어 그 뒤에 도사리고 있는 생명까지 지배하는 병기다. 눈에 보이지도 않는 무기가생명을 노린다고 가정을 해 보거라. 이보다 두려운 것이 또 무엇이 있겠느냐?\"\n \n악덕 조부와의 고난에 찬 수련행.\n정혼녀를 찾아 떠난 즐거운 중원행.\n어지러운 무림을 바로잡는 영웅행.\n이기어검과 이기어도를 능가하는 이기어시의 신선한 등장! \n내일을 향해 쏘아 볼까나?!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)",
      "ru": "Лук - это оружие, способное убить не только того, кто стоит на видном месте, но и воина, запрятавшегося в гуще событий. Только представьте, как в вас целится орудие, которого не видно. Черт, да что вообще может быть страшнее?\n\nИ так, наше приключение… начинается.. История великого труженика… история... о путешествии в поисках женщины, назначенной ему судьбой. О герое... о воине, что пройдет грандиозный путь… во имя добра и справедливости. Это сказ о непобедимом… властелине лука и меча.\n\nЛетящая стрела укажет путь, я буду следовать за ней, покуда не взойду… на Олимп славы!\n\n---\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EA%B6%81%EA%B7%80%EA%B2%80%EC%8B%A0/2415)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "147"
  },
  {
    "mangaId": "fbd9b470-c83d-4238-940d-d335a016d92e",
    "title": {
      "en": "Kawaisou na Imouto-chan"
    },
    "updatedAt": "2024-09-27T03:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/fbd9b470-c83d-4238-940d-d335a016d92e/b0dacb85-e085-4c2d-b07a-ce6b3732dfcd.png",
    "altTitles": [
      {
        "ja": "かわいそうな妹ちゃん"
      },
      {
        "ja-ro": "Kawaisou na Imoutochan"
      },
      {
        "en": "Poor Little Sister"
      }
    ],
    "description": {
      "en": "Poor little sister who loves her onii-chan"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "010a2e68-b80f-4546-a146-54406544b4dc",
    "title": {
      "en": "Our Aimless Nights"
    },
    "updatedAt": "2024-07-19T19:19:06+00:00",
    "coverArt": "https://mangadex.org/covers/010a2e68-b80f-4546-a146-54406544b4dc/fceb12bb-ee4e-4225-96c6-83beaa0977a3.jpg",
    "altTitles": [
      {
        "ja": "夜のまにまに"
      },
      {
        "ja-ro": "Yoru no Manimani"
      },
      {
        "fr": "À la tombée de la nuit"
      },
      {
        "es-la": "En medio de la noche"
      }
    ],
    "description": {
      "en": "Cheerful, energetic high school girl Chika and shy, reserved boy Waya couldn’t be more different. But they have a secret: every Wednesday after 9PM they meet outside the convenience store where Waya works. Bit by bit, under the light of the moon, a unique connection begins to blossom in this enchanting coming-of-age love story!",
      "fr": "**À la tombée de la nuit** \n\nLa joyeuse et énergique Chika, le timide et silencieux Waya. Ces deux-là, qui sont le jour et la nuit, discutent chaque mercredi soir devant une supérette. À la tombée de la nuit, il se rapproche peu à peu. Une histoire d'amour de jeunesse !",
      "pt-br": "Chika é uma garota alegre e divertida, Waya é um garoto tímido e gentil. Os dois opostos se falam apenas na loja de conveniência na quarta-feira. Uma história de amor juvenil onde eles diminuem a distância lentamente durante a noite!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "25"
  },
  {
    "mangaId": "0ee33627-9a1d-454d-bf11-25ee1fa0a136",
    "title": {
      "en": "Yeon Lok Heun"
    },
    "updatedAt": "2024-07-29T16:18:24+00:00",
    "coverArt": "https://mangadex.org/covers/0ee33627-9a1d-454d-bf11-25ee1fa0a136/bd484881-7981-4de0-9ef3-eb8e2e43614b.jpg",
    "altTitles": [
      {
        "ko-ro": "Yeon Lokheun"
      },
      {
        "ko": "연록흔"
      },
      {
        "en": "His Majesty's Secret Heroine"
      },
      {
        "ja": "蓮禄昕～宿命の華～"
      },
      {
        "zh-hk": "尹樂香"
      },
      {
        "fr": "Yeon Lokheun, l'héroïne secrète"
      },
      {
        "es-la": "La heroína oculta de su Majestad"
      }
    ],
    "description": {
      "en": "Yeon Lokheun is a girl who grows up living as a boy learning martial and spiritual arts. She heads for the palace in order to clear the name of her father, a wanted criminal, where she meets the young Emperor Garyun. He promises to save her father's life in exchange for her lifelong services. After gaining Garyun's trust, she travels the world solving supernatural-like problems that arise in place of the Emperor. But how long can she continue this life without the others finding out that she is actually a woman?\n\n---\nLokheun’s name means \"happy morning,\" but her life takes a tragic turn when her mother is murdered and her father becomes a fugitive after exacting revenge. To save him, Lokheun devotes her life to Garyun, the dashing emperor who’s committed to right the wrongs of his father. Believing Lokheun to be a boy, Garyun is determined to mold her into an unsurpassed martial artist, even if it means sending her to hell. Their strained relationship turns into something more as Lokheun searches for the one thing she’s never had: a life befitting her name.\n\n---\n**Original Webtoon:** [Daum](https://webtoon.kakao.com/content/%EC%97%B0%EB%A1%9D%ED%9D%94/2621), [KakaoPage](https://page.kakao.com/home?seriesId=51793959)\n\n**Official Translations:**\n* [English](https://tapas.io/series/his-majestys-secret-heroine/info)\n* [Japanese / 日本語](https://piccoma.com/web/product/76054)",
      "es-la": "Yeon Lokheun es una niña que crece viviendo como un niño aprendiendo artes marciales y espirituales. Se dirige al palacio para limpiar el nombre de su padre, un criminal buscado, donde conoce al joven emperador Garyun. Él promete salvar la vida de su padre a cambio de sus servicios de por vida. Después de ganarse la confianza de Garyun, viaja por el mundo resolviendo problemas sobrenaturales que surgen en lugar del Emperador. ¿Pero cuánto tiempo puede continuar esta vida sin que los demás descubran que en realidad es una mujer?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "205"
  },
  {
    "mangaId": "7a9d76c3-42b9-4bcf-81d7-ad307d2ea971",
    "title": {
      "en": "JoJo's Bizarre Adventure, Part 8: JoJolion (Official Colored)"
    },
    "updatedAt": "2024-07-27T09:53:15+00:00",
    "coverArt": "https://mangadex.org/covers/7a9d76c3-42b9-4bcf-81d7-ad307d2ea971/f305a5a9-d45d-45de-bc74-6afda83157c9.jpg",
    "altTitles": [
      {
        "en": "JoJo's Bizarre Adventure, Part 8: JoJolion - Digital Colored Comics"
      },
      {
        "en": "JoJo no Kimyou na Bouken Part 8: JoJolion (Official Colored)"
      },
      {
        "es-la": "JoJo's Bizarre Adventure, Parte 8 : JoJolion - Color Digital"
      },
      {
        "ja-ro": "JoJorion"
      },
      {
        "ru": "Невероятные Приключения ДжоДжо Часть 8: Джоджолион (цветная версия)"
      },
      {
        "ja": "ジョジョの奇妙な冒険"
      },
      {
        "ja": "ジョジョの奇妙な冒険 ジョジョリオン"
      },
      {
        "ja": "ジョジョリオン"
      },
      {
        "ja": "ジョジョの奇妙な冒険 第8部 ジョジョリオン カラー版"
      },
      {
        "pl": "Jojolia"
      },
      {
        "ja": "JoJo no Kimyou na Bouken: JoJolion"
      }
    ],
    "description": {
      "en": "In 2011, childhood friends Yasuho Hirose and Joushuu Higashikata discover a naked man buried in the ground just outside the town of Morioh. The man has no memory of his name or previous life; the only thing he remembers about himself is how to use his Stand, a supernatural ability that takes the form of a humanoid creature. The stranger is quickly given a name, Jousuke, and Joushuu's father Norisuke decides to adopt him into the Higashikata household until he can find his own home.  As Jousuke begins to investigate his past, it becomes apparent that he is no ordinary amnesiac. There is much more to his identity than he first suspected, and, as he is thrust into a series of high-stakes Stand battles, he soon begins unravelling a deadly conspiracy that encompasses the entire town.",
      "hu": "A Jojo no Kimyou na Bouken sorozat nyolcadik történetíve.\n\nA nagy japán földrengést követően Morioh-t hatalmas földkiugrások sújtották, ahogy helyiek nevezik, Szemes falak. A vizsgálat ellenére a szakmai becslések üresen maradtak. Eközben egy fiatal lány, Yasuho Hirose egy férfit talál a földbe temetve,aki jellegzetes csillagalakú anyajeggyel és mélyre hatoló harapásnyomokkal rendelkezik. A férfit, aki az aminézia jeleit mutatja, egy helyi család hozta ide és adta neki a Josuke Higashikata nevet, azonban a különös események nem maradnak abba, egyik a másikat halmozza leginkább és hamarosan a standként ismert talány előbukkan, hogy eloszlassa a zavarságok felhőit. \n\n- 2013-ban a 17-dik Japan Media Arts Festivalon megnyerte a fődíjat a manga kategóriában.",
      "pl": "Ósma część serii JoJo's Bizarre Adventure. \nPocząwszy od trzęsień ziemi w 2011, w miasteczku Morioh zaczęły występować rozległe uskoki, nazwane Murami Oczu. Pomimo przeprowadzonych badań, przyczyna ich wzniesienia pozostaje nieznana. W międzyczasie młoda dziewczyna imieniem Yasuho Hirose znajduje zakopanego mężczyznę ze znamieniem w kształcie gwiazdy otoczonym śladami ugryzienia. Mężczyzna przyjąwszy łatkę człowieka z amnezją, został przyjęty do mieszkającej w pobliżu rodziny oraz nadano mu imię - Jōsuke Higashikata. Jednakże, tajemnicze wydarzenia wcale nie ustają, a zagadkowe Standy dopełniają poczucie zdezorientowania.\n- Czarno-biała wersja wygrała główną nagrodę w kategorii mangi w 17 edycji Japońskiego Festiwalu Sztuki w 2013 roku.",
      "es-la": "El arco de la octava historia de la serie: JoJo's Bizarre Adventure.\n\nTras el gran terremoto del este en Japón, Morioh ha sido golpeado por grandes protuberancias de tierra conocidas por los lugareños como Los Muros con Ojos. A pesar de la investigación, las estimaciones profesionales quedan vacías. Mientras tanto, la joven Yasuho Hirose, descubre a un hombre enterrado en la tierra, este posee una distintiva marca de nacimiento en forma de estrella junto con marcas de mordeduras profundas. El hombre, que ha contraído un caso básico de amnesia, es acogido por una familia local y recibe el nombre de Jousuke Higashikata, sin embargo, los eventos misteriosos no pueden evitar que se acumulen unos sobre otros y pronto ese enigma conocido como \"stand\", emerge para complementar la gran nube de confusión.\n\n° Ganó el Gran Premio en la categoría de manga en el 17º Festival de Artes de Medios de Japón en 2013."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "27",
    "lastChapter": "110"
  },
  {
    "mangaId": "0b1598ed-6ac2-4c74-92cf-44fd0f3ab7fe",
    "title": {
      "en": "Homura-sensei Is Probably Unpopular"
    },
    "updatedAt": "2023-08-26T21:19:55+00:00",
    "coverArt": "https://mangadex.org/covers/0b1598ed-6ac2-4c74-92cf-44fd0f3ab7fe/7e1b86a2-cad0-452a-9f0f-f6fc449cf1e6.jpg",
    "altTitles": [
      {
        "ja": "Homura-sensei wa Tabun Motenai"
      },
      {
        "en": "Homura-sensei Is Probably Not Popular"
      },
      {
        "ja": "ほむら先生はたぶんモテない"
      },
      {
        "ru": "Хомура сенсей не хороший"
      },
      {
        "ru": "Хомура сенсей, вероятно, не популярен"
      },
      {
        "ja": "Homura Sensei ha Tabun Motenai"
      },
      {
        "vi": "Homura Sensei hình như không có số đào hoa"
      }
    ],
    "description": {
      "en": "High-school student Hasumi-chan is drawn to Homura-sensei, a young, socially awkward biology teacher generally seen as weak and boring but recognized by her to be kind.   \r\n\r\n\r\n---",
      "fr": "Hasumi-chan, une lycéenne, est attirée par Homura-sensei, un jeune professeur de biologie socialement maladroit, généralement considéré comme faible et ennuyeux mais reconnu par elle comme étant gentil.",
      "ru": "Молодой учитель биологии Хомура всегда ходит в белом халате и выглядит очень скучным и слабым, а так же имеет страх к нынешним школьницам, но Хасуми всегда пытается следовать за учителем, ведь тот добрый и симпатичный.  \r\n\r\n\r\n---"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "5",
    "lastChapter": "75"
  },
  {
    "mangaId": "ec2fce2e-f553-4df4-8776-bccddae2bd73",
    "title": {
      "en": "Starting as a Master of Female Disciples' Leisure Skills"
    },
    "updatedAt": "2024-09-15T19:41:19+00:00",
    "coverArt": "https://mangadex.org/covers/ec2fce2e-f553-4df4-8776-bccddae2bd73/406f0530-ab63-4557-826a-2ea686cc2c5c.png",
    "altTitles": [
      {
        "zh": "从女徒修闲开始"
      }
    ],
    "description": {
      "en": "Xiu Xian died and, upon waking up, found himself transmigrated into the body of a cowardly illegitimate son from a cultivation family. Without spiritual roots, he couldn’t cultivate, and the head of the family despised him. Almost anyone in the household could easily humiliate him. However, he acquired a \"Female Disciples' Leisure System.\" As long as his female disciples cultivated various leisure skills like cooking, painting, blacksmithing, weaving, and construction, Xiu Xian would gain experience points. As the disciples improved their skills, they could even develop all sorts of incredible cultivation techniques—like eating food to restore health bars..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b0ed1506-f76d-4d95-b9d2-77463be576c0",
    "title": {
      "en": "Succubus ga Yattekita Ohanashi"
    },
    "updatedAt": "2024-07-01T19:12:50+00:00",
    "coverArt": "https://mangadex.org/covers/b0ed1506-f76d-4d95-b9d2-77463be576c0/6a34a034-df28-406e-b39c-95815724f3f1.jpg",
    "altTitles": [
      {
        "ja": "サキュバスがやってきたお話"
      },
      {
        "vi": "Chuyện nàng Succubus"
      },
      {
        "en": "The Story of a Succubus Who Came to the Human World"
      },
      {
        "es-la": "La Sucubo ha Llegado"
      }
    ],
    "description": {
      "en": "The story of a Succubus who comes to the human world to absorb life force energy. Accidentally, she lives as a child in a strange man's house."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f2921d5f-fb13-485a-9e2d-7b5e0c796ab5",
    "title": {
      "en": "Manga Time Kirara SHINE(Manga Time Kirara Exhibition Final Limited Edition)"
    },
    "updatedAt": "2024-09-25T16:05:53+00:00",
    "coverArt": "https://mangadex.org/covers/f2921d5f-fb13-485a-9e2d-7b5e0c796ab5/f2c60049-8908-4f0a-ba99-35e504d3bcf0.jpg",
    "altTitles": [
      {
        "ja": "まんがタイムきらら展FINAL企画本 SHINE"
      },
      {
        "ko": "망가타임 키라라전 FINAL 기획본 SHINE"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "15"
  },
  {
    "mangaId": "461f0cfa-cd72-4d70-bf26-a0279e0aa8fc",
    "title": {
      "en": "Rosen Garten Saga"
    },
    "updatedAt": "2024-05-02T13:35:52+00:00",
    "coverArt": "https://mangadex.org/covers/461f0cfa-cd72-4d70-bf26-a0279e0aa8fc/3f1027da-4ffe-4fa4-8733-bf0ffb87ae17.jpg",
    "altTitles": [
      {
        "ja-ro": "Rosengarten Saga"
      },
      {
        "ru": "Сага о Розенгартене"
      },
      {
        "ru": "Сага о Саде роз"
      },
      {
        "ja": "ローゼンガーテン・サーガ"
      },
      {
        "zh-hk": "薔薇園傳奇"
      },
      {
        "ne": "रोसेन गार्तेन सागा"
      }
    ],
    "description": {
      "en": "Lynn's village getting attacked by bandits doesn't keep her down in the dumps for long! Picking up a sword housing an extraordinary pervert… I mean hero, Siegfried, she sets off on a journey of many bouts with various degenerat… ahem, heroes!",
      "pt-br": "Depois que sua vila foi atacada por um bando de ladrões, Lynn se levantou para proteger seus amigos e o mundo com a ajuda de uma Espada Mágica, que contém a alma de um herói...? Uma história de fantasia/ação com uma heroína sem precedentes(?)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ad4148b-8c9e-48d5-89ec-e7b98a660e42",
    "title": {
      "en": "Oomuro-ke"
    },
    "updatedAt": "2024-08-14T21:49:33+00:00",
    "coverArt": "https://mangadex.org/covers/9ad4148b-8c9e-48d5-89ec-e7b98a660e42/2be55d2a-87b4-4cf3-8edb-c89f18232771.jpg",
    "altTitles": [
      {
        "en": "OMRK"
      },
      {
        "ja-ro": "Ōmuro-ke"
      },
      {
        "en": "Oomuro Family"
      },
      {
        "en": "Oomuro House"
      },
      {
        "ja-ro": "Oomuroke"
      },
      {
        "ja": "大室家"
      },
      {
        "ja-ro": "Ohmuroke"
      }
    ],
    "description": {
      "en": "*A spin-off of the YuruYuri series featuring the Oomuro family of sisters!*\n\nFrom oldest to youngest, there's **Nadeshiko**, the cool and serious high schooler; **Sakurako**, the silly, lazy, and (slightly) dimwitted middle schooler; and **Hanako**, the intelligent and mature elementary schooler! \n\nThis story focuses on these three sisters, their friends. and the many fun and wild adventures they have together!",
      "ja": "優秀な長女・撫子、残念な次女・櫻子、優秀な三女・花子からなる大室家３姉妹。自由奔放な櫻子を中心に今日も大室さん家は賑やかです♪"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "32d03a40-50ed-4b1c-824f-f4ed2df17af9",
    "title": {
      "en": "Trapping the Foxy Doctor"
    },
    "updatedAt": "2024-06-26T19:18:55+00:00",
    "coverArt": "https://mangadex.org/covers/32d03a40-50ed-4b1c-824f-f4ed2df17af9/555f278a-f23b-4d1a-9d76-0cd4a32ce993.jpg",
    "altTitles": [
      {
        "en": "Voice of the Heart"
      },
      {
        "zh": "套住狐狸医生"
      }
    ],
    "description": {
      "en": "Zhi Banyi has a secret. His heart only beats faster when he listens to a streamer called \"Dust Under the Light\" speak... So, Zhi Banyi decided to go see a psychiatrist. He never could have imagined that his psychiatrist would be the \"female\" streamer that made his heart beat every night!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3229b2db-0e84-497c-999b-aa50728d2371",
    "title": {
      "en": "Anata-tachi Soredemo Sensei Desu ka!"
    },
    "updatedAt": "2024-07-21T22:57:17+00:00",
    "coverArt": "https://mangadex.org/covers/3229b2db-0e84-497c-999b-aa50728d2371/de887102-b33b-4276-9cc7-875cd045cde1.jpg",
    "altTitles": [
      {
        "ja": "あなた達それでも先生ですかっ！"
      },
      {
        "en": "You Still Call Yourselves Teachers?!"
      },
      {
        "pl": "Czy wy nadal jesteście nauczycielami?"
      }
    ],
    "description": {
      "en": "One day, school teachers come as freeloaders to the inn run by his parents!? Kazami Hiro, a high school boy, decides to take care of the inn and his future!? Under one roof, The forbidden harem romantic comedy begins!!",
      "ja": "親が経営する旅館にある日、居候としてやってきたのは学校の先生たち!? 男子高校生・風見ヒロは旅館のため、自分の未来のためにお世話をすることに!? 一つ屋根の下、禁断のハーレムラブコメが開幕!!",
      "pl": "Pewnego dnia nauczyciele przychodzą jako freeloaderzy do zajazdu prowadzonego przez jego rodziców!? Kazami Hiro, uczeń szkoły średniej, postanawia zadbać o zajazd i swoją przyszłość!? Pod jednym dachem rozpoczyna się zakazana haremowa komedia romantyczna!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c8f00a-3925-4f22-ac21-83145be2b733",
    "title": {
      "en": "The Lazy Lord Masters the Sword"
    },
    "updatedAt": "2024-07-31T23:37:02+00:00",
    "coverArt": "https://mangadex.org/covers/26c8f00a-3925-4f22-ac21-83145be2b733/f874bcb6-03be-4cb0-9478-8d3a0240beea.jpg",
    "altTitles": [
      {
        "ko": "나태 공자, 노력 천재 되다"
      },
      {
        "en": "Reformation of the Deadbeat Noble"
      },
      {
        "en": "The Lazy Prince Becomes a Genius"
      },
      {
        "ru": "От нерадивого аристократа до усердного гения"
      },
      {
        "ja": "怠惰公子、努力の天才になる"
      },
      {
        "zh-hk": "懶惰公子成長記"
      }
    ],
    "description": {
      "en": "After witnessing the shocking death of his mother, young Airen Farreira uses sleep to escape his painful reality, earning him the nickname, “the lazy lord”. Yet, in spite of others’ jeers and whispers, Airen has no intention of changing his ways.\n\nBut when he awakens one day from a dream about a mysterious swordsman, his life’s trajectory takes a complete turn...\n\n---\n- [Alternative English Translation (Tappytoon)](https://www.tappytoon.com/en/comics/the-lazy-lord-masters-the-sword)",
      "fr": "Irene Perreira est un garçon qui dort pour s’enfuir de la réalité. Les gens se moquent de lui, en l’appelant 'bon à rien' , mais il n'a aucune envie de changer. Jusqu'à ce qu'un jour, il rêva d'un épéiste... C'était un rêve d'un homme sans talent qui a entraîné ses mouvements à l'épée pendant des décennies.",
      "ja": "誰も期待していなかった一族の怠け者、アイルーンパレイラがついに剣を手に取る。",
      "ko": "잠을 도피처로 삼아 온 소년 아이른 파레이라.\n사람들은 그를 나태 공자라 부르며 조롱했지만 그는 변할 생각이 없었다.\n어느 날 어느 검사의 꿈을 꾸기 전까지는...\n그것은 그저 묵묵히 수십 년간 검을 휘두르며 단련하는 한 재능 없는 사내에 관한 꿈이었다.",
      "ru": "Юный Айрон Парейра сделал свой мир грёз убежищем от боли трагедии прошлого. Людей забавляло это, они подняли его на смех и прозвали нерадивым аристократом. Однако подобное отношение никак не задевало нашего героя необходимостью меняться.\nТак бы всё и продолжалось, не повстречай он во сне бездарного юношу, который тридцать семь лет подряд обучался владению мечом, да так и умер с оружием в руках.",
      "zh-hk": "家族中的懶惰蟲終於拿起了劍！將睡覺視為逃避方法的少年艾倫．帕雷拉，即使人們都嘲笑他為懶惰公子，他依然不願改變，直到有天他夢見了一位數十年間不斷揮劍鍛練的無才男子..."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81",
    "title": {
      "ja": "Toaru Kagaku no Mental Out"
    },
    "updatedAt": "2024-07-31T13:00:49+00:00",
    "coverArt": "https://mangadex.org/covers/4e0ab019-afcb-4fd9-98eb-fcb28cf7fc81/b6314a0c-d58a-4688-b6e3-8ddf4d2bbea0.jpg",
    "altTitles": [
      {
        "en": "A Certain Scientific Mental Out"
      },
      {
        "ru": "Некий научный Ментал Аут"
      },
      {
        "ja": "とある科学の心理掌握"
      },
      {
        "ar": "مانجا الملكة النحلة شوكهو ميساكي - مينتل-آوت"
      }
    ],
    "description": {
      "ar": "هذه القصة الفرعية من سلسلة توارو ببطولة الملكة النحلة شوكهو ميساكي\n\nاقتربت انتخابات مجلس طلاب توكيواداي. شوكهو ميساكي، وهي صاحبة أكبر زمرة في المدرسة، دخلت الانتخابات غريمةً لنائبة رئيسة المجلس ومتحدية لها. وأثناء الانتخابات دخل [أثرٌ] مُعَيّن مدرسة البنات المخمليات، ويدعي أنه المصنف الأول السابق...؟!",
      "en": "The Tokiwadai student council election is approaching. Shokuhou Misaki, one of the leading candidates, is in the midst of an election campaign in spite of her own expectations due to the people around her and the fate of being the head of the largest clique...!!",
      "id": "Pemilihan presiden dewan siswa Tokiwadai semakin mendekat. Shokuhou Misaki, salah satu kandidat utama, tengah berada dalam kampanye pemilihan meskipun tidak sesuai ekspektasinya sendiri karena pengaruh orang-orang di sekitarnya dan takdir menjadi kepala kelompok terbesar...!!",
      "ru": "Приближаются выборы в студенческий совет Токивадая. Шокухо Мисаки, одна из ведущих кандидатов, находится в разгаре избирательной кампании, несмотря на ее собственные ожидания из-за окружающих ее людей и судьбы быть главой крупнейшей клики!.."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01d0e7f2-b3de-4196-85db-f755446b4c11",
    "title": {
      "en": "Otona ni Narenai Bokura wa"
    },
    "updatedAt": "2024-06-30T06:44:50+00:00",
    "coverArt": "https://mangadex.org/covers/01d0e7f2-b3de-4196-85db-f755446b4c11/ef441cbf-d39b-4482-8b59-62977af9afaa.jpg",
    "altTitles": [
      {
        "ja": "大人になれない僕らは"
      },
      {
        "en": "We Won’t Become Adults"
      },
      {
        "es-la": "Nosotros que no podemos convertirnos en adultos"
      },
      {
        "zh-hk": "無法成為大人的我們"
      },
      {
        "zh": "无法成为大人的我们"
      }
    ],
    "description": {
      "en": "The latest work from the author of \"The Diary of a Commuting Student\". It's a silly and endless story about how some kids kill time by repeating the 7th of July every day. A time-loop love story of two high school students trapped in \"Eternal Youth\"!\n\n(Source: Young Magazine)",
      "es-la": "¡El último trabajo de Jo Fujita en Commuting Student Diary! Esta es nuestra tonta e interminable historia de cómo matamos el tiempo una y otra vez el 7 de julio. ¡Una historia de amor en bucle temporal de dos estudiantes de preparatoria atrapados en una \"eterna juventud\"!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0b094aab-0cfb-4837-a49b-7267bdb86bec",
    "title": {
      "en": "Boruto: Two Blue Vortex"
    },
    "updatedAt": "2024-07-02T21:24:38+00:00",
    "coverArt": "https://mangadex.org/covers/0b094aab-0cfb-4837-a49b-7267bdb86bec/1f11c83e-cd32-4c98-a3a3-b522c012dad2.jpg",
    "altTitles": [
      {
        "ja": "-ボルト- Two Blue Vortex"
      },
      {
        "en": "Boruto: Two Blue Vortex"
      },
      {
        "id": "BORUTO - TWO BLUE VORTEX -"
      },
      {
        "pt-br": "Boruto -Two Blue Vortex-"
      },
      {
        "en": "BORUTO Part 2"
      },
      {
        "bg": "Боруто: Два сини вихъра"
      }
    ],
    "description": {
      "en": "With everyone's memories having been altered, Boruto finds himself being hunted by his own village. After escaping with Sasuke, what future awaits Boruto...?\n\n(Source: MangaPlus)\n\n---\n\n**Links:**\n- [Viz - Alternative Official English](https://www.viz.com/shonenjump/chapters/boruto-two-blue-vortex)",
      "es": "La memoria colectiva de la gente ha cambiado, y ahora la Villa de la Hoja va detrás de la vida de Boruto. Pese a las adversidades, alguien ha estado esperando junto a Sasuke después de abandonar la Villa.\n\n(Source: MangaPlus)",
      "fr": "Les « souvenirs » des gens ont changé et désormais, la vie de Boruto est menacée au village caché de Konoha. La situation est telle que Boruto quitte le village avec Sasuke sans savoir ce qui les attend…",
      "id": "Sesuatu telah mengubah \"memori\" para warga. Boruto yang kini menjadi buron melarikan diri dari Konoha bersama Sasuke. Di tengah konflik itu, yang telah menanti keduanya adalah...\n\n(Source: MangaPlus)",
      "th": "\"ความทรงจำ\" ของผู้คนเปลี่ยนไป ทำให้โบรุโตะต้องตกอยู่ในฐานะที่โดนหมู่บ้านโคโนะฮะงาคุเระหมายชีวิต ท่ามกลางเคราะห์ร้ายที่ประสบ สิ่งที่รอคอยโบรุโตะซึ่งหนีออกจากหมู่บ้านไปพร้อมๆ กับซาสึเกะก็คือ...\n\n(Source: MangaPlus)",
      "pt-br": "As \"memórias\" das pessoas foram alteradas e Boruto está numa posição onde a Vila Oculta da Folha quer tomar a sua vida. Durante essa adversidade, o que Boruto aguardava quando deixou a vila com o Sasuke era..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "472960b1-369b-4fd4-8e5f-21feecebb6c3",
    "title": {
      "en": "Kanojo to Kare no Kankei - Heibon na Hayakawa-san to Heibon na Miura-kun no Hibon na Kankei"
    },
    "updatedAt": "2024-07-12T23:07:02+00:00",
    "coverArt": "https://mangadex.org/covers/472960b1-369b-4fd4-8e5f-21feecebb6c3/d03929af-8258-4afb-aee2-a2ea15fccec6.jpg",
    "altTitles": [
      {
        "ja": "彼女と彼の関係 〜平凡な早川さんと平凡な三浦くんの非凡な関係〜"
      },
      {
        "en": "Her Relationship With Him"
      },
      {
        "ja-ro": "Kanojo to Kare no Kankei"
      },
      {
        "en": "Hayakawa-san and Miura-kun"
      },
      {
        "en": "Relationship between the couple"
      },
      {
        "pt-br": "O Seu Relacionamento Com Ele"
      },
      {
        "pt-br": "Hayakawa-san e Miura-kun"
      }
    ],
    "description": {
      "en": "\"I wish I had a girlfriend, I don't even care who—\"\n\"Really? Anybody? Even me?\"\n\nKaho, who has never had a boyfriend before, wanted to have a male-female relationship.\nTakumi, who wanted a girlfriend, just happened to be talking about it in front of her.\nA heart-throbbing coming-of-age love story!",
      "pt-br": "\"Eu quero tanto uma namorada que me contentaria com qualquer uma a esta altura.\" \n\"Sério? Qualquer uma? Até mesmo eu?\" \n\nKaho, que nunca teve um namorado antes, queria entrar em um relacionamento entre um homem e mulher.\nTakumi, que queria uma namorada, por acaso estava falando sobre isso na frente dela. Uma história de amor emocionante sobre amadurecimento!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "480f2660-be46-4868-bf70-d06655d9089e",
    "title": {
      "en": "Higurashi no Naku Koro ni Oni"
    },
    "updatedAt": "2024-04-11T16:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/480f2660-be46-4868-bf70-d06655d9089e/67a23ab7-53b2-410e-9c19-66519f74226a.jpg",
    "altTitles": [
      {
        "ja": "ひぐらしのなく頃に 鬼"
      },
      {
        "en": "Higurashi When They Cry Demon"
      }
    ],
    "description": {
      "en": "Taisho, year 12 (1923). A tragedy in Hinamizawa village changes the fate of a girl and her friends. The turbulent early life of Oryou, head of the Sonozaki family, one of the Three Great Families, who would later be feared and known as Empress Sonozaki.\nThe missing link to the original *Higurashi no Naku Koro ni* is now revealed."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dc3db8cd-fe54-457d-90b3-3cc43148b9c8",
    "title": {
      "en": "Jesus"
    },
    "updatedAt": "2024-05-21T15:04:26+00:00",
    "coverArt": "https://mangadex.org/covers/dc3db8cd-fe54-457d-90b3-3cc43148b9c8/884a541d-6edf-4943-80b4-9d3354af7345.png",
    "altTitles": [
      {
        "ja": "シーザス"
      },
      {
        "ja": "復活殺手JESUS"
      },
      {
        "en": "Jesus (FUJIWARA Yoshihide)"
      },
      {
        "id": "J"
      }
    ],
    "description": {
      "en": "The underground speaks of hitman of incredible skill, this man goes by the name \"Jesus.\" Why, you ask? because that happens to be last word to escape the lips of any fool unfortunate enough to be caught on the wrong end of his gun.\n\n\n----\n\nIndonesian release by Elex Media Komputindo as **J**"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "safe",
    "lastVolume": "13",
    "lastChapter": "125"
  },
  {
    "mangaId": "65f1f473-c7fa-4de2-adf5-00167af31740",
    "title": {
      "en": "Higurashi no Naku Koro ni Rei - Irotoutoshi-hen"
    },
    "updatedAt": "2024-01-10T16:48:30+00:00",
    "coverArt": "https://mangadex.org/covers/65f1f473-c7fa-4de2-adf5-00167af31740/b504286f-92ac-4481-9c0b-a28d7a38c5d2.jpg",
    "altTitles": [
      {
        "ja": "ひぐらしのなく頃に令 色尊し編"
      }
    ],
    "description": {
      "en": "Sequel to Higurashi no Naku Koro Ni Hoshiwatashi-hen and Higurashi no Naku Koro Ni Oniokoshi-hen."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05bd710c-d94a-45eb-be99-2109d58f1006",
    "title": {
      "en": "Hajirau Kimi ga Mitainda"
    },
    "updatedAt": "2024-08-09T06:44:00+00:00",
    "coverArt": "https://mangadex.org/covers/05bd710c-d94a-45eb-be99-2109d58f1006/b285b593-19c4-4fe0-96d1-1610635be45b.jpg",
    "altTitles": [
      {
        "en": "I Want to See You Embarrassed"
      },
      {
        "ja": "恥じらう君が見たいんだ"
      },
      {
        "ko": "부끄러워하는 널 보고 싶어"
      },
      {
        "zh-hk": "想要看到羞恥的你"
      },
      {
        "th": "เทคนี้ที่ผมถ่ายเป็นเรื่องน่าอายที่เธอไม่คัท"
      },
      {
        "zh-hk": "想看妳露出羞恥的模樣"
      },
      {
        "zh": "露出导演"
      },
      {
        "es-la": "Quiero verte avergonzada"
      }
    ],
    "description": {
      "en": "Akito Shirasawa, a high school boy whose father is a film director, sees something in the library preparation room. It was the \"masturbation scene\" of his classmate, Kaho Honjou. Akito is puzzled, but ends up filming it with his smartphone. Kaho notices Akito, and in the men's restroom, makes a \"proposal\" to Akito! Exposed high school girl and movie boy. The \"exposed love\" of twisted adolescence, begins!",
      "es-la": "Akito Shirasawa, un chico de secundaria cuyo padre es director de cine, ve algo en la sala de preparación de la biblioteca. Era la \"escena de la masturbación\" de su compañera de clase, Natsuho Honjo. Akito está desconcertado, pero termina filmándolo con su teléfono inteligente. Natsuho nota a Akito, y en el baño de hombres, ¡le hace una \"propuesta\" a Akito! Chica de secundaria expuesta y chico de película. ¡Comienza el \"amor expuesto\" de la retorcida adolescencia!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a91e92e-4014-4f20-b289-fa71844d79d1",
    "title": {
      "en": "Akuyaku Reijo no Ani ni Tenseishimashita"
    },
    "updatedAt": "2024-09-02T21:03:19+00:00",
    "coverArt": "https://mangadex.org/covers/4a91e92e-4014-4f20-b289-fa71844d79d1/f87389c3-279d-467d-93a5-275f3ae1e17c.jpg",
    "altTitles": [
      {
        "ja": "悪役令嬢の兄に転生しました"
      },
      {
        "en": "Reincarnated as a Villainess's Brother"
      },
      {
        "ja-ro": "Akuyaku Reijo no Ani ni Tensei Shimashita"
      }
    ],
    "description": {
      "en": "\"Onii-tama?\"\nCain, who reincarnated as one of the love interests of an otome game, screamed at the loveliness of his sister, Diana. I can't believe that this angel is going to be a villainess with countless bad ends-- No, there is no way that such a future can exist!\nClenching his fist tightly, he raises his sister into a gentle lady, while also dispelling the darkness held by the love interests in place of the heroine.\nRelying on his game knowledge from his previous life and an orphaned chamberlain. Everything for his beloved sister-- The brother's challenge begins now!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "027df837-7a15-4893-9dc3-e2ae11b94717",
    "title": {
      "en": "Onii-chan Is Done For! Official Anthology Comic"
    },
    "updatedAt": "2024-03-19T06:24:29+00:00",
    "coverArt": "https://mangadex.org/covers/027df837-7a15-4893-9dc3-e2ae11b94717/2d5bcdb0-e2a3-4352-9043-2ab218bee11b.jpg",
    "altTitles": [
      {
        "ja-ro": "Onii-chan wa Oshimai! Koushiki Anthology Comic"
      },
      {
        "ja": "お兄ちゃんはおしまい！ 公式アンソロジーコミック"
      },
      {
        "ru": "Мой братик теперь не братик! Официальная комикс-антология!"
      }
    ],
    "description": {
      "en": "An anthology comic of Onii-chan wa Oshimai! by various mangaka.\n\n---\n**Volume 1**\n**Cover**: [Namori](https://mangadex.org/author/f049cee3-3b14-4101-8e5d-813526abb1f6)\n**Illustrations**: [Hara Yui](https://mangadex.org/author/60f69905-13da-42a5-9b2f-0571fcd567c2), [Shiro Manta](https://mangadex.org/author/465b6513-a230-4ce1-b2a9-5027e94e52cc), [Izumi Bell](https://mangadex.org/author/1f462d2f-2cd5-420e-9f07-b4a214ef9465)\n\n**Author list**:\n1. Namori\n2. Fujichika Koume\n3. Tadano Natsu\n4. Kawamura Taku\n5. Igarashi Masakuni\n6. Kakitsubata Waka\n7. Asazuki Norito\n8. Nekoume\n9. Tsuchii\n10. Mori Misaki\n11. Kometsubu\n12. Yuuki Shinichi\n13. Kobayashi Kina\n14. Yuuki Suzu\n15. Suka\n\n**Volume 2**\n**Cover**: [Kuroda bb](https://mangadex.org/author/b8327a2b-a285-4a9a-b124-f3be558741d1)\n**Illustration**: [Cool-kyou Shinja](https://mangadex.org/author/9df2ffe2-1b7f-4619-93e1-c97aa0f1c0d0)\n\n**Author list**:\n1. Namori\n2. Hara Yui\n3. Tadano Natsu\n4. Igarashi Masakuni\n5. Okada Anmitsu\n6. Yuuchi Mikumi\n7. Adachi Imaru\n8. Onio\n9. Minamito\n10. Tomoe\n11. Tsuchii\n12. Terai Akane\n13. Rucchiifu\n14. Moricocco\n15. Ouchi Kaeru\n16. Nekoume\n17. Cool-kyou Shinja\n\n**Volume 3**\n**Cover**: [Hara Yui](https://mangadex.org/author/60f69905-13da-42a5-9b2f-0571fcd567c2)\n**Illustration**: [Kuroda bb](https://mangadex.org/author/b8327a2b-a285-4a9a-b124-f3be558741d1)\n\n**Author list**:\n1. Namori\n2. Yukimoto Shuuji\n3. Igarashi Masakuni\n4. Suka\n5. Onio\n6. Sasuke\n7. Toyobayashi Sakane\n8. 9℃\n9. Adachi Imaru\n10. Sorato Shunsuke\n11. majoccoid\n12. Yuuchi Mikumi\n13. Hami\n14. Tsuchii\n15. Hori\n16. Cool-kyou Shinja\n\n**Volume 4**\n**Cover**: [Hiroyama Hiroshi](https://mangadex.org/author/65ea7bec-52aa-4b19-aabe-5f1d41683291/hiroyama-hiroshi)\n**Illustration**: [Hori](https://mangadex.org/author/fe546044-b115-43ee-9ef8-2e2c81e110f7/hori)\n\n**Author list**:\n1. Namori \n2. Asazuki Narito\n3. Tokita Shigure\n4. Sorato Shunsuke\n5. Fukuoka Tarou\n6. Onio\n7. Kamaboko RED\n8. Ceramic (Seramikku) \n9. Tsuchii\n10. Ronna\n11. Kakitsubata Waka\n12. Dobato\n13. Zinbei\n14. Hatoboboko\n15. Cool-kyou Shinja"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31bcac1e-75d3-4e5e-ba05-9644f70b8302",
    "title": {
      "en": "My Crazy Boyfriend"
    },
    "updatedAt": "2024-09-05T05:16:53+00:00",
    "coverArt": "https://mangadex.org/covers/31bcac1e-75d3-4e5e-ba05-9644f70b8302/c9e965d9-122b-4548-ab34-bf5a4f968c3d.jpg",
    "altTitles": [
      {
        "ja": "マイ・クレイジー・ボーイフレンド"
      }
    ],
    "description": {
      "en": "“Please be my friend.” Suzu, a young man searching for his missing brother, gets tangled up with Yakuza, but ends up being saved by Hana, a mysterious and beautiful boy. Suzu works with Hana to find his younger brother, but he almost gets drawn to the innocent looking Hana…\nIs this friendship? Obsession? Or maybe… love?\nA pure and dangerous crime love story between a clumsy young man and a handsome yakuza boy!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0f99f0b8-11b3-417b-a443-2a04cbe58541",
    "title": {
      "en": "The Grown Dog Bullies Its Owner"
    },
    "updatedAt": "2024-07-09T16:17:09+00:00",
    "coverArt": "https://mangadex.org/covers/0f99f0b8-11b3-417b-a443-2a04cbe58541/3c7d5af8-f972-445b-8631-2df91ea94add.png",
    "altTitles": [
      {
        "en": "Dogs Bully Their Masters"
      },
      {
        "zh-ro": "Quan Da Qi Zhu"
      },
      {
        "zh": "犬大欺主"
      },
      {
        "th": "เจ้าสุนัขตัวโตรังแกเจ้านายอีกแล้ว"
      }
    ],
    "description": {
      "en": "[Black-bellied top student x Two-faced school grass]\n\"You there, be mine!\"\n\nSchool grass Xia Zhixing, unwilling to reveal his identity as a streamer, borrows the face of the mysterious top student Lin Lang.\n\nUnexpectedly, the student that resembled a cute little puppy had actually desired him for a long time...\n\n\"Senior, the reward I want is you.\""
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c975da1-1841-47a8-a89a-33994079137a",
    "title": {
      "en": "Kono Ai wo Owarasete kurenai ka"
    },
    "updatedAt": "2022-05-26T05:34:44+00:00",
    "coverArt": "https://mangadex.org/covers/8c975da1-1841-47a8-a89a-33994079137a/8673fdb6-2127-4ca9-9d36-b45283e49ef3.jpg",
    "altTitles": [
      {
        "ja": "この愛を終わらせてくれないか"
      },
      {
        "es-la": "Terminarás con este amor?"
      },
      {
        "en": "Will You End This Love?"
      },
      {
        "ja": "Kono Ai o Owarasete kurenai ka"
      },
      {
        "zh": "能让这份爱画上休止符吗"
      }
    ],
    "description": {
      "en": "Yuzu is Hayami Madoka's ardent fan. Having no friends or family that care for her, Madoka is her only solace. Being that Sachiko is Madoka's best friend, she is Yuzu's most hated existence. To vent, she opens a secret account where she posts malicious comments about Sachiko. When she discovers this, she instead attempts to befriend Yuzu and offers her a chance to talk to Madoka. However, an accident occurs and they end up switching bodies with Sachiko being left in coma."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "bdf0dbce-3795-4ce0-8f46-86aebd018a6c",
    "title": {
      "en": "Foxes Always Lie"
    },
    "updatedAt": "2024-09-26T16:42:33+00:00",
    "coverArt": "https://mangadex.org/covers/bdf0dbce-3795-4ce0-8f46-86aebd018a6c/2a446fe0-6787-4948-9f8b-db9669a46b45.jpg",
    "altTitles": [
      {
        "en": "The Fox Always Lies"
      },
      {
        "zh": "狐狸总是在说谎"
      },
      {
        "en": "The Fox's Never-Ending Lies"
      }
    ],
    "description": {
      "en": "Tang Ran is a bright and cheerful little fox spirit. To graduate from the Monster Academy, she transforms into a human college student hoping to seduce a human and make them fall in love with her. However, little does she know that the reserved human female professor she has a crush on, Su Qingci, is actually a…\n\nOne lie leads to another. To make the other person fall in love with them first, the fox must spin an endless web of “lies.”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "822c9883-385c-4fd0-9523-16e7789cbeae",
    "title": {
      "en": "Seitokai ni mo Ana wa Aru!"
    },
    "updatedAt": "2024-09-24T11:38:04+00:00",
    "coverArt": "https://mangadex.org/covers/822c9883-385c-4fd0-9523-16e7789cbeae/05bc4640-7887-411a-be98-2a61f9e41cf6.jpg",
    "altTitles": [
      {
        "ja": "生徒会にも穴はある!"
      },
      {
        "ru": "В студсовете тоже есть дырка!"
      },
      {
        "en": "There is Also a Hole in the Student Organization!"
      },
      {
        "en": "Even the Student Council has Holes"
      },
      {
        "fr": "Les allumés du conseil ! (Meian)"
      },
      {
        "vi": "Hội học sinh cũng lắm trò vui!"
      }
    ],
    "description": {
      "en": "When it comes to the face of this student organization, it's a little weird, like a fool, scary, or moody. However, mysterious and futuristic days that seem strangely cute pass by.",
      "ja": "この生徒会の面子ときたら、あほの子だったり、恐ろしかったり、むっつりだったり、ちょっと変！ でも、それがなんだか、妙に可愛く思える今日この頃……。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d08cc4d-d14d-411c-811c-1498fef85ee6",
    "title": {
      "en": "21st Century Retrogression"
    },
    "updatedAt": "2024-05-29T08:34:19+00:00",
    "coverArt": "https://mangadex.org/covers/9d08cc4d-d14d-411c-811c-1498fef85ee6/d1b34c15-d767-415e-8ca4-9e86def2f676.jpg",
    "altTitles": [
      {
        "ko": "21세기 반로환동전"
      },
      {
        "en": "21st Century Half Rupee Coin"
      }
    ],
    "description": {
      "en": "Ha Pung Gae, the elderly Taoist monk who has lived since the end of the Joseon Dynasty, achieves an unexpected breakthrough in the counter-retrogression movement. Despite this success, he is left with only approximately ten years in his remaining lifespan. To evade death, he must now embark on a journey to attain immortality!",
      "fr": "Ha Pung Gae, un vieux moine taoïste qui vit depuis la fin de la dynastie Joseon, réalise une percée inattendue dans le mouvement de lutte contre la régression. Malgré ce succès, il ne lui reste qu'une dizaine d'années à vivre. Pour échapper à la mort, il doit maintenant entreprendre un voyage pour atteindre l'immortalité !"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5d21e77-b961-42e3-8d69-bbb1610c1c71",
    "title": {
      "en": "You Can’t Kill Me: The Secret Bride of the Black Wolf"
    },
    "updatedAt": "2024-09-16T22:34:53+00:00",
    "coverArt": "https://mangadex.org/covers/a5d21e77-b961-42e3-8d69-bbb1610c1c71/d94887c7-c78b-4829-9517-35480a562191.jpg",
    "altTitles": [
      {
        "ko": "검은 늑대가 나를 부르면"
      },
      {
        "en": "When the Black Wolf Calls Me"
      }
    ],
    "description": {
      "en": "\"You can never have me. The one who can kill me, is me, not you.\"\n\nYeonwoo killed herself in front of her ex-husband who murdered her family. Yet, she found herself back again.\n\nTo escape from my ex-husband Hyojo's obsession, to protect my family and to protect myself... I ask another man to take me.\n\n\"Hwita, I'll be your woman!\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "147b039d-3913-4c32-aae6-2241ddaa073d",
    "title": {
      "en": "R402"
    },
    "updatedAt": "2023-05-22T08:05:16+00:00",
    "coverArt": "https://mangadex.org/covers/147b039d-3913-4c32-aae6-2241ddaa073d/64b93ccc-521f-4345-a277-b727ae9009d6.jpg",
    "altTitles": [
      {
        "en": "Room 402"
      }
    ],
    "description": {
      "en": "“R“ or rather Room 402 is the room where our illustrious female main character lives. One day which seems to be by mere coincidence her fate intertwines with that of Sasamoto, a savvy man who seems to be down in the dumps. That is until he picks up a trinket which fell from her nether regions. Prepare yourself for a story of sexual psychological horror as Sasamoto enters into a brave new world."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": "3",
    "lastChapter": "18"
  },
  {
    "mangaId": "2b5a3b43-effb-4f54-aa9b-d6093d523452",
    "title": {
      "ja": "Silent Witch Chinmoku no Majo no Kakushigoto"
    },
    "updatedAt": "2024-09-11T18:50:06+00:00",
    "coverArt": "https://mangadex.org/covers/2b5a3b43-effb-4f54-aa9b-d6093d523452/4d9d61bc-58a9-4644-aa07-805ecdcbf499.jpg",
    "altTitles": [
      {
        "ja": "サイレント・ウィッチ 沈黙の魔女の隠しごと"
      },
      {
        "en": "Secrets of the Silent Witch"
      },
      {
        "en": "Silent Witch"
      },
      {
        "ko": "사일런트 위치"
      },
      {
        "es": "Secretos de la Bruja Silenciosa"
      }
    ],
    "description": {
      "en": "Monica Everett is revered as “The Silent Witch.” She’s the only magician in the world who can use magic without an incantation... In reality though, she’s just shy— the only reason she practiced chantless magic was so that she wouldn't have to speak in public! Before even realizing her own talent, Monica is chosen as one of the “Seven Sages,” and is assigned the secret mission of protecting the kingdom’s second prince...?\n\nThe antisocial young prodigy will have to hide her true nature while secretly rescuing the prince from encroaching danger in this thrilling fantasy story!",
      "es": "Monica Everett es venerada como «La Bruja Silenciosa». Es la única maga del mundo que puede usar la magia sin conjuros... En realidad, es tímida: ¡la única razón por la que practicaba magia sin encantamientos era para no tener que hablar en público! Antes incluso de darse cuenta de su propio talento, Mónica es elegida como uno de los «Siete Sabios», ¿y se le asigna la misión secreta de proteger al segundo príncipe del reino...?\n\nLa antisocial joven prodigio tendrá que ocultar su verdadera naturaleza mientras rescata en secreto al príncipe del peligro que la acecha en esta emocionante historia de fantasía.",
      "id": "Keajaiban tidak membutuhkan nyanyian. Ini adalah kisah tentang penyihir terlemah, paling pemalu, namun terkuat, dan bagaimana dia dilahirkan kembali, semuanya menjadi sebuah buku. (Penyihir Keheningan) Monica Everett. Satu-satunya penyihir di dunia yang bisa menggunakan sihir diam (tanpa nyanyian), dan seorang pahlawan muda yang membunuh sendiri naga hitam legendaris itu. Tapi apa sifat aslinya?? Alasan sebenarnya saya berlatih sihir diam adalah agar saya tidak perlu berbicara di depan umum. Ketika Monica terpilih sebagai salah satu dari 7 Watchers, tanpa disadari, dia terpaksa mengambil misi rahasia untuk melindungi pangeran kedua…? Lemah dan pemalu, namun yang terkuat. Penyihir surgawi yang antisosial menyembunyikan identitas aslinya dan diam-diam membawa kejahatan ke pengadilan melawan pangeran dalam fantasi yang menyakitkan! Fantasi penyihir web, terlahir kembali menjadi sebuah buku, dengan tambahan! Apa yang akan menjadi misteri baru yang berdiri di depan Monica Everett…?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "71d6899a-0e57-4bf5-a78c-9a5372895fec",
    "title": {
      "en": "Oshikake Nyobo, Kodomo tuki!"
    },
    "updatedAt": "2024-07-07T08:34:24+00:00",
    "coverArt": "https://mangadex.org/covers/71d6899a-0e57-4bf5-a78c-9a5372895fec/2fdbd41b-ab3a-4863-9d9e-238376b9dd98.jpg",
    "altTitles": [
      {
        "ja": "押しかけ女房、コドモ付き!"
      },
      {
        "ja-ro": "Oshikake Nyoubo, Kodomo Tsuki!"
      },
      {
        "en": "Uninvited Wife, With Child!"
      }
    ],
    "description": {
      "en": "High school girl Kousaka Kako's life is turned upside down when two uninvited guests show up on her doorstep; Mirai, a self-proclaimed girl from the future, and Nozomi, who is supposedly Mirai and Kako's child."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0007a2ed-2a91-472d-b161-bfd011b4ba1b",
    "title": {
      "en": "Everyone Is from Another World, Except Me!?"
    },
    "updatedAt": "2024-09-24T22:16:10+00:00",
    "coverArt": "https://mangadex.org/covers/0007a2ed-2a91-472d-b161-bfd011b4ba1b/83034b6b-440f-41c0-b777-aa12a4ae1f10.jpg",
    "altTitles": [
      {
        "ja": "僕以外全員転生者かよ"
      },
      {
        "ja-ro": "Boku igai Zennin Tenseisha ka yo"
      },
      {
        "en": "Everyone Except Me Is A Reincarnator!?"
      }
    ],
    "description": {
      "en": "Loco is a novice adventurer who begins his journey to save his sister Natty, who is cursed by a monster into an eternal slumber.\n\nAt an adventurer's guild, he meets Taiga, who was given extraordinary abilities when he was reincarnated from another world! He also meets Souya and Mia, who were also reincarnated from another world and have cheat abilities, but something happens that shocks even them!\n\nAn entertaining and poignant otherworldly fantasy featuring a party of a novice adventurer, Loco, and three reincarnated characters from another world!\n___\n**Additional Extra Edition Links:**\n- [Official Raw (X)](https://twitter.com/summeryuma/status/1753356644682207438)\n- [Amazon](https://www.amazon.co.jp/dp/B0D7VDMWV5)"
    },
    "status": "cancelled",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "23"
  },
  {
    "mangaId": "56054f52-ba05-4e01-9c98-2bce09162a8b",
    "title": {
      "en": "Sarumane"
    },
    "updatedAt": "2024-07-01T11:29:22+00:00",
    "coverArt": "https://mangadex.org/covers/56054f52-ba05-4e01-9c98-2bce09162a8b/a862b04d-ee95-44a9-8a8d-86a0a2f10f7d.jpg",
    "altTitles": [
      {
        "ja": "さるまね"
      },
      {
        "ja-ro": "Sarumane"
      },
      {
        "en": "Monkey see, Monkey Do"
      }
    ],
    "description": {
      "en": "Despite the food shortages caused by famine, the mountain village where the protagonist Kai lives is able to pursue a somewhat better life than others by hunting wild animals. However, one day, a man who says he got lost in the mountains comes to the village. Kai is suspicious of the man, who refuses to make eye contact, but he and his family welcome him. That night, another uninvited beast though sneaks into the outskirts of the village...",
      "es-la": "Tercer año de la era Temmei. En medio de la escasez de alimentos provocada por la hambruna, el pueblo de montaña donde vive el protagonista Kaei consigue ganarse la vida algo mejor que los demás cazando animales salvajes. Un día, sin embargo, llega a la aldea un hombre que afirma haberse perdido en las montañas. El hombre se niega a mirar a Kaei a los ojos, pero él y su familia le reciben con los brazos abiertos. Esa noche, en las afueras de la aldea, entran más bestias no invitadas..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0842cc1d-9bcb-4fbe-a76a-c1d74a12691d",
    "title": {
      "en": "There's a Rat in Our House"
    },
    "updatedAt": "2023-12-10T18:31:41+00:00",
    "coverArt": "https://mangadex.org/covers/0842cc1d-9bcb-4fbe-a76a-c1d74a12691d/59dbf8f5-8213-4466-b2d5-bdfd6e8372bc.png",
    "altTitles": [
      {
        "ko": "우리 집에는 쥐가 있다"
      },
      {
        "id": "Ada Tikus Dirumahku"
      },
      {
        "en": "There Is a Mouse in My House"
      },
      {
        "en": "There's a Mouse in my House"
      }
    ],
    "description": {
      "en": "Amidst the freezing winter, a solitary being huddled on the snow-covered pavement, bearing the burden of deep loneliness and faded scars. It had forsaken itself, fragile and vulnerable. The reason for welcoming this nameless creature into the home was straightforward. \"What... does this mean?\" \"You helped me, and I wish to return the favor.\" In the complete darkness where no trace of light could penetrate, only two warm bodies occupied the space"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "aa4774a1-1ffc-4bc4-88f5-042a6d329f7b",
    "title": {
      "en": "Not Your Typical Reincarnation Story"
    },
    "updatedAt": "2024-06-20T07:20:24+00:00",
    "coverArt": "https://mangadex.org/covers/aa4774a1-1ffc-4bc4-88f5-042a6d329f7b/6df6427d-ef1d-48b2-a88c-ae00abaf67ab.jpg",
    "altTitles": [
      {
        "ko": "흔한 빙의물인 줄 알았다"
      },
      {
        "en": "I Thought It's a Common Isekai Story"
      },
      {
        "en": "I Thought It Was a Common Possession"
      }
    ],
    "description": {
      "en": "I was the villainess who would die at the hands of the male lead, but I know this is a cliché! I thought it was a pretty good deal to die unjustly, as a payment for the price I paid for being the villainess. Until I realized that I couldn’t escape from the original plotline. If I was going to die anyway according to the original, then let’s give a kiss to my handsome husband!… Why did the original plot start to change?",
      "ko": "그럼 그렇지, 내 팔자에 무슨 주인공이야.\n\n남편 손에 죽을 팔자의 악녀였지만, 난 이 클리셰를 안다!​\n억울하게 죽은 대가로는 꽤 괜찮다고 생각했다.\n원작의 흐름에서 벗어나지 못한다는 걸 깨닫기 전까지는.\n결국 원작대로 죽을 거라면, 초미남 남편에게 뽀뽀라도 해보자!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]