[
  {
    "mangaId": "be5a9292-79c6-4db1-8a30-9e5e6b3d8f64",
    "title": {
      "en": "Normality and Monsters"
    },
    "updatedAt": "2024-10-31T00:57:40+00:00",
    "coverArt": "https://mangadex.org/covers/be5a9292-79c6-4db1-8a30-9e5e6b3d8f64/70650332-c2b8-4945-a910-fef0e61692f5.jpg",
    "altTitles": [
      {
        "ja": "フツーと化け物"
      },
      {
        "ja-ro": "Futsuu to Bakemono"
      },
      {
        "en": "The Story About a Monster Teaching Common Sense"
      }
    ],
    "description": {
      "en": "Itou-san, who’s poor at interpersonal relations, was jealous of her mild-mannered classmate Takahashi-san, who gets along well with everyone. But one day, she witnesses Takahashi-san swallow a person whole. Takahashi-san was a monster mimicking a human!\n\nSuch a terrifying monster was calmly blending in with the class – that’s extremely admirable!! I definitely want to be her friend!!\n\nAnd so Itou-san learns the “normality” of human society from Takahashi-san the monster. But while Itou-san is in high spirits, Takahashi-san has her own motives…\n\nA tag team between a prodigy author and the spirited illustrator behind “Youjo Senki” brings forth a thundering tale of maidens whose youthful impatience and yearning jumble together and accelerate! (Translated from the Bookwalker description for Volume 1.)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3225971b-272f-482f-9f8f-df2a4e466b27",
    "title": {
      "en": "Kimi wa, Nina Janai"
    },
    "updatedAt": "2024-11-12T17:14:58+00:00",
    "coverArt": "https://mangadex.org/covers/3225971b-272f-482f-9f8f-df2a4e466b27/20a18ef5-9349-44b5-a2c1-8eeb0195a509.jpg",
    "altTitles": [
      {
        "ja": "きみは、ニーナじゃない"
      },
      {
        "en": "You Are Not NINA!"
      },
      {
        "ja-ro": "Kimi wa, Nina Ja nai"
      },
      {
        "ja-ro": "Kimi wa Nina Ja nai"
      },
      {
        "ja": "きみは ニーナじゃない"
      }
    ],
    "description": {
      "en": "The only solace for this young man, who has withdrawn into his own shell after a heartbreak, is watching his \"idol\" on stream. Then one day, he suddenly finds himself hiding from a girl who turns out to be his \"idol\"...? A life-changing romance between a heartbroken boy and a streamer begins!",
      "pt-br": "Aoba é um jovem que sofreu um trauma devido a um terrível término de relacionamento. Por conta disso, desenvolveu medo de interagir com outras pessoas, deixou seu emprego e passou a viver fazendo trabalhos temporários, tendo como única alegria assistir às transmissões de sua streamer favorita. Certo dia, ao ser abordado por uma garota que costumava ver em seu caminho de volta para casa, ele acaba concordando em morar com ela? Ele fica surpreso ao descobrir que ela era justamente sua streamer favorita... Assim, tem início um romance transformador entre um rapaz de coração partido e uma streamer!"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "41"
  },
  {
    "mangaId": "9b3286d4-41bd-4f26-ad72-acec588475f5",
    "title": {
      "en": "Shuffle Gakuen"
    },
    "updatedAt": "2023-05-26T01:20:58+00:00",
    "coverArt": "https://mangadex.org/covers/9b3286d4-41bd-4f26-ad72-acec588475f5/131a7e39-7581-4e15-84c6-e2388ba331ad.jpg",
    "altTitles": [
      {
        "ru": "Перетасованная школа"
      },
      {
        "ja": "シャッフル学園"
      },
      {
        "en": "Shuffle school"
      }
    ],
    "description": {
      "en": "Shizuma Suzumori had a normal high school life until one day, a serial killer attacks the classroom."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "25"
  },
  {
    "mangaId": "7868f6e6-a827-43dd-8d8c-41de097d7e0e",
    "title": {
      "en": "The Indomitable Wanderer"
    },
    "updatedAt": "2025-01-06T18:46:31+00:00",
    "coverArt": "https://mangadex.org/covers/7868f6e6-a827-43dd-8d8c-41de097d7e0e/8709b1a2-2c50-486d-aed7-d494cc3b8d1c.jpg",
    "altTitles": [
      {
        "ko": "불멸낭인"
      }
    ],
    "description": {
      "en": "I am a wanderer martial artist. I don’t shy away from blood, but I’m ready to retire. Should I take one last job? or not?\n\nFor many long years, he has roamed as a wandering martial artist's, living as a hired blade to make ends meet.\n\nBut now, he finds himself utterly penniless, living in poverty with nothing to his name.\n\nAs a master of martial arts at the peak level, he makes a decision, to take on one final, high-stakes mission, earn a fortune, and put an end to his life as a wanderer.\n\nThe story follows his journey as he takes on this last assignment and the unexpected twists that unfold along the way."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "009c62ce-6064-4409-9949-4f00ba6d593c",
    "title": {
      "en": "Cheat Skill \"Shisha Sosei\" ga Kakusei Shite, Inishie no Maougun wo Fukkatsu Sasete Shimaimashita"
    },
    "updatedAt": "2024-10-30T01:30:21+00:00",
    "coverArt": "https://mangadex.org/covers/009c62ce-6064-4409-9949-4f00ba6d593c/2034377b-8886-4b92-b0f7-686c9bd56d77.jpg",
    "altTitles": [
      {
        "en": "My Cheat Skill [Resurrection] Revived Me, and I Ended up Resurrecting the Ancient Demon Lord’s Army. ~The Strongest Healer That Won’t Let Anyone Die~"
      },
      {
        "ja": "チートスキル『死者蘇生』が覚醒して、いにしえの魔王軍を復活させてしまいました"
      },
      {
        "ja": "チートスキル『死者蘇生』が覚醒して、いにしえの魔王軍を復活させてしまいました～誰も死なせない最強ヒーラー～"
      },
      {
        "ja-ro": "Cheat Skill \"Shisha Sosei\" ga Kakusei Shite Inishieno Maougun wo Fukkatsu Sasete Shimaimashita ~Dare mo Shinasenai Saikyou Hiiro~"
      },
      {
        "zh-hk": "覺醒開掛技能【死者蘇生】，然後將古老的魔王軍復活了"
      },
      {
        "zh-hk": "覺醒開掛技能【死者蘇生】，然後將古老的魔王軍復活了～誰也不會死亡的最強英雄～"
      },
      {
        "zh": "觉醒开挂技能【死者苏生】，然后将古老的魔王军复活了"
      }
    ],
    "description": {
      "en": "Licht, a young man who has the special ability, \"Resurrection,\" makes his living as a member of an S-Rank Adventurer's Party. However, the king, who feared his power, ordered his comrades to betray him, and in the end, executed him in an unfair manner. But Licht, who was fortunate enough to be revived because of his own skill, now swears to carry out his revenge on humanity…",
      "pt-br": "Licht, um jovem que tem a habilidade especial, [Ressurreição], ganha a vida como membro de um grupo de Aventureiros da classe S. No entanto, o rei, que temia seu poder, ordenou que seus companheiros o traíssem e, no final, o executaram de maneira injusta. Mas Licht, que teve a sorte de ser revivido por causa de sua própria habilidade, agora jura se vingar da Humanidade ."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3bcc56f0-1b71-4542-b7b1-74db4fab2d72",
    "title": {
      "en": "Koisuru (Otome) no Tsukurikata"
    },
    "updatedAt": "2024-10-11T20:23:46+00:00",
    "coverArt": "https://mangadex.org/covers/3bcc56f0-1b71-4542-b7b1-74db4fab2d72/8670bc1c-bf71-4bdf-9f9f-4285ae44a439.jpg",
    "altTitles": [
      {
        "es-la": "Convertí a my amigo de la infancia (♂) en una chica"
      },
      {
        "id": "Gue Ubah Teman Masa Kecil (♂) Gue Jadi Cewek"
      },
      {
        "en": "I Think I Turned My Childhood Friend (♂) Into a Girl"
      },
      {
        "en": "How to Make a \"Girl\" Fall in Love"
      },
      {
        "ja-ro": "Koisuru Otome no Tsukurikata"
      },
      {
        "ja-ro": "Osananajimi (♂) wo Onnanoko ni Shiteshimatta Hanashi"
      },
      {
        "pt-br": "Transformei meu amigo de infância (♂) em uma garota"
      },
      {
        "ja": "幼馴染（♂）を女の子にしてしまった話"
      },
      {
        "ja": "恋する（おとめ）の作り方"
      },
      {
        "en": "I Think I Turned My Childhood Friend Into a Girl"
      },
      {
        "th": "เมคอัปรักเสกนายให้สวยปิ๊ง"
      },
      {
        "zh-hk": "戀愛（少女）的培育法"
      }
    ],
    "description": {
      "en": "A popular guy who's secretly interested in cosmetics asks to practice makeup on his dull childhood friend... and he ends up looking cute?!",
      "id": "Seorang siswa SMA yang populer diam-diam suka dunia kosmetik, dan meminta teman masa kecilnya yang dekil untuk latihan dandan… tapi, teman masa kecilnya malah jadi imut!?",
      "es-la": "Un muchacho popular que en secreto está interesado en cosméticos le pide a su amigo simplón dejarlo maquillarle para practicar… ¿¡Y termina viéndose bello(a)!?",
      "pt-br": "Um garoto popular que está secretamente interessado em cosméticos pede para praticar maquiagem em seu amigo de infância … e ele acaba ficando uma Linda Garota ?!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db1e0f80-1b09-4652-9029-a733e8020828",
    "title": {
      "en": "Shin Mahouka Koukou no Rettousei: Cygnus no Otome-tachi"
    },
    "updatedAt": "2024-12-02T14:11:21+00:00",
    "coverArt": "https://mangadex.org/covers/db1e0f80-1b09-4652-9029-a733e8020828/8ed4835c-98ec-4d8f-bdac-06356f57406b.jpg",
    "altTitles": [
      {
        "ja": "新・魔法科高校の劣等生　キグナスの乙女たち"
      },
      {
        "en": "New The Irregular at Magic High School: Cygnus Maidens"
      },
      {
        "ru": "Новый непутевый ученик в школе магии: Девы-Лебеди"
      }
    ],
    "description": {
      "en": "Follows two girls named Arisa and Marika. Though raised as sisters, Arisa is one day entrusted to the elite Jumonji magical family, separating them for two years. Now, both are enrolled at First High School, and finally reunite.",
      "ja": "伝説の魔法師・司波達也とその妹・深雪が卒業して一年。魔法科高校に二人の少女が入学する。十文字アリサと遠上茉莉花。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95980b06-b360-48c9-bf42-adc1b8d8ce32",
    "title": {
      "en": "Monsters Convent"
    },
    "updatedAt": "2024-12-11T20:22:30+00:00",
    "coverArt": "https://mangadex.org/covers/95980b06-b360-48c9-bf42-adc1b8d8ce32/8d049845-906f-4659-af10-07fe12a8c77e.png",
    "altTitles": [
      {
        "pt-br": "Convento de Monstros: Ordem Signiana de Missa"
      },
      {
        "la": "Conventus Monstrorum: Ordo Signae de Missa"
      },
      {
        "en": "Monsters' Convent: Signian Order of Missa"
      }
    ],
    "description": {
      "en": "Gags of a Catholic Convent on a Fantasy World.",
      "pt-br": "Tirinhas sobre um Convento Católico num mundo de fantasia."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "496b7402-6272-46b5-bf99-1f216acd20df",
    "title": {
      "en": "Rebirth in the End Times: I Reached the Top by Opening Boxes"
    },
    "updatedAt": "2024-09-14T18:11:47+00:00",
    "coverArt": "https://mangadex.org/covers/496b7402-6272-46b5-bf99-1f216acd20df/26286d96-304b-4e75-8d80-d746fd988141.png",
    "altTitles": [
      {
        "zh": "末世重生：我靠开箱子问鼎巅峰"
      }
    ],
    "description": {
      "en": "Jiang Xiaoyong was betrayed and killed by a green tea girl in the apocalypse, but was accidentally resurrected a year ago and obtained the blind box system. \n\nHe was always one step ahead of others, collecting supplies and spending a fortune to build a safe house before the apocalypse. He became stronger through the system and avenged his enemies in his previous life. \n\nFrom then on, he embarked on the road to the king's counterattack."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "09bbbb75-1086-4e7c-b775-ae9ee1816e0d",
    "title": {
      "en": "Versus"
    },
    "updatedAt": "2024-11-03T15:04:40+00:00",
    "coverArt": "https://mangadex.org/covers/09bbbb75-1086-4e7c-b775-ae9ee1816e0d/799acf11-9176-4022-bd9e-cb690d6bf58a.jpg",
    "altTitles": [
      {
        "ja": "バーサス"
      },
      {
        "en": "VERSUS"
      },
      {
        "ru": "Противостояние"
      },
      {
        "uk": "Протистояння"
      }
    ],
    "description": {
      "cs": "Lidstvo bylo po stovky let utlačováno kvůli vzestupu a invazi našich přirozených nepřátel \"démonů\". Světu vládl \"Velký král démonů\" a jeho 47 \"ďábelských vládců\". Zatímco lidé žijí ve strachu, 47 lidí bylo vybráno z celého světa a zíkslai titul \"Hrdinové\" a připravují se na boj proti armádě velkého krále démonů. A nyní začíná plán jak zachránit lidstvo, jehož osud je teď na tenkém ledě.",
      "en": "Centuries ago, humanity’s natural enemy, “Demons,” invaded the world and oppressed humankind. The Great Demon Lord and 47 subordinates known as Demon Lords have since dominated the world, while the human race lives on in fear.\n\nIn desperation, a last-ditch effort for humanity’s very survival is placed in the hands of 47 people gathered from across the world. These heroes will oppose the demon army and win back humanity’s freedom…or die trying!\n___\n**Compositor:** [bose](https://mangadex.org/author/aa8eb4f2-d4a2-4c4e-b6e8-2394f3b09b71)\n\n**Alt Official English:** [K MANGA - United States only!](https://kmanga.kodansha.com/title/10569/episode/349625)",
      "ja": "天敵“魔族”の台頭と侵攻により、人類が虐げられ続けて数百年。世界は“大魔王”と、その配下である47体の“魔王”により支配されていた。人々は怯えて暮らしながらも、世界中から選び抜かれた47人を“勇者”と名付け、魔王軍に対抗すべく準備を進めていた。そして今、人類の存亡を懸けた決死の作戦が始まろうとしていた―――。",
      "ru": "Уже сотни лет человечество вынуждено существовать под гнётом своих естественных врагов — демонов, сумевших захватить мир. В их главе стоит Повелитель тьмы, и в подчинении его находятся сорок семь Королей.\nОднако среди людей, чей дух сломлен вековым страхом, было отобрано столько же наречённых Героев, готовых сразиться с демонической армией. И, кажется, отчаянная борьба за судьбу человеческой расы начинается прямо сейчас...",
      "pt-br": "A humanidade foi oprimida por centenas de anos devido à ascensão e invasão do inimigo natural \"demônios\". O mundo era governado pelo \"Grande Lorde Demônio\" e seus 47 \"Senhores Demônios\". Enquanto as pessoas vivem com medo, 47 pessoas selecionadas de todo o mundo foram nomeadas \"Heróis\" e estão se preparando para lutar contra o exército do Rei Demônio. E agora, uma operação desesperada com a sobrevivência da humanidade em jogo estava prestes a começar."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "47c8e8a2-97fc-415e-aa78-f02b276612e2",
    "title": {
      "en": "Sore wa Rei no Shiwaza desu"
    },
    "updatedAt": "2024-09-22T15:28:43+00:00",
    "coverArt": "https://mangadex.org/covers/47c8e8a2-97fc-415e-aa78-f02b276612e2/c67e3138-feb4-4522-b4b9-bd279435950c.jpg",
    "altTitles": [
      {
        "id": "Ini Pasti Kerjaan Tuh Setan"
      },
      {
        "en": "It's the work of the Ghost"
      },
      {
        "pl": "To jest sprawka ducha"
      },
      {
        "ja": "それは霊のしわざです"
      },
      {
        "zh": "那是幽灵搞的鬼"
      },
      {
        "ko": "그건 유령의 짓이예요"
      },
      {
        "hi": "അത് പ്രേതത്തിന്റെ പ്രവർത്തനമാണ് (Malayalam)"
      },
      {
        "hi": "यह भूत का काम है (Hindi)"
      },
      {
        "hi": "இது ஆவியின் வேலை (Tamil)"
      },
      {
        "th": "รักนี้ผีจัดให้"
      }
    ],
    "description": {
      "en": "My name is Torii Nozomu, a plain introvert. Suddenly a new transfer student, Kirishima Kyoko, sits next to me. She's cute, kind, and for some reason she proactively talks to me, even though I'm a nerd! A true saint. Yet I want to get involved with her as little as possible because she's haunted by a \"ghost\" that only I can see! She's a little naughty, extremely pure and, in some cases, horrifying! Will I ever find a way to handle her?",
      "fr": "Je m'appelle Torii Nozomi. Un jour, une nouvelle fille est arrivée dans ma classe. Elle est très jolie, mais le problème c'est qu'elle est suivie par un fantôme (très taquin) que je suis le seul à voir !",
      "ja": "地味で目立たない陰キャな僕、鳥居望(とりいのぞむ)。そんな僕の隣に席に転校生の霧島京子(きりしまきょうこ）ちゃんがやってきた。可愛くて優しくて、なぜか陰キャな僕にも積極的に話しかけてくれる「ぐう聖」な京子ちゃん！…だけど僕はなるべく彼女にかかわりたくない。だって、彼女には僕にだけ見える“霊”が憑いてるんだ！！！！――ちょっとエッチで、とびきりピュアで、ところによりホラー！？"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "57.5"
  },
  {
    "mangaId": "e5d0f9ea-d04d-48ad-82c6-7387ef07c42c",
    "title": {
      "en": "I Really Don't Want to Be Reborn"
    },
    "updatedAt": "2024-05-28T01:32:10+00:00",
    "coverArt": "https://mangadex.org/covers/e5d0f9ea-d04d-48ad-82c6-7387ef07c42c/e3295a3f-c8b3-4b51-96ab-b5f3419ba852.png",
    "altTitles": [
      {
        "zh": "我真没想重生啊"
      },
      {
        "en": "I Really Don't Want to Remake"
      },
      {
        "vi": "Ta Không Muốn Trùng Sinh Đâu"
      }
    ],
    "description": {
      "en": "Little had I known, I Chen Hansheng; the former elite of society and a Diamond Bachelor, was reborn. When I woke up, I was a senior graduate in high school? \nLater, Chen Hansheng was walking near the crosswalk, he seemed hesitant. A precious girl; Shen Youchu and two other girls; Bai Yueguang and Xiao Rongyu, who will he pick? All of them? One of them? Two of them? Read to find out. \n\nSide Note:  Diamond Bachelor is a slang word that means someone who’s insanely rich and single."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1e284bc-0436-42fe-b571-fa35a94279ce",
    "title": {
      "en": "Drama Queen"
    },
    "updatedAt": "2024-12-28T14:56:46+00:00",
    "coverArt": "https://mangadex.org/covers/c1e284bc-0436-42fe-b571-fa35a94279ce/dd3eb0cc-c864-4919-b3e3-c2518dfc28e8.jpg",
    "altTitles": [
      {
        "ja": "ドラマクイン"
      },
      {
        "ru": "Драма Квин"
      },
      {
        "ru": "Королева Драмы"
      },
      {
        "vi": "Nữ Hoàng Drama"
      },
      {
        "pt-br": "Rainha do Drama"
      },
      {
        "id": "Ratu Drama"
      },
      {
        "uk": "Королева Драми"
      }
    ],
    "description": {
      "en": "After saving Earth, aliens have taken up residence with the humans in Japan. Nomamoto, a factory worker with an abusive alien boss, one day meets Kitami, who tells her his own family was killed by aliens. The two quickly forge a friendship, but one day Kitami does the unthinkable…",
      "id": "Setelah menyelamatkan Bumi, para alien tinggal bersama manusia di Jepang. Nomamoto, seorang pekerja pabrik dengan bos alien yang kejam, suatu hari bertemu dengan Kitami, yang mengatakan bahwa keluarganya sendiri dibunuh oleh alien. Keduanya dengan cepat menjalin persahabatan, tetapi suatu hari Kitami melakukan hal yang tidak terpikirkan...",
      "ja": "<毎週月曜更新>宇宙人が地球を救ってから、人間と宇宙人が共に住むようになった日本。工場で宇宙人の上司にこき使われるノマモトは、家族を宇宙人に殺されたという北見と出会う。仲を深める2人だが、ある日北見がとんでもないことをしてしまい…",
      "ru": "Пришельцы спасли Землю и обосновались с людьми в Японии. Номамото, работающая на фабрике с отвратительным боссом-пришельцем, однажды встречает Китами, который рассказывает ей, что семью его убили пришельцы. Между ними быстро возникает дружба, но однажды Китами совершает немыслимое...",
      "uk": "Після порятунку Землі прибульцями, Японія стала спільним домом для них та людей. Номото, яка змушена терпіти знущання від свого боса-прибульця на заводі, зустрічає Кітамі, чиє серце розбите втратою сім'ї, вбитої прибульцями. Між ними виникає щира дружба, яка переходить до здійснення їх бажань... винищення всіх прибульців...",
      "pt-br": "Após salvar a Terra, os alienígenas passaram a viver com os humanos no Japão. Nomamoto, uma operária de fábrica com um chefe alienígena abusivo, um dia conhece Kitami, que conta que sua própria família foi morta por alienígenas. Os dois rapidamente formam uma amizade, mas um dia Kitami faz o impensável…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25",
    "title": {
      "en": "Hitoribocchi no Isekai Kouryaku"
    },
    "updatedAt": "2024-11-19T14:30:36+00:00",
    "coverArt": "https://mangadex.org/covers/ffe69cc2-3f9e-4eab-a7f7-c963cea9ec25/68254b0f-7672-4eea-ad7d-de91a78a61c5.jpg",
    "altTitles": [
      {
        "en": "Loner Life in Another World"
      },
      {
        "ja": "ひとりぼっちの異世界攻略"
      },
      {
        "zh": "孤單一人的異世界攻略"
      },
      {
        "el": "Μοναχική επίθεση στον αλον κόσμο."
      },
      {
        "ru": "Нападение одиночки на иной мир"
      },
      {
        "zh-ro": "Duzi Yi Ren De Yi Shijie Gonglüe"
      },
      {
        "ko": "Wetol'i'eui Isegye Gongryag"
      },
      {
        "zh-hk": "獨自一人的異世界攻略"
      },
      {
        "ko": "외톨이의 이세계 공략"
      },
      {
        "th": "นายโดดเดี่ยวพิชิตต่างโลก"
      },
      {
        "en": "Lonely Attack on the Different World"
      },
      {
        "vi": "Hành Trình Cô Độc Nơi Dị Giới"
      }
    ],
    "description": {
      "en": "The strongest doesn’t need any cheats! Haruka, who spends his high school life a loner, was suddenly summoned to another world one day along with all his classmates. When ol’ God enters the picture, Haruka believes he can just choose whatever cheat skill he wants to help him survive in the new world… But, contrary to his expectations, that list of cheat skills works on a first come, first serve basis. And so, his classmates pick out all the cheat skills. His choices now limited to leftovers, Haruka finds himself incapable of assembling a party due to his own “loner” skill. Even though it’s a different world, it seems his adventuring days will be, as per usual, a solitary affair… After becoming aware of a crisis looming over his classmates, Haruka makes a silent vow to save them. No relying on cheats! He will walk a heretical path of strength that transcends the need for them.  \r\n  \r\nThe curtain rises on the strongest loner’s otherworld strategy guide!",
      "vi": "Câu chuyện theo chân Haruka - một cậu học sinh trung học mọt sách cô độc, đột nhiên bị triệu hồi đến dị giới với đám bạn học. Không giống như cả lớp nhận được các kỹ năng cheat đủ để làm bá chủ tại thế giới khác, nhân vật chính của chúng ta phải ôm theo bảng trạng thái phế vật mà lăn lộn hòng sống sót. Vậy thì, hãy cùng dõi theo và cổ vũ cho Haruka có thể tai qua nạn khỏi, vươn đến đỉnh cao mà không cần tới cheat trong câu chuyện tràn đầy hài hước này nhé.",
      "es-la": "El fuerte no necesita trucos. Haruka, un estudiante de preparatoria quien gastó su vida como un \"solitario\", es convocado a otro mundo con sus compañeros de clases. Al ser convocado se encuentra con un \"Dios\", quien le da a escoger una habilidad, sin embargo... No era lo que esperaba encontrarse.",
      "pt-br": "Exilado da classe? Checado  \r\n  \r\nSer transportado para um mundo alternativo com seus colegas? Checado  \r\n  \r\n Encontrar um Deus em uma espécie de Limbo entre os dois mundos? Checado  \r\n  \r\n Pegar uma skill roubada? Não gostaria de ser você, já foram todas vendidas.  \r\n  \r\n Essa história é sobre a aventura de um garoto solitário em um mundo alternativo, não agradecido a um Deus sênil que deu a ele todas as habilidades que não precisava."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "879af0bb-ce30-47e4-a74e-cd1ce874c6e3",
    "title": {
      "en": "Isekai Nonbiri Nouka"
    },
    "updatedAt": "2024-10-14T10:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/879af0bb-ce30-47e4-a74e-cd1ce874c6e3/b0aa4473-59dc-45d9-be45-b69dfcaf794f.jpg",
    "altTitles": [
      {
        "ja": "異世界のんびり農家"
      },
      {
        "en": "Farming Life in Another World"
      },
      {
        "zh": "异世界悠闲农家"
      },
      {
        "zh-hk": "異世界悠閒農家"
      },
      {
        "fr": "La vie de fermier dans un autre monde"
      },
      {
        "pt-br": "A Vida Agrícola em Outro Mundo"
      },
      {
        "tr": "Başka Bir Dünyada Çiftçilik Hayatı"
      },
      {
        "vi": "Cuộc Sống Nông Dân Ở Thế Giới Khác"
      }
    ],
    "description": {
      "en": "Having died of sickness at the age of 39, Machio Hiraku is given the opportunity to go to another world. When asked what his wish is by God intending to give him strength, he requests to have a healthy body, offered a second wish, he chooses to live peacefully, a third wish to be able to know the local language, and for a final wish, to be able to be a farmer.",
      "ja": "闘病の末に命を落とした青年・火楽は、神様によって蘇生され、若返って異世界に転移した。第二の人生を楽しむため、授けられた『万能農具』を手に、異世界で掘って伐って耕して…。\n\n**Links:**  \n\n- [![](https://i.imgur.com/HI4jAzg.png) Web Novel](https://ncode.syosetu.com/n3289ds/)\n- [Official LN (JP)](http://www.fujimishobo.co.jp/sp/201803nonbiri/)\n- [Alternative Raw](https://dragonage-comic.com/product/nonbiri_noka/)",
      "tr": "Henüz 39 yaşındayken hastalıktan ölen Machio Hiraku'ya başka bir dünyaya gitme fırsatı verilir. Kendisine güç vermek isteyen Tanrı tarafından dileği sorulduğunda sağlıklı bir bedene sahip olmayı, ikinci bir dilek olarak huzur içinde yaşamayı, üçüncü bir dilek olarak yerel dili bilmeyi ve son bir dilek olarak da çiftçi olabilmeyi seçer."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ac783473-e74c-4ed4-b3d7-89e50b171b5f",
    "title": {
      "en": "GALAXIAS"
    },
    "updatedAt": "2024-12-29T05:05:07+00:00",
    "coverArt": "https://mangadex.org/covers/ac783473-e74c-4ed4-b3d7-89e50b171b5f/89620328-4916-4b8b-bbe8-caf8d83d3ab0.jpg",
    "altTitles": [
      {
        "ja": "ガラクシアス"
      },
      {
        "ru": "Галаксия"
      }
    ],
    "description": {
      "en": "It's been ten years since the assassination of the Dragon King, the land's most powerful ruler. Off in the corner of the kingdom where tailed dragonfolk dwell, Jio, a human girl, yearns for adventure and an escape from rural life. However, when she meets the mysterious, amnesiac young man Neraid, Jio's life turns upside-down! With courage and curiosity knocking on the door, the two of them find the ultimate adventure waiting for them!! A traditional battle fantasy from a rookie artist begins!! (K MANGA)\n___\n[Official X Account](https://x.com/GALAXIAS_manga)\n**Official English:** [K MANGA](https://kmanga.kodansha.com/title/10608/episode/352898) - United States, Canada, Australia, New Zealand, & Singapore only."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a732adb-02cf-43f9-9995-edaae4d6c1d0",
    "title": {
      "en": "It's Over! Empress' Husband Is Actually Invincible"
    },
    "updatedAt": "2024-12-17T07:24:06+00:00",
    "coverArt": "https://mangadex.org/covers/0a732adb-02cf-43f9-9995-edaae4d6c1d0/19399835-62fa-4c0c-aeb3-059ae223bd73.png",
    "altTitles": [
      {
        "zh": "完了啊！女帝的软饭丈夫居然无敌"
      },
      {
        "zh-ro": "Wanliao Ah! Nvdi De Ruan Fan Zhangfu Juran Wudi"
      }
    ],
    "description": {
      "en": "Xiao Tian, a human on earth, was summoned by Empress Zi Ruoyan to the Great Yan Dynasty to become her husband at the time of life and death, and got a \"Strongest Supreme System\", but Xiao Tian only wanted to be the ultimate soft rice prince of the Empress! So he resolutely rejected the system, but he didn't expect that the strong system's style of painting would suddenly change into a \"dog-licking system\"? ! 【You are a creature from the super high-dimensional plane Earth! 】【This system can only be your slave! 】【Master, please control yourself, you may accidentally kill this system! 】"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "390"
  },
  {
    "mangaId": "49d64db2-5841-4ccc-aee8-7b3a0970f6df",
    "title": {
      "en": "I'm Being Raised by Villains"
    },
    "updatedAt": "2024-09-08T10:17:42+00:00",
    "coverArt": "https://mangadex.org/covers/49d64db2-5841-4ccc-aee8-7b3a0970f6df/0c6f71ac-acae-4343-8041-ff8fa2e06363.jpg",
    "altTitles": [
      {
        "ko": "악당들에게 키워지는 중입니다"
      },
      {
        "ko-ro": "Akdangdeurege Kiwojineun Jungimnida"
      },
      {
        "en": "Raised by Villains"
      },
      {
        "ja": "悪党たちに育てられてます！"
      },
      {
        "zh": "被恶棍们抚养中"
      },
      {
        "pt-br": "Eu Estou Sendo Criada por Vilões"
      }
    ],
    "description": {
      "en": "I thought I was an illegitimate child… but it turns out that I was a complete stranger?!\n\nA year after transmigrating as an extra, I found out that I was on the verge of being kicked out.\n\nI said I’d rather leave the house on my own.\n\n“Actually, this child is my daughter. Right, daughter?”\n\nDid I catch the attention of the psychopathic duke?\n\n‘I heard that the money he gave after playing with someone was enough to buy an island?’\n\nI got along with him as his daughter because I thought I could get his fortune later on. And a few months later, I would leave his house with a thick bank account.\n\n“Stay by my side until I tell you to leave.”\n\nHowever, my dad, who regarded me as a toy, came looking for me and held me back.\n\n=\n\nAfter returning home due to dad’s persuasion, the families and my dad fought to adopt me. My uncles and aunts gathered to protect me, and future psychos began to have strange obsessions over me.\n\n“Happy Birthday, Ayrin. You’re the head as of today.”\n\nOn top of that, the duke’s position was my birthday present.\nEverything is going just as I expected.\n\n[Hey, how long are you going to sleep? Grandma said she is gonna take you off life support!]\n[Cha Miso, you’re going to die!]\n\nWhat is that voice?\nWill I be okay like this? (Synopsis: Gourmet Scans)",
      "tr": "Gayrimeşru bir çocuk olduğumu sanıyordum… ama tamamen yabancı olduğum ortaya çıktı?! Yan karakter olarak beden değiştirdikten bir yıl sonra kovulmanın eşiğinde olduğumu öğrendim. Evden tek başıma çıkmayı tercih ederim dedim. “Aslında bu çocuk benim kızım. Değil mi kızım?” Psikopat dükün dikkatini mi çektim ? \"Biriyle oynadıktan sonra verdiği paranın bir ada almaya yettiğini duydum?\" Onunla kızı olarak iyi anlaştım çünkü daha sonra servetini ele geçirebileceğimi düşündüm ve birkaç ay sonra onun evinden kalın bir banka hesabıyla ayrılmayı planladım. \"Sana gitmeni söyleyene kadar yanımda kal.\" Ancak beni oyuncak gibi gören babam beni aramaya geldi ve beni tuttu. *** Babamın iknasıyla eve döndükten sonra aileler ve babam beni evlat edinmek için mücadele etti. Amcalarım ve teyzelerim beni korumak için toplandılar ve geleceğin psikopatları bana karşı garip saplantılar beslemeye başladılar. \"Doğum günün kutlu olsun Ayrin. Bugün itibariyle başkan sensin.” Üstelik Dük'ün konumu benim doğum günü hediyemdi. Her şey beklediğim gibi gidiyor. [Hey, daha ne kadar uyuyacaksın? Büyükanne sana tutucunu çıkarmanı söyledi!] [Cha Miso, öleceksin!] Bu ses nedir? Böyle iyi olacak mıyım?",
      "pt-br": "Negligenciada por sua família, Cha Miso sonha em viver em seu romance favorito como a amada personagem principal. Então, um dia, ela acorda dentro do romance, mas como Eiryn Etam, uma personagem secundária oprimida que será expulsa de sua casa! Para evitar mais negligência, ela planeja ir embora antes que isso aconteça. Mas quando Erno Etam, o herdeiro maluco da Casa Etam, afirma que Eiryn é sua filha, seus planos são frustrados e Eiryn se vê no meio de um conflito entre a Casa Etam e um elenco de vilões."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6b9bd81a-ae0f-4495-bde9-9ba20ee00981",
    "title": {
      "en": "Soshiki no Shukuteki to Kekkon Shitara Mecha Amai"
    },
    "updatedAt": "2025-01-06T21:09:15+00:00",
    "coverArt": "https://mangadex.org/covers/6b9bd81a-ae0f-4495-bde9-9ba20ee00981/fb5dc9a8-5da0-429f-aea5-e05fb451af46.png",
    "altTitles": [
      {
        "ja": "組織の宿敵と結婚したらめちゃ甘い"
      },
      {
        "en": "It's So Sweet When I Marry My Organization's Nemesis"
      },
      {
        "en": "I Married My Organization's Arch-Nemesis, and It's So Sweet!"
      },
      {
        "pt-br": "É tão doce casar com o arqui-inimigo da minha organização"
      },
      {
        "vi": "Thật Ngọt Ngào Khi Kết Hôn Với Kẻ Thù Của Tổ Chức Mình"
      }
    ],
    "description": {
      "en": "\"...I hate you!\"\n\"What a coincidence. So do I.\"\n\nThe two once belonged to opposing organisations of supernatural power users, and fought for their own opposing goals. Roushi Saikawa, also known as the \"Feather Hunter,\" and Ritsuka Yanagi, the strongest supernatural power user known as the \"White Demon.\" The two spent their days battling each other and had no normal social experience, but...\n\n\"I love you, Rou-kun.\"\n\"Me too, Ritsuka.\"\n\nAfter their organisation was disbanded, they somehow started dating and then got married! Is their hatred 100 times more adorable? Now, they are the epitome of a lovey-dovey couple, kissing each other at the door every morning when they go to work. But the husband had just one problem. That is, he had never shared a bed with his wife... In other words, even though he was married, he was still a virgin! This is the story of the hardships faced by such a husband, who gets caught up in numerous troubles but continues to make desperate attempts to deepen his love with his strict wife.",
      "ja": "「……大っ嫌い！」\n「奇遇だな。おれもだ」\n\n　かつて敵対する異能力者の組織に属し、反目し合う目的のために抗争を繰り広げていた二人。\n　《羽根狩り》の異名を持つ犀川狼士(さいがわろうし)と、《白魔》と呼ばれる最強の異能力者・柳良律花(なぎらりつか）。\n　血で血を洗う毎日を過ごし、まともな社会経験のない二人だったが……\n\n「ろうくん、大好きっ」\n「俺もだよ、律花」\n\n　組織解散後はなぜかイチャコラ付き合った上に結婚していた！\n　憎さ余って可愛さ100倍？　いまや、毎朝会社に行く際に玄関で「いってらっしゃい」のチューをするくらいバカップルを地で行く夫婦。\n　だが夫にはただひとつだけ悩みがあった。\n　それは、妻と一度も寝床を共にしたことがないということ……要するに彼は既婚者なのにいまだ童貞であったのだ！\n　これはそんな夫が数々のトラブルに巻き込まれながらも、\n　身持ちのお堅い妻との愛を深めるため、今日も必死にアプローチを続ける艱難辛苦の物語である。",
      "vi": "…. “ta ghét ngươi!”\n\n“trùng hợp thay, tôi cũng vậy”\n\n   Hai người họ từng thuộc hai tổ chức đối địch của những người sử dụng dị năng, và chiến đấu vì những mục đích trái ngược nhau.\n\n       Saikawa Roushi, còn được gọi với cái tên là “thợ săn lông vũ”, và Yanagi Rikka, người sử dụng dị năng mạnh nhất được biết đến với cái tên “bạch ma”. Cả hai đã dành cả ngày để chiến đấu với nhau nên họ không có kinh nghiệm xã hội bình thường nào, thế nhưng…\n\n “em yêu anh, Rou-kun.”\n\n“anh cũng yêu em. Rikka.”\n\n  Sau khi tổ chức bị tan rã, bằng cách nào đó họ đã bắt đầu hẹn hò và đi đến kết hôn! Có phải sự thù hận của họ đáng yêu gấp 100 lần không? Giờ đây, họ là hình ảnh thu nhỏ của một cặp đôi yêu nhau say đắm, hôn nhau mỗi sáng trước khi đi ra ngoài.\n\n  Nhưng người chồng có một vấn đề khá lớn, Đó là anh chưa bao giờ được ngủ chung giường với vợ mình… Nói cách khác, mặc dù đã kết hôn nhưng anh vẫn còn trinh! Đây là câu chuyện về những khó khăn mà người chồng phải đối mặt, dù vướng vào vô số rắc rối vẫn tiếp tục cố gắng để vun đắp tình yêu với người vợ nghiêm khắc của mình.",
      "pt-br": "**Eu Te Odeio, Mas Também Te Amo**  \n\n“...Eu te odeio!”  \n“Que coincidência. Eu também.”  \n\nRoushi Saikawa, conhecido como o \"Caçador de Plumas\", e Ritsuka Yanagi, a usuária de poderes sobrenaturais mais forte, apelidada de \"Demônio Branco\", pertenciam a organizações rivais que batalhavam por objetivos opostos. Durante anos, viveram enfrentando-se ferozmente, sem tempo para experiências sociais comuns.  \n\nMas agora…  \n\n“Eu te amo, Rou-kun.”  \n“Eu também, Ritsuka.”  \n\nDepois que suas organizações foram desmanteladas, os dois, de alguma forma, começaram a namorar e acabaram se casando! Será que o ódio deles se tornou 100 vezes mais fofo? Hoje, eles são a personificação de um casal apaixonado, trocando beijos na porta todas as manhãs antes de irem trabalhar.  \n\nNo entanto, Roushi tinha um problema: ele nunca tinha dividido a cama com sua esposa. Em outras palavras, mesmo casado, ainda era virgem! Esta é a história das dificuldades de um marido dedicado, que enfrenta diversas confusões enquanto tenta desesperadamente fortalecer o amor com sua rígida e poderosa esposa."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fd921093-3e82-4334-adf1-d19e50731631",
    "title": {
      "en": "My Son, Quickly Rely On Your Father's Prestige"
    },
    "updatedAt": "2025-01-05T06:23:03+00:00",
    "coverArt": "https://mangadex.org/covers/fd921093-3e82-4334-adf1-d19e50731631/b5dcbd99-1ab8-4748-a937-e9f1557fe259.png",
    "altTitles": [
      {
        "en": "Son, Put Your Father To The Test"
      },
      {
        "en": "My Son Quickly Rely On Your Father's Prestige"
      },
      {
        "zh": "Wo Er Kuai Pin Die"
      },
      {
        "zh": "我儿快拼爹"
      },
      {
        "ja": "親心チートが無敵すぎる件"
      }
    ],
    "description": {
      "en": "Qin Chuan transmigrated into a mysterious fantasy world. Not only did he gain a son, Qin Zi, for free, but also a cheatcode—a system that made him stronger every time his son caused trouble. After discovering that Qin Zi was a weakling with immense plot armor, Qin Chuan started on an endless journey to troll his son…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "41e2fe0b-f468-4194-911f-6b404064e813",
    "title": {
      "en": "Dragon Tamers"
    },
    "updatedAt": "2024-12-29T07:18:20+00:00",
    "coverArt": "https://mangadex.org/covers/41e2fe0b-f468-4194-911f-6b404064e813/a4d85176-40fd-4254-a7ac-17cb056d02b8.jpg",
    "altTitles": [
      {
        "uk": "Приборкувачі драконів"
      }
    ],
    "description": {
      "en": "Meet Reiko, a little girl in a big world. She was raised by a Yakuza Father and a Dragon Tamer mother which makes her...a little dragon? So if her dad was tamed, whose gonna tame her? Oh yeah, she has a feisty sister too.",
      "uk": "Зустрічайте Рейко, маленьку дівчинку у великому світі. Вона виросла з батьком-якуза та матір’ю-домашнім драконоломом, що робить її... маленьким драконом? Тож якщо її тато підкорився, хто підкорить її? О так, у неї також є запальна сестра."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48db4722-3e23-46f2-9132-680dddb67266",
    "title": {
      "en": "King of the Labyrinth"
    },
    "updatedAt": "2024-07-29T11:24:13+00:00",
    "coverArt": "https://mangadex.org/covers/48db4722-3e23-46f2-9132-680dddb67266/9f06dec5-1aba-4f08-8196-97e2c62c35dd.jpg",
    "altTitles": [
      {
        "ja": "迷宮の王"
      },
      {
        "ja-ro": "Meikyuu no Ou"
      }
    ],
    "description": {
      "en": "Within the tenth-floor boss room of the Sazardon Labyrinth, the mighty minotaur awakens once more. Unlike its predecessors, slain at the hands of treasure-seeking adventurers, this monster’s primal urges push it further than ever before. Kill. Consume. Grow stronger. The more powerful its opponent, the more powerful it becomes. Even the very rules of the labyrinth seem to bend to its indomitable will. Can none triumph against this bovine behemoth? Will the minotaur ever meet its match…?\n\n---\n\nNotes:\n\n- Was on hiatus since June 2022 till February 2024\n- Official english translation of [light novel](https://www.amazon.com/dp/B08F45DG62)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e817a89-6182-4b4d-9cef-28fa46ef9605",
    "title": {
      "en": "Sins of the Gods"
    },
    "updatedAt": "2025-01-12T08:06:41+00:00",
    "coverArt": "https://mangadex.org/covers/2e817a89-6182-4b4d-9cef-28fa46ef9605/ba4f6df0-2e07-427d-8c06-c4dd3585ebca.jpg",
    "altTitles": [
      {
        "zh": "神祇之罪"
      }
    ],
    "description": {
      "en": "As a sinner, Ying Tian and his tribe were imprisoned in the City of Sinners with collars that restricted their supernatural powers. However, Ying Tian was told that he was the descendent of a god. Just when Ying Tian was confused, an unexpected disaster destroyed the entire City of Sinners, leaving no one alive. Ying Tian himself escaped from death and came to the outside world, carrying the blood feud of his entire tribe. In order to find out the truth of the world, Ying Tian and his partners embark on a journey, while he also reveals the true power of a god…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54cc1547-1d1c-4759-a94c-39b9d1f958d7",
    "title": {
      "en": "Mousou Sensei"
    },
    "updatedAt": "2024-11-03T01:08:32+00:00",
    "coverArt": "https://mangadex.org/covers/54cc1547-1d1c-4759-a94c-39b9d1f958d7/d2e4ef64-b2a5-4337-84ae-8c8730d8b93e.jpg",
    "altTitles": [
      {
        "ja": "妄想先生"
      },
      {
        "en": "Delusional Teacher"
      },
      {
        "ru": "Помешанный учитель"
      }
    ],
    "description": {
      "en": "The beautiful English teacher Momoko Irosaki receives what she thinks are the lustful gazes of her male students every day... or so she misunderstands!? What goes on in the school life of a teacher who inadvertently indulges in fantasies full of allure...?",
      "ja": "美人英語教師の色咲先生は、日々男子生徒から思春期真っ盛りの視線を浴びている…のは勘違い!? ついお色気全開の妄想をしてしまう先生の学校生活は――…。ちょっとえっちでかなり笑える妄想スクールコメディ!!",
      "ru": "Красивая учительница английского Иросаки Момоко, как ей кажется, каждый день ловит на себе похотливые взгляды своих учеников мужского пола... Или она просто неправильно их понимает?! Что происходит в школьной жизни учителя, который невольно предается таким фантазиям?...",
      "vi": "Irosaki-sensei, một giáo viên trẻ xinh đẹp, hoạt bát,... Nói chung là mặt tiền cô rất  tuyệt với, học sinh đứa nào đứa nấy cũng mê. Nhưng thật ra \"mặt trong\" của cô lại không được xán lạn đến vậy. Và rồi cô gặp một cậu học trò yêu thích môn tiếng anh mà cô đang giảng dạy, thay vì nghĩ rằng \"ồ, siêng quá ta\", thì trong đầu cô lại chỉ có vô vàn suy nghĩ đồi trụy rồi tự gán hết lên người cậu học sinh ấy, nói chung là ngây ngô lắm cả nhà XD."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "03b51b22-f30e-4808-b1ff-bf6e1ff902cf",
    "title": {
      "en": "Danjo no Yujou wa Seiritsu suru? (Iya, Shinai!!)"
    },
    "updatedAt": "2024-10-30T21:55:57+00:00",
    "coverArt": "https://mangadex.org/covers/03b51b22-f30e-4808-b1ff-bf6e1ff902cf/6c0ddc22-89cc-4bd0-adb1-6510467fdb53.jpg",
    "altTitles": [
      {
        "ja": "男女の友情は成立する？（いや、しないっ！！）"
      },
      {
        "en": "Can a Boy and Girl Friendship Hold Up? (No It Can't)"
      },
      {
        "zh": "男女之间真的存在友情吗"
      }
    ],
    "description": {
      "en": "At a rural junior high school, a man and a woman vowed an eternal friendship. The relationship between the two who became a fateful community toward one dream-two years have passed without any particular progress ...!\n\n　Yuu Natsume, a flower-loving plant boy, and Inuzuka Himari, a girl who hasn't been in love for the first time yet, have been peacefully close friends in the gardening club with only two of them.\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://manga.nicovideo.jp/comic/54842)",
      "ja": "未だに初恋がこない陽キャ女子・犬塚日葵と、花を愛する植物系男子・夏目悠宇はふとしたきっかけで友情に落ちた。 それから２年――相変わらず『親友』をやっているふたりだったが、悠宇がかつての初恋相手と再会したことで日葵と悠宇の関係も変わり出し……？"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ff9e370-a993-4f3b-9e70-750c3a098fc5",
    "title": {
      "en": "The Ember Knight"
    },
    "updatedAt": "2024-08-23T02:41:40+00:00",
    "coverArt": "https://mangadex.org/covers/5ff9e370-a993-4f3b-9e70-750c3a098fc5/c18bbe55-cb0b-4439-ab1f-47c9157a79e5.jpg",
    "altTitles": [
      {
        "ko": "잔불의 기사"
      },
      {
        "ja": "残り火の騎士"
      },
      {
        "en": "The Knight of Embers"
      },
      {
        "th": "เพลิงแค้นของอัศวิน"
      },
      {
        "zh": "余火骑士"
      },
      {
        "ru": "Рыцарь огня"
      }
    ],
    "description": {
      "en": "When Nagyunn’s twin brother, Najin, is murdered before his very eyes, he vows to avenge his brother’s death by assuming Najin’s identity. \n\nBut although the two may look alike, when it comes to fighting, Nagyunn lacks the talent and skill his brother possessed. In order to successfully execute his plot for revenge, Nagyunn resolves to train himself to become the prodigious knight-in-training his brother once was. \n\nWill Nagyunn be able to keep his identity a secret before others begin to catch on to his act?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=SC46p8Zh2g4)\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/the-ember-knight)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/yuhuoqishi/list?title_no=1651)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001459)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/the-ember-knight/list?title_no=3062)",
      "ja": "死んだ弟の復讐のため最弱の兄が立ち上がる\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=SC46p8Zh2g4)\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/the-ember-knight)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/yuhuoqishi/list?title_no=1651)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001459)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/the-ember-knight/list?title_no=3062)",
      "ko": "유일한 가족이자, 최고의 기사 유망주였던 쌍둥이 동생이 살해당했다.\n천재적이었던 동생과는 달리 무예에 재능이 전혀 없지만,\n동생의 복수를 위해 '강함'을 연기하기로 결심했다.\n약해빠진 나는 복수에 성공할 수 있을까.\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=SC46p8Zh2g4)\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/the-ember-knight)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/yuhuoqishi/list?title_no=1651)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001459)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/the-ember-knight/list?title_no=3062)",
      "ru": "Мой брат-близнец, единственный член семьи, восходящая звезда и главный кандидат на становление рыцарем, был убит. В отличие от него, у меня совсем не было таланта к боевым искусствам. Однако ради того, чтобы отомстить за своего брата, я должен стать сильнее.\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=SC46p8Zh2g4)\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/the-ember-knight)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/yuhuoqishi/list?title_no=1651)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001459)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/the-ember-knight/list?title_no=3062)",
      "th": "น้องชายฝาแฝดของฉันเป็นผู้เข้าสอบอัศวินที่เก่งที่สุดในประเทศถูกลอบสังหาร ฉันซึ่งไม่มีความสามารถในการต่อสู้เลยนั้น ตัดสินใจแล้วว่าจะแกล้งปลอมตัวเป็นน้องชายที่แข็งแกร่งของฉันเพื่อแก้แค้นแทนเขา ตัวฉันที่อ่อนแอจะสามารถแก้แค้นคนที่ฆ่าน้องชายของฉันได้หรือไม่\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=SC46p8Zh2g4)\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/the-ember-knight)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/yuhuoqishi/list?title_no=1651)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001459)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/the-ember-knight/list?title_no=3062)",
      "zh": "弟弟是最强骑士却被杀害？\n软弱的我为复仇假扮弟弟！\n某天，洛辰洛谦两兄弟家里来了一伙神秘人，他们企图杀害弟弟洛辰。洛辰是整个大陆最有实力的预备骑士，而洛谦却是一个手无缚鸡之力的少年。危机时刻洛辰为了保护哥哥丧命于家中。哥哥洛谦为了查明真相，找出真凶，于是假扮成弟弟成为了一名骑士。但哥哥洛谦并没有骑士资质，他只能依靠伪装骗过众人，同时寻找神秘人为弟弟报仇。软弱的洛谦可以成功找到真相为弟弟复仇吗？\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=SC46p8Zh2g4)\n---\n- [Official English <Tappytoon> Translation](https://www.tappytoon.com/en/comics/the-ember-knight)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/yuhuoqishi/list?title_no=1651)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001459)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/the-ember-knight/list?title_no=3062)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "16c34950-954c-4f0d-808e-d8278a546339",
    "title": {
      "en": "Suufungo no Mirai ga Wakaru You ni Natta Kedo, Onnagokoro wa Wakaranai."
    },
    "updatedAt": "2024-12-27T20:42:42+00:00",
    "coverArt": "https://mangadex.org/covers/16c34950-954c-4f0d-808e-d8278a546339/7d301e1e-642b-4b7d-b65b-9777b36e80bf.jpg",
    "altTitles": [
      {
        "ja": "数分後の未来が分かるようになったけど、女心は分からない。"
      },
      {
        "ja-ro": "Suufungo no Mirai ga Wakaru You ni Natta Kedo, Onnagokoro ha Wakaranai."
      },
      {
        "en": "I Can Now See a Few Minutes Into the Future, but I Still Can't Understand a Woman's Heart."
      },
      {
        "en": "I Can See a Few Minutes Into the Future, but I Don’t Know What a Woman's Mind Is Like"
      },
      {
        "id": "Sekarang saya dapat melihat masa depan dalam beberapa menit, tetapi saya tidak dapat memahami hati seorang wanita."
      },
      {
        "pt-br": "Agora, posso ver alguns minutos no futuro, mas ainda não consigo entender o coração de uma mulher."
      },
      {
        "vi": "Tôi Giờ Có Thể Nhìn Thấy Vài Khắc Trong Tương Lai, Nhưng Vẫn Không Thể Hiểu Được Con Gái Nghĩ Gì"
      }
    ],
    "description": {
      "en": "Arata Itou has the ability to see a few minutes into the future, but the glimpses he sees are always linked to misfortune. With his kind-hearted nature, Arata decides to use this inconvenient power to help girls facing various troubles and prevent their unfortunate futures. However, Arata doesn't realize that, little by little, the girls are growing fond of him. And he remains oblivious to the quiet rivalries forming between them over his attention.",
      "id": "Arase Itou bisa melihat beberapa menit ke depan. Namun, masa depan yang ia lihat selalu berhubungan dengan masalah. Arase yang baik hati berusaha menghindari masa depan yang tidak menyenangkan ini, namun pada akhirnya masalah tersebut tetap membuatnya membantu berbagai gadis dengan masalah mereka. Tanpa ia sadari, para gadis mulai menyukainya. Arase tidak menyadari bahwa, diam-diam, para gadis bersaing untuk memperebutkannya.",
      "ja": "伊藤新世は数分後の未来が分かる。ただし視える未来は不幸につながるもの。\nお人好しな新世はそんな不都合な未来を回避し、様々な悩みを持つ少女を助けることになる。\n新世は知らない。いつの間にか、少女たちに好かれていることに。\n新世は気づかない。人知れず、少女たちが争っていることに。",
      "vi": "Arata Itou có khả năng nhìn thấy trước vài phút trong tương lai, nhưng những hình ảnh cậu thấy luôn gắn liền với xui xẻo. Là một người tốt bụng, Arata quyết định tận dụng năng lực \"bất tiện\" này để giúp đỡ các cô gái đang gặp khó khăn và ngăn chặn những điều không may sẽ xảy ra với họ. Thế nhưng, cậu hoàn toàn không nhận ra rằng các cô gái ngày càng có tình cảm với mình. Càng không hay biết về những \"cuộc chiến ngầm\" giữa họ để giành lấy sự chú ý của cậu.",
      "pt-br": "Arata Itou tem a habilidade de ver alguns minutos no futuro, mas as visões que ele tem estão sempre ligadas a infortúnios. Com seu coração bondoso, Arata decide usar esse poder inconveniente para ajudar as garotas que enfrentam diversos problemas e evitar seus futuros infelizes. No entanto, Arata não percebe que, pouco a pouco, as garotas começam a se afeiçoar a ele. E ele continua alheio às rivalidades silenciosas que estão se formando entre elas por causa da sua atenção."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1117e35-23ca-4096-8b92-2340d11913d5",
    "title": {
      "en": "Necromancer, the Ultimate Scourge!"
    },
    "updatedAt": "2024-12-18T08:22:00+00:00",
    "coverArt": "https://mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "altTitles": [
      {
        "zh": "死灵法师！我即是天灾"
      },
      {
        "zh-ro": "Si Ling Fashi! Wo Ji Shi Tianzai"
      },
      {
        "zh-ro": "Sǐ Líng Fǎshī! Wǒ Jí Shì Tiānzāi"
      },
      {
        "en": "Necromancer! I Am a Disaster"
      },
      {
        "en": "Necromancer: King of The Scourge"
      },
      {
        "en": "Disastrous Necromancer"
      },
      {
        "en": "Catastrophic Necromancer"
      },
      {
        "pt-br": "Necromante: O Rei da Calamidade"
      },
      {
        "vi": "Thảm Họa Tử Linh Sư"
      }
    ],
    "description": {
      "en": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
      "vi": "Thế giới game hòa làm một với hiện thực, mọi quy tắc bị phá vỡ,nhân loại tiến vào thời đại toàn dân chuyển chức. Chỉ có trở thành chuyển chức giả! Thăng cấp biến mạnh! Mới có thể bước lên đỉnh cao của đời người! Vào ngày chuyển chức,Lâm Mặc thức tỉnh chức nghiệp ẩn độc nhất Tử Linh Pháp Sư. Từ đây Chỉ cần vật triệu hoàn không chết thì Thì đồng nghĩa Lâm Mặc cũng sẽ không bao giờ chết. \"Ta ngồi trên hài cốt thần tọa, đi lại giữa sự sống và cái chết\"",
      "zh": "游戏降临现实，世界规则颠覆，人类进入全民转职时代。 唯有成为转职者！升级变强！方能站上世界之巅！ 转职当天，林默语成为唯一性隐藏职业，死灵法师。 从此召唤物不死绝，林默语便不会死。 “我高坐骸骨神座，行走生死之间。” “我即是天灾！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06",
    "title": {
      "en": "Bijin Onna Joushi Takizawa-san"
    },
    "updatedAt": "2024-10-11T20:11:01+00:00",
    "coverArt": "https://mangadex.org/covers/7dc3f66f-4d6e-4030-bd6c-6a4d699a7f06/e24b17bb-51be-4666-9c5f-5d4509c76743.jpg",
    "altTitles": [
      {
        "en": "Beautiful Female Superior Takizawa-san"
      },
      {
        "de": "Meine hübsche Vorgesetzte Takizawa-san"
      },
      {
        "es-la": "Mi Hermosa Jefa Takizawa-san"
      },
      {
        "es": "Mi Jefa Bella, Takizawa-san"
      },
      {
        "pt": "Minha linda chefe, Takizawa-san"
      },
      {
        "en": "My Beautiful Boss, Takizawa-san"
      },
      {
        "fr": "Takizawa-san, ma patronne magnifique"
      },
      {
        "en": "The Greatest Lady Boss \"Takizawa-san\""
      },
      {
        "ru": "Мой прекрасный босс Такидзава-сан"
      },
      {
        "ja": "美人女上司滝沢さん"
      },
      {
        "zh": "美女上司泷泽小姐"
      },
      {
        "ko": "미인 여자 상사 타키자와 씨"
      },
      {
        "zh-hk": "美女上司瀧澤小姐"
      },
      {
        "ja-ro": "Bijin On'na Jōshi Takizawa-san"
      }
    ],
    "description": {
      "en": "Kouta Takeda is a young office worker, who at the entry level at XOX Corporation is put under the direct supervision of Kyouko Takizawa, a stunning and voluptuous woman with a fearsome reputation at the company as an inflexible and cruel boss, but Takeda has the privilege of finding out that Takizawa is no iron lady, and that she's no stranger to kindness where it's dispensed.",
      "ja": "こんな上司と働きたい♪　Twitter発、美人で巨乳な女上司4コマ！ 新卒で入った僕の会社の上司・滝沢さんは、美人で巨乳でちょっぴり○○！？　Twitterで話題になった後ニコニコ静画にて連載化された美人女上司さん4コマがたわわに書籍化!!",
      "pt": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa.  \n  \n**Links:**  \n- [Author's Twitter](https://twitter.com/yan_baru55)",
      "pt-br": "Kouta Takeda, que acabou de começar a trabalhar na XOX Corporation, conhece sua nova chefe, uma linda mulher de seios grandes chamada Kyouko Takizawa."
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ac933f6-3b4f-474d-a163-f641936fcc84",
    "title": {
      "en": "Hero x Demon King x Villain"
    },
    "updatedAt": "2024-05-28T17:36:12+00:00",
    "coverArt": "https://mangadex.org/covers/8ac933f6-3b4f-474d-a163-f641936fcc84/ef4f160e-6188-4547-8577-847dafa5f5ae.png",
    "altTitles": [
      {
        "ko": "영웅&마왕&악당"
      },
      {
        "ru": "Герои, Короли Демонов и Злодеи"
      },
      {
        "en": "Heroes & Demons & Villains"
      },
      {
        "es-la": "Héroes y Reyes, Demonios y Villanos"
      }
    ],
    "description": {
      "en": "A noble <Hero> who punishes evil while under the protection of gods.\nA demon born with tremendous demonic powers, is the last surviving <Demon King>.\nAnd I’m an experienced third-rate <Villiain> that roams around the land.\n\nI want my Villain’s life to be over.\nI was going to retire and spend the rest of my life in comfort but the child I picked up by accident turned out to be the demon king and the hero is chasing me to \"repay the favor\".\nMy comfortable retirement years are ruined!\n\nThe 99 demons that guard the Villain ?\nPrepare to die… Yes, may God bless you, now die!",
      "ko": "신들의 가호를 받아 악을 처단하는 고결한 ‘영웅’.\n악마의 힘을 받아 태어난 강력한 마족 최후의 생존자 ‘마왕’.\n악의 조직을 전전하는 숙련된 삼류 ‘악당’.\n\n악당 생활도 이젠 끝이다. 은퇴해서 편안한 여생을 보내려 했더니\n우연히 주운 녀석은 마왕이고, 영웅 녀석은 은혜를 갚겠답시고 찾아와\n내 편안한 은퇴 생활을 망치고 있다!\n\n악당을 가호하는 아흔아홉 악마시여….\n신의 축복이나 받고 뒈지소서!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3b9bade6-28a0-4f2f-8211-4b5106a2cbbd",
    "title": {
      "en": "Guild no Uketsukejou Desu ga, Zangyou wa Iya Nanode Boss wo Solo Toubatsu Shiyou to Omoimasu"
    },
    "updatedAt": "2024-12-24T01:49:54+00:00",
    "coverArt": "https://mangadex.org/covers/3b9bade6-28a0-4f2f-8211-4b5106a2cbbd/07587e3a-069a-4660-8d68-3c60857efa93.jpg",
    "altTitles": [
      {
        "ja": "ギルドの受付嬢ですが、残業は嫌なのでボスをソロ討伐しようと思います"
      },
      {
        "en": "I May Be a Guild Receptionist, but I'll Solo Any Boss to Clock Out on Time"
      },
      {
        "zh": "虽然是公会柜台小姐，但是因为讨厌加班所以要去单挑BOSS"
      },
      {
        "en": "I'm The Guild Receptionist, But Since I Don't Want To Work Overtime, I Think I'll Just Solo The Boss"
      }
    ],
    "description": {
      "en": "\"It's safe because it's a desk job, super stable because it's public work!\"\n\nAlina Clover thought being a receptionist for the Adventurers Guild would be her ticket to the good life... but her dream gig turns into an overtime nightmare whenever adventurers get stuck clearing a dungeon. To save herself from paperwork, Alina turns to the simplest solution at hand — beating down the monsters herself! A mysterious adventurer showing up out of nowhere, soloing the boss, then disappearing without taking credit is bound to create rumors, and Alina's treasured job forbids side hustles. So there might be trouble when the leader of the Silver Sword party discovers her secret...!",
      "ja": "内勤だから安全、公務だから超安定！\n\nそんな理想の職業「ギルドの受付嬢」となったアリナを待っていたのは、理想とは程遠い残業三昧の日々だった。\n\n全てはダンジョンの攻略が滞っているせい！ 限界を迎えたアリナは、なんと大鎚を手に自らボス討伐に赴くのであった―。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "151bca3e-db98-4ad2-8d8d-239943b91437",
    "title": {
      "en": "You Shou Yan"
    },
    "updatedAt": "2024-09-06T17:46:42+00:00",
    "coverArt": "https://mangadex.org/covers/151bca3e-db98-4ad2-8d8d-239943b91437/b0f083db-ef76-4809-b563-dbb3d013fcd1.jpg",
    "altTitles": [
      {
        "zh": "有兽焉"
      },
      {
        "en": "Fabulous Beasts"
      },
      {
        "en": "There Are Beasts"
      }
    ],
    "description": {
      "en": "\"In this realm mythological creatures roam, descendant of the nine heavens they call home.\" \n\nSibuxiang, a mythical deer-man couch potato, is kicked out of heaven and assigned to support the mythological creatures wandering the human world. He meets and goes on adventures with his friends: the energetic, food loving Pixiu named Pipi, the fanatic moon bunny Tuye, the banished-from-heaven mouse brothers Jinjiao and Yinjiao, and many others. What kind of adventures will they take on?",
      "zh": "《人间有神兽，来自九重天 》\n\n随着科技的发展，往日威风凛凛的神兽们日子大不如前。神兽四不像奉命下凡，去解救流落人间的落魄神兽。在凡间，他遇到了走投无路的老同事天禄，不得志的酒友兔爷，被贬下凡的金银角兄弟……从此开启了一段新的旅程。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "a4e88b85-5b6d-4485-a9de-39e39bf9158b",
    "title": {
      "en": "Bannou Skill no Rettou Seijo Kiyosugiru no de Binbou ni wa Narimasendeshita"
    },
    "updatedAt": "2025-01-12T05:26:30+00:00",
    "coverArt": "https://mangadex.org/covers/a4e88b85-5b6d-4485-a9de-39e39bf9158b/0aec2e83-af2e-45aa-be5f-33b669db3da2.jpg",
    "altTitles": [
      {
        "ja": "万能スキルの劣等聖女 ～器用すぎるので貧乏にはなりませんでした～"
      },
      {
        "ja-ro": "Banno Skill no Retto Seijo Kiyosugiru node Bimbo ni ha Narimasendeshita"
      },
      {
        "es-la": "La Santa Inferior de Habilidades Versátiles: ¡Era tan Hábil que no Pudo Escapar de la Pobreza!"
      }
    ],
    "description": {
      "en": "\"I never knew you were an inferior saint!\"\n\nSoara, who received the revelation of the saint, was invited to join her childhood friend, the hero Zeno's, party, where all members had S-rank skills, but she was expelled due to her lack of outstanding talent. Although shocked, Soara did not give up and turned into a freelance adventurer, deepening her friendships with the companions she met on her travels, and gradually recovering from the shock of being expelled from the party, she begins to flourish...",
      "ja": "「お前が劣等聖女だったとはな！」\n\n聖女の天啓を受けたソアラは、全員がSランクスキル持ちであり幼なじみの勇者ゼノンのパーティに期待されて誘われたものの、飛び抜けた才能がなかったため追放されてしまう。ショックを受けつつも、ソアラはめげずにフリーの冒険者へ転身し、旅先で出会った仲間たちと親交を深めて、少しずつパーティ追放のショックから立ち直って活躍していくのだが――？",
      "es-la": "¡Nunca supe que eras una santa inferior! Soara, quien recibió la revelación de ser una santa, fue invitada a unirse al grupo del héroe con grandes expectativas, pero fue expulsada por ser una persona que sabía un poco de todo pero no dominaba ninguna habilidad en particular. Aunque sorprendida, Soara no se rinde y se convierte en una aventurera independiente. Profundiza sus amistades con Lumia, quien la apoya como su administradora, y con las habilidosas aventureras Elaine y Laura, a quienes conoce en sus viajes. Poco a poco, Soara se recupera del impacto de haber sido expulsada del grupo y comienza a tener éxito, pero... ¡Las chicas hermosas que enfrentan diversas dificultades están en acción! ¡La fantasía de las chicas de otro mundo que comienza con la expulsión empieza aquí!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1847d70b-1868-4f71-8279-a06a18a15e21",
    "title": {
      "en": "Botsuko-chan"
    },
    "updatedAt": "2025-01-02T15:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/1847d70b-1868-4f71-8279-a06a18a15e21/4b38794b-dec6-4ead-ae9e-23dd6eac95c9.jpg",
    "altTitles": [
      {
        "ja": "ボツ子ちゃん"
      },
      {
        "ja": "没キャラ"
      }
    ],
    "description": {
      "en": "\"Botsu\" as in \"rejected/unused concept\""
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a89a48d-2e94-49a7-aa05-61b24e0f2f86",
    "title": {
      "en": "Isekai Monster Breeder"
    },
    "updatedAt": "2023-05-18T11:59:49+00:00",
    "coverArt": "https://mangadex.org/covers/0a89a48d-2e94-49a7-aa05-61b24e0f2f86/91e43e68-af9d-4fe2-8df9-707ec215541d.png",
    "altTitles": [
      {
        "ja-ro": "Isekai Monster Breeder ~Cheat wa Arukedo, Nonbiri Ikusei Shiteimasu~"
      },
      {
        "en": "Monster Breeder in Another World"
      },
      {
        "ru": "Укротитель монстров в другом мире ~Лениво дрессирует монстров с помощью читов~"
      },
      {
        "ja": "異世界モンスターブリーダー　～チートはあるけど、のんびり育成しています～"
      },
      {
        "th": "Isekai Monster Breeder -มีสูตรโกงแต่ก็จะเพาะเลี้ยงอย่างค่อยเป็นค่อยไปครับ-"
      },
      {
        "ko": "이세계 몬스터 브리더"
      },
      {
        "zh": "异世界魔物培育家~带着外挂悠哉养成中"
      },
      {
        "zh-hk": "異世界魔物培育家~帶著外掛悠哉養成中"
      }
    ],
    "description": {
      "en": "When sent to a different world, Souta was given the unpopular profession of \"Monster Tamer.\" However, Souta also got the skill \"Absolute Domination\" which gives him a 100% chance to capture anything!",
      "es": "Cuando fue enviado a un mundo diferente, Souta recibió la impopular profesión de \"Domador de monstruos\". ¡Sin embargo, Souta también obtuvo la habilidad \"Dominación Absoluta\" que le da un 100% de posibilidades de capturar cualquier cosa!",
      "ru": "Когда главного героя, Соуту, отправили в другой мир, ему досталась профессия \"Укротителя монстров\". К тому же, ему дали способность \"Абсолютное доминирование\", которая даёт ему 100% возможность получить всё что угодно."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "6",
    "lastChapter": "79"
  },
  {
    "mangaId": "4bf066dc-3a6d-4c33-997b-6033208c4176",
    "title": {
      "en": "Henkyou Mob Kizoku no Uchi ni Totsuidekita Akuyaku Reijou ga, Mechakucha Dekiru Yoi Yome Nanda ga?"
    },
    "updatedAt": "2024-12-14T15:08:42+00:00",
    "coverArt": "https://mangadex.org/covers/4bf066dc-3a6d-4c33-997b-6033208c4176/b59a4228-7f1f-4be4-bcfd-68667b64e7c8.png",
    "altTitles": [
      {
        "ja": "辺境モブ貴族のウチに嫁いできた悪役令嬢が、めちゃくちゃできる良い嫁なんだが？"
      },
      {
        "ja-ro": "Henkyo Mob Kizoku no Uchi ni Totsuidekita Akuyaku Reijo ga, Mechakucha Dekiru Yoi Yome nanda ga?"
      },
      {
        "en": "The Villainess Who Came to Marry Into the Frontier Noble's Household is an Exceptionally Capable Wife, Isn't She?"
      },
      {
        "en": "The Villainess Who Was Dumped Got Married into My Family, a Mob Noble from the Frontier, and Turns Out, She's an Amazing Capable Wife?"
      },
      {
        "vi": "Tôi, một quý tộc ở biên giới đã kết hôn với nữ phản diện có năng lực tuyệt vời"
      },
      {
        "pt-br": "A Vilã que Veio se Casar com a Família Nobre da Fronteira é uma Esposa Excepcionalmente Capaz, Não é?"
      },
      {
        "id": "Villainess yang Menikah dengan Seorang NPC Bangsawan Perbatasan"
      }
    ],
    "description": {
      "en": "Ragna, the heir to a frontier noble family, is a reincarnated former Japanese citizen who realizes that the world he now lives in is the setting of an otome game. Dreaming of a carefree life as an adventurer, his plans are derailed when a war takes his family, forcing him to take on the responsibilities of managing his family’s lands. \n\nStruggling with the unfamiliar duties of a lord, his already chaotic life takes another turn when an unexpected engagement to a noblewoman from a higher-ranking family is arranged.\n\nTo his surprise, the bride-to-be is Alicia, the \"villainess\" of the otome game’s story — a character destined for heartbreak, a demonic pact, and ultimate destruction. Now sharing his life with someone fated for tragedy, Ragna is swept up in the wheels of fate. \n\nCan he rewrite the predetermined outcomes of this world and secure a peaceful life for himself and Alicia?",
      "id": "Ragna, penerus dari keluarga bangsawan perbatasan, dulunya adalah seorang penduduk jepang yang telah bereinkarnasi, kemudian dia menyadari bahwa dunia yang ditinggalinya sekarang adalah dunia game otome.\n\nDia yang seharusnya bercita-cita untuk hidup bebas menjadi petualang, seketika hancur ketika keluarganya gugur dalam perang, yang kemudian memaksa dirinya untuk menjadi penerus wilayahnya dan melakukan tugas-tugas untuk mengatur wilayah keluarganya.\n\nKesulitan dengan tugas-tugas baru yang harus dilakukan olehnya, kehidupannya yang sibuk secara tiba-tiba kedatangan seorang gadis bangsawan dengan status yang lebih tinggi darinya karena adanya sebuah lamaran pernikahan yang dipaksakan kepadanya, dan betapa terkejutnya dia setelah mengetahui bahwa calon istrinya adalah seorang \"villainess\" dari game otome yang pernah dimainkan olehnya, yaitu alicia.\n\nAlicia adalah sebuah karakter yang ditakdirkan untuk sakit hati, bersekutu dengan iblis, dan menemui kehancuran. \n\nKarena sekarang ragna diharuskan untuk berbagi kehidupannya dengan seseorang yang ditakdirkan mengalami nasib buruk membuat ragna juga ikut terseret kedalamnya, jadi bisakah dia mengubah takdir dunia ini, dan hidup berdua dengan tenang bersama alicia?",
      "ja": "辺境貴族の跡取りであるラグナは、元日本人の転生者で、この世界は彼の知る乙女ゲー世界だった。\n気ままにのんびり暮らしたいのに、慣れない領地運営に翻弄される日々。\nそんななか、突然、ラグナと格上貴族との婚姻が決まってしまう。\nそうして嫁いできた公爵令嬢・アリシアは、なんと乙女ゲーの「悪役令嬢」で――!?",
      "vi": "Ragna, người thừa kế của một gia đình quý tộc ở biên giới, là một công dân Nhật Bản kiếp trước đã được đầu thai vào thế giới mới và nhận ra rằng nơi anh đang sống chính là bối cảnh của một trò chơi otome.\n\nMơ ước về một cuộc sống tự do như một mạo hiểm giả, kế hoạch của anh bị xáo trộn khi một cuộc chiến tranh cướp đi gia đình anh, buộc anh phải gánh vác trách nhiệm quản lý lãnh thổ của gia tộc. Khi đang vật lộn với những nghĩa vụ xa lạ của một lãnh chúa, cuộc sống vốn đã hỗn loạn của anh lại thêm một biến cố nữa khi một cuộc hôn nhân bất ngờ với một quý nữ từ gia tộc công tước được sắp đặt. Ngạc nhiên thay, cô dâu tương lai của anh là Alicia, nhân vật \"ác nữ\" trong câu chuyện của trò chơi otome — một nhân vật số phận đã được định sẵn sẽ gặp phải đau khổ, ký khế ước với ác quỷ và sau cùng là chết thảm.\n\nGiờ đây, khi phải chia sẻ cuộc sống với người đã được số phận an bài cho bi kịch, Ragna bị cuốn vào bánh xe số phận đầy trớ trêu Liệu anh có thể viết lại những kết quả đã được định sẵn của thế giới này và mang lại một cuộc sống yên bình cho bản thân và Alicia?",
      "pt-br": "Ragna, o herdeiro de uma família nobre das fronteiras, é um ex-cidadão japonês reencarnado que se dá conta de que o mundo em que vive agora é o cenário de um jogo otome. Sonhando com uma vida tranquila como aventureiro, seus planos são frustrados quando uma guerra tira sua família, forçando-o a assumir as responsabilidades de administrar as terras da família.\n\nLutando com as tarefas desconhecidas de ser um lorde, sua vida já caótica dá outra guinada quando um noivado inesperado com uma nobre de uma família de ranking superior é arranjado.\n\nPara sua surpresa, a noiva é Alicia, a \"vilã\" da história do jogo otome — uma personagem destinada ao desgosto, a um pacto demoníaco e à destruição final. Agora, compartilhando sua vida com alguém fadado à tragédia, Ragna é arrastado pelas engrenagens do destino.\n\nSerá que ele consegue reescrever os desfechos predeterminados desse mundo e garantir uma vida pacífica para si e para Alicia?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e881168f-ef99-41ff-88cf-1cf21c152635",
    "title": {
      "en": "Seichou Cheat de Nandemo Dekiru you ni Natta ga, Mushoku dake wa Yamerarenai you desu"
    },
    "updatedAt": "2025-01-11T07:46:44+00:00",
    "coverArt": "https://mangadex.org/covers/e881168f-ef99-41ff-88cf-1cf21c152635/d9691022-2c49-4bd4-b2e2-86a41856b0cd.jpg",
    "altTitles": [
      {
        "ja": "成長チートでなんでもできるようになったが、無職だけは辞められないようです"
      },
      {
        "en": "I've Become Able to Do Anything with My Growth Cheat, but I Can't Seem to Get out of Being Jobless"
      },
      {
        "ko": "성장 치트로 뭐든 할 수 있게 되었지만, 무직만큼은 그만둘 수가 없습니다"
      },
      {
        "zh": "只有无职是不会辞去的"
      },
      {
        "zh-hk": "只有無職是不會辭去的"
      }
    ],
    "description": {
      "en": "I, Ichinosuke, failed to get a job 100 times in a row. In fact, my lifelong unemployment streak remains unbroken. On my way to yet another job interview, I was involved in an accident with a truck and tragically passed away. Suddenly, a goddess bestowed upon me the ability to grow at a speed 20 times faster than normal... and another goddess, making a mistake, bestowed upon me the ability to grow at a speed 20 times faster than normal, before sending me to a game-like other world.\n\nWait, 20 times 20... 400 times faster than normal?!\n\nHowever, knowing that I would not become stronger even if I continued growing while being jobless, I aimed to get a job... but I discovered that remaining Jobless was a cheat in and of itself, provided you can stomach the slow leveling process... Which I do at 400 times faster than normal. As my Growth Cheat and Jobless Cheat existed side-by-side in this other world, the story of my adventure, no doubt certified by the job-placement agency as harmful material, begins here.",
      "ja": "就活中に事故で死にそうになった楠一之丞は異世界に転移。さらに女神の手違いにより一之丞は常人の400倍のスピードで成長する能力を授かった。あまりの成長速度に、一之丞は無職のまま異世界生活を始める。"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "48221bce-0fd2-4519-b5f3-4fdc1921007b",
    "title": {
      "en": "Captain Corinth: The Galactic Navy Officer Becomes an Adventurer"
    },
    "updatedAt": "2024-12-10T04:28:35+00:00",
    "coverArt": "https://mangadex.org/covers/48221bce-0fd2-4519-b5f3-4fdc1921007b/56d12305-048c-4bb5-b33c-6e4bce5c6e6b.jpg",
    "altTitles": [
      {
        "en": "The Galactic Navy Officer Becomes an Adventurer"
      },
      {
        "ja": "航宙軍士官、冒険者になる"
      },
      {
        "pt-br": "Capitão Corinth: Um Oficial da Marinha Galáctica Torna-se um Aventureiro"
      },
      {
        "ja-ro": "Kouchuugun Shikan Boukensha ni Naru"
      }
    ],
    "description": {
      "en": "In order to protect the planet Ares from invasion by the Bugs, Alan Corinth has set his sights on nothing less than ruling the entire continent. The Kingdom of Belta, which borders the Great Demon Forest, is the ideal spot to start putting his plan in motion, so he and his party set off for the gathering place of the finest adventurers the kingdom has to offer: the citadel of Gantz.\n\nWill Alan be able to keep the hostile aliens from overrunning this fantasy planet?  The sci-fi medieval fantasy story begins!",
      "ja": "- Official Site: [Link](https://famitsubunko.jp/specialcontents/kochugun/)  \n- Web Novel [(raw)](https://ncode.syosetu.com/n3490ee/)",
      "pt-br": "A nave espacial que o oficial da Marinha Imperial Galáctica que Alan Corinth estava foi derrubada por um ataque surpresa durante a navegação no hiperespaço.\n\nCompletamente a deriva, e sobre uma estranha coincidência, Alan se tornou o único na nave a sobreviver. A nave espacial severamente danificada perdeu suas capacidades de navegação e despencou em um planeta próximo.\n\nUsando uma cápsula de fuga, Alan dirigiu-se ao planeta sozinho.\n\nAssim começou a busca de Alan pela sobrevivência no planeta subdesenvolvido utilizando as nanomáquinas simbiótica dentro de seu corpo.\n\nSurpreendentemente, o planeta era o lar de uma próspera civilização humana cujo código genético se assemelhava ao de Alan.\n\nMesmo permanecendo perdido devido a ser jogado em um mundo de espadas e magia, ele tenta viver o melhor que pode junto com seus novos companheiros.\n\nO que Alan conseguiria nesse mundo estranho?\n\nA história de fantasia de ficção científica em um cenário medieval agora começa!"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "afa40bc8-34fa-4b03-a1e1-50f4eb79f9da",
    "title": {
      "en": "My Father Has Become a Beautiful Girl and It's a Lot of Pain"
    },
    "updatedAt": "2024-09-25T14:59:38+00:00",
    "coverArt": "https://mangadex.org/covers/afa40bc8-34fa-4b03-a1e1-50f4eb79f9da/d7ae21a3-7950-4191-a386-996b07e6273b.png",
    "altTitles": [
      {
        "ja": "父親が美少女になってしまって色々つらい"
      },
      {
        "ja-ro": "Chichioya ga Bishoujo ni Natte Shimatte Iroiro Tsurai"
      },
      {
        "en": "My Father Turned into a Beautiful Girl and It's a Lot of Trouble."
      },
      {
        "ru": "Мой отец превратился в красивую девушку и это доставляет много хлопот."
      },
      {
        "id": "Ayah ku berubah menjadi gadis cantik dan itu sangat sulit bagi ku"
      }
    ],
    "description": {
      "en": "A successful but annoying dad got gender-swapped and became a beautiful girl. Now he has lost his job and has to depend on his son while slowly starting anew.",
      "ru": "Однажды в комнату Тацуи заходит красивая девушка... и, к его удивлению оказывается его отцом, который полностью изменился из-за шока от увольнения с работы! !\nХотя он и растерян перед своим отцом, потерявшим все (?), меняются ли мало-помалу отношения между родителем и ребенком, которые раньше были далекими? ? ?\nОтец Тацуи потерял все. Тацуя с недоумением смотрит на отца, но расстояние между отцом и сыном постепенно сокращается...?\nОтец – это мать, а сын – это отец? Нет, мой лучший друг — мой отец, а мой отец — мой лучший друг...?\nНовая комедия TS, которая, несмотря на то, что в социальных сетях ее называют \"физиологически невозможной\", на самом деле является удивительной историей отца и сына, которая согреет ваше сердце!!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d7a219e-7f7e-4a64-bf1d-89d82f84a07b",
    "title": {
      "en": "THE LAST MAN"
    },
    "updatedAt": "2024-10-20T12:44:29+00:00",
    "coverArt": "https://mangadex.org/covers/5d7a219e-7f7e-4a64-bf1d-89d82f84a07b/521e402d-956a-4a61-ae02-3e5679b2a8dc.jpg",
    "altTitles": [
      {
        "en": "LAST MAN"
      },
      {
        "en": "Last Man (EGAWA Tatsuya)"
      },
      {
        "ja": "ラストマン"
      }
    ],
    "description": {
      "en": "A mysterious boy lies naked and unconscious on the street. The story begins when ninth grader, Ai Oomori, and his third grader brother, Seigi, find him. This boy has no memory of the past and doesn't even know his real name. He is like a little baby. Ai names this boy Makoto and takes him back home. Makoto has superhuman physical powers and can even recover quickly from injuries. Who is Makoto? Makoto is easygoing and not at all bothered by everyone's curiosity. Until that is he is pursued by a cruel woman who disguises herself as a spider. A neo sapiens, this spider woman has been dispatched by a mystery organization called, \"Love & Peace.\" Her mission is to bring back Makoto dead or alive.  \n  \nSource: MU"
    },
    "status": "completed",
    "releaseDate": 1998,
    "contentRating": "erotica",
    "lastVolume": "12",
    "lastChapter": "134"
  },
  {
    "mangaId": "7fe4b18c-7092-487a-b7bd-0a0089ce65d1",
    "title": {
      "en": "Tobioriru Chokuzen no Doukyuusei ni \"Sekkusu Shiyou!\" to Teianshite Mita."
    },
    "updatedAt": "2024-12-28T15:50:14+00:00",
    "coverArt": "https://mangadex.org/covers/7fe4b18c-7092-487a-b7bd-0a0089ce65d1/f2dc6f2d-b275-46d0-b01e-ef52e259232f.png",
    "altTitles": [
      {
        "ja": "飛び降りる直前の同級生に『×××しよう!』と提案してみた。"
      },
      {
        "en": "Just Before Jumping, I Suggested to my Classmate, \"Let's Have Sex!\""
      },
      {
        "zh": "试着对即将跳下去的同班同学提议：“和我做爱吧！”"
      },
      {
        "id": "Sesaat Sebelum Melompat, Aku menyarankan Teman Sekelasku, \"Yuk, Ngewe!\""
      }
    ],
    "description": {
      "en": "My first love, Koga Kurumi. Her beauty and personality, which are beyond what you'd expect from a high school student, invite jealousy, isolate her, and - she was on the verge of jumping off the roof due to bullying. So, what can I do...? \"Let's have sex!\" I'll scream out my love to the death and make a place for you in this world!",
      "id": "Dialah cinta pertamaku, Koga Kurumi. Kecantikan dan kepribadiannya di luar ekspektasi dari seorang murid SMA, membuat keirian, pengucilan,dan membuatnya hampir melompat dari atap sekolah karena perundungan. Lantas, apa yang bisa kulakukan? \"Yuk, ngewe!\". Akan kuteriakkan cintaku padamu hingga akhir nyawa dan membuatkanmu tempat di dunia ini!",
      "ja": "俺の初恋相手、古賀胡桃。 高校生離れした美貌と性格は嫉妬を招き、孤立させ、そして――彼女はイジメを苦に屋上から飛び降りる寸前だった。 だから、俺にできることは――。 「俺とS●Xしよう!」 「…………へ、変態っ……(ドン引き)」 「そうかもな! だがいいのか? ここで死んだら君の最期の光景は“よく知らん変態の告白シーン”だ! ムードぶち壊しだな!」 「…………な、なんてことしてくれたのよ! へんたいへんたい変態っ!」 「理由はある。そう、君を世界で一番愛しているからだ! 結婚しよう!!!」 「え、えぇ~~~…………???」 死ぬ気で愛を叫びまくって、この世界に君の居場所を作ってみせる!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e8853450-bac4-45df-bea5-5b4c116f3a61",
    "title": {
      "en": "Adventurer's Guild Universal Advisor"
    },
    "updatedAt": "2024-10-30T20:10:48+00:00",
    "coverArt": "https://mangadex.org/covers/e8853450-bac4-45df-bea5-5b4c116f3a61/de257d3a-ce4c-4c97-82b5-f917f27deaa3.jpg",
    "altTitles": [
      {
        "ja-ro": "Boukensha Guild no Bannou Advisor"
      },
      {
        "ja": "冒険者ギルドの万能アドバイザー"
      }
    ],
    "description": {
      "en": "Red is an ex-adventurer who was once the driving force in managing his party. He took care of all the busywork, such as dealing with guild requests and supplies for their adventures. Eventually, the hero declared that he was useless in battle and forcefully expelled him from the party. Having everything taken away from him, he spent his time frequenting a guild's tavern. Eventually, a young adventurer who was in trouble was saved by Red, and she begged him to take her on as an apprentice. As time went on, he realized that he had potential in training adventurers. He decided that his true calling was to be a teacher! This is a story about a jack of all trades instructor and his versatile students that will eventually become legendary adventurers who will take down the Demon King."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9ad4148b-8c9e-48d5-89ec-e7b98a660e42",
    "title": {
      "en": "Oomuro-ke"
    },
    "updatedAt": "2024-12-27T20:47:37+00:00",
    "coverArt": "https://mangadex.org/covers/9ad4148b-8c9e-48d5-89ec-e7b98a660e42/57886a93-6c2f-4bbd-b78b-9b32805f9199.jpg",
    "altTitles": [
      {
        "ja": "大室家"
      },
      {
        "ja-ro": "Oomuroke"
      },
      {
        "en": "Oomuro Family"
      },
      {
        "en": "Oomuro House"
      }
    ],
    "description": {
      "en": "*A spin-off of the YuruYuri series featuring the Oomuro family of sisters!*\n\nFrom oldest to youngest, there's **Nadeshiko**, the cool and serious high schooler; **Sakurako**, the silly, lazy, and (slightly) dimwitted middle schooler; and **Hanako**, the intelligent and mature elementary schooler! \n\nThis story focuses on these three sisters, their friends. and the many fun and wild adventures they have together!",
      "ja": "優秀な長女・撫子、残念な次女・櫻子、優秀な三女・花子からなる大室家３姉妹。自由奔放な櫻子を中心に今日も大室さん家は賑やかです♪"
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "901da7d9-8742-4f1a-9432-b7c1e67a5daf",
    "title": {
      "en": "Ryuu to Ayumu Nariagari Boukensha-dou ~Youzumi toshite S-Rank Party kara Tsuihou Sareta Kaifuku Majutsushi, Suterareta Saki de Saikyou no Shinryuu o Fukkatsu Sasete Shimau~"
    },
    "updatedAt": "2025-01-12T08:40:42+00:00",
    "coverArt": "https://mangadex.org/covers/901da7d9-8742-4f1a-9432-b7c1e67a5daf/b3a83230-c19a-430f-aadd-d8dd348c311f.jpg",
    "altTitles": [
      {
        "ja": "竜と歩む成り上がり冒険者道～用済みとしてSランクパーティから追放された回復魔術師、捨てられた先で最強の神竜を復活させてしまう～"
      },
      {
        "ja-ro": "Ryuu to Ayumu Nariagari Boukensha-dou ~Youzumi toshite S-Rank Party kara Tsuihou Sareta Kaifuku Majutsushi, Suterareta Saki de Saikyou no Shinryuu wo Fukkatsu Sasete Shimau~"
      },
      {
        "en": "Walking The Rising Adventurer's Path With A Dragon ~The Recovery Magician Who Was Expelled From His S-Rank Party As No Longer Useful Ends Up Reviving The Strongest Divine Dragon In The Place Where He Was Abandoned~"
      },
      {
        "en": "A Story About a Dragon and the Rising of an Adventurer: A Healer Who Was Seen as Useless and Was Kicked Out From an S-Rank Party, Goes Off to Revive the Strongest Dragon in an Abandoned Area"
      },
      {
        "en": "Adventurer with a Dragon: A Healer Banished from an S-Rank Party as Useless, Resurrects the Strongest Divine Dragon in the Place Where He Was Abandoned"
      },
      {
        "ru": "Целитель, которого исключили из команды S-ранга, воскрешает в бездне сильнейшего дракона"
      },
      {
        "ko": "용과 걷는 출세 모험자의 길~쓸모 없어져서 S랭크 파티에서 추방당한 회복 마술사, 버려진 곳에서 최강의 신룡을 부활시키다~"
      },
      {
        "ko-ro": "yong-gwa geodneun chulse moheomjaui gil~sseulmo eobs-eojyeoseo Slaengkeu patieseo chubangdanghan hoebog masulsa, beolyeojin gos-eseo choegang-ui sinlyong-eul buhwalsikida~"
      }
    ],
    "description": {
      "en": "**“Understand for yourself that you are worthless. You are already obsolete.”**\n\nDion, the recovery wizard who was told so, was seriously injured by the hands of party members and left behind in the interior of the highest difficulty dungeon.\n\nOn the verge of running out of his life, he happens to encounter a dying dragon. Dion realized that he couldn't help him anymore, and he treated the dragon to live as a recovery wizard until the end. Then the dragon thanked him and even shared the power of the dragon. In addition, this dragon seems to have been a legendary god dragon-class. Dion escapes from the dungeon with his new companion, the dragon, and restarts as an adventurer. He captures the difficult dungeons that stand in his way, and his abilities are recognized and he has all the strong men on his side.\n\nThis is a story about a recovery magician who leaves behind even the party he was in from a difficult situation and becomes the strongest adventurer in the world.\n___\n**Character Designer:** [Sisoe](https://mangadex.org/author/9a1a04cb-1d27-4601-809d-665b4f4918c4)\n\n**Additional Links:**  \n- Alt Official Raw: [niconico Manga](https://manga.nicovideo.jp/comic/55539)\n- [Official Raw Web Novel](https://ncode.syosetu.com/n6844gh)\n- [Official Raw Light Novel](https://www.bunkasha.co.jp/author/a236341.html)",
      "pt-br": "Dion, um curandeiro, é jogado nas profundezas de uma masmorra por um membro do grupo. Assim que ele estava prestes a morrer, ele encontra um dragão ferido. Dion usa o que resta de sua força para salvá-lo, e acaba sendo um dragão divino chamado Eldora. Eldora, que recuperou seu poder, e Dion, um mago exilado que ela salvou da morte, começam sua jornada juntos como aventureiros. Enquanto isso, Yuki, o líder do grupo que incriminou Dion, sai para encontrá-la."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05c29e85-71c1-4f78-95cd-a03e68d9523c",
    "title": {
      "en": "Worst Gaiden Mr. Zetton"
    },
    "updatedAt": "2024-10-16T11:48:18+00:00",
    "coverArt": "https://mangadex.org/covers/05c29e85-71c1-4f78-95cd-a03e68d9523c/f20870f2-fa2f-4b6c-ad15-48d4c9a43c06.jpg",
    "altTitles": [
      {
        "ru": "«Отбросы» гайдэн — Мистер Зеттон"
      },
      {
        "en": "Worst Side Story: Mr. Zetton"
      },
      {
        "ja": "WORST外伝 ゼットン先生"
      }
    ],
    "description": {
      "en": "After years of studying, Hanazawa Saburou, AKA Suzuran's legendary Zetton, has finally become a high school teacher. But on his first day at work, the principal tells him he was actually hired not to teach, but to make the students of his homeroom class drop out of school?!",
      "ru": "После долгих лет учёбы Сабуро Ханадзава, также известный как легендарный Зеттон Судзурана, наконец-то стал учителем средней школы. Но в первый же день на работе директор рассказал ему, что на самом деле его наняли не для того, чтобы преподавать, а для того, чтобы заставить учеников вверенного ему класса бросить школу!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "414fd0ba-83c1-4aa2-ba4c-388481288150",
    "title": {
      "en": "Tokkyuu!!"
    },
    "updatedAt": "2024-05-19T15:37:29+00:00",
    "coverArt": "https://mangadex.org/covers/414fd0ba-83c1-4aa2-ba4c-388481288150/691e0b47-5355-47b5-9c0a-ccd9f71c40ba.jpg",
    "altTitles": [
      {
        "ja-ro": "Tokkyuu"
      },
      {
        "ja": "トッキュー!!"
      },
      {
        "id": "Tokkyu!"
      }
    ],
    "description": {
      "en": "Hyogo Kanbayashi, a coastal lifeguard, works to enter Tokkyuu, an elite lifeguard team.\n\n\n---\n\n- Indonesian release by Elex Media as **Tokkyu!**"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "196"
  },
  {
    "mangaId": "ef409a08-b2f4-4ded-abef-972ef1aec2f1",
    "title": {
      "en": "Naze ka S-kyuu Bijotachi no Wadai ni Ore ga Agaru Ken"
    },
    "updatedAt": "2024-11-15T08:17:29+00:00",
    "coverArt": "https://mangadex.org/covers/ef409a08-b2f4-4ded-abef-972ef1aec2f1/0d00d2a2-5d92-488d-9e42-6e028c186ffc.jpg",
    "altTitles": [
      {
        "ja": "なぜかS級美女達の話題に俺があがる件"
      },
      {
        "ja-ro": "Nazeka S-kyuu Bijotachi no Wadai ni Ore ga Agaru Ken"
      },
      {
        "en": "For Some Reason, I'm a Topic of Conversation Between S-Rank Beauties"
      },
      {
        "en": "That Time I Somehow Got Elevated into a Hot Topic Among S-Class Beauties"
      },
      {
        "id": "Entah Bagaimana Aku Jadi Bahan Bicaraan Cewek Cantik di Kelas S"
      }
    ],
    "description": {
      "en": "High school girls Sara Himekawa, Rin Kohinata, and Yuna Takamori are called “S-class beauties,” admired by everyone for their unparalleled beauty. While the school is abuzz with questions about the mysterious guy that the girls are talking about, Haruya Akasaki, a quiet boy in the class, is feeling anxious. In fact, the subject of the girls' talk is Haruya! He definitely does not want to draw that much attention at school, so he tries to make the girls lose interest in him, but it all backfires and…\n\nThis is a school harem comedy between a plain guy and “S-class beauties.\"",
      "ja": "クラスのマドンナたちの話題はすべて俺？\n静かに過ごしたいのに、なぜか《S級美女》達と学園ハーレムラブコメに!?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3d839cd9-1950-405c-b71f-9abbd7443058",
    "title": {
      "en": "Asako"
    },
    "updatedAt": "2025-01-12T09:20:43+00:00",
    "coverArt": "https://mangadex.org/covers/3d839cd9-1950-405c-b71f-9abbd7443058/ff033dac-092f-4c99-82bc-6abef54712d3.jpg",
    "altTitles": [
      {
        "ja": "あさこ"
      },
      {
        "ja-ro": "Asako"
      },
      {
        "ko": "아사코"
      },
      {
        "zh": "浅子"
      }
    ],
    "description": {
      "en": "The challenged relationship between Masashi Aoshima, an 11-year-old boy living in a seaside fishing village, and Asako, a mysterious beauty from Tokyo who came to stay at his guest house."
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "34"
  },
  {
    "mangaId": "1f5a94b3-08f9-4b58-8354-db5cf22043d6",
    "title": {
      "en": "Gaikotsu Kishi-sama, Tadaima Isekai e Odekake-chuu"
    },
    "updatedAt": "2023-08-04T01:29:41+00:00",
    "coverArt": "https://mangadex.org/covers/1f5a94b3-08f9-4b58-8354-db5cf22043d6/00a8ccd5-ecbc-48ff-9143-c82f3c3122f5.jpg",
    "altTitles": [
      {
        "fr": "Le Chevalier Squelettique, découvrant un nouveau monde"
      },
      {
        "en": "Skeleton Knight in Another World"
      },
      {
        "en": "Skeleton Knight, going out to the parallel universe"
      },
      {
        "ru": "Рыцарь-скелет в ином мире"
      },
      {
        "th": "บันทึกการเดินทางต่างโลกของท่านอัศวินกระดูก"
      },
      {
        "ja": "骸骨騎士様、只今異世界へお出掛け中"
      },
      {
        "ko": "해골기사님은 지금 이세계 모험 중"
      },
      {
        "uk": "Лицар-Скелет розпочинає пригоду в новому світі"
      },
      {
        "zh": "骸骨骑士大人异世界冒险中"
      },
      {
        "ja-ro": "Gaikotsu Kishi-sama, Tadaima Isekai e o Dekake-chū"
      },
      {
        "tr": "İskelet Şövalye, Şimdi Başka Bir Dünyaya Gidiyor"
      },
      {
        "fr": "Le Chevalier squelette, excursion à travers un autre monde"
      },
      {
        "az": "Skelet cəngavəri başqa dünyada"
      },
      {
        "ar": "فارس الهيكل العظمي في عالم آخر"
      },
      {
        "zh-hk": "骸骨騎士大人異世界冒險中"
      },
      {
        "pt-br": "Cavaleiro Esqueleto em Outro Mundo"
      },
      {
        "pt-br": "Skeleton Knight, indo para o universo paralelo"
      }
    ],
    "description": {
      "en": "The protagonist fell asleep while playing an online game. However, he awoke in a strange world with his game character's appearance. In a state of shock, he noticed that he was equipped with nothing but his strongest weapon and armor. To make matters worse, our hero's appearance was changed by the special avatar skin『Skeleton』when he enter this new world. The protagonist wanted to live without drawing attention, but he got acquainted with the dark elf Ariana and received her request.  \n  \n- [Official English Light Novel](https://sevenseasentertainment.com/series/skeleton-knight-in-another-world-light-novel/)",
      "ja": "- [Original WebNovel](https://ncode.syosetu.com/n6266ci/)",
      "uk": "Одного разу головний герой грав у відеогру, поки він не заснув...й коли він прокинувся, опинився в ігровому світі в образі свого аватара, як скелет! Оснащений потужною зброєю та обладунками аватара, але застрягши у страхітливій зовнішності, Арк повинен знайти місце для себе в цьому дивовижному світі. Усі його сподівання на тихе життя розвіюються, коли він зустрічається з прекрасною ельфійкою воїном, після чого вони разом подорожують цим світом.",
      "pt-br": "Arc, um jovem jogador, desmaia durante uma partida online e quando desperta se depara em um mundo estranho, muito semelhante ao do jogo. Chocado com o ocorrido, ele percebe que está neste mundo munido de uma armadura e uma poderosa arma, além de poderes e aparência modificada para a de um [Caveiro]. Arc precisa se manter vivo e, para isso, não deve chamar a atenção. Porém, ele acaba encontrando uma elfa chamada Ariana e aceitando o seu pedido.\n\n- [Original WebNovel](https://ncode.syosetu.com/n6266ci/)"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2025-01-11T07:49:51+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/451aa517-6067-485d-bc03-08c279bbaff5.jpg",
    "altTitles": [
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "en": "Let's Manage the Tower"
      },
      {
        "ko": "탑의 관리를 해보자!"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "vi": "Isekai làm người quản lý tháp"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?",
      "ja": "仕事帰りに交通事故に遭ったことから魂が別世界に飛ばされてしまった考助。彼は保護してくれた女神の助力により、これまでの記憶を持ったまま新しい世界で生きていくことに。さらに女神が創造してくれたという、チートな能力と天使のような羽を持つ最強美女ふたりをお供に、新たな生を送ることになったのですが――。",
      "es-la": "Kosuke es atropellado por un camión mientras regresaba del trabajo. En ese momento, mientras su vida terminaba, su alma fue transferida al \"Jardín de la eterna primavera\" donde lo esperaba una hermosa mujer. Ella inmediatamente lo lleva con la diosa suprema, encargada de dicho mundo. La diosa suprema le permitirá elegir entre poder entrar al ciclo de la encarnación y renacer para empezar una nueva vida o ser invocado a otro mundo, de lo cual él elige ser invocado. La diosa suprema antes de transferirlo a este nuevo mundo le otorga una habilidad divina y dos bellas y poderosas sirvientes. En este nuevo mundo, las dos chicas principales que fueron creadas por la diosa del jardín le ayudarán a encontrar el misterio detrás del mundo: una torre de mazmorra. ¿Podrá convertirse en el dueño de esta torre y administrarla?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  }
]