[
  {
    "mangaId": "6f3543ca-873b-463f-9a1d-47bc261d274a",
    "title": {
      "en": "Pokémon RéBURST"
    },
    "updatedAt": "2023-12-08T22:51:55+00:00",
    "coverArt": "https://mangadex.org/covers/6f3543ca-873b-463f-9a1d-47bc261d274a/1ba10aae-2f05-42ee-a240-9756b845ec26.png",
    "altTitles": [
      {
        "en": "Pocket Monsters RéBURST"
      },
      {
        "ja": "ポケットモンスター リバースト"
      },
      {
        "ja": "ポケットモンスターRéBURST"
      }
    ],
    "description": {
      "en": "The story begins with the protagonist leaving his town where people and Pokémon live in peace together in order to locate his father. The hero doesn’t know much about his father besides the fact that he is a powerful swordsman. On his journey, the protagonist meets up with new friends and foes and discovers the power of Burst Heart Crystals, these crystals entrap a Pokémon inside and allow humans transform themselves partly into them in order to take advantage of their special abilities and attacks."
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "77"
  },
  {
    "mangaId": "416e63e0-a641-4338-b9e8-2461e81ff152",
    "title": {
      "en": "How to Survive as a Maid in a Horror Game"
    },
    "updatedAt": "2024-09-23T18:12:22+00:00",
    "coverArt": "https://mangadex.org/covers/416e63e0-a641-4338-b9e8-2461e81ff152/29d67fe8-47e2-4242-8793-eca46049c117.png",
    "altTitles": [
      {
        "ko": "공포게임 메이드로 살아남기"
      },
      {
        "ko": "공포 게임 메이드로 살아남기"
      },
      {
        "en": "Surviving as a Maid in a Horror Game"
      },
      {
        "en": "No Exit Horror"
      }
    ],
    "description": {
      "en": "\"How did you know? I hid it well so that no one would find out.\"\n \nAdrian Caesar von de Paltzgraf, the successor to the Paltzgraf Family. He is hailed as an angel in this world, but only I knew that the serial murders and murder attempts happening in the area which everyone was talking about were all committed by a young, good-looking gentleman.\n\n[Adrian's murderous intent has increased.]\n[Convince Adrian to lower his murderous intent. If not, you die.]\n[Adrian's murderous intent is at 92%.]\n\nI am the only one who knows. I was the only one who transmigrated into the world of this ridiculous horror game.\n\n---\n\nNote:\n- Only Ridibooks has all the volumes, due to Volume 1 of the side stories being R19.\n- \"No Exit Horror\" is the English name on the ebook and physical Korean novel cover."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7eae3ca1-76b8-45d9-ac5e-c5055ce4c0ee",
    "title": {
      "en": "Copy Skill no Saikyou Madou-shi"
    },
    "updatedAt": "2024-12-20T19:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/7eae3ca1-76b8-45d9-ac5e-c5055ce4c0ee/372db8c3-8607-4477-8c84-c52df2697596.png",
    "altTitles": [
      {
        "ja": "コピースキルの最強魔導師"
      },
      {
        "en": "The Ultimate Magician With Copy Skills"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb",
    "title": {
      "en": "Wazawai no Avalon"
    },
    "updatedAt": "2024-12-14T10:54:06+00:00",
    "coverArt": "https://mangadex.org/covers/7e4e5e8a-f3f0-4612-b04d-257e2ac0b7eb/5dbc10c9-70b7-4dff-a8cc-5764c8567aa6.jpg",
    "altTitles": [
      {
        "en": "Finding Avalon: The Quest of a Chaosbringer"
      },
      {
        "ja-ro": "Saiaku no Avalon"
      },
      {
        "ja": "災悪のアヴァロン"
      },
      {
        "ja": "災悪のアヴァロン～ゲーム最弱の悪役デブに転移したけど、俺だけ“やせれば強くてニューゲーム”な世界だったので、最速レベルアップ＆破滅フラグ回避で影の英雄を目指します～"
      }
    ],
    "description": {
      "en": "The main character loves the MMORPG game called Dungeon Explorer Chronicle (Dun-Ex). During one particular day, a beta test event was announced, and he managed to beat it.\nIn exchange for clearing the event, he was granted permission to try the beta test server.\nForcing to choose different avatar and skill as the system doesn't allow his own, he eventually settled on random. However, he is transferred to a place where, as expected, he finds a fat, villainous mob character...!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "ffa156e7-dd60-46e3-b238-e05f94eb979c",
    "title": {
      "en": "A Savage Proposal"
    },
    "updatedAt": "2024-11-13T18:32:31+00:00",
    "coverArt": "https://mangadex.org/covers/ffa156e7-dd60-46e3-b238-e05f94eb979c/bc6df3dc-0271-40c3-914e-c651187637b2.jpg",
    "altTitles": [
      {
        "ko": "야만의 청혼"
      },
      {
        "pl": "Szaleńcza Propozycja"
      }
    ],
    "description": {
      "en": "When the ruthless Lord Tiwakan seizes the kingdom of Nauk, Princess Liene Arsac faces an impossible choice: marry her captor or watch her homeland crumble. But Lord Tiwakan isn’t just after power; he desires Liene, and his devotion stirs a mix of fear and undeniable attraction within her. With her former betrothed, Lafitte, still missing, Liene must decide whether to trust Tiwakan's promises or hold out hope for a rescue. As dangerous secrets come to light, Liene’s decision could change the fate of Nauk—and her own heart—forever.",
      "pl": "Kiedy bezwzględny lord Tiwakan przejmuje królestwo Nauk, księżniczka Liene Arsac staje przed niemożliwym wyborem: poślubić swojego porywacza lub patrzeć, jak jej ojczyzna się rozpada. Ale lord Tiwakan pragnie nie tylko władzy; pożąda Liene, a jego oddanie wzbudza w niej mieszankę strachu i niezaprzeczalnego przyciągania. Ponieważ jej były narzeczony, Lafitte, wciąż jest uznawany za zaginionego, Liene musi zdecydować, czy zaufać obietnicom Tiwakana, czy też mieć nadzieję na ratunek. Gdy niebezpieczne sekrety wychodzą na jaw, decyzja Liene może zmienić los Nauk - i jej własnego serca - na zawsze."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "54059360-008c-49fe-a511-c5e23bc49242",
    "title": {
      "en": "Sumi Nigori"
    },
    "updatedAt": "2024-11-25T13:05:05+00:00",
    "coverArt": "https://mangadex.org/covers/54059360-008c-49fe-a511-c5e23bc49242/ff6ec80e-9cc2-4c01-85d6-3a8c469f6373.jpg",
    "altTitles": [
      {
        "ja": "住みにごり"
      },
      {
        "ja-ro": "Suminigori"
      },
      {
        "en": "Resident Muddiness"
      }
    ],
    "description": {
      "en": "Summer, 29 years old. I got a long vacation from my job, so I decided to go back to my family's home after a long absence. Living there are my parents, my older sister, and my 35 year old unemployed brother, who doesn't talk to anyone."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de7cff02-47b5-4f27-b238-9a4d9e40694c",
    "title": {
      "en": "I Can't Fall in Love With Paperman"
    },
    "updatedAt": "2024-08-15T17:24:51+00:00",
    "coverArt": "https://mangadex.org/covers/de7cff02-47b5-4f27-b238-9a4d9e40694c/a33f3ad7-f7d5-4c03-babe-f9386c04d923.jpg",
    "altTitles": [
      {
        "zh": "我不可能和纸片人谈恋爱"
      },
      {
        "ko": "내 남주에게 위협당하고 있습니다"
      },
      {
        "zh-ro": "Wo Bu Keneng He Zhi Pian Ren Tan Lian'ai"
      }
    ],
    "description": {
      "en": "When a BL comic artist transmigrated into the princess of Liao, she resumed her career... but encountered her \"dear son\" who crawled out of the book and refused to be gay! Faced with a sword to her neck, will she surrender or resist? What's worse, the plot is no longer under her control; who's the mysterious person behind the scenes controlling everything?"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "900b1790-4d86-4030-b410-00db69df4771",
    "title": {
      "en": "The Hero Trained by the Worst Demon King Is Unrivaled in the School of Returnees From Another World"
    },
    "updatedAt": "2024-11-23T19:18:56+00:00",
    "coverArt": "https://mangadex.org/covers/900b1790-4d86-4030-b410-00db69df4771/f137670a-ce43-47f5-bdd7-6686aec72e77.jpg",
    "altTitles": [
      {
        "ja": "最凶の魔王に鍛えられた勇者、異世界帰還者たちの学園で無双する"
      },
      {
        "ja-ro": "Saikyou no Maou ni Kitaerareta Yuusha, Isekai Kikansha-tachi no Gakuen de Musou Suru"
      }
    ],
    "description": {
      "en": "Without possessing the unique skill blessed by the goddess, Kujou Kyouya failed to save the world.\n\nHe was ridiculed as a “failed hero” at the interdimensional-level academy where returned heroes who had saved many worlds gathered. However, he became the strongest and most unique hero, having trained for 30,000 years in another world with the most evil demon king, Felice, who has destroyed 3,000 worlds! \n\nNow Kyouya’s unique skill is so powerful that he cannot even be defeated by the strongest heroes!\n\n---\n**Links:**\n- Alternative Official Raw - [Niconico](https://seiga.nicovideo.jp/comic/58212),  [BookLive](https://booklive.jp/product/index/title_id/1299578/vol_no/001)",
      "id": "Tanpa mendapatkan berkah kemampuan unik dari Dewa, anak laki-laki bernama Kujou Kyouya gagal menyelamatkan dunia. Dia diejek sebagai \"pahlawan gagal\" di akademi level interdimensi di mana pahlawan yang telah menyelamatkan banyak dunia berkumpul. Meski begitu dia dapat menjadi pahlawan terkuat dan terunik, setelah berlatih selama 30.000 tahun di dunia lain dengan Raja Iblis paling jahat, Felice, yang telah menghancurkan 3.000 dunia! Sekarang dengan kemampuan uniknya Kyouya sangat kuat yang bahkan tidak akan bisa dikalahkan oleh pahlawan terkuat sekalipun! Legenda tentang anak laki-laki yang dilatih Raja Iblis paling jahat, dimulai!",
      "ja": "数々の異世界を救うために魔王討伐を経験してきた転生勇者たちが通う学校、国立ユグラシア学園。そんな中で、“世界を救えなかった落伍勇者”として負け組扱いされているグループに九条恭弥はいた。だが、実は彼は最凶と恐れられた魔王フェリスに3万年かけて鍛えられたという特殊な経歴の持ち主で…!?",
      "pt-br": "Sem possuir a habilidade única abençoada pela deusa, um garoto chamado Kujou Kyouya falhou em salvar o mundo. Ele foi ridicularizado como um “herói fracassado” na academia de nível interdimensional onde heróis retornados, que haviam salvado muitos mundos, se reuniam.\n\nNo entanto, ele se tornou o herói mais forte e único, tendo treinado por 30.000 anos em outro mundo com o demônio mais malvado, Felice, que destruiu 3.000 mundos!\n\nAgora, a habilidade única de Kyouya é tão poderosa que nem mesmo os heróis mais fortes podem derrotá-lo! A lenda de um garoto treinado pelo demônio mais malvado, começa!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "d080f85f-a6ef-4e0a-9569-c0709b60d8c0",
    "title": {
      "en": "Isshou Senkin"
    },
    "updatedAt": "2024-12-14T23:15:53+00:00",
    "coverArt": "https://mangadex.org/covers/d080f85f-a6ef-4e0a-9569-c0709b60d8c0/b33e2541-f112-437d-8e0f-b52358336b88.jpg",
    "altTitles": [
      {
        "ja": "一勝千金"
      },
      {
        "en": "ST✰R: Strike it Rich"
      },
      {
        "en": "STAR: Strike it Rich"
      },
      {
        "ru": "Звезда: Бей, богатей"
      },
      {
        "ru": "Бесценная Победа"
      }
    ],
    "description": {
      "en": "\"Yup! Just as slow as I thought.\"\n\nAfter retiring from public fighting and getting fired from underground fighting, 27 year old Tenma Nozomi's zest for life is gradually dwindling away. It's hard to be at the bottom with nowhere to go, and that's exactly where she and her two friends are. However, Nozomi hits upon an idea that may just solve all of their problems: they could make their own underground fighting circuit for women, and tap into an underexplored market. As good as that sounds, her insistence on including the unknown quantity Hongou Hina may prove to be more than she bargained for...",
      "ja": "女子×裏格闘×団体運営＝？？？\n\n格闘団体をクビになった天馬希望（てんまのぞみ）は一攫千金を夢見て、幼なじみの2人と女子だけの裏格闘団体を立ち上げる！しかし、興行を成功させるためスター選手として招き入れたのは、可愛らしい見た目からは想像できないとってもキケンな女子高生で…！？金か？ 夢か？ 革命か？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8791c515-0245-4fcc-81cc-22863a0aba6b",
    "title": {
      "en": "Mezametara Saikyou Soubi to Uchuusenmochi Datta node, Ikkodate Mezashite Youhei toshite Jiyuu ni Ikitai"
    },
    "updatedAt": "2024-11-23T17:04:09+00:00",
    "coverArt": "https://mangadex.org/covers/8791c515-0245-4fcc-81cc-22863a0aba6b/1d7f2504-6696-48b9-883c-7843e99db516.jpg",
    "altTitles": [
      {
        "en": "Reborn as a Space Mercenary: I Woke Up Piloting the Strongest Starship!"
      },
      {
        "ja": "目覚めたら最強装備と宇宙船持ちだったので、一戸建て目指して傭兵として自由に生きたい"
      },
      {
        "ja-ro": "Mezametara Saikyou Soubi to Uchuusenmochi Datta node, Ikkodate Mezashite Youhei toshite Jiyuu ni Ikitai"
      },
      {
        "zh": "一觉醒来坐拥神装和飞船，我决定以买一套独门独户的房子为目标作为佣兵自由地活下去"
      },
      {
        "zh-hk": "覺醒起來就持有最強裝備和宇宙飛船，所以我決定以買一個私人住宅為目標作為傭兵自由地活下去"
      },
      {
        "ru": "Я очнулся, будучи пилотом сильнейшего космического корабля, а потому решил стать межгалактическим наёмником"
      },
      {
        "en": "When I Woke Up, I Got the Strongest Equipment and a Starship, so I Went and Became a Mercenary in Order to Live as I Please while Aiming for a Detached House"
      }
    ],
    "description": {
      "en": "Sato Takahiro was an ordinary office worker and hobbyist gamer until the day he woke up on a spaceship–one that strangely resembled a craft from a favorite space-shooter game. With a decked-out ship, a crew full of babes, and a fantastic universe to explore, he’s going to make the most of his good luck and create the life he’s always dreamed of!\n\n\n---\n\n**Links:**\n- [Official English Light Novel](https://sevenseasentertainment.com/series/reborn-as-a-space-mercenary-i-woke-up-piloting-the-strongest-starship-light-novel/)",
      "ru": "Это история о парне, неожиданно оказавшемся в открытом космосе с личным боевым кораблем. На этом космолёте он будет путешествовать, попутно спасать девушек, оказавшихся в беде, флиртовать с ними, зарабатывать деньги и использовать свои знания из игры, чтобы вести свободный и непринужденный образ жизни."
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f5d1cf67-3621-4a17-be55-9d6c5d370c86",
    "title": {
      "en": "Strongest Player"
    },
    "updatedAt": "2024-12-13T20:25:49+00:00",
    "coverArt": "https://mangadex.org/covers/f5d1cf67-3621-4a17-be55-9d6c5d370c86/9ccb9f25-6765-4d79-955f-fd5a012cc66c.jpg",
    "altTitles": [
      {
        "zh": "第一玩家"
      },
      {
        "en": "The First Strongest Player"
      },
      {
        "en": "The First Player"
      },
      {
        "en": "The Prime Player"
      }
    ],
    "description": {
      "en": "By the time you see this message, the life-or-death game to reclaim our planet has already begun. All players must journey together through alternate worlds to find a chance to redeem their homeland. Those eliminated become spectators. Su Ming’an, who possesses the unique power of death rollback, is hailed as the strongest First Player, the pillar of peak strength, and the torchbearer of humanity in its darkest age. In this life-and-death maze, can he lead humanity toward the best possible future?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1f6b847c-d1ba-4a1b-a5f8-b1891c4ba470",
    "title": {
      "en": "Vivarium de Choushoku wo"
    },
    "updatedAt": "2024-10-17T10:56:28+00:00",
    "coverArt": "https://mangadex.org/covers/1f6b847c-d1ba-4a1b-a5f8-b1891c4ba470/654e488c-379d-4eb4-8b27-0f8c20181fee.jpg",
    "altTitles": [
      {
        "en": "Breakfast at the Vivarium"
      },
      {
        "ja-ro": "Vivarium de Chōshoku o"
      },
      {
        "ja": "ビバリウムで朝食を"
      }
    ],
    "description": {
      "en": "The manga centers on three sixth graders, Yoshiki Obana, Mikoto Tajo, and Kikuri Kushida, who meet up at morning to get to the bottom of their town's \"seven mysteries\" as a free summer vacation project. After finishing one meeting at their \"secret base\", Yoshiki meets a mysterious ghost on his way home."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ad562f3c-7a3e-4de2-806a-557f4ef94ed5",
    "title": {
      "en": "Otome no Chikyuu no Hashirikata"
    },
    "updatedAt": "2024-12-15T17:10:51+00:00",
    "coverArt": "https://mangadex.org/covers/ad562f3c-7a3e-4de2-806a-557f4ef94ed5/b4a235a2-8575-40d9-91bf-8044acc452ed.jpg",
    "altTitles": [
      {
        "ja": "乙女の地球の走りかた"
      },
      {
        "ja-ro": "Otome no Chikyuu no Hashirikata"
      },
      {
        "en": "Girl's way of running the planet"
      }
    ],
    "description": {
      "en": "Ayumi Miyamura came to Mt. Mitake in Okutama, Tokyo to lose weight.\nOn her way to the trailhead, she encounters a strange runner who dashed past her and entered the mountain from a back road. Unbeknownst to her, this was her first encounter with a map and compass, and the start of her quest to participate in an \"adventure race.\"\n\nThis is the start of a next-generation outdoor manga about enjoying nature with all one's being.",
      "id": "Ayumi Miyamura, yang mendaki gunung untuk berdiet, bertemu dengan seorang gadis misterius yang mendaki gunung tanpa jalan daki."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b04afe68-0c61-4e4e-8d02-15f3c251f78b",
    "title": {
      "en": "Heisei Haizanhei ☆ Sumire-chan"
    },
    "updatedAt": "2024-12-07T15:25:32+00:00",
    "coverArt": "https://mangadex.org/covers/b04afe68-0c61-4e4e-8d02-15f3c251f78b/c4a7b4ca-baa1-4204-bfcf-4a2bc2f28f4f.jpg",
    "altTitles": [
      {
        "ja": "平成敗残兵☆すみれちゃん"
      },
      {
        "ja": "平成敗残兵⭐︎すみれちゃん"
      },
      {
        "ja": "平成敗残兵すみれちゃん"
      },
      {
        "ja-ro": "Heisei Haizanhei ⭐︎ Sumire-chan"
      },
      {
        "ja-ro": "Heisei Haizanhei Sumire-chan"
      },
      {
        "en": "Heisei Remnant Soldier ☆ Sumire-chan"
      },
      {
        "en": "Heisei Surviving Soldier ⭐ Sumire-chan"
      },
      {
        "en": "Heisei Remnant Soldier Sumire-chan"
      },
      {
        "zh": "平成敗殘兵☆堇醬"
      }
    ],
    "description": {
      "en": "A formerly unsuccessful idol turned vagrant, Sumire-chan (31). A vanquished survivor of the cutthroat competition in the showbiz world, with her mind and body both beaten by the struggle, she now lives in a run-down apartment where she spends her days lazing around, for the time being.  Her cousin Yuusei, a first-year highschooler, has been keeping an eye on her and comes to her with a proposal for a moneymaking idea.\n\n\"You have a nice body, so let's release a doujin gravure photobook.\"\nWill Sumire-chan actually be able to stage a comeback in the world of the Reiwa era!? Let's stay tuned!",
      "ja": "元・売れないアイドル、現・プータローの『すみれちゃん』31歳。芸能界の熾烈な競争に敗北し、カラダもココロもボコられた彼女は、とりあえずボロアパートでゴロゴロする日々を過ごしていた。そんな彼女に目をつけた従兄弟の高校1年生『ゆうせい』が、とある儲け話を持ちかける。「カラダはいいんだから同人グラビア写真集出そうよ」。果たしてすみれちゃんは令和の世でリベンジをかませるのか！乞うご期待！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0201302a-9982-4047-8ce9-dae040b18718",
    "title": {
      "en": "Gambler's Parade"
    },
    "updatedAt": "2024-02-23T14:46:13+00:00",
    "coverArt": "https://mangadex.org/covers/0201302a-9982-4047-8ce9-dae040b18718/230826e7-c97a-4e00-af1b-8ed3205aff99.jpg",
    "altTitles": [
      {
        "en": "Gamblers Parade"
      },
      {
        "ru": "Шествие игроков"
      },
      {
        "ja": "ギャンブラーズパレード"
      },
      {
        "zh-hk": "賭徒遊行"
      },
      {
        "zh": "赌徒游行"
      }
    ],
    "description": {
      "en": "Shinonome Karin is a very unlucky girl. Very. After a terrible morning she is late to her first day at a new school but everything ends with a very strange gamble… When all seemed lost she is saved by her history teacher… That also hates gambling!"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "35"
  },
  {
    "mangaId": "1080ce7d-f019-4ede-9be1-4da456a4bc74",
    "title": {
      "en": "The Sage's Otherworldly Teacher Life"
    },
    "updatedAt": "2024-12-14T06:57:19+00:00",
    "coverArt": "https://mangadex.org/covers/1080ce7d-f019-4ede-9be1-4da456a4bc74/6361473e-7019-43e0-957b-a14117caaedb.jpg",
    "altTitles": [
      {
        "ja": "仙尊の異世界教師生活"
      },
      {
        "en": "The Immortal Emperor Will Live as a Teacher in Another World"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "242fb179-0fc3-475e-8e59-35ea05cf6212",
    "title": {
      "en": "Synonym"
    },
    "updatedAt": "2024-11-23T18:32:35+00:00",
    "coverArt": "https://mangadex.org/covers/242fb179-0fc3-475e-8e59-35ea05cf6212/c27494d9-5610-4145-ad8b-a3c314c4a85b.jpg",
    "altTitles": [
      {
        "ja": "シノニム"
      }
    ],
    "description": {
      "en": "The manga centers on Yano, a virgin boy who dreams of success as an erotic manga artist. One day, he encounters a totally naked palm-sized girl.",
      "ja": "エロ漫画家として成功を夢みる専門学生・矢野。彼の前に突然、手のひらサイズの美少女が現れる。漫画賞を目指したいのに、俺の弁当に何かいるんです！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e649234-4d5a-4c0e-9d03-80fa5b4bab17",
    "title": {
      "en": "Standard Heroes"
    },
    "updatedAt": "2024-11-16T22:55:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e649234-4d5a-4c0e-9d03-80fa5b4bab17/544722cc-7626-4eaa-8243-ec06bd93d42d.jpg",
    "altTitles": [
      {
        "ko": "표준규격전사"
      },
      {
        "en": "Ordinary Heroes"
      },
      {
        "zh": "泛泛之辈"
      },
      {
        "ko-ro": "Pyojungyugyeogjeonsa"
      }
    ],
    "description": {
      "en": "Let the standard adventure story of extremely normal(?) people begin!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "293"
  },
  {
    "mangaId": "38cfccef-ca2a-4c66-b6d3-cf0107be9109",
    "title": {
      "en": "Mamono Kurai no Boukensha"
    },
    "updatedAt": "2024-12-17T19:13:31+00:00",
    "coverArt": "https://mangadex.org/covers/38cfccef-ca2a-4c66-b6d3-cf0107be9109/39f62768-57f2-4b89-9218-6b2c1c921a85.jpg",
    "altTitles": [
      {
        "ja": "魔物喰らいの冒険者"
      },
      {
        "ja-ro": "Mamonogurai no Boukensha"
      },
      {
        "en": "Monster Eater Adventurer"
      }
    ],
    "description": {
      "en": "Rude is an adventurer who makes a living by collecting medicinal herbs in dungeons filled with miasma, relying on his unique skill of “abnormal status nullification.” Because of this, other adventurers avoid him because he smells like miasma, and he cannot form a party, so he is derided as a “miasma diver.” Then, a new labyrinth is discovered, and Rude is invited to join a party that needs him as a baggage carrier. In order to change the situation, he challenges the labyrinth. However, after encountering a powerful monster in the labyrinth, the adventurers who accompanied him betray Rude and are abandoned as a decoy… After a life-or-death battle with the monster, he is injured, loses all his supplies, and is in a desperate situation. With the monster’s corpse lying before him, Rude tries to survive by gambling on the forbidden “monster food”… The more he eats, the stronger he becomes. This is the start of an exciting gourmet adventure fantasy!",
      "ja": "「状態異常無効化」というユニークスキルを頼りに、瘴気で満ちるダンジョンで薬草を採取して生計を立てている冒険者のルード。それ故に他の冒険者達からは瘴気臭いと避けられパーティーを組む事も出来きず、「瘴気漁り」という蔑称で蔑まれる毎日。そんな時、新たな迷宮が見つかり、荷物持ちとして必要としてくれるパーティーに誘われたルードは、現状を変えるべくこの迷宮に挑戦する。だが、迷宮の中で強力な魔物と遭遇したことで、同行した冒険者たちはルードを裏切り、囮として見捨てられるのだった…。魔物との死闘を経て、怪我をし、物資も失い、絶体絶命の極限状況に陥ったルードは、目の前に横たわる魔物の死体を前に、生き延びるために禁断の〝魔物食″に賭けてみるが──…。喰えば喰うほど強くなる、痛快グルメ冒険ファンタジー開幕!!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de78b082-ff57-4fe4-9710-0f3b75e4c7a7",
    "title": {
      "en": "Kitchen Soldier"
    },
    "updatedAt": "2024-05-09T23:36:39+00:00",
    "coverArt": "https://mangadex.org/covers/de78b082-ff57-4fe4-9710-0f3b75e4c7a7/88e535b0-3a8e-4c07-99d9-0e92cb944c77.jpg",
    "altTitles": [
      {
        "ko": "취사병 전설이 되다"
      },
      {
        "en": "Becoming a Legend Kitchen Soldier"
      },
      {
        "zh-hk": "菜鳥伙房兵"
      },
      {
        "th": "บันทึกครัวค่ายทหาร"
      },
      {
        "ru": "Становление легендарным поваром"
      },
      {
        "en": "Army Chef"
      },
      {
        "en": "Army Cook"
      }
    ],
    "description": {
      "en": "Korea's representative dirt spoon, Kang Sung-jae, an opportunity to become a legendary cook who has come like a ray of light in an uneasy military life!",
      "ko": "대한민국 대표 흙수저, 강성재. \r\n불안하기만 한 군생활에 한줄기 빛처럼 다가온 전설의 취사병이 될 기회!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "ru": "Кан Сон Чжэ, гражданин Кореи. Шанс стать легендарным поваром, который лучом света приблизился к непростой военной жизни!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "th": "ผมเป็นทหารใหม่ที่ถูกส่งไปประจำห้องครัว เรื่องมันควรจะธรรมดาใช่ไหมครับ ถ้าผมไม่ดันเห็นจอประหลาดที่หน้าตาเหมือนจอเกมปรากฏขึ้นตรงหน้า แถมมีแต่ผมคนเดียวที่เห็นซะด้วย?!\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)",
      "zh-hk": "21歲的江成宰是大韓民國典型的窮二代，辛苦維持生計之際收到了入伍通知。惴惴不安的新兵生活突然出現了一道曙光，只要跟著只有他才能看到的「遊戲教學」破任務升級，就有機會成為軍中的傳奇廚師！\r\n\r\n---\r\n- [Webtoon PV](https://www.youtube.com/watch?v=n7ypFCLy5gQ)\r\n---\r\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/fantasy/militarycook/list?title_no=3305)\r\n\r\n- [Official Thai Translation](https://www.webtoons.com/th/drama/cp-the-legend/list?title_no=2216)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "c0e87c0d-7dc4-4a15-ba23-e9d57bfe43d9",
    "title": {
      "en": "Zero no Tsukaima Gaiden: Tabasa no Bouken"
    },
    "updatedAt": "2024-10-29T20:39:23+00:00",
    "coverArt": "https://mangadex.org/covers/c0e87c0d-7dc4-4a15-ba23-e9d57bfe43d9/5b2b5cfc-70b9-498e-a9a1-fa1bbbfb7700.jpg",
    "altTitles": [
      {
        "ja-ro": "Zero no Tsukaima Gaiden: Tabitha no Bouken"
      },
      {
        "ja": "ゼロの使い魔外伝 タバサの冒険"
      }
    ],
    "description": {
      "en": "The adventures of Gallia's knight Tabitha."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "106a120f-d9ae-4895-a4b7-eae10e3e767b",
    "title": {
      "en": "Holding Room"
    },
    "updatedAt": "2024-09-05T13:54:24+00:00",
    "coverArt": "https://mangadex.org/covers/106a120f-d9ae-4895-a4b7-eae10e3e767b/2ae40c98-8c62-49ed-92e2-2060c82c079c.jpg",
    "altTitles": [
      {
        "en": "Hold me Safe"
      },
      {
        "en": "홀딩룸"
      },
      {
        "en": "홀딩룸(Holding Room)"
      }
    ],
    "description": {
      "en": "Han Jae-hwa is a writer who is attracts attention due to his delicate looks and excellent writings. After a few days of being stalked, he decides to hire a bodyguard, Seong Tae-kyung.  \n  \nAs the stalking continue to escalate, Tae-kyung proposes an idea…!",
      "fr": ": ||  \nHan Jae-hwa est un écrivain qui attire l'attention grâce à son apparence délicate et ses excellentes écritures. Après des jours de harcèlement, il décide d'engager un garde du corps, Seong Tae-kyung.  \n  \nAlors que le harcèlement continue à s'intensifier, Tae-kyung lui propose une idée… !||"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "erotica",
    "lastVolume": null,
    "lastChapter": "44"
  },
  {
    "mangaId": "89bcfe0b-caa3-4d1b-9679-139b44a0b505",
    "title": {
      "en": "Horobi no Kuni no Seifukusha"
    },
    "updatedAt": "2024-05-17T10:03:13+00:00",
    "coverArt": "https://mangadex.org/covers/89bcfe0b-caa3-4d1b-9679-139b44a0b505/5d57013a-009c-450c-a9ca-b012b6611bb7.jpg",
    "altTitles": [
      {
        "ja": "亡びの国の征服者"
      },
      {
        "ja": "亡びの国の征服者～魔王は世界を征服するようです～"
      },
      {
        "ja-ro": "Horobi no Kuni no Seifukusha: Maou wa Sekai wo Seifukusuru Youdesu"
      },
      {
        "en": "The Conqueror From a Dying Kingdom"
      },
      {
        "en": "Conqueror of Dying Kingdom"
      },
      {
        "en": "The Demon King Seems to Conquer the World"
      },
      {
        "uk": "Король Демонів"
      },
      {
        "uk": "Король Демонів - Підкорювач мертвої землі, - здається, завойовує світ"
      },
      {
        "zh-hk": "亡國的征服者"
      },
      {
        "zh-hk": "亡國的征服者～魔王將征服世界～"
      },
      {
        "ja-ro": "Horobi no Kuni no Seifukusha: Maou wa Sekai wo Seifuku suru you desu"
      }
    ],
    "description": {
      "en": "Never having known the warmth of family, he was reborn in another world. Named Yuri, he is doted on by his parents and lives a new life in peace – as it should be. However, the country where Yuri and the others live is threatened by the “other humans” who dominate the vast expanse of the continent and is in danger of dying. Yuri and his family can’t stay out of it and are caught in the middle of the war… The Knights' House, the sword of the kingdom that wields a lance and kakedori birds. The death of his uncle, who was the leader of the Hovu family, brings Yuri’s father back to the world of knights, who had left the house to hate killing each other. Yuri is forced to attend the Knights’ Academy, where knights are trained, and the encounter there will drastically change the fate of Yuri and the kingdom. This is the story of a man who fights for the people he loves and later became known throughout the world as the “Demon King.”\n\n---\nAs a self-professed no-lifer, Yuri idles his days away in front of a computer. This all changes the moment his life in Japan comes to an abrupt end and he finds himself reborn in the strange new world of the Shiyalta Kingdom. His new life includes everything he once lacked: loving parents, a comfortable home, and a promising future breeding and raising birds on his dad’s ranch. For centuries, the kingdom he now calls home has enjoyed peace and prosperity, shielded by friendly nations that, like Shiyalta itself, were established with the collapse of a once-great empire. War is a distant problem, relevant only to Shiyalta’s ruling families whose warriors periodically set out to join the fighting upon massive birds trained by Yuri’s dad and others. But this peaceful existence can’t last forever. Something rotten lies at the heart of the kingdom, and it doesn’t take someone with Yuri’s exceptional intelligence to realize that those distant battles will only remain irrelevant for so long.",
      "ja": "世間に見放された孤独な男は、異世界に転生を果たす。ユーリと名付けられた男は、前世で与えられなかった”家族愛”に戸惑うも、新たな生に希望を見出しつつあった。だが、異種族の侵略を受け戦火は彼と家族の間近にまで迫り!? ユーリは家族のため終わりなき戦いへ身を投じる――。後に世界に名を轟かす男が歩んだ覇道の物語、ここに開幕。",
      "uk": "Людина, що залишила світ наприкінці своєї самотності, перетворилася на немовля Юрі. Хвиля “сімейної любові”, що обрушилася на нього, якої він не був обдарований у минулому житті, збиває його з пантелику, але він знаходить у своєму новому житті надію... Проте з початком вторгнення іншої раси, полум'я війни насувається на нього та його родину. І для того, щоб захистити своїх близьких, Юрі змушений кинутися до низки нескінченних битв. Чи впорається він?! Тут починається історія про переможний шлях людини, чиє ім'я пізніше прогримить на весь світ."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "af354012-8124-48fc-afa9-2eb87580fcac",
    "title": {
      "en": "Jigoku no Sata mo Yokume Shidai"
    },
    "updatedAt": "2024-10-18T14:32:50+00:00",
    "coverArt": "https://mangadex.org/covers/af354012-8124-48fc-afa9-2eb87580fcac/11ce2ed4-140d-49d2-875a-c77969794e26.jpg",
    "altTitles": [
      {
        "ja": "地獄の沙汰も欲目しだい"
      },
      {
        "en": "Hell Is in the Eye of the Beholder"
      },
      {
        "fr": "Le démon du dortoir"
      }
    ],
    "description": {
      "en": "At the boys' dormitory at Hadoma High School, Yohei Goshi is a problem child and a constant source of headache for the teachers. Itsuki Ashiba, the new junior captain of the Judo team and dorm leader, is trusted by everyone at school. Yohei tries to break the rules, but Itsuki always outsmarts him and makes things difficult. When Yohei concocts a plan to get dirt on Itsuki to blackmail him into backing off, things don't go quite as planned. Instead, he finds him in an unexpected situation!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/f5c89da6-837e-4f24-8a8e-4e9131105ad5.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "e020429b-0692-4441-abb4-99b4978d9a00",
    "title": {
      "en": "The Story of How The Horned Owl I Rescued Turned Into a Girl"
    },
    "updatedAt": "2024-11-27T20:13:03+00:00",
    "coverArt": "https://mangadex.org/covers/e020429b-0692-4441-abb4-99b4978d9a00/4dda874f-bc7d-49dd-aa2e-063ebf23b4e2.jpg",
    "altTitles": [
      {
        "ja": "保護したミミズクが女の子になっちゃった話"
      },
      {
        "ja-ro": "Hogo Shita Mimizuku ga Onnanoko ni Nacchatta Hanashi"
      }
    ],
    "description": {
      "en": "One day, a kind-hearted young man finds an injured owl and decides to take it in, caring for it until it recovers. However, to his surprise, the owl mysteriously transforms into a young girl overnight. The girl, who has the appearance and behavior of the owl, struggles to adapt to her new human form while the protagonist tries to understand the strange circumstances behind her transformation. As they navigate the challenges of this unexpected change, they form a unique bond, uncovering magical secrets and slowly developing feelings for each other. But with the transformation still unresolved, they must find out what it means and whether the owl-girl can return to her true form—or if she even wants to.",
      "id": "Seekor burung hantu bertanduk yang berubah menjadi seorang gadis loli."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "74d651f2-3827-472c-8b95-e1558dc5c512",
    "title": {
      "en": "A Tidal Wave of Glory"
    },
    "updatedAt": "2024-09-22T20:30:37+00:00",
    "coverArt": "https://mangadex.org/covers/74d651f2-3827-472c-8b95-e1558dc5c512/06da8cdb-276d-44ee-abb2-8e10836c2aee.jpg",
    "altTitles": [
      {
        "ko": "영광의 해일로"
      },
      {
        "en": "Glorious Tidal Wave"
      },
      {
        "en": "Glory Tide"
      },
      {
        "ko-ro": "Kemuliaan Haeil Roh"
      },
      {
        "en": "The Glory of Haeil Roh"
      },
      {
        "en": "The Road to Glory"
      }
    ],
    "description": {
      "en": "Halo, the best musician of the time, suffers a traffic accident on the way to the Grammy ceremony. And when he regains consciousness, he finds himself in the body of a little Korean boy named No Hae-il. He finds himself in a completely different place and time. He confirms that No Hae-il's English name is Halo and feels a strong destiny. Halo, who entered Hae-il, proves to be a musical genius at this time as well."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d21e52cf-50f1-48c7-8de7-69f280c05be4",
    "title": {
      "en": "Sono Munou, Jitsu wa Sekai Saikyou no Mahoutsukai ~Munou to Sagesumare, Kizokuka kara Oidasareta ga, Gift \"Tenseisha\" ga Kakusei shite Zense no Nouryoku ga Yomigaetta~"
    },
    "updatedAt": "2024-12-19T22:08:45+00:00",
    "coverArt": "https://mangadex.org/covers/d21e52cf-50f1-48c7-8de7-69f280c05be4/c5decab7-ed9a-423d-93c2-f52eeff32b5b.jpg",
    "altTitles": [
      {
        "ja": "その無能、実は世界最強の魔法使い　〜無能と蔑まれ、貴族家から追い出されたが、ギフト《転生者》が覚醒して前世の能力が蘇った〜"
      },
      {
        "en": "That Incompetent is Actually the World's Strongest Wizard: He was Scorned as Incompetent and Kicked out of His Aristocratic Family, but His Gift of \"Reincarnation\" Awakened and Brought Back the Abilities of His Previous Life"
      }
    ],
    "description": {
      "en": "Alma, the third son of an aristocratic family who could not receive the Gift that should have been given by God, is despised as incompetent from his parents' home and is expelled from the house. However, in reality, Alma was given a special Gift - He regained the abilities of the previous life! With the Gift [Reincarnation], he becomes the strongest wizard in the world! Alma, who devoted all of his first life to the quest for magic, seeks a \"happy second life\" with the magic of his previous life!\n___\n[Web Novel](https://ncode.syosetu.com/n3823gm/)  (JP)",
      "ja": "この世界の人々は15歳になると、女神様から《ギフト》と呼ばれる様々な能力を与えられる。貴族家の三男・アルマも優秀な《ギフト》を授かることを期待されていたが、なぜか《ギフト》はまったく発現せず、実家から無能と蔑まれ追い出されてしまう…。だが、実はアルマは特別な《ギフト》を授かっていたーー。その能力《転生者》によって前世の記憶と能力を取り戻したアルマは、この世界で最強の魔法使いとなった！一度目の人生の全てを魔法の探究に捧げたアルマが、前世で極めた魔法で”幸せな二度目の人生”へと歩み出す！"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "64"
  },
  {
    "mangaId": "4ec3dcd1-62da-4712-a0f7-b2509d61a36b",
    "title": {
      "en": "Intai Shita Ossan Kenja da ga Manadeshi ga Tsuihou Sarete Kita no de Shoushin Ryokou ni Tsureteiku ~Slow Life na Tabi no Tsumori ga, Nazeka Sekai Saikyou no Shitei ni Natteita~"
    },
    "updatedAt": "2024-12-12T12:58:02+00:00",
    "coverArt": "https://mangadex.org/covers/4ec3dcd1-62da-4712-a0f7-b2509d61a36b/c8853d10-17a2-4878-b3da-a163e766b09c.png",
    "altTitles": [
      {
        "ja": "引退したおっさん賢者だが愛弟子が追放されてきたので傷心旅行に連れて行く ～スローライフな旅のつもりが、なぜか世界最強の師弟になっていた〜"
      },
      {
        "ja-ro": "Intaishita Ossan Kenjada ga Manadeshi ga Tsuihou Sarete Kita no de Shoushin Ryokou ni Tsureteiku ~Surouraifu na Tabi no Tsumori ga, Nazeka Sekai Saikyou no Shitei ni Natte Ita~"
      },
      {
        "en": "A Retired Old Sage Takes His Disciple on a Journey"
      },
      {
        "en": "He Is a Retired Old Sage, but His Beloved Disciple Has Been Expelled, So He Takes Her on a Heartbreak Trip ~He Intended to Travel in a Slow Life Fashion, but for Some Reason He Ended Up Becoming the World's Strongest Master and Disciple.~"
      }
    ],
    "description": {
      "en": "“Shall we, go on an adventure like in the old days?” Although he was an orphan, Roge trained hard and became known as the “Sage.” His beloved student, Liliane, suddenyly came to visit him. “Roge-sensei… I… have been expelled.” Liliane has been employed as a royal court mage, but after being exhausted by the harsh working environment and shady human relationships, she was fired without being told why. In an attempt to heal her exhausted heart, Roge invites her on an adventure to relieve her heartbreak. “Sensei, I want to travel with you, to relive those bright days once again!” And so begins a slow-pace journey, following the paths they once travelled together, but the two, who are both too talented for their own good, end up leaving legends behind in every place they went…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8be11cb2-873b-4fbe-b208-118140698435",
    "title": {
      "en": "Nito no Joreishi"
    },
    "updatedAt": "2024-12-07T15:57:39+00:00",
    "coverArt": "https://mangadex.org/covers/8be11cb2-873b-4fbe-b208-118140698435/f2fa51e8-23d8-429c-9969-0a1e3895036b.png",
    "altTitles": [
      {
        "ja": "二兎の除霊師"
      },
      {
        "en": "Two Rabbit Exorcists"
      }
    ],
    "description": {
      "en": "Gotsuji and Uruka, two exorcists, spend their days hunting down and banishing \"evil spirits.\" Their mission is to track down and slay a specific malevolent spirit. At the heart of this quest lies Gotsuji's deep, unresolved grief and vengeance for a woman who died long ago. While Gotsuji is consumed by a thirst for revenge, Uruka, who struggles to understand this obsession, faithfully stays by his side. Together, these two exorcists are bound on a journey, but where will it lead?",
      "ja": "除霊師の五辻とうるかは依頼を受けて\"悪霊\"を祓う毎日を送っていた。彼らの目的は、ある悪霊を捜し出して斬ること。そこにはかつて死んだ女性に対する、五辻の強い想いと弔意があった――。 仇討ちに執着する五辻と、それを理解できないながら伴走するうるか。ふたりの除霊師の旅の行きつく先とは…？ バニーと和装で霊を殺（ト）れ！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49ddeb9a-1d34-4820-a773-c096bf7b219b",
    "title": {
      "en": "Doomsday Sword God"
    },
    "updatedAt": "2024-02-24T23:19:34+00:00",
    "coverArt": "https://mangadex.org/covers/49ddeb9a-1d34-4820-a773-c096bf7b219b/dbc5461c-46aa-42bc-ad5a-5b47853b9c61.png",
    "altTitles": [
      {
        "zh": "末日剑神：我震惊全球！"
      },
      {
        "en": "Apocalypse Sword God"
      }
    ],
    "description": {
      "en": "If mercy and kindness can’t save the world, then this time, I choose to kill—\n\nEternal Slayer! Heavenly Lightning Slash! Sword of Annihilation! As long as you learn the most common sword skills, they can be upgraded to SSS rank?! Divine talent + forbidden skills! I’m the last spark of hope in this apocalypse!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ca33a142-58fb-4fee-88b9-36ef87f02c77",
    "title": {
      "en": "Nezumi no Hatsukoi"
    },
    "updatedAt": "2024-12-19T19:54:27+00:00",
    "coverArt": "https://mangadex.org/covers/ca33a142-58fb-4fee-88b9-36ef87f02c77/48064043-c556-4cb2-b8ef-3aa3a7cfc24b.jpg",
    "altTitles": [
      {
        "ja": "ねずみの初恋"
      },
      {
        "en": "Nezumi's First Love"
      },
      {
        "fr": "Le Premier Amour de Nezumi"
      },
      {
        "ne": "नेजुमी को पहिलो प्रेम"
      },
      {
        "vi": "Tình đầu của Nezumi"
      },
      {
        "pt-br": "O Primeiro Amor de Nezumi"
      }
    ],
    "description": {
      "en": "Nezumi is a girl who was raised as a hitman by the yakuza and grew up not knowing human love. An ordinary young man, Ao, knows nothing. They fall in love and start to live together, but the evil hand is close at hand... This is a story of first love, so cruel and so sad.\n\nRead the prequel oneshot featuring Messiah-chan's backstory [here](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan).",
      "fr": "Nezumi est une fille qui a été élevée comme tueuse à gages par les yakuzas et qui a grandi sans connaître l'amour humain. Un jeune homme ordinaire, Ao, n'en sait rien. Ils tombent amoureux et commencent à vivre ensemble, mais la main du mal est proche.... C'est l'histoire d'un premier amour, si cruel et si triste.",
      "ja": "ヤクザに殺し屋として育てられ、人の愛を知らずに育った少女、ねずみ。何も知らない普通の青年、碧(あお)。二人は恋に落ち、共に暮らし始めるが、魔の手はすぐそこまで迫っていた‥‥。",
      "pt-br": "Nezumi, uma garota criada como uma assassina pela yakuza, cresceu sem conhecer o amor humano. Ao, um jovem comum, não sabe nada sobre o passado sombrio dela. Mesmo assim, eles se apaixonam e começam a viver juntos, mas o perigo está à espreita... Esta é uma história de um primeiro amor, tão cruel e triste.\n\nLeia o oneshot prequel, que conta a história de origem da Messiah-chan, [aqui](https://mangadex.org/title/a53ff4b3-1514-4b91-9fa0-acd99dd797de/gomennasai-messiah-chan)."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "98109e7e-647b-417a-8990-e9e3799680c8",
    "title": {
      "en": "Conquering Dungeons With Copy Paste!"
    },
    "updatedAt": "2024-08-30T03:38:52+00:00",
    "coverArt": "https://mangadex.org/covers/98109e7e-647b-417a-8990-e9e3799680c8/2eadd094-6315-48d4-abb5-8197d3148b24.png",
    "altTitles": [
      {
        "ja": "コピペでダンジョン攻略!"
      },
      {
        "ko": "던전공략은 복붙이지"
      }
    ],
    "description": {
      "en": "Seo Han-Jun, the protagonist, is cursed by a Transcendent being with a skill called “Copy-Paste” (Ctrl+C, Ctrl+V) and given only 20 years to live. However, this skill only works on himself, and its growth is stunted, leading him to live a disregarded life as a low-level hunter. One day, while fighting in a dungeon, he discovers a way to develop his Copy-Paste skill! With this newfound power, he quickly becomes a world-class hunter. Now, together with his companions, Han-Junmust prevent the impending catastrophe. Will Seo Han-Jununcover the Transcendent’s identity and save the world?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "67f7d17a-d448-411d-ab6a-5649b3ebe7f0",
    "title": {
      "en": "Fei Ren Zai"
    },
    "updatedAt": "2024-07-26T13:51:21+00:00",
    "coverArt": "https://mangadex.org/covers/67f7d17a-d448-411d-ab6a-5649b3ebe7f0/347ca1fd-1b24-4a34-a38a-3ff88a1113bb.jpg",
    "altTitles": [
      {
        "en": "Myth of Chinese Monsters"
      },
      {
        "en": "No God No Human"
      },
      {
        "en": "Non-Human"
      },
      {
        "zh": "非人哉"
      }
    ],
    "description": {
      "en": "Chinese Mythical Beasts living in modern China."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "b28e1dd2-5c5b-4803-ae64-502a4d21548e",
    "title": {
      "en": "Mahou Shiba Inu★Hanamaru"
    },
    "updatedAt": "2024-10-27T17:56:17+00:00",
    "coverArt": "https://mangadex.org/covers/b28e1dd2-5c5b-4803-ae64-502a4d21548e/e7b29d08-f335-451f-ab13-af5e609205bd.jpg",
    "altTitles": [
      {
        "ja": "魔法柴犬★はなまる"
      },
      {
        "en": "Magical Shiba Inu Hanamaru"
      }
    ],
    "description": {
      "en": "Magical-girl loving Airi one day wakes up to a talking plushie? But just as she thinks this is her time to become a magical girl, her pet dog Hanamaru(♂) ends up making a contract instead..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6165c017-08d5-4dab-8149-076cbca03a85",
    "title": {
      "en": "Ryuujin Kakusei"
    },
    "updatedAt": "2024-12-18T00:48:07+00:00",
    "coverArt": "https://mangadex.org/covers/6165c017-08d5-4dab-8149-076cbca03a85/cbf92a16-eb4a-4f2a-9c94-dbd5f4c2f05b.jpg",
    "altTitles": [
      {
        "ja": "龍人覚醒"
      },
      {
        "en": "Dragons Awakening"
      }
    ],
    "description": {
      "en": "Inside the popular VRMMO where you can fight massive dragons, [Angolmois Field], Sudou Masaki, the world’s best player, defeated the dragon emperor. At the same time the game suddenly ends its service abruptly. But one day, the dragon emperor and its minions appear in the real world. The humans are put to the trial. Masaki knows that the scenario is just like the game [Angolmois Field] itself. If he were to obtain the [Sword Scale], he can manipulate the power of the dragons itself, and be awakened as a [Dragonoid]."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9eb78304-0436-484d-9a79-a925b45e2731",
    "title": {
      "en": "Wind Breaker"
    },
    "updatedAt": "2024-11-03T01:04:22+00:00",
    "coverArt": "https://mangadex.org/covers/9eb78304-0436-484d-9a79-a925b45e2731/9bac93ee-b011-450f-871f-a29aed6d2f61.jpg",
    "altTitles": [
      {
        "en": "Windbreaker"
      },
      {
        "en": "Wind Breaker (Nii Satoru)"
      },
      {
        "ru": "Ветролом"
      },
      {
        "ja": "ウィンドブレイカー"
      },
      {
        "fr": "Wind Breaker"
      }
    ],
    "description": {
      "en": "Haruka Sakura wants nothing to do with weaklings—he's only interested in the strongest of the strong. He's just started at Furin High School, a school of degenerates known only for their brawling strength—strength they use to protect their town from anyone who wishes it ill. But Haruka's not interested in being a hero or being part of any sort of team—he just wants to fight his way to the top!",
      "fr": "Haruka Sakura est le genre de lycéen qui fait passer la baston avant les révisions. Fraîchement débarqué en ville, c'est donc le sourire aux lèvres qu'il compte pousser les portes du lycée Fûrin, l'établissement scolaire au pire taux de délinquance du pays... Les intentions de Haruka sont claires : se mesurer aux meilleurs bagarreurs de ce bahut et devenir le meilleur de tous ! Mais entre-temps, il se retrouve mêlé à une altercation avec une bande de brutes dans un des quartiers de la ville, avant d'être sauvé in extremis par des élèves de son lycée. Haruka réalise alors à quel genre de phénomènes il risque d'avoir affaire...\n\nMaison d'édition FR : Pika",
      "ja": "彼らは、最強の不良軍団。そして、街の英雄───。偏差値は最底辺、喧嘩は最強。超不良校として名高い学校・風鈴（ふうりん）高校。この春、そんな風鈴のトップを目指して街にやってきた風鈴高校１年生・桜遥（さくらはるか）は、風鈴高校が“防風鈴（ボウフウリン）”と名付けられた街を守る集団となっていたことを知る。そして桜は、風鈴の一員として街を守るため戦い始めることに──！　不良高校生・桜の喧嘩英雄伝説、開幕!!",
      "pt-br": "A Fûrin High School ganhou a pior reputação entre as escolas da região por ter a média mais baixa e os alunos mais rebeldes. E nela ingressa Haruka Sakura, um jovem que acaba de chegar na cidade, que busca ser o mais forte para poder proteger todos com quem se importa. Para atingir seu objetivo, porém, a primeira coisa que ele deve fazer é se juntar a uma gangue chamada Wind Breaker, que representa seu instituto e cujo objetivo é defender a cidade de outras gangues e bandidos. No entanto, para que eles o aceitem, ele terá que ganhar o respeito deles com os punhos!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e5357466-c8a2-4259-9b02-2580185bd2bb",
    "title": {
      "en": "Billy Bat"
    },
    "updatedAt": "2024-12-20T11:09:08+00:00",
    "coverArt": "https://mangadex.org/covers/e5357466-c8a2-4259-9b02-2580185bd2bb/11cde992-1cd2-4e84-af10-31f9ff71e69b.jpg",
    "altTitles": [
      {
        "ja": "ビリーバット"
      },
      {
        "th": "บิลลี่ แบ็ท"
      },
      {
        "ru": "Билли Бэт"
      },
      {
        "zh-hk": "蝙蝠比利"
      },
      {
        "ko": "빌리 배트"
      },
      {
        "ar": "بيلي بات"
      }
    ],
    "description": {
      "en": "Billy Bat is a comic-in-a-comic and the real protagonist is a Japanese-American artist named Kevin Yamagata who draws Billy Bat for \"Marble Comics\". Shortly after they transition to the artist in his studio with his assistant, two actual detectives, looking like Laurel and Hardy in Dick Tracy era suits and trench coats, knock on the door and appropriate Kevin's room for the purpose of conducting surveillance on a room in an adjacent building. \n\nOne of the detectives, the skinny \"Laurel\", sees Kevin's work and it turns out he's a Billy Bat fan. The other chubby \"Hardy\" detective picks up a page saying that the characters look familiar and accuses Kevin of translating an old \"Jap\" comic.  \nAs Hardy remembers the comic he thinks Kevin is ripping off, we make another Urasawaesque time jump to 1949 Tokyo…",
      "pl": "\"Billy Bat\" przedstawia losy japońsko-amerykańskiego artysty Kevina Yamagaty, autora mangi o identycznym tytule co dzieło, w którym sam występuje, czyli \"Billy Bat\". Pracuje dla wydawnictwa \"Marble Comics\". Pewnego dnia do jego mieszkania pukają dwaj detektywi wyglądający jak Laurel Hardy z \"Dick Tracy\". Informują go, że otrzymali od gospodarza zezwolenie na przeprowadzenie śledztwa sąsiadującego budynku. Wkrótce jeden z detektywów, chudzielec Laurel, zauważa prace Kevina i okazuje się fanem \"Billy'ego Bata\", podczas gdy otyły Hardy podnosi pojedynczą stronę ze stwierdzeniem, iż komiks wygląda zadziwiająco podobnie do mangi publikowanej niegdyś przez Jumpa. Oskarża bohatera o kradzież tokijskiego dzieła z 1949 roku.",
      "es-la": "Billy Bat es un cómic en un cómic y el verdadero protagonista es un artista japonés-americano llamado Kevin Yamagata que dibuja a Billy Bat para \"Marble Comics\". Poco después pasan al artista en su estudio con su ayudante, dos detectives reales que parecen Laurel y Hardy con trajes y gabardinas de la época de Dick Tracy, llaman a la puerta y se apropian de la habitación de Kevin con el fin de realizar una vigilancia en una habitación de un edificio adyacente. \n\nUno de los detectives, el flaco \"Laurel\", ve el trabajo de Kevin y resulta que es un fanático de Billy Bat. El otro detective, el regordete \"Hardy\", coge una página diciendo que los personajes le resultan familiares y acusa a Kevin de traducir un viejo cómic \"japonés\".  \nMientras Hardy recuerda el cómic que cree que Kevin está copiando, hacemos otro salto temporal Urasawaesco al Tokio de 1949...",
      "pt-br": "Um detetive particular, é o protagonista da história em quadrinhos feita por Kevin Yamagata, um quadrinista americano, descendente de japoneses, famoso por sua história “Billy Bat”. O cotidiano de Kevin é abruptamente ado quando dois detetives entram no estúdio dele, a fim de investigar um vizinho acusado de espionagem. Um desses detetives vê o personagem Billy Bat e diz ter visto aquele desenho enquanto trabalhava no Japão. Suspeitando ter visto o personagem enquanto morava lá e o roubado inconscientemente, Kevin regressa ao Japão para buscar a verdade."
    },
    "status": "completed",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "20",
    "lastChapter": "165"
  },
  {
    "mangaId": "447a8960-6fe5-444a-83c9-ede1530d9937",
    "title": {
      "en": "Ore Dake Superhero"
    },
    "updatedAt": "2024-12-20T17:28:45+00:00",
    "coverArt": "https://mangadex.org/covers/447a8960-6fe5-444a-83c9-ede1530d9937/c81f7057-3bdf-408e-a536-dfd8c72c7535.jpg",
    "altTitles": [
      {
        "ko": "성장형 슈퍼히어로"
      },
      {
        "ja": "俺だけスーパーヒーロー"
      },
      {
        "en": "Growth-Type Superhero"
      }
    ],
    "description": {
      "en": "In an era of upheaval, humanity is forced to respond with weapons known as “Sacred Relics” that embody their very souls to combat monsters emerging from another world. Asahi Hinata, a young man with a promising future as the son of a hero, is about to attend the entrance ceremony at the National Valkyrie Academy. However, the Sacred Relic he receives is a hero suit that looks like it came straight out of a low-budget children’s hero show…Living day by day as an outcast at the academy, Hinata perseveres despite being disregarded by those around him. But one day, Hinata’s courage and resolve awaken a unique power within his hero suit…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "76ac6b53-df49-4ace-85a2-b27970830ef2",
    "title": {
      "en": "Kubera"
    },
    "updatedAt": "2024-04-02T09:14:19+00:00",
    "coverArt": "https://mangadex.org/covers/76ac6b53-df49-4ace-85a2-b27970830ef2/24edd0f4-234a-48a6-9bbe-fa6b667cee01.jpg",
    "altTitles": [
      {
        "fr": "Kubera - Le dernier dieu"
      },
      {
        "pt-br": "Kubera - O último Deus"
      },
      {
        "en": "Kubera - One Last God"
      },
      {
        "pl": "Kubera - Ostatni Bóg"
      },
      {
        "id": "Kubera - Sang Dewa Terakhir"
      },
      {
        "ro": "Kubera - Ultimul zeu"
      },
      {
        "es": "Kubera - Un Último Dios"
      },
      {
        "en": "Kubera: One Last God"
      },
      {
        "en": "One Last God Kubera"
      },
      {
        "en": "One Last God, Kubera"
      },
      {
        "ru": "Кубера - Последний Бог"
      },
      {
        "ja": "クベーラ"
      },
      {
        "zh": "庫佩拉"
      },
      {
        "ko": "쿠베라"
      }
    ],
    "description": {
      "en": "Gods with everlasting lives. Sura who possess unrivaled power. And humans, caught helplessly in-between.  \nWhen Kubera's peaceful village meets its fiery end, a mysterious magician named Asha comes to her rescue. Together they begin a journey in search of answers and revenge. Meanwhile across the realms, a web of entwined fates is growing tighter. One by one the other players of the game will emerge, each with their own agenda to pursue.  \nAt the center of this maelstrom stands Kubera, the girl with a god's name. Will this sixteen-year-old be the salvation of the world or its destruction?",
      "it": "Dei immortali. Sura dai poteri impareggiabili. E gli umani, che si ergono fra loro impotenti.  \nQuando il pacifico villaggio di Kubera incontra la sua fine, una misteriosa maga di nome Asha accorre in suo soccorso. Insieme intraprendono un viaggio in cerca di risposte e vendetta. Mentre attraversano il regno, una rete di destini intersecati sta nascendo… Una ad una le altre pedine della scacchiera emergono, ognuna all'inseguimento dei propri obiettivi.  \nAl centro di quest'uragano si trova Kubera, la ragazza con il nome di un Dio. Questa sedicenne sarà la salvatrice di questo mondo… o la sua distruttrice?",
      "pl": "Bogowie z nieśmiertelnymi żywotami  \nAsury z niepojętą mocą  \nI ludzie, pomiędzy nimi.  \nGdy wioska Kubery zostaje zniszczona, tajemniczy mag przychodzi jej na ratunek. Razem wyruszają w podróż w poszukiwaniu odpowiedzi i zemsty. Tymczasem pomiędzy wymiarami pajęczyna przeznaczenia coraz ciaśniej zaciska się… Jeden po drugim nowi gracze wkraczają na scenę, mając swoje własne powody. Historia młodej dziewczyny, która traci wszystko i zaczyna żyć zemstą."
    },
    "status": "ongoing",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "702b78cb-0155-4449-8abf-4078d4af83a7",
    "title": {
      "en": "Tasogare no Utsuwagami"
    },
    "updatedAt": "2024-12-02T13:54:41+00:00",
    "coverArt": "https://mangadex.org/covers/702b78cb-0155-4449-8abf-4078d4af83a7/ff46e74c-68c8-438d-8606-3bf3a9d3a79b.jpg",
    "altTitles": [
      {
        "ja": "黄昏ノ器神"
      }
    ],
    "description": {
      "en": "Hana, a samurai living a life of idleness in a huge underground prison city, and Josui Amanogawa, an ayakashi vessel god who has fallen from the heavenly city. Their encounter begins a journey of rebellion against the heavens."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "73aaf731-105b-4455-b178-deb7a842633c",
    "title": {
      "en": "A Beloved Villain"
    },
    "updatedAt": "2024-09-25T11:52:34+00:00",
    "coverArt": "https://mangadex.org/covers/73aaf731-105b-4455-b178-deb7a842633c/f04a96cf-05da-4f45-8884-9da970aeecd6.jpg",
    "altTitles": [
      {
        "zh-ro": "Fǎn Pài Tā Bèi Pò Dāng Tuán Chǒng"
      },
      {
        "en": "He, the Villain, Is Forced to Be the Favorite One"
      },
      {
        "zh": "反派他被迫当团宠"
      },
      {
        "zh-ro": "Fanpai Ta Bei Po Dang Tuan Chong"
      }
    ],
    "description": {
      "en": "A car accident transported Bai Zi'an into the world of \"The Ruler of the Empire,\" an interstellar novel. There, System 66 told him that, in order to return to reality, he would have to play a dumb villain who frequently gets crushed by the novel's main character. Bai Zi'an is supposed to be cannon fodder, but somehow the Prince, the General, and even the main character are all falling over themselves just to woo him. Unbeknownst to him, Bai Zi'an is becoming a beloved character in the novel's world."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "51"
  },
  {
    "mangaId": "db882a6e-6716-47bc-b031-c420f42d08d5",
    "title": {
      "en": "Whimsy Whimsy Witch"
    },
    "updatedAt": "2024-12-06T22:29:24+00:00",
    "coverArt": "https://mangadex.org/covers/db882a6e-6716-47bc-b031-c420f42d08d5/9371a28d-1bce-46b3-b56e-1e5f36c199ee.jpg",
    "altTitles": [
      {
        "vi": "Cô phù thủy ngộ nghĩnh"
      }
    ],
    "description": {
      "en": "A prince has been cursed to turn into a frog by a witch. Things went wild from there.",
      "vi": "Một hoàng tử bị biến thành con ếch bởi một mụ phù thủy. Chuyện diễn ra tiếp theo khá là kì cục.",
      "pt-br": "Um príncipe foi amaldiçoado por uma bruxa e transformado em um sapo. A partir daí, as coisas saíram completamente de controle."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a24617a6-d50a-4bfe-9ff5-25b15ee52f7c",
    "title": {
      "en": "Mii-chan and Yamada-san"
    },
    "updatedAt": "2024-12-17T10:43:42+00:00",
    "coverArt": "https://mangadex.org/covers/a24617a6-d50a-4bfe-9ff5-25b15ee52f7c/116cd5ee-677d-4cab-b25f-99734c98e6b2.jpg",
    "altTitles": [
      {
        "ja-ro": "Mi-chan to Yamada-san"
      },
      {
        "ja": "みいちゃんと山田さん"
      }
    ],
    "description": {
      "en": "Shinjuku, 2012. Yamada, who works as a hostess in a night club, meets Mii-chan, a new girl who is no good at anything she does. Mii-chan is energetic and motivated, but she can't read kanji or the atmosphere, so she is ridiculed by those around her and labeled as \"pitiful.\" Nevertheless, Yamada is gradually drawn to Mii-chan as she works diligently.\n\n(Translated from Magazine Pocket.)\n\n(Originally serialised on X/Twitter under a pseudonym and released in collected volumes on Kindle. The original manga began with shorts, then ran \"Mii-chan and Yamada-san\" as a lengthier story. This is a reboot with the same basic premise. The author worked in a hostess club when she was in college, but has publicly stated in interviews and on social media that while there was a \"Mii-chan\" who served as the inspiration for the character, everything else about the story is fictional.)"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "805ff299-b5ed-4887-90ef-bece73d182e5",
    "title": {
      "en": "Isekai Battle Royale"
    },
    "updatedAt": "2024-11-15T22:05:26+00:00",
    "coverArt": "https://mangadex.org/covers/805ff299-b5ed-4887-90ef-bece73d182e5/2b762e76-c16f-48fa-a8f8-038a6138d6c7.jpg",
    "altTitles": [
      {
        "ja": "異世界バトルロイヤル"
      }
    ],
    "description": {
      "en": "A man in armor with the power of darkness, Ares the Dark Knight, was heading to the Demon King's Castle as a member of the Brave Party. Hoping to defeat the Demon King and make a triumphant return to the hometown of Lulua, the hero's wise younger sister... And in the midst of the final battle, just as Ares delivers a dark blow... with signs of being taken somewhere, out of nowhere something takes you to another world. It feels like you've been caught up in a battle royale, in which strong people from various worlds participate!?  To return to the original world with Lulua, who was separated, the dark knight Ares fights.",
      "ja": "暗黒騎士アレスは、勇者一行のメンバーとして魔王討伐の最終局面を迎えていた。勝って勇者の妹であり賢者のルルアと結婚するという大願を胸に、アレスが全力解放した闇の一撃を放とうとした刹那・・・何者かの手により異世界に転送され、各世界の強者たちが殺し合いをする異世界バトルロイヤルに巻き込まれてしまう。そして運命的に出会った女子高生シュリの助けを頼りに、この世界を生き抜いていくことになるのだが――。暗黒騎士が、剣と闇の力で斬りまくる！！",
      "pt-br": "Um homem de armadura com o poder das trevas, Ares o Cavaleiro das trevas,estava indo para o Castelo do Rei Demônio como membro do Brave Party. Com a esperança de derrotar o Rei Demônio e fazer um retorno triunfante à cidade natal de Lulua, a sábia e irmã mais nova do herói… E no meio da batalha final, no momento em que Ares desfere um golpe sombrio… com sinais de estar sendo levado a algum lugar, do nada algo o leva para outro mundo. Parece que você foi pego em uma batalha real, na qual pessoas fortes de vários mundos participam!? Para voltar ao mundo original com Lulua, que foi separada, o cavaleiro das trevas Ares luta. A história de tentar ser o mais forte em outro mundo começa!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a28036e8-cdd4-4f43-8fa8-1f5469e40d3f",
    "title": {
      "en": "Boukenka ni Narou! Skill Board de Dungeon Kouryaku"
    },
    "updatedAt": "2024-10-30T14:28:36+00:00",
    "coverArt": "https://mangadex.org/covers/a28036e8-cdd4-4f43-8fa8-1f5469e40d3f/86e5b26a-66a2-4a49-a41e-a50feb7ba67e.jpg",
    "altTitles": [
      {
        "en": "CALL TO ADVENTURE! Defeating Dungeons with a Skill Board"
      },
      {
        "ja-ro": "Bouken-ka ni Narou!"
      },
      {
        "ja-ro": "Bouken-ka ni Narou! ~ Sukiruboodo de Danjon Kouryaku ~"
      },
      {
        "ja-ro": "Boukenka ni Narou! ~Skill Board de Dungeon Kouryaku~"
      },
      {
        "en": "Become an Adventurer! ~Defeating Dungeons with a Skillboard~"
      },
      {
        "ru": "Стать авантюристом! ~ Как пройти подземелье с помощью панели навыков ~"
      },
      {
        "ja": "冒険家になろう! ~スキルボードでダンジョン攻略~"
      },
      {
        "ko": "모험가가 되자! ~스킬보드로 던전 공략~"
      },
      {
        "ja-ro": "Bouken-ka ni Narou! ~Skill Board de Dungeon Kouryaku~"
      },
      {
        "zh-hk": "成為冒險家吧！ ~ 用技能面板攻略地下城 ~"
      },
      {
        "zh": "成为冒险家吧！ ～用技能面板攻略地下城 ~"
      },
      {
        "ja-ro": "Bōken-ka ni Narou! ~ Skillboard de Dungeon Kōryaku ~"
      },
      {
        "en": "Let's Be an Adventurer! ~Defeating Dungeons with a Skill Board~"
      }
    ],
    "description": {
      "en": "Karaboshi Haruki has no presence as far as can be recognized, and so he became an adventurer with only the desire to \"stand out.\" One day, a dungeon appeared under his home in Hokkaido. Coincidentally, he picked up a \"Skill Board\" with which he can spend skill points to increase his growth rate. Is it possible to become a popular person by obsessively diving into your home dungeon everyday?\n\nBased on the popular fantasy Light Novel: \"Become an Adventurer,\" winner of the 6th Net Novel Grand Prize.",
      "ru": "У Карабоши Харуки нет ничего, что выделяло бы его из толпы, и поэтому он решил стать авантюристом, желая \"отличиться\". Однажды под его домом на Хоккайдо появилось подземелье. По случайному совпадению, он нашёл так называемую \"панель навыков\", в которой он может распределять специальные очки для увеличения скорости прокачки. Сможет ли Харуки стать популярным человеком, одержимо посещая своё \"домашнее подземелье\" каждый день?",
      "pt-br": "Karaboshi Haruki não tem presença, tanto quanto pode ser reconhecido, então ele se tornou um aventureiro com apenas o desejo de \"se destacar\". Um dia, uma masmorra apareceu sob sua casa em Hokkaido. Coincidentemente, ele pegou um \"Skill Board\" com o qual pode gastar pontos de habilidade para aumentar sua taxa de crescimento. É possível se tornar uma pessoa popular mergulhando obsessivamente na masmorra de sua casa todos os dias?\r\n  \r\nBaseado no popular romance de fantasia Light Novel: \"Become an Adventurer\", vencedor do 6th Net Novel Grand Prize."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d413c71b-8eb5-44c5-8590-7c38908de419",
    "title": {
      "en": "The Male Leads Trapped in My House"
    },
    "updatedAt": "2024-12-20T15:26:25+00:00",
    "coverArt": "https://mangadex.org/covers/d413c71b-8eb5-44c5-8590-7c38908de419/c0a6095b-03f0-41cf-ad7b-637ff8afd553.jpg",
    "altTitles": [
      {
        "ko": "우리 집에 갇혀버린 남주들"
      }
    ],
    "description": {
      "en": "I reincarnated as the heiress of a powerful conglomerate family in a novel.  \nThe problem is, this world is about to be destroyed by monstrous viruses.  \n\nWith nothing but money to spare, I quickly bought a mansion in the countryside to build a shelter to escape the monsters…  \nBut the world ended far sooner than I had anticipated. Damn it!  \n\n*  \n\nOn top of that, somehow, the male leads ended up trapped in my house with me.  \nAnd these guys don’t seem to have any intention of leaving.  \nWhy do they look like they have no plans to go to the female lead?  \n\n“Who exactly are you?”  \n“You seem like someone who knew the world was going to end beforehand.”  \n\nThey were full of questions about me, but I couldn’t answer them. They wouldn’t believe me anyway.  \nRight now, all I see them as is a good source of labor.  \n\n“Alright, let’s work. You need to earn your keep for what you eat!”  \n\nIf I can find the cure for the virus causing the apocalypse, this hellish time will finally end.  \nSo, until then, I’ll make use of the male leads and hang on!  \n\n*  \n\nBut one problem has come up.  \nIt turns out that this old mansion I purchased is far more suspicious than I thought.  \nWhat on earth is happening in my house?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ae3736bf-dc58-40cc-b1cb-928269edf62b",
    "title": {
      "en": "Chigau Miyahara Omae janai!"
    },
    "updatedAt": "2024-12-18T17:23:27+00:00",
    "coverArt": "https://mangadex.org/covers/ae3736bf-dc58-40cc-b1cb-928269edf62b/fb21d9b4-2c85-4a5d-bb05-77190cbb58d5.jpg",
    "altTitles": [
      {
        "ja": "ちがう宮原おまえじゃない！"
      },
      {
        "ja-ro": "Chigau Miyahara Omae ja nai!"
      },
      {
        "en": "No, Miyahara, Not You!"
      },
      {
        "pt-br": "Não, Miyahara, você não!"
      },
      {
        "vi": "Không Phải Cậu Đâu, Miyahara!"
      },
      {
        "id": "Bukan, Miyahara, Bukan Kamu!"
      },
      {
        "zh-hk": "錯了宫原、不是妳啊！"
      },
      {
        "zh": "我要找的、才不是宫原你啦！"
      },
      {
        "ja": "ちが宮"
      },
      {
        "ja-ro": "ChigaMiya"
      },
      {
        "en": "NoMiya"
      }
    ],
    "description": {
      "en": "The manga centers on Arima, a boy who has a crush on a girl named Yukihira. But every time he tries to make a move to get closer to Yukihira, his other friend Miyahara just happens to be in the scene and will always mistakenly think that Arima is making a move on her. ([ANN](https://www.animenewsnetwork.com/news/2022-11-11/midori-obiya-launches-new-manga-mini-series/.191780))\n___\n**Alt Official Raw:** [Young Jump!](https://ynjn.jp/title/7831)",
      "ja": "憧れの女子”雪比良さん”と仲良くなるべく奮闘する有馬！ でもなぜか、いつもイイところであらわれるのは…。 末永〜く見守りたい！中学生３人の青春ラブコメ、ここに開幕っ！",
      "vi": "Câu chuyện diễn biến xung quanh Arima - một cậu bạn sơ trung phải lòng một bạn nữ cùng lớp tên Yukihira. Nhưng mỗi khi cậu ấy chuẩn bị tiến gần hơn với Yukihara thì cô bạn thuở nhỏ Miyahara lại bất chợt xuất hiện lúc nào chẳng hay làm cho mọi người lầm tưởng rằng Arima đang nhắm đến cô bạn đó hơn là Yukihara.",
      "pt-br": "Arima, é um garoto apaixonado por uma garota chamada Yukihira. Mas toda vez que ele tenta ficar mais próximo de Yukihira, sua outra amiga, Miyahara simplesmente entra em cena e sempre pensa erroneamente que Arima está fazendo seus movimentos por ela."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "066fa82d-fecc-437e-8146-69a6cfcd64bb",
    "title": {
      "en": "Back to Spring"
    },
    "updatedAt": "2024-08-15T22:02:11+00:00",
    "coverArt": "https://mangadex.org/covers/066fa82d-fecc-437e-8146-69a6cfcd64bb/464dd530-4d2f-483b-8fcf-325a153e69a0.png",
    "altTitles": [
      {
        "zh": "溯洄春时"
      }
    ],
    "description": {
      "en": "Because of her personality, highschooler Xu Ting is often picked on by her classmates. Until one day, the school’s young, new maintenance worker saves her.  His attractive looks and mysterious aura enthrall the bullies.  Xu Ting feels indebted, yet in the small forest after school, she accidentally discovers his deepest secret?!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "819238d7-f4aa-4ba3-9a79-a695dc62200b",
    "title": {
      "en": "Special Civil Servant"
    },
    "updatedAt": "2024-11-29T08:38:57+00:00",
    "coverArt": "https://mangadex.org/covers/819238d7-f4aa-4ba3-9a79-a695dc62200b/0167bf88-a7c0-4788-b676-5a6081fe82ab.jpg",
    "altTitles": [
      {
        "ko": "별정직 공무원"
      }
    ],
    "description": {
      "en": "Socially-awkward Maru Han bombs his fifth attempt at getting a dream job in the civil service. But after a strange creature attacks him in the mountains, he finds himself recruited into the Special Civil Service for the Ministry of Environment. This secret organization is dedicated to fighting nachal, human-devouring demons who appear in clouds of yellow dust. As Maru struggles in his new job fighting nachal, he must find out why they're mysteriously drawn to him before the prophesied end of the world arrives."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]