[
  {
    "mangaId": "657ccfcc-5847-40f7-8859-5631eeeb3784",
    "title": {
      "en": "Kakkoii Onnanoko to 12-centi no Yakusoku"
    },
    "updatedAt": "2024-10-06T08:11:45+00:00",
    "coverArt": "https://mangadex.org/covers/657ccfcc-5847-40f7-8859-5631eeeb3784/67015be6-87f6-4079-b68c-10a54feec92e.jpg",
    "altTitles": [
      {
        "ja": "カッコいい女の子と12センチの約束"
      },
      {
        "ja-ro": "Kakkoi Onnanoko to 12 cm no Yakusoku"
      },
      {
        "en": "A Cool Girl and a 12cm Promise"
      },
      {
        "en": "Promise of 12cm with Cool Girl"
      },
      {
        "es-la": "Una chica genial y una promesa de 12 cm"
      },
      {
        "vi": "Lời hứa 12cm với cô gái ngầu lòi"
      }
    ],
    "description": {
      "en": "Tomoaki Kamba admired his boyish childhood friend, Ibuki Tachibana, and promised to become \"more cool\" than her.\n\nHowever, four years have passed, and Ibuki has grown up to be an even more handsome girl! Their relationship is as unchanged as a 12cm height difference that cannot be filled...?\n\nThe curtain rises on a pure love story about a cool girl who is sorely in love with a boy who wants to be cool!\n\n---\n\nSerialization of the Twitter webcomic *[A Story About Becoming Cooler Than the Cool Girl](https://mangadex.org/title/d0407445-b80d-4854-9f12-c8227f94cba6/)*.",
      "ja": "椛 智明(かんば ともあき)はボーイッシュな幼なじみ、立華 一颯(たちばな いぶき)に憧れ、彼女より「もっとカッコよくなる」と約束をする。\n\nしかし４年が経ち、一颯はさらに超イケメン女子に成長!! 二人の関係は埋まらない12センチの身長差と同じく、変わらない…？\n\nカッコいい女の子が、カッコよくなりたい男の子にきゅんとするピュアなラブストーリーの幕開け━━。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b16f2554-9525-4f2a-bbe4-5b75b6605176",
    "title": {
      "ja": "Clevatess -Majuu no Ou to Akago to Shikabane no Yuusha-"
    },
    "updatedAt": "2024-10-15T20:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/b16f2554-9525-4f2a-bbe4-5b75b6605176/3aa0d52c-7cc2-41d3-a1b3-e6b99e690cdd.jpg",
    "altTitles": [
      {
        "ja": "クレバテス－魔獣の王と赤子と屍の勇者－"
      },
      {
        "ja": "Clevatess -The King of Devil Beast, The baby, and The Brave of Undead-"
      },
      {
        "en": "Clevatess -The Devil Beast King, The Baby, & The Corpse Hero-"
      },
      {
        "en": "Clevatess - The King of Devil Beasts, the Baby, and the Brave of the Undead"
      },
      {
        "pt-br": "Clevatess - O Rei das Feras Diabólicas, O bebê e a Valente Heróina Morta-Viva"
      }
    ],
    "description": {
      "en": "He killed the heroes, killed the king, the devil beast then found the “baby of fate”…\n\nHaving both superior intellect and destructive power, such is Clevatess, the devil beast king.\nAngered by the 13 heroes' attempt to take his life, he had decided to bring ruin upon humanity, but he gets entrusted with an unexpected nuisance: a newborn human baby.\n\nIs this the tale of a world close to apocalypse or a diary of new-era childcare?",
      "pt-br": "Ele matou os heróis, matou o rei, a fera demoníaca então encontrou o “bebê do destino”… Tendo intelecto superior e poder destrutivo, tal é Clevatess, o rei das feras demoníacas. Irritado com os 13 heróis encarregados de tirar sua vida, ele decidiu arruinar a humanidade, mas foi encarregado de um incômodo inesperado: um bebê humano recém-nascido. É a história de um mundo próximo do fim, perto do apocalipse, ou o diário dos cuidados infantis da nova era?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c72801f-7844-4b68-b8c2-d25d099fa7b8",
    "title": {
      "en": "Anime Masterminds: The smartest anime characters meet!"
    },
    "updatedAt": "2023-09-02T18:54:11+00:00",
    "coverArt": "https://mangadex.org/covers/8c72801f-7844-4b68-b8c2-d25d099fa7b8/cab3d511-6a8f-47c4-a8f7-b37c55a89537.jpg",
    "altTitles": [],
    "description": {
      "en": "Aizen walks into a room and meets a group of unknown characters."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "Hunter x Hunter"
    },
    "updatedAt": "2024-10-18T09:10:14+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      },
      {
        "es-la": "Cazador X"
      },
      {
        "vi": "Thợ Săn Tí Hon"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "vi": "Thợ Săn là những người đi chu du thế giới, đối mặt với hiểm nguy. Từ bắt giữ tội phạm cho đến nhưng cuộc thám hiểm trên các hòn đảo để tìm kho báu. Câu chuyện bắt đầu khi người cha của một cậu bé tên Gon mất tích đã khá lâu, nên cậu bé quyết định trở thành Thợ Săn với hy vọng tìm được cha mình. Khi được 12 tuổi Gon bắt đầu cuộc hành trình của mình để được tham gia vào \"Cuộc thi Thợ Săn Kỳ Tài\", ai cũng biết tỉ lệ thành công rất thấp, có khi chết lúc nào không hay. Trong cuộc thi cậu đã kết bạn với Kurapica, Leorio và Killua. Với tình bạn, họ đã trải qua biết bao nhiêu là thử thách, hiểm nguy trên cuộc hành trình của một người Thợ Săn... Còn về phần họ trải qua những thử thách gì và như thế nào thì mời các bạn theo dõi...",
      "es-la": "Sigue la historia de Gon Freecss, un joven que descubre que su padre, a quien creía muerto, es un legendario Cazador, un miembro de una élite que se especializa en localizar tesoros, bestias raras o personas peligrosas. Decidido a encontrar a su padre, Gon emprende un viaje para convertirse en Cazador. En su camino, se enfrenta a desafíos mortales y forma fuertes lazos con amigos como Killua, Leorio y Kurapika. A medida que avanza en su viaje, Gon descubre que el mundo de los Cazadores es mucho más peligroso y complejo de lo que imaginaba.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "be2efc56-1669-4e42-9f27-3bd232bca8ea",
    "title": {
      "en": "Ningen ni Koisuru Shinigami-chan"
    },
    "updatedAt": "2024-04-25T14:15:29+00:00",
    "coverArt": "https://mangadex.org/covers/be2efc56-1669-4e42-9f27-3bd232bca8ea/ce5a0bdb-da3c-419a-8620-ef22c5bd000d.jpg",
    "altTitles": [
      {
        "ja": "にんげんに恋する死神ちゃん"
      },
      {
        "pt-br": "A ceifadora se apaixona por um humano"
      },
      {
        "en": "The Grim Reaper Falls in Love With a Human"
      },
      {
        "vi": "Thần chết trót đem trọn tình yêu với một con người."
      },
      {
        "id": "Shinigami-chan yang jatuh cinta pada manusia"
      }
    ],
    "description": {
      "en": "_\"You can see me again?\"_\n\nOne day \"Human\" was overworked from his black company and about to die... and saw a Grim Reaper! But even though her job is to collect souls, \"Grim-chan\" instead takes care of \"Human\" so he doesn't die....?",
      "ja": "「ちゃんと休め～～!!」\n「また、あたしが見えてるな？」\n\n残業過多で疲れ切ってる「にんげん」はある日、ブラックな労働環境に死にかけて……死神が見えてしまう。\nしかし、魂の回収がお仕事なハズの「死神ちゃん」は、「にんげん」が心配のあまり死なないようにお世話をしてしまい――!?\n\n「死神ちゃん」と過ごす、春夏秋冬。疲れ切ってるあなたに贈る、癒やしのフルカラー・ラブコメ・コミック!!\n\n---\n\n\"Chanto yasume ~~!!\"\n \"Mata, atashi ga mie teru na?\"\n\nZangyō kata de tsukare kitteru 'nin gen' wa aru hi, burakkuna rōdō kankyō ni shinikakete... shinigami ga miete shimau. Shikashi, tamashī no kaishū ga oshigotona hazu no 'shinigami-chan' wa,'ni n gen' ga shinpai no amari shinanai yō ni osewa o shite shimai ――!? \n\n`Shinigami-chan' to sugosu, shunkashūtō. Tsukare kitteru anata ni okuru, iyashi no furukarā rabukome komikku!!",
      "pt-br": "\"Você pode me ver de novo?\" Um dia o \"Humano\" estava sobrecarregado de trabalho de sua empresa abusiva e prestes a morrer... ele viu uma Ceifadora! Mas mesmo que seu trabalho seja coletar almas, \"Grim-chan\" decide cuidar do \"Humano\" para que ele não morra...?"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "41"
  },
  {
    "mangaId": "fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8",
    "title": {
      "en": "On the Balcony Again Today"
    },
    "updatedAt": "2024-10-05T12:56:48+00:00",
    "coverArt": "https://mangadex.org/covers/fbe1d7d2-f4b5-415a-9cb7-b4e9c819e8b8/c76f37b5-5414-453e-8e7e-bd9acfcf2923.jpg",
    "altTitles": [
      {
        "ja": "今日もベランダで"
      },
      {
        "ru": "Сегодня снова на балконе"
      },
      {
        "uk": "Сьогодні знову на балконі"
      },
      {
        "en": "Today, Again, on This Veranda"
      },
      {
        "ja-ro": "Kyou mo Beranda de"
      },
      {
        "en": "Today, Again on This Balcony"
      },
      {
        "ja-ro": "Kyou mo Veranda de"
      },
      {
        "vi": "Lại gặp nhau ở ban công rồi"
      }
    ],
    "description": {
      "en": "A freelance designer loves to relax from work through gardening on his balcony. There he starts talking to his new neighbor next door over the wall without knowing her face.",
      "ru": "Фрилансер дизайнер-редактор Сюн Токита настолько занят своей работой, что целыми днями сидит взаперти в своей квартире. В поисках отдыха он пристрастился к балконному садоводству. Однажды по соседству с ним поселяется необычная женщина природной красоты. Они начинают разговаривать через стенку балкона, не зная друг друга в лицо. На самом деле соседка — восходящая актриса Ю Наруми...\nБалкон и зелень объединяют их через перегородку.",
      "uk": "Дизайнер-фрілансер любить відпочивати від роботи, займаючись садівництвом на своєму балконі. Там він починає розмовляти зі своєю новою сусідкою через стіну, не знаючи її в обличчя."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d1781652-404b-4ba9-83cf-b53a8dcd9dbd",
    "title": {
      "en": "Ouritsu Mahou Gakuen no Saikasei ~Hinkongai Agari no Saikyou Mahoushi, Kizoku Darake no Gakuen de Musou Suru~"
    },
    "updatedAt": "2024-10-12T18:03:12+00:00",
    "coverArt": "https://mangadex.org/covers/d1781652-404b-4ba9-83cf-b53a8dcd9dbd/848d045f-8b00-4a3c-83a6-2871b098bf62.jpg",
    "altTitles": [
      {
        "ja": "王立魔法学園の最下生～貧困街上がりの最強魔法師、貴族だらけの学園で無双する～"
      },
      {
        "en": "The Irregular of the Royal Academy of Magic: The Strongest Sorcerer From the Slums Is Unrivaled in the School of Royals"
      },
      {
        "ko": "로얄아카데미의 불규칙마법~빈민가 출신 최강의 마법사가 로열스 학원에서 타의 추종을 불허합니다~"
      },
      {
        "pt-br": "O irregular da academia real de magia"
      },
      {
        "ru": "Младший студент королевской академии магии - сильнейший маг-выскочка из трущоб, которому нет равных среди знати в академии"
      },
      {
        "ru": "Самый Сильный Колдун из трущоб не имеет себе равных в Королевской школе магии"
      },
      {
        "es": "El irregular de la real academia de magia ~el hechicero más fuerte de los barrios bajos no tiene rival en la escuela de la realeza ~"
      },
      {
        "uk": "Найсильніший чаклун з нетрів не має собі рівних в Королівській школі магії"
      },
      {
        "vi": "Từ Phù Thủy Mạnh Nhất Khu Ổ Chuột Đến Vô Song Tại Học Viện Pháp Thuật Hoàng Gia"
      }
    ],
    "description": {
      "en": "\"Magic.\" A sacred mystery usable only by those chosen. One day, a child from the slums named Arus finds he has the power to use magic. A sorcerer by the name of Genos Willzard learns of his talent and raises him, turning him into the greatest of assassins. One day, Genos gives him an order: To enroll at the Magic Academy...?!",
      "id": "Sihir, misteri yang hanya bisa digunakan oleh orang-orang terpilih. Suatu hari, seorang anak yang berasal dari desa kumuh bernama Ars, menyadari bahwa dirinya memiliki kekuatan sihir. Seorang penyihir bernama Genos Wilzard menemukan bakatnya itu, lalu membesarkannya untuk menjadikannya sebagai pembunuh terkuat. Bagaimana ya kisahnya ketika Genos menyuruhnya masuk ke Akademi Sihir…!?",
      "ja": "貴族に生まれた者のみが使える神秘、魔法――。貧しい出自で虐げられた生活を余儀なくされる幼き少年・アルスだったが、ある日、自分に魔法の才の宿る『呪われた血』であることに気がつく。暗殺者に拾われ、裏社会の魔法師として鍛錬を積んだアルスは15歳になる年に『王立魔法学園』入学を勧められることに…。",
      "vi": "Áp đảo giới quý tộc, pháp sư mạnh nhất từ ​​khu ổ chuột !!\nArs vốn là một thằng ăn cắp vặt trong khu ổ chuột. Và được nhận nuôi để trở thành sát thủ. Ở tuổi 15, Ars được khuyên nên đi học để đủ tiêu chuẩn trở thành \"Pháp sư\". Vừa bước vào cổng trường, là sự xuất hiện của những quý tộc có trình độ không bằng một cái móng tay của Ars, người đã vượt qua kỳ kiểm tra đầu vào với khả năng vượt trội, bắt đầu một cuộc sống khác thường. Là học sinh vào ban ngày và một sát thủ vào ban đêm!!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "58ba350d-b350-4d73-abc8-1af63d3dfa70",
    "title": {
      "en": "I Became the Tutor of the Royal Twins"
    },
    "updatedAt": "2024-08-26T00:12:22+00:00",
    "coverArt": "https://mangadex.org/covers/58ba350d-b350-4d73-abc8-1af63d3dfa70/2a5eef87-96dd-4d9b-997e-40821537d005.jpg",
    "altTitles": [
      {
        "ko": "쌍둥이 전하들의 가정교사입니다"
      }
    ],
    "description": {
      "en": "An elementary school teacher in her past life, and a private tutor in the present.\n\nSarah Popo uses all her past life experiences in her second life.\n\nShe worked as a highly sought out tutor for aristocratic children.\n\nHer goal is to be the owner of her own school!\n\nThen, one day, the Emperor of the Empire sought her out.\n\n“I want Miss Popo to be my siblings’ tutor.”\n\nWater bombs, flour bombs, bug attacks.\n\nWhat kind of offer did he make? To make her the tutor of a pair of notorious twins with all kinds of vicious pranks!\n\nA very sweet one, of course.\n\nThe devil’s temptation shook Sarah’s life.",
      "ko": "전생엔 초등교사, 현생엔 가정교사.\n인생 2회 차인 세라 포포는 전생의 경험을 살려\n귀족 자제들을 대상으로 고액 가정교사 일을 하는 중이었다.\n목표는 건물주!\n\n그러던 어느 날,\n제국의 황제가 찾아왔다.\n\n“포포 양께서 제 동생들의 가정교사를 맡아주면 좋겠어요.”\n\n물 폭탄, 밀가루 폭탄, 벌레 공격 등\n온갖 악질 장난은 다 한다고 악명이 자자한 쌍둥이 전하들의\n가정교사가 되어 달라는 무시무시한 제안을 하기 위해!\n\n달콤하기 짝이 없는 고액을 곁들인,\n그 악마의 제안이 세라의 인생을 뒤흔들었다.\n\n#환생물 #육아물\n#전생도 현생도 교사 여주\n#육아지옥에 빠진 황제 남주"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "642bf922-094b-4a98-b0b7-8d6add31b729",
    "title": {
      "en": "Neko oji: Salaryman reincarnated as a kitten!"
    },
    "updatedAt": "2024-10-13T10:49:14+00:00",
    "coverArt": "https://mangadex.org/covers/642bf922-094b-4a98-b0b7-8d6add31b729/6f87bf16-6b1e-4ed0-9e83-19f61239706f.jpg",
    "altTitles": [
      {
        "ja": "ねこに転生したおじさん"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Oji-san"
      },
      {
        "ja-ro": "Neko ni Tensei Shita Ojisan"
      },
      {
        "en": "The Old Man Who Was Reincarnated as a Cat"
      }
    ],
    "description": {
      "en": "An old man was hit by a truck and found himself reincarnated as a cat.\n___\n**Alt Official Raw:** [KADOComi](https://comic-walker.com/detail/KC_000231_S?episodeType=first)\n\n**Official English:** [emaqi - United States & Canada only!](https://emaqi.com/manga/neko-oji-salaryman-reincarnated-as-a-kitten/volumes)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-10-11T19:59:01+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/c8fe9e64-04b3-477d-8658-ee94e961af2f.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      },
      {
        "fr": "Dandadan"
      },
      {
        "uk": "Дандадан"
      },
      {
        "vi": "Vũ Trang Siêu Nhiên"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "fr": "Momo Ayase et Ken Takakura sont tous deux lycéens. Tandis que la première croit aux fantômes, le second est fasciné par les extraterrestres. Évidemment, chacun se moque des croyances de l’autre. Incapables de se convaincre, ils se lancent un défi pour savoir lequel des deux a raison. Momo se retrouve dans un hôpital où des créatures de l’espace sont censées se trouver et Ken dans un tunnel hanté. C’est le début d’une romance survoltée où l’occulte, le paranormal et le surnaturel se bousculent dans un chaos haletant !\n\n---\n\nMaison d'édition FR : **Kazé / Crunchyroll**",
      "ja": "幽霊肯定派の女子校生・綾瀬桃と、同級生の怪奇現象オタク・オカルト君。互いに否定するUFOと怪異を信じさせるため、桃はUFOスポットの病院廃墟へ、オカルト君は心霊スポットのトンネルへ行くのだが…。運命の恋が始まる!?",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "uk": "Чорти, чудовиська, позаземці, підлітковий роман, махачі та дідько б їх узяв… раковини! У цій манзі ви знайдете все!\n\nОкультний фанбой Такакура, його подруга Аясе та їх надприродні пригоди у новій психоломній манзі!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6cc0f7c2-0db6-432b-8189-fcedbcdda888",
    "title": {
      "en": "Hitomi-chan Is Shy With Strangers"
    },
    "updatedAt": "2024-10-11T14:14:30+00:00",
    "coverArt": "https://mangadex.org/covers/6cc0f7c2-0db6-432b-8189-fcedbcdda888/97748786-e5aa-4504-af30-b7fa9d775ccb.jpg",
    "altTitles": [
      {
        "es": "Hitomi es tímida con desconocidos"
      },
      {
        "es": "Hitomi es tímida con extraños"
      },
      {
        "ja-ro": "Hitomi-chan wa Hitomishiri"
      },
      {
        "ja-ro": "Hitomichan ha Hitomishiri"
      },
      {
        "ru": "Застенчивая Хитоми-чан"
      },
      {
        "ja": "瞳ちゃんは人見知り"
      },
      {
        "it": "Hitomi-chan è timida con gli sconosciuti"
      }
    ],
    "description": {
      "en": "One day, the ordinary 2nd year high schooler Yuu Usami accidentally encounters a big girl with a scary look. Turns out she's glaring at him, but why…?! Although Hitomi Takano looks like she's scary and awkward, she's actually a kind and adorable girl. This one shall be a happy, heartwarming slice-of-life comedy.",
      "es": "Un día, el estudiante de 2do año Yuu Yusami se encuentra por accidente con una muchacha grande con una mirada temeraria. Resulta que ella símplemente lo está observando… pero ¿por qué? A pesar de que Hitomi Takano se ve espeluznante y huraña, ella en realidad es querida y adorable. Ésta será una feliz y grata comedia de la vida cotidiana.  \n  \n[![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/910858)  \n[![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/cyorisukenosuke)",
      "fr": "Un jour, Yuu Usami – lycéen ordinaire en deuxième année – rencontre une grande fille avec un regard effrayant. Elle a l’air de le fusiller du regard, mais pourquoi…?! Pourtant, même si Hitomi Takano fait peur et est maladroite, elle est en réalité une fille gentille et adorable. Bienvenue dans une comédie/tranche de vie qui va vous réchauffer le cœur !",
      "ja": "どこにでもいる平凡な高校2年生の宇佐見君は、ある日、偶然に居合わせた\"何やら目つきが悪くていろいろとおっきな女の子\"に、なぜか睨みつけられてしまい…!?\n見た目は怖くて不器用だけど、実は優しくて可愛い三白眼女子の、楽しくてハートフルな日常コメディ…開幕!!",
      "ru": "Однажды обыкновенный старшеклассник 2-го года Юу Усами случайно встречает большую девушку со страшным взглядом. По какой-то причине она не отрывает от него глаз, но он ведь ей ничего не делал!.. Хотя Хитоми Такано выглядит страшной и неприветливой, на самом деле она добрая и очаровательная девушка.",
      "pt-br": "Em um dia comum, um estudante do segundo ano do ensino médio, chamado Usami Yuu, se encontra acidentalmente com Takano Hitomi, uma garota alta e que tem um olhar assustador. Acontece que ela está olhando diretamente para ele. Mas embora Hitomi pareça assustadora e desajeitada, na verdade ela é uma garota gentil e adorável que simplesmente quer se tornar mais sociável."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95801a6e-1e69-4876-b7ed-41d92c9853e3",
    "title": {
      "en": "Mob kara Hajimaru Tansaku Eiyuutan"
    },
    "updatedAt": "2024-10-02T19:53:19+00:00",
    "coverArt": "https://mangadex.org/covers/95801a6e-1e69-4876-b7ed-41d92c9853e3/ac76daaf-3095-4ed0-9ee2-82d0fde9de89.jpg",
    "altTitles": [
      {
        "ja": "モブから始まる探索英雄譚"
      },
      {
        "zh-hk": "從路人開始的探索英雄譚"
      },
      {
        "zh": "从路人开始的探索英雄谭"
      },
      {
        "en": "The Story of an Exploration Hero Who Has Worked His Way up From Common People"
      }
    ],
    "description": {
      "en": "Takagi Kaito, a low status high schooler, your typical mob character so to say, was just a normal everyday explorer who hunted slimes every day in the dungeons that appeared in Japan, earning pocket money while admiring his childhood friend, the class queen, from afar. \n\nOne day, a golden slime he had never seen appears before him. After he defeats it, he obtains an extremely rare item worth hundreds of millions as a drop, a servant card that can summon mythical beings!! After he makes up his mind and summons it, a warrior maiden with unparalleled beauty appears. \n\nRise above being just a mob explorer Kaito! A modern battle fantasy story has begun!\n\n---\n\n[Web Novel (JP)](https://ncode.syosetu.com/n8930fk/) \n[Alternative Raw (Niconico)](https://seiga.nicovideo.jp/comic/55183)",
      "ja": "＜ダンジョン＞にソロで潜り、スライム狩りの毎日を送る男子高校生・高木海斗。そんなある日、変なスライムから時価10億の<サーバントカード>を手に入れる。悩み抜いた末に召喚を選択した海斗のもとに現れたのは神話の戦乙女ヴァルキリーの格好をした幼女シルフィーだった。一度は落胆したものの、シルフィーが最強クラスのスキルを持っている事が判明し…!? モブな探索者から成り上がれ!",
      "pt-br": "Takagi Kaito, um colegial de baixa estatura, o típico personagem Mob, era um explorador comum que caçava slimes todos os dias nas masmorras que surgiram no Japão, ganhando dinheiro extra enquanto admirava sua amiga de infância, a madona da classe. Um belo dia, um slime dourado que ele nunca tinha visto antes aparece para ele. Depois de derrotá-lo, ele obtém um item extremamente raro no valor de centenas de milhões, uma carta de Servo que pode convocar seres lendários!! Depois que ele se decide, ele a convoca, e uma donzela guerreira extremamente linda aparece. Supere sua posição como um simples Mob, Kaito! Uma nova fantasia moderna começa!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "8adbd5c7-5ccc-4eec-ae8e-1b7daa062959",
    "title": {
      "en": "A Splendid Revenge Story of a Super-Dreadnought Cheat Villainess"
    },
    "updatedAt": "2024-10-21T16:52:12+00:00",
    "coverArt": "https://mangadex.org/covers/8adbd5c7-5ccc-4eec-ae8e-1b7daa062959/89390621-7fcd-474b-ad33-c00f3e8b0a2d.jpg",
    "altTitles": [
      {
        "ja-ro": "Choudokyuu Cheat Akuyaku Reijou no Karei naru Fukushuutan"
      },
      {
        "ja": "超弩級チート悪役令嬢の華麗なる復讐譚"
      },
      {
        "vi": "Câu chuyện trả thù huy hoàng của nữ phản diện siêu cấp “gian lận”"
      }
    ],
    "description": {
      "en": "Lunaria il von Solfege. The protagonist, who was reincarnated as the villainess of her favourite game, was flooded with tragic memories of Lunaria. She was condemned, left alone and uncared for, and tried to commit suicide by stabbing herself with a dagger.\n\"Leave everything to me, Lunaria. Now that I'm Lunaria, I won't show them any mercy.\"",
      "ja": "最愛の悪役令嬢・ルナリアに転生した主人公は、復讐を開始する。その相手とは、ルナリアを破滅へと追いやった、醜悪な面々。邪な義母と義妹、非道なる父や兄、そして元・婚約者と主人公（ヒロイン）‥！\n\n目覚めたら、推しの悪役令嬢でした―――。\nルナリア・イル・フォン・ソルフェージュ。大好きだったゲームの悪役令嬢に転生した主人公の頭に流れ込んできたのは、ルナリアの悲惨な記憶。彼女は断罪され、誰からも気にされず一人ぼっちになり、そして自ら短剣を刺して自殺を図ろうとしたのだ。\n「全部任せてルナリア。〝私〟がルナリアになったからには容赦なんかしてやらないわ。」\n「愛」のために戦う悪役令嬢の、華麗なる復讐劇が開幕する―――。"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4c43e608-f29d-4c53-b063-1d9573e83efc",
    "title": {
      "en": "Comment punir les malédictions"
    },
    "updatedAt": "2024-09-17T14:54:57+00:00",
    "coverArt": "https://mangadex.org/covers/4c43e608-f29d-4c53-b063-1d9573e83efc/3b6600de-d681-432a-8eeb-21499932538c.png",
    "altTitles": [
      {
        "ko": "저주를 처벌하는 법"
      },
      {
        "en": "How to Punish Curses"
      }
    ],
    "description": {
      "fr": "Il y a sept ans, divers sorts et malédictions sont soudainement apparus sur Internet et étaient considérés comme « réellement efficaces ».\n« Jo Sammosa », un site Web devenu célèbre pour la vente d'outils occultes.\nDepuis l’apparition de « Jo Sammosa », les incidents irréalistes se sont multipliés rapidement à divers endroits.\n\nDans le même temps, l’existence de \"L’unité de contrôle des anomalies (connu sous le nom d’unité d’anomalie) », qui était considérée comme une légende urbaine même au sein de l’organisation policière, fait surface.\n\nL'unité d'anomalie est devenue extrêmement occupée en raison de l'augmentation des cas impliquant des êtres surnaturels, et le directeur « Yoon Haru » travaille dur pour que l'équipe continue de fonctionner efficacement.\n\nUn jour, « Gio », membre d'un département d'élite, rejoint le groupe.\n\nDès la première semaine de sa mission, Haru commence à avoir mal à la tête à cause de Gio, qui lui avoue avoir ses sentiments pour lui..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "558be3a5-8e4b-4734-acf5-7102bef14266",
    "title": {
      "en": "Emilone's Temptation Labyrinth"
    },
    "updatedAt": "2024-07-16T17:57:59+00:00",
    "coverArt": "https://mangadex.org/covers/558be3a5-8e4b-4734-acf5-7102bef14266/64f0849f-82ea-4f09-bc5b-c227fde8b675.jpg",
    "altTitles": [
      {
        "ko": "에밀로네의 유혹 미궁"
      }
    ],
    "description": {
      "en": "Emilone was a well-known actress before she got transported to another world and became a saint.  \nShe got a plausible name of 'the Holy Lady Who Moved Dimensions', but she didn't receive any attention. This happened because all the Empire's attention was on Princess Ronella.  \nAs a result, Emilone, who was devoted to her work as a saint, accidentally discovered the secret of Princess Ronella. The innocent and kind facades of the princess were all acting!  \nThis can be pretty fun. Wouldn't I be able to break my boring routine when I got closer to Princess Ronella?  \nEmilone made a dangerous decision for fun."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My Love for My Roommate Is One-Sided"
    },
    "updatedAt": "2024-09-17T11:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "98"
  },
  {
    "mangaId": "f0ba4eb2-a7b7-4e15-b11e-e1b0be33ea45",
    "title": {
      "en": "Inukai-san Chi no Oshikake JK"
    },
    "updatedAt": "2024-10-21T16:51:29+00:00",
    "coverArt": "https://mangadex.org/covers/f0ba4eb2-a7b7-4e15-b11e-e1b0be33ea45/5955fef9-7640-44b8-bf1e-71d7074b873b.jpg",
    "altTitles": [
      {
        "ja": "犬飼さん家の押しかけJK"
      },
      {
        "en": "JK Barging Into Inukai's House"
      }
    ],
    "description": {
      "en": "One day, the thirty-something salaryman Inukai met a high school girl Komugi who claimed to be the reincarnation of his childhood dog. Now she comes over every day looking to play with her owner, but her pet antics don't seem so innocent in human form! A semi-cohabitation comedy between a dog-girl and a single office worker!",
      "ja": "アラサー独身サラリーマンの犬飼はある日、こむぎと名乗る女子高生に出会う。こむぎは自身を犬飼の愛犬の生まれ変わりだと言い、毎日彼の家に通い詰める…！"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "19"
  },
  {
    "mangaId": "94d60d12-452d-49f0-8d0f-5af785e561a8",
    "title": {
      "en": "Red Cat Ramen"
    },
    "updatedAt": "2024-10-09T01:40:38+00:00",
    "coverArt": "https://mangadex.org/covers/94d60d12-452d-49f0-8d0f-5af785e561a8/866f4623-d301-4b38-adc7-9f1d8778d93a.jpg",
    "altTitles": [
      {
        "ja": "ラーメン赤猫"
      },
      {
        "ja-ro": "Ramen Aka Neko"
      },
      {
        "en": "Ramen Red Cat"
      },
      {
        "vi": "Quán Ramen Mèo Đỏ"
      }
    ],
    "description": {
      "en": "Tamako comes for an interview at a ramen shop run only by cats, with no humans. The cat manager asks her if she likes cats, and when Tamako honestly says she is a dog person, she is easily hired. However, her job is not to run a ramen shop, but to look after cats...?",
      "ja": "人間のいない、猫だけが営むラーメン屋に面接に来た珠子。猫の店長に猫好きか聞かれ、珠子は正直に犬派と答えるとあっさり採用される。しかし仕事内容はラーメン屋ではなく、猫のお世話係で…!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e",
    "title": {
      "en": "Mane Mane Nichi Nichi"
    },
    "updatedAt": "2024-10-11T15:00:11+00:00",
    "coverArt": "https://mangadex.org/covers/ec0c3cbf-dc3d-4df2-b2c6-2af7ad41541e/a8ca665c-f019-4451-a97a-3c76b2258b5b.png",
    "altTitles": [
      {
        "ja": "マネマネ にちにち"
      },
      {
        "tl": "Namamahala, Araw-Araw"
      },
      {
        "ja-ro": "Manemane Nichinichi"
      },
      {
        "fr": "Jour Après Jour"
      }
    ],
    "description": {
      "en": "In a certain school lies a certain club and its three managers. Though unremarkable, days that can't be found anywhere else have begun! Drawn by Yamamoto Souichiro is a brand new Sports ground youth story!",
      "fr": "Dans une certaine lycée se trouve un certain club et ses trois managers. Bien qu'anodins, des jours comme on n'en trouve nulle part ailleurs voient le jour ! Dessiné par Yamamoto Souichiro : une toute nouvelle histoire de jeunesse sur le thème du sport !",
      "tl": "Sa isang partikular na paaralan ay may isang natatanging klab at ang tatlong tagapamahala nito. Bagama't hindi kapansin-pansin, ay nagsimula na ang mga araw na kahit saan ay hindi matatagpuan! Iginuhit ni Souichiro Yamamoto, ay isang bagong kuwento ng mga kabataan sa larangan ng isports!",
      "vi": "Slice of life của ba em quản lí CLB thể thao ở một trường cao trung nào đó... Để xem có gì hay!",
      "pt-br": "Numa determinada escola reside um determinado clube e as suas três ajudantes. Embora normais, dias que não podem ser encontrados em nenhum outro lugar começaram! Desenhado por Yamamoto Souichirou, é uma nova história juvenil de campo esportivo!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d5c8ff69-2668-4f8c-9914-3beb31f5e3f7",
    "title": {
      "en": "Itoshi no Ko, Charlotte"
    },
    "updatedAt": "2022-06-27T17:34:15+00:00",
    "coverArt": "https://mangadex.org/covers/d5c8ff69-2668-4f8c-9914-3beb31f5e3f7/f0eaf2e8-ae20-43a0-b2e3-641d9ad79638.jpg",
    "altTitles": [
      {
        "en": "Charlotte, My Beloved"
      },
      {
        "en": "Charlotte, My Late Lover"
      },
      {
        "en": "My Beloved Charlotte"
      },
      {
        "en": "My Beloved, the Late Charlotte"
      },
      {
        "ja": "愛しの故・シャーロット"
      }
    ],
    "description": {
      "en": "Orphans Charlotte and William finally confess their feelings for each other and promised to be together forever. Yet, Charlotte is suddenly killed in a motor accident, leaving William devastated. Death is usually the end of most relationships, but it seems that Will has other plans…  \n(source: aoc.moe)"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24.3"
  },
  {
    "mangaId": "049c6714-40a7-404b-9dac-ec86126bc242",
    "title": {
      "en": "Screwing Around With The Ghost"
    },
    "updatedAt": "2024-10-21T15:37:29+00:00",
    "coverArt": "https://mangadex.org/covers/049c6714-40a7-404b-9dac-ec86126bc242/d9c2a7fb-bfb9-4a9d-9902-9d3488e48601.jpg",
    "altTitles": [
      {
        "ko": "귀신과 하는 남자"
      },
      {
        "en": "The Man Who Does It With A Ghost"
      },
      {
        "en": "Man With Ghost"
      }
    ],
    "description": {
      "en": "A man who loathes ghosts, Kim Gi-Tae, one day gets sexually harassed by a naked ghost in the bustling subway.\n\n“If you agree to my conditions, I’ll chase away the ghosts that cling to you. So in exchange, do it with me…”\n\nWhat is this ghost saying? But… If I lend this ghost my body, will it be possible for me to live a normal life?\n\nGi-Tae gathers his courage and decides to participate in a trade with the ghost in order to free himself from the ghosts that badger him, but…"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "37cfa7cf-2724-438d-aaf5-499bb42389a6",
    "title": {
      "en": "Given: 10th Mix"
    },
    "updatedAt": "2024-03-27T00:59:10+00:00",
    "coverArt": "https://mangadex.org/covers/37cfa7cf-2724-438d-aaf5-499bb42389a6/0f64a0cc-4113-4d6e-8f2b-143d7f6c5267.png",
    "altTitles": [
      {
        "ja": "ギヴン: 10th Mix"
      }
    ],
    "description": {
      "en": "I've traveled 3650 dawns to see you again.\n\nThe sequel to Kizu Natsuki's mega hit alternative love series begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f26c0ae5-c8f6-4630-979e-9a5d310bd795",
    "title": {
      "en": "I Only Want to Beat You"
    },
    "updatedAt": "2024-06-10T12:10:03+00:00",
    "coverArt": "https://mangadex.org/covers/f26c0ae5-c8f6-4630-979e-9a5d310bd795/1bb35d82-9359-4204-b09b-58658726c84a.jpg",
    "altTitles": [
      {
        "en": "I Want to Beat You, Oh Roji"
      },
      {
        "en": "I Want to Defeat You, Oh Roji"
      },
      {
        "ko": "오로지 너를 이기고 싶어"
      },
      {
        "uk": "Я хочу тільки перемогти тебе"
      },
      {
        "ko-ro": "Oroji Neoreul Igigo Sipeo"
      },
      {
        "en": "IOWTBY"
      },
      {
        "ru": "Я хочу победить только тебя"
      },
      {
        "es-la": "Solo quiero derrotarte"
      },
      {
        "es-la": "Solo quiero derrotarte"
      }
    ],
    "description": {
      "en": "The male lead 'Lee Gigo', who has never lost a single time in his life, and the female lead who defeated him 'Oh Roji'. Who will end up as the victor of this 'bet'?",
      "uk": "Головний герой Лі Ґіґо, який жодного разу в житті не програв, і головна героїня, яка перемогла його, О Роджі. Хто в підсумку стане переможцем в цьому «парі»?",
      "es-la": "El protagonista masculino que nunca ha sido derrotado en su vida 'gana', la heroína femenina 'solo' que hizo ese guiño pierde por primera vez ¿Quién será el ganador de esta 'apuesta'?"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "235"
  },
  {
    "mangaId": "46e9a772-184d-498b-8553-6e0801545f12",
    "title": {
      "en": "Fate/Grand Order -Epic of Remnant- Pseudo-Singularity II: Subterranean World of Folklore, Agartha - Women of Agartha"
    },
    "updatedAt": "2023-09-10T15:54:35+00:00",
    "coverArt": "https://mangadex.org/covers/46e9a772-184d-498b-8553-6e0801545f12/f045e47a-15a8-4d38-b5ab-686e1ccba11c.jpg",
    "altTitles": [
      {
        "ja": "フェイト／グランドオーダー　エピック　オブ　レムナント　亜種特異点Ⅱ 伝承地底世界 アガルタ アガルタの女"
      },
      {
        "ja-ro": "Fate/Grand Order -Epic of Remnant- Ashu Tokuiten II: Denshou Chitei Sekai, Agartha - Agartha no Onna"
      },
      {
        "ru": "Судьба/Великий приказ: Эпопея Остатка-Псевдосингулярность II: Женщина Агарты"
      }
    ],
    "description": {
      "en": "Fate/Grand Order official comicalize start!\n\nIn 2000 AD, the bottom of the mountain range in Central Asia... In a place where no obvious wars or incidents have been confirmed, \"Organization for the Preservation of Human Order, Chaldea\" finds the existence of a Singularity. Ritsuka Fujimaru and his team started the Rayshift immediately...",
      "ru": "Царица Савская ждала, когда Фудзимару и другие проникнут в Кер-Ис, город безнравственности. Мы должны бороться с таинственными силами и их бесконечно растущими подчиненными. В этих бедах внезапно появилась противоборствующая сила \"Убийца Ночного Замка\"…!"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "36.5"
  },
  {
    "mangaId": "b7239cd1-258e-45ad-99ce-7e1eeb693310",
    "title": {
      "en": "Rikai no Aru Karen-chan"
    },
    "updatedAt": "2024-09-07T11:58:17+00:00",
    "coverArt": "https://mangadex.org/covers/b7239cd1-258e-45ad-99ce-7e1eeb693310/8fb4a2e3-63b6-461f-81cb-68c1e988c11f.jpg",
    "altTitles": [
      {
        "ja": "理解のあるカレンちゃん"
      },
      {
        "en": "Thoughtful Karen-chan"
      },
      {
        "en": "Understanding Karen-chan"
      }
    ],
    "description": {
      "en": "“You’re amazing for being alive another day!”\n\nA Manga about an understanding girlfriend who rewards you with a “log-in bonus” every day.",
      "pt-br": "“Você é incrível por estar vivo mais um dia!”\n\nUm mangá sobre uma namorada compreensiva que recompensa você com um “bônus de login” todos os dias."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "87367eda-a69e-4079-9f4b-0d396dc645fe",
    "title": {
      "en": "Kyou, Eki de Mita Kawaii Onna no Ko."
    },
    "updatedAt": "2024-08-21T02:50:58+00:00",
    "coverArt": "https://mangadex.org/covers/87367eda-a69e-4079-9f4b-0d396dc645fe/956778b4-1971-4acd-8530-a351b9953093.jpg",
    "altTitles": [
      {
        "en": "Cute Girl I Saw at the Station Today."
      },
      {
        "ja": "今日、駅で見た可愛い女の子。"
      }
    ],
    "description": {
      "en": "An observational comedy about an older man obsessed with beauty products and a seemingly perfect girl(?!).\nKameyama, a middle-aged man, can't help but notice what the pretty girl he sees at the train station is wearing. That Milbon scent is loved by all of mankind! This glittering case is from Sebon Star! That glowing skin... isn't a treatment, just a highlight! Which brand's cosmetics wear off, and which ones last? \"I wanna know all about it!\" he thinks to himself. Many of those \"young lady things\" he's become obsessed with now, appear before him!",
      "ja": "可愛いもの博識おじさん×完ぺき女子(!?)、駅で一瞬すれ違うだけの観察型コメディ！ アラフォーの亀山は、駅で見かける可愛い子が身に着けているものが気になって仕方がない。この全人類が好きな香りはミルボン！キラキラしたあの箱はセボンスター！ 肌ツヤは……美容医療ではなくハイライト！ どこのブランドが崩れにくい？ あ～～教えてくれ～～～～！ あなたが夢中になった「乙女アイテム」がたくさん登場！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "295f05b8-cef7-4b41-b003-393a3016a650",
    "title": {
      "en": "Neko x Neko"
    },
    "updatedAt": "2024-10-15T09:05:10+00:00",
    "coverArt": "https://mangadex.org/covers/295f05b8-cef7-4b41-b003-393a3016a650/fcd9fdd1-ba25-4b07-8b68-0067acc26444.jpg",
    "altTitles": [
      {
        "en": "Bottom x Bottom"
      },
      {
        "ja": "ネコ×ネコ"
      },
      {
        "ja": "ネコ×ネコ beginning"
      },
      {
        "ja": "ネコ×ネコ hopeful"
      },
      {
        "ja": "ネコ×ネコ wedding"
      },
      {
        "ko": "네코X네코"
      },
      {
        "ko": "네코X네코 beginning"
      },
      {
        "ko": "네코X네코 hopeful"
      },
      {
        "ko": "네코X네코 wedding"
      }
    ],
    "description": {
      "en": "In high school, Keita Tsukiji was slender and had feminine features. He confessed to an upper-classman who had his ideal body build, Satoshi Murakami, and they started going out.   \n  \nThree years have passed. The two of them started living together, but there was one big change… Keita had matured and grown to be really manly! Anxious about what Satoshi, who used to be straight, thinks about the situation, Keita is distracted during sex. On the other hand, Satoshi is concerned that he cannot make love to Keita in the same manner that he used to. And then, one night, an aroused Keita pushes Satoshi down…?!",
      "fr": "Keita qui pendant ses années de lycée était mince et avait des traits féminins, est tombé amoureux de Satochi. Un Sempai qui avait le physique mince et masculin dont il rêvait. Keita s'est déclaré, peut-être qu'en raison de son apparence girly et mignonne, puis ils ont commencé à sortir ensemble. Trois ans plus tard, leur relation est plus forte que jamais et ils vivent actuellement comme des jeunes mariés. Cependant, il y a eu un grand changement... ! Keita est devenu un jeune homme viril ! Comme Satoshi était hétéro, Keita commence à se demander ce que son petit ami pense de cette situation. Malgré qu'ils aient des relations sexuelles.."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "4",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "f65444dc-3694-4e31-a166-8afb2938ed55",
    "title": {
      "en": "Gintama"
    },
    "updatedAt": "2024-10-09T03:35:06+00:00",
    "coverArt": "https://mangadex.org/covers/f65444dc-3694-4e31-a166-8afb2938ed55/f90de296-5948-4945-9d0f-b3747d6838a7.jpg",
    "altTitles": [
      {
        "en": "Silver Soul"
      },
      {
        "ru": "Гинтама"
      },
      {
        "ar": "جينتاما"
      },
      {
        "ja": "ぎんたま"
      },
      {
        "ja": "銀魂"
      },
      {
        "ko": "은혼"
      },
      {
        "ja-ro": "Gin Tama"
      },
      {
        "ko-ro": "eunhon"
      },
      {
        "th": "กินทามะ"
      },
      {
        "fa": "گینتاما"
      },
      {
        "id": "Jiwa Perak"
      },
      {
        "es": "Alma plateada"
      },
      {
        "vi": "Linh Hồn Bạc"
      },
      {
        "ms": "Jiwa Perak"
      },
      {
        "zh": "银魂"
      },
      {
        "zh-ro": "Yínhún"
      },
      {
        "fr": "Âme d'argent"
      },
      {
        "pt": "Alma de Prata"
      },
      {
        "zh-hk": "銀魂"
      },
      {
        "it": "Anima d'argento"
      },
      {
        "de": "Silberseele"
      },
      {
        "sr": "Сребрна душа"
      },
      {
        "sr": "Гинтама"
      },
      {
        "ru": "Серебряная душа"
      },
      {
        "tr": "Gümüş Ruh"
      }
    ],
    "description": {
      "en": "Sakata Gintoki is a samurai living in an era when samurai are no longer needed.  \n  \nTo add to his troubles, oppressive aliens have moved in to invade. Gintoki lives with Kagura and Shinpachi, taking on odd jobs to make the world a better place… and to pay their rent.\n\n[Official English*](https://www.viz.com/gin-tama)\n***Viz Media quietly discontinued Gintama after Volume 23 of the manga (released in English in 2011). As of 2024, Viz has not made any additional comments on Gintama's publication.**",
      "pl": "Kosmici zwani Amanto postanowili podbić kolejną planetę, a że padło na Ziemię… Cóż, zwykły pech. Wojna przyszła, poszła, a kosmici… Zostali, wpływając znacząco na rozwój technologiczny. W takim oto dziwnym świecie przyszło żyć Gintokiemu – chłopak najmuje się do każdej, nawet najczarniejszej roboty. Jeśli masz więc problem, nie zależnie od tego czy dotyczy on walki z pszczołami z innej planety, czy może zastępowania schorowanego personelu w barze transwestytów, zgłoś się do niego.  \nAyanami - 18 grudnia 2010",
      "ru": "Захватив Землю, пришельцы Аманто запретили ношение мечей, и единственный, в ком ещё жив подлинно японский дух — самоуверенный сластёна Гинтоки Саката. Неуклюжий очкарик Шинпачи нанялся к нему в ученики. Третьим в их команде стала прелестная Кагура из сильнейшего во Вселенной клана Ято, а с ней её питомец Садахару — пёсик размером с бегемота, обладающий забавной привычкой грызть головы всем, кто под морду подвернётся. Они называют себя «мастерами на все руки» и выполняют любые заказы — главное, чтобы заплатили…"
    },
    "status": "completed",
    "releaseDate": 2003,
    "contentRating": "safe",
    "lastVolume": "77",
    "lastChapter": "704"
  },
  {
    "mangaId": "11b74211-f4c0-4f08-b5a4-c491da0d0c0b",
    "title": {
      "en": "Choujin X"
    },
    "updatedAt": "2024-07-21T12:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/11b74211-f4c0-4f08-b5a4-c491da0d0c0b/afe6ab18-1f75-4fca-8cbe-9a3eed4f97ca.jpg",
    "altTitles": [
      {
        "ja": "超人X"
      },
      {
        "en": "Superhuman X"
      },
      {
        "ru": "Сверхчеловек Х"
      },
      {
        "uk": "Надлюдина X"
      },
      {
        "vi": "Siêu nhân X"
      },
      {
        "en": "Overhuman X"
      },
      {
        "de": "Übermensch X"
      },
      {
        "hu": "SZUPEREMBER X"
      },
      {
        "fr": "Choujin X"
      },
      {
        "es-la": "Superhumano X"
      }
    ],
    "description": {
      "en": "When an airplane goes down in a plume of black smoke near their city, best friends Tokio and Azuma join the volunteer search and rescue team. But instead of a wreck of twisted metal, they discover that the plane suffered minimal damage and that over 200 of the passengers are still alive! With their services no longer needed, the friends head for home, but on the way, they run into an old enemy who has picked up some bizarre new powers and an obsession with destroying them. Now Tokio and Azuma only have one chance to make it out alive—by becoming the superpowered creatures known as choujin!\n\nBeing a superpowered creature isn’t all it’s cracked up to be. Tokio has to hide his transformation from his family and dodge a truancy charge at school, all while dealing with an increasing number of odd incidents happening around town!",
      "fr": "En 1998, suite à la multiplication de surhumains appelés “choujin“, le monde a été divisé en provinces autonomes. Cinquante ans après, un crash aérien va changer à tout jamais le destin de la jeune Ely, cultivatrice de “tomeïto“, et impacter le paisible quotidien des lycéens Tokio Kurohara et Azuma Higashi, qui jouent aux justiciers face aux petits malfrats de quartier…\n\n---\n\nMaison d'édition FR : **Glénat**",
      "hu": "Amikor egy repülőgép lezuhan miközben egy különös, fekete füstöt ereget, a két jó barát Tokio és Azuma úgy dönt, hogy csatlakozik az önkéntes kutató és mentőcsapathoz. Azonban egy csomó roncs helyett azt látják, hogy a repülő minimális károkat szenvedett valamint több mint 200 utas túlélte a balesetet. De mivel nem volt szükség már rájuk így elindulnak hazafelé. Viszont az úton szembejön velük egy régi ellenségük, aki valami bizar erő birtokosa lett, és elakarja pusztítani őket. Tokio és Azuma egyetlen esélye a túlélésre az, hogy szupererővel rendelkező lényekké - Úgy nevezett Choujin-okká válnak.\n\nDe a szupererő nem megoldás mindenre. Tokio-nak titokban kell tartania az erejét a családja, és iskolája elől, miközben egyre több különös esemény történik városszerte.",
      "ru": "Азума Хигаши довольно популярный парень. И хотя он не очень крупный, но обладает хорошими боевыми навыками и сильным чувством справедливости. Также он имеет высочайшие оценки в своём классе. Прямая противоположность Азуме его друг Токио Курохара, который не слишком увлечён учёбой. Даже во время драк он выступает как простой наблюдатель. Тем не менее, невзирая на сложности и различия, эти два закадычных приятеля держатся друг друга.\nОба парня живут в префектуре Ямато – самом обычном регионе страны, который более всего известен тем, что некоторые его области были уничтожены Сверхчеловеком.",
      "uk": "Азума Хіґаші доволі популярний хлопець: низенький красень із гарними бойовими навичками, має підвищене почуття справедливості, найкращі оцінки у класі та друга… свою повну протилежність - Токіо Курохару, боязкого хлопчака, який лиш спостерігає за бійками Азуми та ловить ґав на уроках. І все ж, не зважаючи на це, міці їхньої дружби можна позаздрити.\n\nПрефектура Ямато, район, де вони живуть, наполовину зруйнований Надлюдьми - особами із небезпечними надприродними здібностями. Часто саме вони влаштовують погроми чи сутички, в центрі яких цього разу й опинился хлопці. Перед загрозою смерті друзі приймають рішення стати Надлюдьми. Зміни торкаються Токіо, який вже не може бути стороннім спостерігачем, він потрапляє у пастку світу, де битва неминуча.",
      "vi": "Một tác phẩm mới được khắc họa dưới ngòi bút của tác giả bộ manga đình đám tokyo ghoul. \"Siêu nhân X\" kể về thế giới có những nhân vật đặc biệt được gọi là \"Siêu nhân\"[Choujin], nhân vật chính là Tokio Kurobara, một học sinh trung học ở tỉnh Yamato, hiện tại cậu ấy cùng người bạn Higashi Azuma thực thi công lý.Và rồi một ngày nọ, khi cả hai rơi vào tình thế hiểm nghèo bắt buộc chỉ còn cách dùng một ống tiêm kỳ lạ...",
      "es-la": "Azuma Higashi es un chico bastante popular. Aunque puede ser algo pequeño, tiene fuertes habilidades de lucha y sus calificaciones son las mejores de su clase. Esto es lo opuesto a Tokio Kurohara, su amigo que no escucha en clase y es simplemente un espectador mientras Azuma pelea. No obstante, el vínculo de estos dos amigos de la infancia es fuerte, sin importar cuán diferentes sean. Los dos viven en la prefectura de Yamato, un distrito increíblemente ordinario con algunas áreas destruidas por Choujin. Los choujin son humanos con poderes sobrenaturales y peligrosos, a menudo la causa de la destrucción circundante. Mientras regresaban a casa, Tokio y Azuma se encuentran con un Choujin, que amenaza con matarlos. Sin posibilidad de escapar, Tokio y Azuma toman una decisión crucial: convertirse en Choujin. Con estos nuevos poderes adquiridos, Tokio ya no puede ser el espectador que alguna vez fue, ahora atrapado en un mundo donde la lucha es inevitable."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ee96e2b7-9af2-4864-9656-649f4d3b6fec",
    "title": {
      "en": "Otaku ni Yasashii Gal wa Inai!?"
    },
    "updatedAt": "2024-10-21T12:52:48+00:00",
    "coverArt": "https://mangadex.org/covers/ee96e2b7-9af2-4864-9656-649f4d3b6fec/4b87e456-0243-4dfe-abda-d0f41c91141a.jpg",
    "altTitles": [
      {
        "ja": "オタクに優しいギャルはいない!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru wa Inai!?"
      },
      {
        "ja-ro": "Otaku ni Yasashii Gyaru ha Inai!?"
      },
      {
        "en": "Gal can't be Kind to Otaku!?"
      },
      {
        "en": "Gals can't be Kind to a Geek!?"
      },
      {
        "zh": "没有辣妹会对阿宅温柔!?"
      },
      {
        "pt-br": "Gal Não Pode ser Legal com Otaku!?"
      },
      {
        "es-la": "¿¡Las Gals no pueden ser amables con los Otakus!?"
      },
      {
        "vi": "Gyaru không thể tử tế với Otaku ư?"
      }
    ],
    "description": {
      "en": "Takuya Seo is an otaku who likes \"anime for girls\" and can't say he likes it out loud. One day, he hooks up with two gals from his class, Amane and Ijichi, but it seems that Amane is also an otaku...",
      "ja": "あまり大きな声で好きと言えない“女児向けアニメ”が好きなオタク 瀬尾卓也。ある日、クラスのギャル 天音さんと伊地知さんに絡まれたのだが、何やら天音さんもオタクの匂いが…？",
      "vi": "Một anh bạn trung bình Otaku thích anime dành cho bé gái, giáp mặt hai nàng Gyaru xinh đẹp nổi tiếng nhất trường. Nhưng không chỉ có thế, một trong hai nữ nhân xinh đẹp ấy có gì đó...hơi otaku thì phải...?",
      "es-la": "Takuya Seo es un otaku al que le gusta el \"anime para chicas\" y no puede decir que le guste en voz alta. Un día, se junta con dos chicas de su clase, Amane e Ijichi, pero parece que Amane también es una otaku...",
      "pt-br": "Takuya Seo é um otaku que gosta de \"animes para garotinhas\" e não pode dizer isso em voz alta. Um dia, ele conversa com duas gals da sua sala, Amane e Ijichi, mas parece que a Amane também é uma otaku... Uma comédia romântica escolar onde o otaku conhece as gals que ele gosta!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "10b4c1bb-f6bd-4dd7-a0aa-c895ad8c840d",
    "title": {
      "en": "The SSS-Ranker Returns"
    },
    "updatedAt": "2024-06-15T11:10:12+00:00",
    "coverArt": "https://mangadex.org/covers/10b4c1bb-f6bd-4dd7-a0aa-c895ad8c840d/7886e658-44c2-4ba9-9cde-785824960bed.png",
    "altTitles": [
      {
        "ko": "SSS급 랭커 회귀하다"
      },
      {
        "en": "Return of the SSS-Class Ranker"
      },
      {
        "es-la": "Regreso del ranker de clase SSS"
      }
    ],
    "description": {
      "en": "What would you do with the chance to become far greater than your greatest rivals… before they could even start?\r\n\r\nWhen a dominant guild gangs up on Rokan to humiliate him and destroy his hard-earned achievements in the world's most realistic fantasy VR game, he becomes desperate for revenge. But just when Rokan thinks he's lost it all, a twist in space-time sends him back to right before the game is even launched.\r\n\r\nNow, this former SSS-class ranker sees the perfect opportunity to return to glory!",
      "ko": "가상현실 게임 더 로드(The Lord)에서 최강자로 군림한 '폭력의 왕' 로칸.\r\n적대 길드에서 내린 척살령으로 모든 것을 잃게 된다.\r\n그런데, 자고 일어나니 3년 전 과거로 회귀했다!\r\n\r\n\"빌어먹을 자식들아, 기다려라. 모조리 씹어 먹어줄 테니까!\"\r\n\r\n과거로 회귀하여 다시 한 번 최강자로 군림하는 로칸의 이야기가 시작된다!",
      "pt-br": "Lokan era o ‘Rei da Violência’ que reinou como o mais forte no jogo de realidade virtual, ‘The Lord’. Infelizmente, a ordem de assassinato emitida por uma guilda inimiga fez com que ele perdesse tudo. Para sua surpresa, da próxima vez que acordou, ele havia voltado três anos no tempo!\r\n\r\n“Vermes do caralho, espere. Vou devorar todos vocês!”\r\n\r\nUma nova história começa quando Lokan, que viajou de volta no tempo, sobe de volta ao topo!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "49650a04-d0d7-4526-b460-8203ae223586",
    "title": {
      "en": "Fight Class 3"
    },
    "updatedAt": "2024-06-12T16:53:50+00:00",
    "coverArt": "https://mangadex.org/covers/49650a04-d0d7-4526-b460-8203ae223586/e684daa6-8687-4b54-a5ee-0fdc82bdd4bd.jpg",
    "altTitles": [
      {
        "ko-ro": "Gyeoggi 3 Ban"
      },
      {
        "ko-ro": "Gyeok Gi 3 Ban"
      },
      {
        "ko": "격기3반"
      },
      {
        "pt-br": "Turma de Luta 3"
      }
    ],
    "description": {
      "en": "A world in which Korea is the global capital of combat sports. At Nam-Il High School where the best and most talented students of martial arts reside, Jiu Ji-Tae suddenly finds himself thrust into their midst despite being a total weakling.  \n  \nBy neutralizing his physical shortcomings through jiu-jitsu, can he rise to the top of the fight classes?  \n\n\n---",
      "fr": "Un monde dans lequel la Corée est le Pays leader des sports de combats. Au lycée Nam-il où les meilleurs et plus talentueux élèves en arts martiaux étudient, Jiu Ji-tae se trouve soudainement entraîné avec eux alors qu'il n'est qu'un faiblard.  \n  \nEn faisant disparaître ses défauts physiques à l'aide du Ju-Jitsu, pourra-t-il devenir le meilleur des classes de combat ?  \n\n\n---\n\n**Links:**  \n- [Author's Twitter](https://twitter.com/mymmx89)",
      "pt-br": "Em um mundo onde a Coréia do Sul é a capital mundial dos esportes de combate, o Colégio Namil é onde os melhores e mais talentosos estudantes de artes marciais competem, e nosso protagonista Jiu Jitei se encontra subitamente em meio à eles mesmo sendo um fracote completo.\n  \nSuperando suas fraquezas com jiu-jitsu, será que Jitei consegue chegar ao topo das turmas de luta?"
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2babd338-297b-49eb-bd1f-fd367b3be637",
    "title": {
      "en": "End of the World"
    },
    "updatedAt": "2024-10-13T22:57:23+00:00",
    "coverArt": "https://mangadex.org/covers/2babd338-297b-49eb-bd1f-fd367b3be637/e4febfba-271a-40db-95fc-4558c8c8166f.jpg",
    "altTitles": [
      {
        "ja": "エンド・オブ・ザ・ワールド"
      }
    ],
    "description": {
      "en": "In addition to the title story about boy and a girl who kill their parents and roam the American Midwest, the volume includes five short stories: \"VAMPS,\" Okazaki's version of a vampire tale; \"Sunflowers,\" a summer vacation nightmare experienced by an elementary school student; \"Little Sun in the Water,\" a coming-of-age story of bankruptcy; and \"Otome-chan,\" a family story about a father with eccentric habits. A collection of masterpieces by Okazaki Kyouko!"
    },
    "status": "completed",
    "releaseDate": 1992,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "5"
  },
  {
    "mangaId": "73353bf3-0770-4787-be72-461d7b42c627",
    "title": {
      "en": "Slave B"
    },
    "updatedAt": "2023-10-07T23:27:25+00:00",
    "coverArt": "https://mangadex.org/covers/73353bf3-0770-4787-be72-461d7b42c627/5e075601-f260-4f10-b585-3f7234b763ae.jpg",
    "altTitles": [
      {
        "ko": "슬레이브 B"
      },
      {
        "ja": "スレイブB"
      },
      {
        "fr": "SLAVE B"
      },
      {
        "th": "slave B นักรบทาส"
      },
      {
        "zh": "大陆无双"
      },
      {
        "zh-hk": "超奴英雄"
      },
      {
        "ru": "Раб \"Б\" ранга"
      }
    ],
    "description": {
      "en": "This is a world whose peace was destroyed by the Shadow Lord, ‘Secneum’. ‘Niro’ is a half-elf, half-human boy who lost his parents as a baby and was adopted by a slave couple. In this world, slaves are not treated as humans. Since Niro’s adoptive parents are slaves, they are mistreated and eventually lose their lives. Now Niro is alone once more, and must shoulder the burdens of his family and do whatever is takes to protect his two younger siblings. If Niro wants to escape this fate, there is only one thing he can do. He must graduate from the academy, ‘Excanum’ just like the current Emperor, ‘Muren’ who was once a slave!\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "fr": "Il n'est rien, il veut tout. Enfant esclave, il vivait heureux avant que ses deux parents ne se fassent assassiner par un maître jaloux ! Responsable de ses deux jeunes soeurs à seulement 13 ans, il essaie d’intégrer une prestigieuse école de magie qui les sauverait de leur condition. Cherchant à impressionner le roi pour y accéder, il échoue totalement et se retrouve finalement dans une mine infestée de monstres. Mais son courage et sa détermination le font remarquer. Et il intègre la prestigieuse école : Excanum !\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "ja": "奴隷に拾われたハーフエルフのニーロ。 両親から愛されて育つも両親は無残な死に方をする。 奴隷の身分から脱却するため、ニーロは皇帝ミュレンが卒業した戦士・魔法使い養成学校「エクスカヌーム」に入学する。 不屈の精神を持つニーロの成長と冒険の物語。\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "ko": "악신 '세크네움'에 의해 평화가 깨져버린 세계. 인간과 엘프 사이에서 태어난 '하프 엘프' 종족인 '니로'는, 갓난 아기일 때 부모를 잃고 인간 노예 부부에 의해 거두어진다. 노예는 사람 취급을 받지 못하는 세상에서 자라며 니로는 아버지와 어머니 모두 억울하게 잃고 어린 두 동생을 책임지는 가장의 역할까지 떠안게 된다. 지옥같은 노예 신분에서 벗어나 어린 두 동생을 지킬 수 있는 방법은 오직 하나. 노예 출신의 현 황제 '뮤렌'이 졸업한 학교, '엑스카눔'을 졸업하는 것 뿐! 하지만 노예의 신분인 니로가 '엑스카눔'에 입학하는 길은 보이질 않는데... 니로는 과연 절망에서 벗어나 '엑스카눔'에 들어갈 수 있을까.\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "ru": "Ниро родился в мире, гармония которого была нарушена Повелителем Теней \"Секнеоном\". В младенчестве полуэльфа приютила пара рабов, но через несколько лет они умерли, и мальчик остался сиротой. Теперь Ниро предстоит защитить свою маленькую семью.\nЧтобы снять клеймо раба, юноша должен окончить академию \"Эксканум\", подобно нынешнему императору, который в прошлом тоже был рабом.\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "th": "' 'นีโร่' เด็กกำพร้าลูกครึ่งเอลฟ์ ที่ถูกทาสที่เป็นมนุษย์เก็บไปเลี้ยง ทำให้เขาต้องตกอยู่ในสถานะทาสไปด้วย วันนึงเขาได้ตัดสินใจจะเปลี่ยนแปลงโลกใบนี้ด้วยอาวุธและหนังสือ จนเขากลายเป็นนักรบผู้ยิ่งใหญ่ในที่สุด\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "zh": "尼洛从小被收养，当养父母意外身亡，幼小的尼洛被迫承担起抚养双胞胎妹妹的重任。为了改变奴隶身份，尼洛用魔法算计了梅兰国王，却被判流放矿山，与妹妹们分离。在矿山苦练剑法，立了大功，获得了去贵族学校上学的机会的尼洛…在学校会遇到什么困难？他何时才能与妹妹们团聚？最终他又能否改变奴隶身份\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)",
      "zh-hk": "世界的和平遭到邪神「塞科內恩」破壞。\n\n人類和妖精生下的「半妖精」——「尼洛」\n在襁褓時期便失去雙親，\n由一對人類奴隸夫妻收養。\n\n尼洛生長在一個奴隸不被當人看的世界，\n在痛失雙親以後，\n肩負起照顧兩名年幼妹妹的重責大任。\n\n只有一個方法能讓他擺脫奴隸身分、保護兩個妹妹，\n那就是從奴隸出身的現任皇帝\n「梅蘭」的母校「艾斯卡儂」畢業!\n\n只不過，身為奴隸的尼洛似乎找不到\n進入「艾斯卡儂」就讀的辦法...\n\n他究竟能不能擺脫絕望，成功進到「艾斯卡儂」呢?\n\n---\n- [Official Traditional Chinese Translation](https://tw.kakaowebtoon.com/content/%E8%B6%85%E5%A5%B4%E8%8B%B1%E9%9B%84/86)\n\n- [Official Simplified Chinese Translation](https://ac.qq.com/Comic/comicInfo/id/647954)\n\n- [Official Japanese Translation](https://piccoma.com/web/product/74286)\n\n- [Official French Translation](https://delitoon.com/webtoon/Slave-B)\n\n- [Official Thai Translation](https://th.kakaowebtoon.com/content/slave_B_%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%A3%E0%B8%9A%E0%B8%97%E0%B8%B2%E0%B8%AA/7)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "80"
  },
  {
    "mangaId": "4e5dc952-c279-4371-9dbf-0a68f4c1d8dd",
    "title": {
      "en": "Onaji Kao de Watashi wa Uso wo Tsuku"
    },
    "updatedAt": "2024-10-17T11:14:14+00:00",
    "coverArt": "https://mangadex.org/covers/4e5dc952-c279-4371-9dbf-0a68f4c1d8dd/a153ec10-39a4-4c69-b333-4d350c732071.jpg",
    "altTitles": [
      {
        "ja": "同じ顔で私は嘘をつく"
      },
      {
        "ja-ro": "Onaji Kao de Watashi wa Uso wo Tsuku"
      },
      {
        "vi": "Song Sinh Dối Trá"
      }
    ],
    "description": {
      "ja": "私は妹が憎い。人気者の妹が。私は両親が憎い。こんなダメな私に生みやがって。何より私は私が憎い。どうしてこんな私で生きなきゃいけないの。双子の姉・月は、優秀な妹・陽を羨みながらじめじめとした高校生活を過ごしていた。月には酷い呪いがあった。「人に触られると気持ちの悪い幻覚が襲ってくる」そのせいで月は触られるたびに恐怖で叫び、暴れた。幻覚は月にしか見えないため誰にも理解されなかった。とにかく毎日がつらかった。そんな時、陽が大事故に巻き込まれる。悲劇のはずだが、月には光明だった。「今なら私が陽になれるかも――?」哀しき運命に抵抗する、人生逆転入れ替わりサスペンス!",
      "vi": "Đây là câu chuyện về Mặt trăng tìm cách thay thế Mặt trời.\nTsuki, một nữ sinh cấp 3 từ nhỏ đã luôn thầm ganh tỵ với Akari, em gái sinh đôi tài giỏi của mình. Mọi chuyện càng tồi tệ hơn khi cô phải gánh trên mình một lời nguyền kinh khủng.\nCho đến một ngày, Akari gặp phải tai nạn. Lẽ ra đó phải là một điều bất hạnh, nhưng với Tsuki, đó lại là một cơ hội! Cơ hội để cô trở thành người em gái có gương mặt giống hệt mình!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9d829ed3-2489-4327-8efa-5b55a46afbbd",
    "title": {
      "en": "There's 49 Left, Master!"
    },
    "updatedAt": "2024-09-20T17:06:53+00:00",
    "coverArt": "https://mangadex.org/covers/9d829ed3-2489-4327-8efa-5b55a46afbbd/4a093820-481e-4da8-8770-5821e348c6fd.jpg",
    "altTitles": [
      {
        "ko": "49번 남았습니다, 스승님!"
      },
      {
        "ja": "師匠、あと49回死んでください"
      }
    ],
    "description": {
      "en": "When the powerless thirteenth prince became emperor, he gave his tutor, Yo Yohwa, poison. His reason being his death at the hands of his own master in countless previous lives. The poisoned Yo Yohwa then regresses to an earlier time together with the prince and is determined to get on his good side this time in order to escape. However, the prince already discovered the truth…\n\n“This is crazy. You killed me in the previous lives, and you neglected me in another. Now you’re acting all nice. Are you trying to get away?”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "42580af3-7171-4013-87ed-e37d98bfb62c",
    "title": {
      "en": "Behold the True Villainess"
    },
    "updatedAt": "2024-03-08T05:59:12+00:00",
    "coverArt": "https://mangadex.org/covers/42580af3-7171-4013-87ed-e37d98bfb62c/639b6211-1e90-4dcc-99f8-1b8028cb8eca.jpg",
    "altTitles": [
      {
        "ko": "악녀는 아무나 하나"
      },
      {
        "ko-ro": "Agnyeoneun Amuna Hana"
      },
      {
        "en": "Anyone Can Become a Villainess"
      },
      {
        "en": "Not Just Anyone Can Become a Villainess"
      },
      {
        "en": "Not Just Anybody Can Become a Villainess"
      },
      {
        "fr": "Voilà la vraie méchante"
      },
      {
        "es": "Cualquiera puede ser una villana"
      },
      {
        "es": "No cualquiera puede convertirse en una Villana"
      },
      {
        "vi": "Ai cũng có thể làm ác nữ"
      },
      {
        "ja": "悪女って簡単なものじゃないからっ！"
      },
      {
        "zh": "不是谁都能当恶女"
      },
      {
        "zh-hk": "叛逆的神女"
      },
      {
        "id": "To Become a Villainess Is Not for Everyone"
      }
    ],
    "description": {
      "en": "I entered the body of Niviea Herbert, the only daughter of God in the kingdom, who was offered as a sacrifice. She sacrificed herself as the eldest daughter of her family for them, lost her fiancée to her rival, and gave her life as a saintess for the kingdom… there was just calamities upon calamities happening.\n\n\"There's no point in dying. Fuck the sacrifice.\"\n\nDestroying her death flag and aiming a bow that will change her fate to fight God, the final boss!\n\n“So the actions I’m taking to save my life are evil?” she lifted the corner of her mouth and laughed, “If that’s the case, then I'd be happy to be a villainess.\"\n\n---\nA girl from the modern world slips into the body of Niveia Aerber, the main character of the fantasy novel she was reading. To survive in Erathil, a world full of betrayal and monsters where she was destined to meet an early death, the new Niveia embarks on an adventure to escape from her fate. The old Niveia was set to become the next Priestess to serve the Grand Temple, but not the new Niveia. Instead, she runs away from the temple, from her archrival, Rosanna, and her fiancé, Duke Aetius Timothero. Along the way, she enlists the help of Prince Caeles, who is also on a mission of his own - to find out which noble families are planning an uprising against his kingdom, including Niveia's family. In this chaotic turmoil of love, loyalty, and treason, can Niveia create a better future for herself, and more importantly, can she ever return to the real world?\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9828)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/284?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/284?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/284?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/To-Become-a-Villainess-is-not-for-Everyone/713)\n* [Japanese / 日本語](https://www.comico.jp/comic/284)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2612)",
      "fr": "Après la période de la reprise d'accident du tir à l'arc, notre héroïne, reste toute déprimée, découvre un roman: une prêtresse amoureuse.\nÀ peine terminé sa lecture, elle se réveille dans les bras de Nivéa Herbert, l'héroïne du roman au destin tragique!\nElle pensait donc c'était un rêve, alors elle essaye de s'endormir...\n\nMais là, elle est vraiment dans le roman! Elle décide alors de s'échapper au destin tragique qui lui est réservé dans le roman...\n\nPourra-t-elle réussir à s'enfuir de là?\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9828)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/284?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/284?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/284?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/To-Become-a-Villainess-is-not-for-Everyone/713)\n* [Japanese / 日本語](https://www.comico.jp/comic/284)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2612)",
      "id": "Aku merasuki tubuh tokoh protagonis di novel yang aku baca saat aku mencoba menghibur diri setelah karirku sebagai atlet panah hancur. Di novel yang aku baca, seharusnya tokoh ini terpilih menjadi saintess. Namun, hal itu justru membawanya ke tragedi yang tidak terduga. Tokoh ini akan dikhianati dan pada akhirnya mati. Tapi... aku tidak ingin menjalani hidup yang menyedihkan sekali lagi! Jika menyelamatkan hidup sendiri itu jahat, maka aku akan jadi antagonis!\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9828)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/284?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/284?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/284?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/To-Become-a-Villainess-is-not-for-Everyone/713)\n* [Japanese / 日本語](https://www.comico.jp/comic/284)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2612)",
      "ko": "왕국 유일의 신녀가 되어 희생되는 호구 여주 니베이아 에르베르에 빙의되었다. \n가문을 위해 장녀로서 희생하고, 라이벌인 친구에게 약혼자를 빼앗기고, 왕국을 위해 신녀로서 목숨마저 바쳤지만…… 결국엔 새드 엔딩. “죽고 나면 아무 소용없잖아. 희생 따위 엿 먹으라지.” 그녀를 죽음으로 몰고 갔던 데드 플래그를 쳐부수고최종 보스인 신에게 대항하기 위해 운명을 바꿀 활시위를 당긴다! “내가 내 목숨 지키기 위해서 하는 행동들이 결국 나쁜 짓이라고?” 그녀는 입꼬리를 끌어 올려 웃었다. “그렇다면 기꺼이 난 악녀가 되겠어.”\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9828)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/284?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/284?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/284?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/To-Become-a-Villainess-is-not-for-Everyone/713)\n* [Japanese / 日本語](https://www.comico.jp/comic/284)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2612)",
      "th": "เมื่อนักกีฬาระดับชาติอย่างฉันหลุดเข้ามาอยู่ในนิยาย ไม่ว่ายังไงฉันก็ตั้งใจว่าจะใช้ชีวิตในร่างของนีเวีย ไม่ใช่ประสบกับชะตาชีวิตเป็นธิดาเทพแต่ถูกพระเอกของเรื่องหลอกใช้จนสูญสิ้นทุกอย่างเหมือนในนิยายเด็ดขาด!\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9828)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/284?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/284?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/284?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/To-Become-a-Villainess-is-not-for-Everyone/713)\n* [Japanese / 日本語](https://www.comico.jp/comic/284)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2612)",
      "zh": "国家队射箭选手竟意外穿越到帝国唯一的神女身上！ 为了家族为了帝国，神女终将奉献自己的生命。 为了改变命运绷上弓弦，对抗终极神BOSS。 “我为了守护自己的生命做的这些都是坏事？” 她勾起嘴角笑了。“那我就当个恶女好了！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9828)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/284?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/284?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/284?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/To-Become-a-Villainess-is-not-for-Everyone/713)\n* [Japanese / 日本語](https://www.comico.jp/comic/284)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2612)",
      "zh-hk": "原本是個射箭選手的我，在閱讀完悲慘的小說後，下次睜眼竟然就變成了書中的女主角？！\n既然如此，那就甩掉無聊的神女資格，也甩掉沒用的未婚夫吧！就讓我來帶領書中的女主角迎向全新的人生…！\n\n---\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/9828)\n* [Chinese (Traditional) / 漢語](https://www.pocketcomics.com/comic/284?languageCode=zh)\n* [French / Français](https://www.pocketcomics.com/comic/284?languageCode=fr)\n* [German / Deutsch](https://www.pocketcomics.com/comic/284?languageCode=de)\n* [Indonesian / Bahasa Indonesia](https://id.kakaowebtoon.com/content/To-Become-a-Villainess-is-not-for-Everyone/713)\n* [Japanese / 日本語](https://www.comico.jp/comic/284)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2612)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7f56ace-cd30-48b9-8b64-afeca0077fca",
    "title": {
      "en": "The Greatest Estate Developer"
    },
    "updatedAt": "2024-08-24T03:08:55+00:00",
    "coverArt": "https://mangadex.org/covers/d7f56ace-cd30-48b9-8b64-afeca0077fca/c2613a1e-426f-4ee3-a6f7-caf003324dc7.jpg",
    "altTitles": [
      {
        "ko": "역대급 영지 설계사"
      },
      {
        "en": "The Greatest Estate Designer"
      },
      {
        "ja": "史上最高の領地設計士"
      },
      {
        "en": "The World's Best Engineer"
      },
      {
        "zh": "史诗级领地设计师"
      },
      {
        "ru": "Система всемогущего дизайнера"
      },
      {
        "zh-hk": "史詩級領地設計師"
      },
      {
        "ko-ro": "Yeokdaegeum Yeongji Seolgyesa"
      },
      {
        "es-la": "El Mejor Ingeniero del Mundo"
      },
      {
        "es-la": "El Mejor Diseñador Inmobiliario"
      }
    ],
    "description": {
      "en": "When civil engineering student Suho Kim falls asleep reading a fantasy novel, he wakes up as a character in the book.\n\n Suho is now in the body of Lloyd Frontera, a lazy noble who loves to drink, and whose family is in a mountain of debt. Using his engineering knowledge, Suho designs inventions to avert the terrible future that lies in wait for him. \n\nWith the help of a giant hamster, a knight, and the world’s magic, can Suho dig his new family out of debt and build a better future?",
      "ja": "大自然の中でのスローライフもよし、最高の教育機関で学ぶのもよし！交通の便はもちろんのこと、赤ちゃんからご老人までどの世代の方にもご満足いただけるワンストッププレミアムライフをフロンテラ男爵領がご提案いたします！現在、先着順にて分譲契約中！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "ko": "소설 속 귀족이 된 토목공학도 김수호. \n그런데 뭐? 내 영지가 곧 망할 거라고? \n그럼 살려야지. 설계하고, 건설하고, 분양해서. \n\n【전 대륙이 기다려온 특별한 기회! 퍼펙트한 교통, 최상의 학군, 쾌적한 숲세권, 원스톱 프리미엄 영지 라이프의 프론테라 남작령이 여러분을 기다립니다. 선착순 분양계약중!】\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "ru": "Инженер-строитель Ким Су Хо стал аристократом на страницах романа. Но вот незадача! Поместье на грани банкротства? Тогда нужно спасать землю. Проектировать, строить и продавать. [Уникальная возможность, которую так ждал весь континент! Вас ждут идеальная транспортная развязка, лучший школьный район, приятный лесной массив и барон Фронтера, владелец уникальной недвижимости премиум-класса. Договор купли-продажи заключается в порядке очереди!]\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "zh": "穿越到小说成了废物贵族！\n逆天改命构建商业帝国！\n土木设计工程学专业的金修豪意外穿越到小说里，还成为了一个在初期就会死掉的废物贵族。已经看到小说结局的修豪知道自家的领地快玩儿完了！那得赶紧救活它啊！设计，建设，出售啊！\n\n---\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/shishijilingdishejishi/list?title_no=1922)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0001690)",
      "es-la": "Kim Suho, que es ingeniero civil, se convirtió en un noble dentro de una novela. ¿Y qué? ¿Mi patrimonio está a punto de fracasar? Entonces debe salvarse. Diseñar, construir y vender. [¡La esperada oportunidad especial en todo el continente! El transporte perfecto, el distrito educativo más alto, un área forestal agradable y una vida familiar de primera calidad en Baron Frontera que todos han estado esperando. ¡Un contrato por orden de llegada!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4413d794-e0da-4a6e-b61a-afd5758914e6",
    "title": {
      "en": "Hanninmae no Koibito"
    },
    "updatedAt": "2024-06-27T01:23:25+00:00",
    "coverArt": "https://mangadex.org/covers/4413d794-e0da-4a6e-b61a-afd5758914e6/080815fb-5008-42e7-9e38-387fc8840eed.jpg",
    "altTitles": [
      {
        "ja": "半人前の恋人"
      },
      {
        "en": "Blooming Love"
      },
      {
        "ru": "Цветущая любовь"
      },
      {
        "bg": "Разцъфтяваща любов"
      },
      {
        "th": "มือใหม่หัดรัก"
      },
      {
        "pt-br": "Amor Florescente"
      },
      {
        "ru": "Неопытные возлюбленные"
      },
      {
        "ru": "Недостаточно опытные возлюбленные"
      },
      {
        "en": "Half Serving Lover"
      }
    ],
    "description": {
      "en": "One day, when I was making school supplies in the art room, a very scary-looking girl was staring at me…!? Crafts girl vs. art boy romantic comedy!!",
      "ru": "В один прекрасный день Ибуки Синтаро поручили сделать ящик для предложений только потому, что он состоит в художественном кружке. Пока он работал с непривычными для него инструментами, он заметил на себе сверлящий взгляд устрашающей девчонки. Неожиданно она забирает у него пилу и энергичными движениями начинает резать доску! Так начинаются отношения между мальчишкой-художником и девчонкой-мастерицей!",
      "th": "“ในวันหนึ่ง ขณะที่กำลังทำงานอุปกรณ์ในห้องศิลปะ มีเด็กสาวที่มีหน้าตาน่ากลัวกำลังเฝ้ามองมาที่ผม...!?” เรื่องราวความรักคอมเมดี้ระหว่างสาวช่างฝีมือกับหนุ่มสายศิลป์!?",
      "pt-br": "Um dia, quando eu estava fazendo material escolar na sala de arte, uma garota muito assustadora estava olhando para mim...!? \n\nMenina do artesanato vs. garoto da arte comédia romântica!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbfb3755-a6a7-4e4d-b73e-72db9fa7c19f",
    "title": {
      "en": "Iki Okure Seijo no Shiawase"
    },
    "updatedAt": "2024-09-01T03:13:35+00:00",
    "coverArt": "https://mangadex.org/covers/dbfb3755-a6a7-4e4d-b73e-72db9fa7c19f/8bb97755-8cdf-40c6-a143-265e5a9b8bf5.jpg",
    "altTitles": [
      {
        "ja": "行き遅れ聖女の幸せ"
      },
      {
        "ja": "行き遅れ聖女の幸せ～婚約破棄されたと思ったら魔族の皇子様に溺愛されてます！～"
      },
      {
        "ja-ro": "Iki Okure Seijo no Shiawase: Konyaku Hakisareta to Omottara Mazoku no Ouji-sama ni Dekiaisaretemasu!"
      },
      {
        "en": "The Saint's Belated Happiness"
      },
      {
        "en": "The Saint's Belated Happiness: Newly Single, Now Living with the Demon Prince"
      },
      {
        "en": "The Happiness of the Old Miss Saint"
      }
    ],
    "description": {
      "en": "“Huh? You’re already 27 years old”. \n\nThe Saint Marialite’s engagement with the crown prince was called off because of her age! Due to various circumstances, the level-headed Marialite acknowledges this and returns to her hometown. However, she encounters a child raised in secret…? What's more, after growing up in a short amount of time, he falls for Marialite, and wants to take her back to his own country!\n\nA romantic fantasy story about a level-headed saint who gets dumped for being in her late twenties and ends up living with the demon prince instead!\n\nThe adored fantasy's long awaited serialization!\n\n---\n**Adapted From:**\n[Light Novel (Official English)](https://www.crossinfworld.com/The-Saints-Belated-Happiness-Newly-Single-Now-Living-with-the-Demon-Prince.html)\n\n**Promotional Video:**\n[行き遅れ聖女の幸せ PV](https://youtu.be/qjDjuDng6j8?si=onbw8A62tvnJ6Bb-)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7f311cd2-c048-4fe5-adfa-8cf7a00cc11e",
    "title": {
      "en": "The Monster Lady and the Paladin"
    },
    "updatedAt": "2024-10-15T17:51:58+00:00",
    "coverArt": "https://mangadex.org/covers/7f311cd2-c048-4fe5-adfa-8cf7a00cc11e/b81ce32b-926d-46af-aa9c-75611afa7177.png",
    "altTitles": [
      {
        "ko": "괴물 아가씨와 성기사"
      }
    ],
    "description": {
      "en": "\"I wish you would love me, to the point of losing yourself.\" At the age of twenty, Veronica lost everything. Her hometown, her friends, her family, and even her future as a human. Her crimson eyes, fused with the monster inside her, reveal only horrifying visions… But Leon Berg, a man who was once a holy knight, makes her an offer. “Even if you have to crawl through hellfire, tell me if you want to live.” “I believe only you can put an end to this disaster.” The only thing that can save a woman turned into a monster is a kiss imbued with the breath of the gods. As she receives the kiss from a man who could never love her, Veronica thinks: I wish… you would love me."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6306c976-d776-48c3-b29f-d345e65f272b",
    "title": {
      "en": "YuruYuri"
    },
    "updatedAt": "2024-05-23T19:05:46+00:00",
    "coverArt": "https://mangadex.org/covers/6306c976-d776-48c3-b29f-d345e65f272b/090f9d7a-8ed2-486a-ae32-588102d1ca22.jpg",
    "altTitles": [
      {
        "en": "YRYR"
      },
      {
        "en": "Yuru Yuri"
      },
      {
        "ja": "ゆるゆり"
      },
      {
        "zh": "摇曳百合"
      },
      {
        "zh-hk": "輕鬆百合"
      },
      {
        "ru": "Лилии на ветру"
      },
      {
        "pt-br": "Um Yuri de Boinha"
      },
      {
        "pt": "Um Yuri Compassado"
      }
    ],
    "description": {
      "en": "Four mischievous girls illegally occupy the former Traditional Tea Ceremony clubroom, in order to create the \"Amusement Club.\" These scamps…who ignore repeated warnings—in direct rebellion with the righteous directives of the Student Council—decide to remain in the room until they finally get off their bums and do something! In this slightly sluggish manga, full of fits and starts, the four girls set off from their homes for a walk together with days full of a little this and that!",
      "pt-br": "Quatro garotas travessas ocupam ilegalmente a antiga sala do clube da Cerimônia Tradicional do Chá para criar o \"Clube de Diversão\". Essas atentadas... que ignoram repetidos avisos - em rebelião direta às justas diretrizes do Conselho Estudantil - decidem permanecer na sala até que finalmente se levantem e façam alguma coisa! Neste mangá um pouco lento, como o título sugere, cheio de trancos e barrancos, as quatro meninas saem de suas casas para passear juntas, com dias cheios dum pouco disso e daquilo!"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bb68bbda-56f5-414e-b968-69166d04949b",
    "title": {
      "en": "Kurahime to Koikarasu"
    },
    "updatedAt": "2024-10-07T01:48:29+00:00",
    "coverArt": "https://mangadex.org/covers/bb68bbda-56f5-414e-b968-69166d04949b/994cde87-841a-402d-bbd2-5977f2fc1e83.jpg",
    "altTitles": [
      {
        "ja": "昏姫と恋烏"
      },
      {
        "en": "The Gloom Princess and the Amorous Raven"
      },
      {
        "en": "The Twilight Princess and the Amorous Raven"
      }
    ],
    "description": {
      "en": "From Shortcake Club: Asaki Hibana (16), a member of the Hibana family, a prestigious family of exorcists, is a once-in-a-century genius, but because she can see demons that ordinary people cannot, she is regarded as weird by those around her, and she is worried about not being able to make friends. Asaki's grandfather, the current head of the Hibana family, tells her that her condition for quitting as an exorcist is to capture the Hibana family's sworn enemy, the Yatagarasu clan. While Asaki is struggling to find Yatagarasu, a mysterious transfer student, Amahara Ten, appears in front of Asaki and suddenly kisses her hand and says, “I am Yatagarasu, the crow whose life you saved.”"
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8a1b0b57-82d8-4dfd-99ff-43f15a541d17",
    "title": {
      "en": "\"Issho ni Netaindesu yo Ne, Senpai?\" to Amaku Sasayakarete Kon'ya mo Nemurenai"
    },
    "updatedAt": "2024-10-11T15:06:35+00:00",
    "coverArt": "https://mangadex.org/covers/8a1b0b57-82d8-4dfd-99ff-43f15a541d17/65d09808-9097-4a33-8996-9291e3df64b9.jpg",
    "altTitles": [
      {
        "ja": "「一緒に寝たいんですよね、せんぱい？」と甘くささやかれて今夜も眠れない"
      },
      {
        "en": "\"You Want to Sleep With Me, Don't You, Senpai?\" and She Whispered Sweetly, So I Can't Sleep Tonight Either"
      }
    ],
    "description": {
      "en": "Bakuya, a second-year high school student suffering from insomnia, however, one night, he meets Kimidori, a first-year girl who enjoys eating cup noodles yakisoba. Kimidori claims she can help Bakuya sleep; nevertheless, she enjoys playing pranks on him whenever she gets the chance.",
      "ja": "不眠症に悩む高校二年生・半崎獏也はある日、深夜の公園でカップ焼きそばをおいしそうに食べる後輩少女・小比類巻君鳥と出会う。獏也がぐっすり眠れるよう手伝いをすると言う彼女は、自分の家に来てほしいといきなり提案してきて！？\n「女子の部屋に入って、いきなりクンクンと匂いを嗅ぐなんて流石先輩ですね」「……せーんぱい。おっぱい見過ぎです」と、隙あらば獏也をおちょくる君鳥ちゃんから耳元でエッチな言葉を囁かれたり添い寝したりと長い夜を過ごすことになり――！",
      "vi": "Bakuya a.k.a Lariat-senpai là một học sinh cao trung năm hai bị chứng mất ngủ. Một đêm, cậu gặp Kimidori, một cô gái năm nhất học cùng trường trong công viên. Cô tự nhận mình có thể chữa bệnh mất ngủ cho Bakuya, nhưng lại trêu chọc cậu mỗi khi có cơ hội.",
      "es-la": "Bakuya, un estudiante de segundo de bachillerato que padece insomnio, sin embargo, una noche conoce a Kimidori, una chica de tercero que le gusta comer fideos yakisoba de taza. Kimidori dice que puede ayudar a Bakuya a dormir, no obstante, le gusta gastarle bromas cada vez que ella tiene la oportunidad."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8946189d-682f-4838-9c2a-3c2dd5132f2c",
    "title": {
      "en": "Akame ga KILL!"
    },
    "updatedAt": "2024-10-09T17:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/8946189d-682f-4838-9c2a-3c2dd5132f2c/685f49e6-4f62-4942-98a3-c7d960d3423a.jpg",
    "altTitles": [
      {
        "ja-ro": "Akame ga Kiru!"
      },
      {
        "en": "Akame Kills!"
      },
      {
        "en": "Akame Slashes!"
      },
      {
        "en": "Red Eyes Sword - Akame ga Kill ! (FRoff)"
      },
      {
        "en": "Red-Eyed Killer!"
      },
      {
        "ru": "Убийца Акаме!"
      },
      {
        "he": "אקאמה גה קיל"
      },
      {
        "th": "อาคาเมะสวยประหาร"
      },
      {
        "ja": "アカメが斬る!"
      },
      {
        "zh": "斩·赤红之瞳!"
      },
      {
        "zh-hk": "斬·赤紅之瞳!"
      },
      {
        "ko": "아카메가 벤다!!"
      },
      {
        "tr": "Akame Keser!"
      },
      {
        "vi": "Sát thủ Akame!"
      }
    ],
    "description": {
      "en": "Tatsumi is a fighter who, accompanied by his two childhood friends, sets off to the Capital in search of a way to make money to assist his poverty-stricken village. After being separated from his friends, Tatsumi not only fails to enlist in the army, but is swindled out of all his money. He is then taken in by a noble family who offer him help; after finding himself in a messy situation Tatsumi is rescued by a group of assassins known as Night Raid, and is invited to join their ranks. Composed of the swordswoman Akame, a young woman armed with a huge pair of scissors named Sheele, the string manipulator Lubbock, the armored warrior Bulat, the sniper Mine, the beast fighter Leone and their leader Najenda, Night Raid is also part of the revolutionary forces assembled to overthrow Prime Minister Honest, who manipulates the young emperor for his and his men's personal gain, leading the rest of the nation to poverty and strife.  \n\n\n---",
      "ru": "Простой деревенский парень отправился в столицу, чтобы прославиться. Но что то пошло не так: его не взяли в армию, обокрали, а милая девушка, приютившая его, оказывается матерым убийцей в юбке, убившая его друзей. Но не все еще потеряно. Ему посчастливилось встретить членов группы ассасинов \"Ночной Рейд\". После этого дела пошли в гору.  \n  \nSee [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15919) for the anime."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "78"
  },
  {
    "mangaId": "d78c706d-bc6f-4acf-ba8f-5c7dd0b84b88",
    "title": {
      "en": "Haiiro no Onmyouji"
    },
    "updatedAt": "2024-10-09T00:20:09+00:00",
    "coverArt": "https://mangadex.org/covers/d78c706d-bc6f-4acf-ba8f-5c7dd0b84b88/2229c579-1409-463c-bb5a-711bd53c2df8.jpg",
    "altTitles": [
      {
        "ja": "灰色の陰陽師"
      },
      {
        "en": "Gray Exorcist"
      },
      {
        "es-la": "Exorcista Gris"
      }
    ],
    "description": {
      "en": "Sabatora, a boy whose parents were killed by Kuragari, works as an Onmyoji for the Public Security Bureau to get revenge. His only comfort is Kyue, a Kuragari who lives with him. Kyue, who has lived with Sabatora since he was a small child, is a kind and gentle soul who is like an irreplaceable member of Sabatora's family. One day, however, Kyue is attacked by Seto, a colleague from the Public Security Bureau who hates Kuragari. In a pinch, Sabatora and Kyue undergo an unexpected transformation.(natalie.mu)",
      "ja": "人間を食い殺し世を脅かす【暮明】。公安の陰陽寮に所属する陰陽師の鯖虎は、丑三つ時になると暮明を退治する生活を送っていた。そんな鯖虎には１つの秘密が…。両親を失い唯一の家族【きゅえ（暮明）】を隠れ家で匿っているのだった。だが上司の陰陽師に秘密がバレてしまったことで生活は一変！！ 暮明に与する者は外敵と見なされ…！？ 指名手配されてしまった鯖虎！",
      "es-la": "Monoma Sabatora, un chico cuyos padres murieron por unos 'monstruos' llamados \"Resplandores Oscuros\", empezó a trabajar como Exorcista en la Oficina de Seguridad Pública con el \"objetivo de vengarse\". Su único consuelo es Kyue, un Resplandor Oscuro que vive con él desde su niñez. Un día, a pesar de todo, Kyue fue atacado por una colega de Sabatora, Seto, que odiaba a los Resplandores Oscuros. Y en un aprieto, Sabatora y Kyue sufren una transformación inesperada..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a46590b-14df-43f6-8450-5813cbf482e7",
    "title": {
      "en": "Hachinan tte, Sore wa Nai Deshou!"
    },
    "updatedAt": "2024-10-10T03:42:56+00:00",
    "coverArt": "https://mangadex.org/covers/5a46590b-14df-43f6-8450-5813cbf482e7/4c4ccd13-238c-4870-bd2f-92a5acd06f13.jpg",
    "altTitles": [
      {
        "ja": "八男って、それはないでしょう!"
      },
      {
        "en": "The 8th Son? Are You Kidding Me?"
      },
      {
        "zh": "八男？别闹了！"
      },
      {
        "ko": "팔남이라니, 그건 아니잖아요!"
      },
      {
        "pt-br": "O 8º Filho? Você Está Brincando Comigo?"
      },
      {
        "es-la": "¿El octavo hijo? ¡Eso no puede ser cierto!"
      },
      {
        "ru": "Восьмой сын? Да не может этого быть!"
      },
      {
        "bg": "хатинан ттэ, сорэ ва най дэсё:"
      },
      {
        "th": "ผมเนี่ยนะ...ชายแปด!"
      },
      {
        "vi": "Con Trai Thứ 8, Đừng Đùa Nữa!"
      }
    ],
    "description": {
      "en": "Ichinomiya Shingo, a young 25 years old, single, company worker, while thinking of tomorrow’s busy working day goes to sleep. However, the when he wakes up, it was a room unknown to him.\n\nHe learns that he is inside a 6 years-old boy and has taken over his mind. Furthermore, he learns a lot from the memories of said boy: he was born as the youngest child (8th son and 10th child) of a poor noble family living in the back country. Having no administrative skill, he couldn’t do anything to manage the vast land his family has. Fortunately, he was blessed with a very rare talent, talent of magic. Unfortunately, while his talent could bring prosperity to his family, in his situation it only brought disaster.\n\nYes, this is the story of the boy, Wendelin von Benno Baumeister, opening his own path in a harsh world.",
      "pt-br": "Ichinomiya Shingo, um jovem de 25 anos de idade, solteiro, funcionário de uma empresa, enquanto pensa sobre o agitado dia de trabalho de amanhã vai dormir. No entanto, no momento em que ele acordou, era um quarto desconhecido para ele. Ele então descobriu que estava dentro de um menino de 6 anos de idade e tinha assumido sua mente. Além disso, ele aprendeu muito com as lembranças do menino: ele nasceu como o filho mais novo (oitavo filho de 10 crianças) de uma pobre família nobre que vive no interior do país. Não tendo nenhuma habilidade, ele não podia fazer nada para administrar a vasta terra que sua família possui. Felizmente, ele foi abençoado com um talento muito raro, o talento da magia. Infelizmente, enquanto seu talento poderia trazer prosperidade a sua família, em sua situação, só trouxe desastre. Esta é a história do garoto, Wendelin von Bennon Baumeister, abrindo seu próprio caminho em um mundo cruel."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b66a6d2f-72cf-4334-9a5a-22d1f1ad8513",
    "title": {
      "en": "Kawasemi-san no Tsurigohan"
    },
    "updatedAt": "2024-10-11T18:06:06+00:00",
    "coverArt": "https://mangadex.org/covers/b66a6d2f-72cf-4334-9a5a-22d1f1ad8513/b5dbe1bd-b40c-48a6-993c-f988657b5e0f.jpg",
    "altTitles": [
      {
        "ja": "カワセミさんの釣りごはん"
      },
      {
        "en": "Kawasemi's Fishing and Cooking"
      },
      {
        "ru": "Рыбалка и кулинария Кавасеми"
      }
    ],
    "description": {
      "en": "High school student, Kawasemi, who has transferred to the countryside, spends her days alone due to her shyness. One day, she is approached by her classmate Misago, a so-called 'countryside Yankee', and was taken to the mountains. Kawasemi was afraid of what she would do, but then Misago starts fishing!?",
      "ja": "田舎に転校してきた女子高生・カワセミは、人見知りのせいで一人ぼっちの日々を過ごしていた。そんなある日、田舎ヤンキー（？）のクラスメイト・ミサゴに声をかけられたと思うや否や、山奥へと連れていかれてしまう。何をされるか怖がるカワセミだが、ミサゴが始めたのは釣りで――。"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "465a2298-ec58-40cb-8b14-887c7604a884",
    "title": {
      "en": "Sugar Sugar Rune"
    },
    "updatedAt": "2023-01-24T17:00:07+00:00",
    "coverArt": "https://mangadex.org/covers/465a2298-ec58-40cb-8b14-887c7604a884/550521a3-cbe6-4a7e-9aaf-844af7716833.png",
    "altTitles": [
      {
        "fr": "Chocola et Vanilla"
      },
      {
        "en": "Sugar² Rune"
      },
      {
        "ja": "シュガシュガルーン"
      },
      {
        "vi": "Nữ phù thủy tập sự"
      },
      {
        "th": "แม่มดสาวหัวใจกุ๊กกิ๊ก"
      },
      {
        "hr": "Slatke čarolije - avanture Chocole i Vanille"
      },
      {
        "ja-ro": "Shuga Shuga Rūn"
      },
      {
        "zh-hk": "魔女的考驗"
      },
      {
        "zh-ro": "Mónǚ de kǎoyàn"
      }
    ],
    "description": {
      "en": "From Del Rey:  \nLittle witch-girls Chocolat and Vanilla are best friends, but only one of them can be Queen of the Magic World. To determine who deserves the title, they must go to the Human World and enter a strange competition. Whoever attracts the most human boys wins! The girls had planned to be best friends forever, but both of them want to be Queen. Will their rivalry ruin their friendship?  \n  \n---\n- **Won the Kodansha Manga Award for Children in 2005**"
    },
    "status": "completed",
    "releaseDate": 2004,
    "contentRating": "safe",
    "lastVolume": "8",
    "lastChapter": "43"
  },
  {
    "mangaId": "aaa51c38-cb68-4515-9ba6-92a76261346c",
    "title": {
      "en": "Your Eternal Lies"
    },
    "updatedAt": "2023-11-23T15:34:16+00:00",
    "coverArt": "https://mangadex.org/covers/aaa51c38-cb68-4515-9ba6-92a76261346c/fdc63fe5-8330-4884-88ce-96630ad206ed.jpg",
    "altTitles": [
      {
        "ko": "영원한 너의 거짓말"
      },
      {
        "ko-ro": "Yeongwonhan Neoui Geojinmal"
      },
      {
        "es": "Tus eternas mentiras"
      },
      {
        "ru": "Твоя вечная ложь"
      },
      {
        "ja": "永遠なる君の嘘"
      },
      {
        "zh": "入狱的谎言美人"
      },
      {
        "mn": "Чиний өнө мөнхийн худал"
      }
    ],
    "description": {
      "en": "Rosenne Walker was imprisoned for killing her husband at the age of seventeen.  \nAlthough she attempted to escape several times, she was eventually caught and arrested in Monte Island, the worst prison on earth.\n\nAnd Ian Connor was responsible for transporting her. He never blinked an eye at Rosenne's shameless lies. \n\nHowever, Ian suddenly came into realisation that her lies might be the truth.\n\n\"Will you believe me no matter what I say?\"\n\n\"It doesn't matter, so tell me anything, Rosenne.\"\n\nWill her lies turn out to be the truth in a time that is unstoppable?\n\n---\nInfamous jailbreaker Rosen Walker is finally being transferred to the Isle of Monte, the most notorious maximum security prison in the world. Her guard? It’s none other than the beloved war hero of the empire himself — Ian Connor. Now Ian must unravel the truth. Did Rosen really commit the murder? Or is there more to the story?\n\n---\n**Official Translations:**\n* [English](https://manta.net/series/1909)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/13609)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002215)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2954)",
      "ja": "16歳の時、夫を殺した罪で収監されたローゼン·ウォーカー。「アルカペズの魔女」と呼ばれる彼女は数回の脱獄の末に逮捕され、地上最悪の刑務所・モンテ島に移送されることになる。 そして彼女の移送責任を引き受けた司令官、イアン·カーナー。彼はローゼンの図々しい嘘にも決して動じない。しかし、彼女の話を聞くうちにいつの間にか彼女の嘘が本当だと考えるようになるイアン。 止まらない時間の中で、彼女の嘘は真実になれるだろうか。\n\n---\n**Official Translations:**\n* [English](https://manta.net/series/1909)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/13609)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002215)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2954)",
      "ko": "열일곱 나이에 남편을 죽인 죄목으로 수감된 로젠 워커.\n여러 차례의 탈옥을 시도했지만 결국 체포되어 지상 최악의 교도소, 몬테섬으로 가게 된다.\n\n그리고 그런 그녀의 수송책임을 맡은 이안 커너.\n그는 로젠의 뻔뻔한 거짓말에 눈도 깜짝하지 않는다.\n\n하지만 어느샌가 그녀의 거짓말이 진짜일 것이라는 생각을 하게 되는 이안.\n\n\"내가 무슨 말을 하든 믿을 수 있어?\"\n\n\"상관없다. 그러니 뭐든 말해 줘, 로젠.\"\n\n멈추지 않는 시간 속에서, 그녀의 거짓말은 진짜가 될 수 있을까?\n\n---\n**Official Translations:**\n* [English](https://manta.net/series/1909)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/13609)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002215)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2954)",
      "ru": "Розен Уокер была арестована по обвинению в убийстве мужа в семнадцатилетнем возрасте.\nСвоими двумя побегами она растоптала гордость имперской армии, но была вновь схвачена в течение года и приговорена к пожизненному лишению свободы.\n\nПлывя на корабле к острову Монте, где отбывают свой срок худшие из худших, Розен строила еще один план побега, но...\n-- Обвинение?\n-- Я невиновна.\n-- Редко какой заключенный честно признается в своем преступлении.\n\nСухой, прямолинейный, принципиальный Иан Конор, ответственный за доставку девушки, не оставляет ни единой лазейки для побега.\n-- Довольно сотрясать воздух, отвечай на заданный вопрос\".\n\nРозен Уокер - лучшая беглянка империи и Иан Конор - молодой герой войны и любимец всей страны. Их история начинается на корабле, направляющемся в самую страшную тюрьму на всех континентах!  Итак, Розен Уокер лгунья или нет? Решать вам!\n\n---\n**Official Translations:**\n* [English](https://manta.net/series/1909)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/13609)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002215)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2954)",
      "th": "โรเซนเคยติดคุกข้อหาฆ่าสามีตัวเองตาย หลังจากแหกคุกออกมาไม่นานก็ถูกจับ ครั้งนี้เอียนวีรบุรุษสงครามผู้เป็นที่ยกย่องของผู้คนรับหน้าที่ควบคุมตัวเธอไปส่งที่นั่น\n\n---\n**Official Translations:**\n* [English](https://manta.net/series/1909)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/13609)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002215)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2954)",
      "zh": "以弑夫之名入狱的囚犯罗蒂·夏沃斯，关押期间两次越狱成功。传闻她危险狡诈却又蛊人，这次她将被送往最可怕的监狱—蒙泰岛。而押送她的是闻名全国的-帝国英雄伊恩·康纳。冷酷而坚毅的康纳对罗蒂随口而出的各种谎言置若罔闻。冷酷与狡诈的交锋，随着时间的流逝，她的谎言是否能成功？\n\n---\n**Official Translations:**\n* [English](https://manta.net/series/1909)\n* [Chinese (Simplified) / 汉语](https://www.kuaikanmanhua.com/web/topic/13609)\n* [Japanese / 日本語](https://manga.line.me/product/periodic?id=Z0002215)\n* [Thai / ภาษาไทย](https://www.comico.in.th/titles/2954)"
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "2",
    "lastChapter": "80"
  }
]