[
  {
    "mangaId": "c63e220c-b7df-4c40-a347-5010826f1f76",
    "title": {
      "en": "Juukou B-Fighter"
    },
    "updatedAt": "2023-12-02T09:06:17+00:00",
    "coverArt": "https://mangadex.org/covers/c63e220c-b7df-4c40-a347-5010826f1f76/d76b5888-dba5-467a-badc-ef91a0fbbaa7.jpg",
    "altTitles": [
      {
        "en": "Beetle Fighter"
      },
      {
        "en": "Heavy Shell B-Fighter"
      },
      {
        "ja": "重甲ビーファイター"
      },
      {
        "ja": "ビーファイターカブト"
      },
      {
        "en": "Big Bad Beetleborgs"
      },
      {
        "en": "Beetleborgs Metallix"
      }
    ],
    "description": {
      "en": "Based on the TV Series of the same name, insects all over the world begin to swarm for unknown reasons, with other animals and plants acting strange as well. To investigate this, Takuya Kai is dispatched with an Earth Academia group. Investigating independently, Takuya finds Guru who reveals that insects are preparing for battle against invaders from another dimension. Offering their aid, the Earth Academia create suits of armor to combat the threat as the Jamahl arrive to Earth to enslave humans. Though they have trouble perfecting the Bio-Machinery, Guru arrives to infuse the armor with the life force of many insects. Once the suits become the B-Commanders, one suit chooses Takuya while the other two bond to Daisaku Katagiri and Rei Hayama. With their newfound power, the B-Fighters fight to drive back Jamahl's forces."
    },
    "status": "completed",
    "releaseDate": 1995,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "501f498d-dd26-401b-b0dc-fd3334d1f323",
    "title": {
      "en": "Haraiso Days"
    },
    "updatedAt": "2023-07-26T06:55:15+00:00",
    "coverArt": "https://mangadex.org/covers/501f498d-dd26-401b-b0dc-fd3334d1f323/e0e7099b-0425-4e99-9cc4-9b479b28983a.png",
    "altTitles": [
      {
        "ja-ro": "Sakedokoro Haraiso Nichijou"
      },
      {
        "ja": "酒処 春來荘日乗"
      }
    ],
    "description": {
      "en": "Fifteen years have passed since the end of the Great War. Thriving at the bottom of the Imperial City of Flowers is the bar Haraiso, run by an idiosyncratic owner, Miss Haru. Various customers visit the restaurant every night, attracted by the delicious sake and snacks..."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c84841cd-ae48-47a1-a88d-41fba4cc83d3",
    "title": {
      "en": "The Proxy of Yama"
    },
    "updatedAt": "2024-03-12T02:30:47+00:00",
    "coverArt": "https://mangadex.org/covers/c84841cd-ae48-47a1-a88d-41fba4cc83d3/a5a28c57-2aa3-4f1d-8ab8-869c7bee8914.png",
    "altTitles": [
      {
        "zh-ro": "Dai Li Yan Wang"
      },
      {
        "zh": "代理阎王"
      },
      {
        "en": "The Proxy of Yama"
      }
    ],
    "description": {
      "en": "Don't think that mediocre men have no spring time.   \nA little gangster that takes protection fees in front of the school entrance strangely became the highest administrator of hell. Now, things are getting interesting. Being King Yama, fighting the heavens, reforming hell's system, and leading ghosts to resist the oppression by the gods of heaven… Finally, I'm at the highest position within the heavens and hell.  \nMwahaha…"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "46"
  },
  {
    "mangaId": "8892dc05-867f-4fff-823b-47210a6746bb",
    "title": {
      "en": "I Am the Fated Villain"
    },
    "updatedAt": "2024-01-03T18:30:55+00:00",
    "coverArt": "https://mangadex.org/covers/8892dc05-867f-4fff-823b-47210a6746bb/171f103f-edce-4804-b5fa-817c364a11df.jpg",
    "altTitles": [
      {
        "en": "Villain Is Here"
      },
      {
        "zh-hk": "我！天命大反派"
      },
      {
        "en": "Me, the Heavenly Destined Villain"
      },
      {
        "zh-ro": "Wǒ! Tiānmìng Dà Fǎnpài"
      },
      {
        "zh-ro": "Wo! Tian Mìng Da Fanpai"
      },
      {
        "en": "The Villain Of Destiny"
      },
      {
        "en": "My Fate As a Villain"
      },
      {
        "ru": "Моя судьба злодея"
      }
    ],
    "description": {
      "en": "Immediately after Gu Changge realized he had transgressed into a fantasy world, the world's protagonist, and fortune's chosen, vowed to take revenge on him. Envied by all, not only is the female lead head over heels for him, but he's also treated as a distinguished guest wherever he goes. Fortunately, Gu Changge's prestige and power are superior to everyone else's, so shouldn't it be easy to trample on a mere fortune's chosen?\n\nHold on… There’s a system dedicated to milking and harvesting the protagonist? Gu Changge smirked. “Seems like even fate wants me to fulfill my destiny as the villain of this world!”",
      "fr": "Dès que Gu Changge s’est rendu compte qu’il avait transgressé un monde imaginaire, le protagoniste de ce monde, l’élu de la fortune, a juré de se venger de lui. Envié par tous, non seulement la femme principale est folle de lui, mais il est également traité comme un invité de marque partout où il va. Heureusement, le prestige et le pouvoir de Gu Changge sont supérieurs à ceux de tous les autres, alors il ne devrait pas être facile de piétiner un simple élu de la fortune ?",
      "id": "Begitu Gu Changge menyadari dia telah masuk ke sebuah dunia fantasi, protagonis dunia itu yang dengan beruntungnya terpilih, bersumpah untuk melakukan balas dendam terhadapnya. Semua orang sangat iri pada Protagonis itu, karena bukan hanya karakter utama wanita tergila-gila padanya, tapi dia juga selalu diperlakukan sebagai tamu kehormatan kemanapun dia pergi. Untungnya, martabat dan kekuatan Gu Changge jauh melebihi milik orang lain, sehingga dia tidak dengan mudah jatuh di tangan orang yang hanya terpilih karena keberuntungannya?\n\n \n\nTunggu dulu… ada sistem yang didedikasikan untuk meraup dan mengambil dari apa yang dimiliki protagonis? Gu Changge tersenyum. “Sepertinya takdir pun ingin aku memenuhi takdirku sebagai orang jahat di dunia ini!”",
      "pl": "Gu Changge zostaje przeniesiony do świata wuxia, gdzie z miejsca staje się obiektem nienawiści protagonisty, będącego Wybrańcem Losu, gdyż nie dość, że główna bohaterka rzuca mu się w ramiona, to jeszcze jest przez wszystkich traktowany niczym znamienity gość. Na szczęście jego postać cechuje znacząca siła, więc powinien bez trudu zmiażdżyć jakiegoś w czepku urodzonego dzieciaka, prawda? “Chwila… Otrzymałem wyspecjalizowany system, który pozwala mi okradać głównego bohatera ze szczęścia?” Gu Changge uśmiechnął się znacząco. “Zdaje się, że moim przeznaczeniem jest podążanie ścieżką prowadzącą do stania się największym czarnym charakterem w tym świecie!”",
      "ru": "Гу Чангэ попадает в фэнтези-мир, где, по-классике, оказывается в шкуре главного козла отпущения.\nУдивительно, что главный герой сразу же снизыскал расположение у императрицы, чем вызвал бурю ненависти в свой адрес. К счастью, Чангэ - уважаемый человек в городе и единственное, что его спасает от кары в данной ситуации это высокий статус в обществе. Подождите-ка... а вы уже знаете, что здесь есть необычная система рангов, в которой присутствуют яркие герои всех мастей? Проанализировав события, герой понимает, что выгоднее всего вжиться в свою новую роль и пойти по пути персонажа-злодея!",
      "pt-br": "Imediatamente após Gu Changge perceber que havia transmigrado para um mundo de fantasia, o protagonista do mundo, e o escolhido da fortuna, jurou se vingar dele. Invejado por todos, ele não só tem a liderança feminina de ponta-cabeça por ele, mas também é tratado como um distinto convidado onde quer que vá. Felizmente, o prestígio e o poder de Gu Changge são superiores aos de todos os outros, então não deveria ser fácil pisar em uma mera escolha da fortuna? Espere … Existe um sistema dedicado à ordenha e colheita do protagonista? Gu Changge sorriu. “Parece que até o destino quer que eu cumpra meu destino como o vilão deste mundo!”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c727d921-4294-455b-9bcc-2f0c7d29cd9a",
    "title": {
      "en": "Good-for-Nothing Blues"
    },
    "updatedAt": "2024-04-11T17:09:45+00:00",
    "coverArt": "https://mangadex.org/covers/c727d921-4294-455b-9bcc-2f0c7d29cd9a/91c8d035-6dd3-4d18-973c-0152a440bbc8.png",
    "altTitles": [
      {
        "fr": "Racaille Blues"
      },
      {
        "ja-ro": "RokuBuru"
      },
      {
        "tr": "Serseri Hüznü"
      },
      {
        "ja": "ろくでなしBLUES"
      },
      {
        "vi": "Bản Blues vô giá trị"
      },
      {
        "ja-ro": "Rokudenashi Blues"
      }
    ],
    "description": {
      "en": "Maeda is a new student in the Teiken High School. He stutters when he's nervous and he's rather clumsy. He gets noted immediately because he hits a teacher during the entrance ceremony. Some clubs search to enlist him as they see in him a force they can use to get even with other clubs. But Maeda is a loner and has only one dream: becoming boxing champion. His first objective is to beat the leader of the boxing club. \"Rokudenashi\" translates as \"good for nothing\".  \n  \nThe manga focuses more on gang warfare than boxing.",
      "es": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo.",
      "vi": "Maeda Taison, chàng thiếu niên tới từ Osaka mang trong mình ước mơ trở thành nhà vô địch boxing thế giới. Xuyên suốt 3 năm học của cậu không chỉ là những trận đánh, những xung đột mà còn có cả những câu chuyện đầy tính nhân văn.\nHuyền thoại của dòng manga yankee Nhật Bản, dù đã kết thúc từ năm 1997 nhưng Rokudenashi Blues (RB) vẫn đang là bộ manga yankee bán chạy nhất mọi thời đại. Vì kết thúc đã lâu nên nội dung của nó có phần \"outdate\", tuy nhiên vẫn rất đáng đọc.",
      "es-la": "Maeda es un estudiante nuevo en el instituto Teiken. Tartamudea cuando está nervioso y es bastante torpe. Se hace notar inmediatamente porque golpea a un profesor durante la ceremonia de ingreso. Algunos clubes buscan alistarlo ya que ven en él una fuerza que pueden utilizar para vengarse de otros clubes. Pero Maeda es un solitario y sólo tiene un sueño: convertirse en campeón de boxeo. Su primer objetivo es vencer al líder del club de boxeo. \"Rokudenashi\" se traduce como \"bueno para nada\".\n\nEl manga se centra más en la lucha entre pandillas que en el boxeo."
    },
    "status": "completed",
    "releaseDate": 1988,
    "contentRating": "safe",
    "lastVolume": "25",
    "lastChapter": "409"
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Tune In to the Midnight Heart"
    },
    "updatedAt": "2024-04-10T22:04:32+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/f52ac1a8-2005-48ee-8a77-f7527f295d70.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "ja-ro": "Mayonaka Heart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6d86a45c-cd07-474f-908c-43d87fe84fe0",
    "title": {
      "en": "Mangaka-sensei to Zashiki Warashi"
    },
    "updatedAt": "2024-04-20T15:44:25+00:00",
    "coverArt": "https://mangadex.org/covers/6d86a45c-cd07-474f-908c-43d87fe84fe0/9afe184f-1a48-4743-8412-1d4014e4c0e2.jpg",
    "altTitles": [
      {
        "ja": "マンガ家先生と座敷わらし"
      },
      {
        "zh": "漫画家与座敷童子的生活记事"
      },
      {
        "ja-ro": "Mangaka-sensei to Zashiki Warashi"
      },
      {
        "en": "Mangaka-sensei and the Zashiki Warashi"
      }
    ],
    "description": {
      "en": "Moving into his new place, a gloomy, broke mangaka finds a little girl already living there—but no one else can see her?\nWell, since she believes that people can't see her, it might be best to play along with that...\nBut she's just too adorable to ignore!\n\nAnd so begin his days of pretending he cannot see the helpful, little zashiki warashi living alongside him.\n\n**Notes:**\n* Though its serialization has completed, the author has been continuing the manga in self-published extra chapters, available on their booth.pm page.",
      "ja": "引っ越し先にいた座敷わらしは、見えてることに気づいてない！家事をがんばる姿が毎秒かわい過ぎて心震えつつ、でも見えてないフリしないと…。『おとめサキュバス』のぬっくがTwitterで描き好評を博した、マンガ家青年と座敷わらしの気づいてないふり同居生活！"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "29"
  },
  {
    "mangaId": "78c3b5fc-037c-46a8-aca2-70fa4ac0e773",
    "title": {
      "en": "Fate/EXTRA"
    },
    "updatedAt": "2023-07-21T05:23:54+00:00",
    "coverArt": "https://mangadex.org/covers/78c3b5fc-037c-46a8-aca2-70fa4ac0e773/a02c4f8d-078b-4021-b8e6-234093c4e098.jpg",
    "altTitles": [
      {
        "ja": "フェイト/エクストラ"
      }
    ],
    "description": {
      "en": "In cyberspace the battle between magicians unfold. \"Fate\" might not be \"Fate\", and now, the new Holy Grail War has begun! Based of the PSP game of the same name, \"Fate/Extra\""
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "38"
  },
  {
    "mangaId": "0b03a6de-56a5-4f3f-bf1f-d893b8da05d3",
    "title": {
      "ja": "Starting Today, We’re Childhood Friends"
    },
    "updatedAt": "2024-04-18T00:29:53+00:00",
    "coverArt": "https://mangadex.org/covers/0b03a6de-56a5-4f3f-bf1f-d893b8da05d3/a556692c-61c0-4d40-a833-38ef8c1e6b8f.jpg",
    "altTitles": [
      {
        "ja": "今日から始める幼なじみ"
      },
      {
        "ja-ro": "Kyou kara Hajimeru Osananajimi"
      },
      {
        "en": "Starting Today We’re Childhood Friends"
      },
      {
        "en": "Starting Today She's My Childhood Friend"
      },
      {
        "ko": "오늘부터 시작하는 소꿉친구"
      },
      {
        "ja": "今日おさ"
      },
      {
        "ja-ro": "KyouOsa"
      }
    ],
    "description": {
      "en": "Kaede Yuzuki is Kouhei Aida's new neighbor, both at home and in the classroom. Kouhei tries to be friendly with Kaede, but their conversations lead nowhere. But then one day…\n___\n[Official X Account](https://twitter.com/kyo_osa0420)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "13da00cf-f2e1-40a5-a625-77c2c048e2b9",
    "title": {
      "en": "Bartender à Paris"
    },
    "updatedAt": "2024-03-28T06:39:13+00:00",
    "coverArt": "https://mangadex.org/covers/13da00cf-f2e1-40a5-a625-77c2c048e2b9/6f4ed03b-de3a-44c4-a7f4-c8096fa8bcdd.jpg",
    "altTitles": [
      {
        "ja": "バーテンダー à Paris"
      },
      {
        "ja": "バーテンダー　ア　パリ"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "6",
    "lastChapter": "42"
  },
  {
    "mangaId": "596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8",
    "title": {
      "en": "Shiretto Sugee Koto Iteru Gal: Shiritsu Paranomaru Koukou no Nichijou"
    },
    "updatedAt": "2024-04-15T21:10:02+00:00",
    "coverArt": "https://mangadex.org/covers/596e14bb-a7eb-4aad-8a0e-8ecc854fd4a8/15120640-7851-44a0-9bff-e53bb6cc71c4.jpg",
    "altTitles": [
      {
        "ja": "しれっとすげぇこと言ってるギャル。ー私立パラの丸高校の日常ー"
      },
      {
        "ja-ro": "Shiretto Sugee Koto Iteru Gal ~Shiritsu Paranomaru Koukou no Nichijou~"
      },
      {
        "en": "The Gals Who Always Say Insane Things: My Daily Life at a Private Paranormal High School"
      },
      {
        "ja-ro": "Parako"
      },
      {
        "ja": "パラ校"
      }
    ],
    "description": {
      "en": "Youth = friendship, effort, and future prediction!\nA very ordinary and supernatural daily life led by the strongest and most invincible gyarus with different abilities.\n\nBased on the short animations on Youtube. \n- [Official YouTube](https://www.youtube.com/@parako)\n- [Official Twitter/X](https://twitter.com/parako_official)",
      "ja": "青春＝友情、努力、未来予知!? 最強無敵の異能力ギャルが送る、ごくごく普通の超常的な日常。 累計再生数1.6億回！本作の元となったYoutubeチャンネル「私立パラの丸高校」では、みらい＆ へー子の最強異能力ギャルズの他、光やクラスメイト達の声優ボイス付き動画がたくさん見れるので、ぜひチェックしてみてください!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cade38b7-64c4-4a29-8e3c-8c283291d6c6",
    "title": {
      "en": "Land of the Lustrous"
    },
    "updatedAt": "2024-03-30T03:38:26+00:00",
    "coverArt": "https://mangadex.org/covers/cade38b7-64c4-4a29-8e3c-8c283291d6c6/f69ae786-b7ad-4f24-bd29-3b00998d3a17.jpg",
    "altTitles": [
      {
        "tr": "Cevher Diyarı"
      },
      {
        "ja-ro": "Houseki no Kuni"
      },
      {
        "it": "Il Regno delle Gemme"
      },
      {
        "fr": "L'Ère des Cristaux"
      },
      {
        "ms": "Negara Permata"
      },
      {
        "es": "La tierra de las gemas"
      },
      {
        "ru": "Страна самоцветов"
      },
      {
        "ja": "宝石の国"
      },
      {
        "ko": "보석의 나라"
      },
      {
        "id": "Tanah Permata"
      },
      {
        "es-la": "La tierra de las gemas"
      },
      {
        "pt-br": "Terra das Gemas"
      },
      {
        "ar": "أرض الجواهر"
      },
      {
        "az": "Cəvahirat Ölkəsi"
      },
      {
        "en": "LOTL"
      },
      {
        "uk": "Землі Самоцвітів"
      }
    ],
    "description": {
      "ar": "في المستقبل البعيد ، يولد شكل جديد من أشكال الحياة يسمى Houseki (الجواهر). يجب على الجواهر الـ 28  القتال ضد القمريين الذين يرغبون في مهاجمتهم وتحويلهم إلى زينة ، وبالتالي يتم تعيين كل جوهرة دور مثل مقاتل أو مسعف. على الرغم من أنهم يأملون في محاربة القمريين ، إلا أن فوس  عبارة عن جوهرة لم يتم منحها أي مهمة حتى يطلب منه المعلم الجواهر كونغو كتابة موسوعة.",
      "az": "Cəvahiratlar ölkəsi (Houseki no Kuni), meteoritlərin altı dəfə Yerə düşdüyü və bu prosesdə onu məhv etdiyi uzaq gələcəkdə baş verir. Demək olar ki, bütün canlılar məhv oldu, qalan bütün torpaqlar tək bir sahilə çevrildi. Çox uzun zaman dilimləri ərzində həsas həyat forması olan yeni bir irq yarandı; insan şəklini alan ölməz zinət əşyaları. Fosfofillit (Phos) zəifdir (ən aşağı sərtliklərdən birinə malikdir) və həmyaşıdları tərəfindən yararsız hesab edilir. Phos'a təbiət tarixinin ensiklopediyasını yaratmaq tapşırığı verildikdən sonra o, uzaq, lakin müdrik həmkarı Kinovarın (Cinnabar) köməyinə müraciət edir, beləliklə onların dostluğu və şəxsi inkişafı başlayır. Eyni zamanda “Cəvahirat camaatı” onun dəbdəbəli dəyərindən yararlanmaq istəyən Aydan gələnlərlə (aylılarla) müharibə aparır.",
      "en": "In the distant future, a new life form called The Lustrous are born. The 28 Lustrous must fight against the Lunarians who want to attack them and turn them into decorations, thus each Lustrous is assigned a role such as a fighter or a medic. Though they hope to fight the Lunarians, Phos is a Lustrous who is given no assignment until the Lustrous' master Adamantine asks them to write an encyclopedia.",
      "uk": "У далекому майбутньому народжується нова форма життя, яку називають самоцвітами. 28 самоцвітів повинні боротися проти лунаріанців, які хочуть напасти на них і перетворити на прикраси, тому кожному самоцвіту призначена роль бійця або медика. Фос - одна з самоцвітів, яка сподівається боротися з лунаріанцями, але їй не дають жодних завдань, доки майстер самоцвітів Адамантін не просить її написати енциклопедію."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-03-23T00:20:44+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/8064c136-95df-46e8-b97d-ea2dd8ab1fb2.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch Has Begun - I Will Live Freely In A World Where Only I Can View The \"Strategy Site\" -"
      },
      {
        "ja-ro": "Sekai Saikyou no Majo, Hajimemashita"
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "525cbec1-0650-49ff-8d9f-7a0fc054ee8f",
    "title": {
      "en": "Fudajo! ~Otome Shoukan Datsui Taisen~"
    },
    "updatedAt": "2023-12-08T06:01:53+00:00",
    "coverArt": "https://mangadex.org/covers/525cbec1-0650-49ff-8d9f-7a0fc054ee8f/ae101446-7eb1-4a5d-9a79-8ec7a73394bd.jpg",
    "altTitles": [
      {
        "ja": "ふだじょ！～乙女召喚脱衣大戦～"
      },
      {
        "zh-hk": "卡片少女召唤脱衣大战"
      },
      {
        "zh-hk": "召唤卡片少女脱衣大战"
      },
      {
        "en": "Card Girl!: Maiden Summoning Undressing Wars"
      }
    ],
    "description": {
      "en": "A world where cute girls become cards and fight. And it's terrifying (happy?). In other words, you have to get the other girl to take off her clothes. Use the girls, who materialize from the cards, and their intelligence and strength to win! If you win, the other girl card is yours! A harem is not a dream."
    },
    "status": "completed",
    "releaseDate": 2012,
    "contentRating": "erotica",
    "lastVolume": "5",
    "lastChapter": "59"
  },
  {
    "mangaId": "7f30dfc3-0b80-4dcc-a3b9-0cd746fac005",
    "title": {
      "en": "Detective Conan"
    },
    "updatedAt": "2024-03-20T09:46:05+00:00",
    "coverArt": "https://mangadex.org/covers/7f30dfc3-0b80-4dcc-a3b9-0cd746fac005/b65b80fa-217c-4a71-8e8f-5d647990117a.jpg",
    "altTitles": [
      {
        "en": "Case Closed"
      },
      {
        "fr": "Détective Conan"
      },
      {
        "tr": "Dedektif Conan"
      },
      {
        "id": "Detektif Conan"
      },
      {
        "sv": "Mästerdetektiven Conan"
      },
      {
        "pl": "Detektyw Conan"
      },
      {
        "ja-ro": "Meitantei Conan"
      },
      {
        "no": "Mesterdetektiven Conan"
      },
      {
        "vi": "Thám Tử Lừng Danh Conan"
      },
      {
        "ar": "المتحري كونان"
      },
      {
        "ar": "المحقق كونان"
      },
      {
        "th": "ยอดนักสืบจิ๋ว โคนัน"
      },
      {
        "zh": "名侦探柯南"
      },
      {
        "zh-hk": "名偵探柯南"
      },
      {
        "ja": "名探偵コナン"
      },
      {
        "ko": "명탐정 코난"
      },
      {
        "da": "Mesterdetektiven Conan"
      },
      {
        "ca": "Detectiu Conan"
      },
      {
        "de": "Detektiv Conan"
      },
      {
        "fi": "Salapoliisi Conan"
      },
      {
        "hu": "Conan, a detektív"
      },
      {
        "uk": "Детектив Конан"
      },
      {
        "la": "Investigator Conan"
      },
      {
        "lt": "Detektyvas Konanas"
      },
      {
        "ro": "Detectiv Conan"
      },
      {
        "he": "הבלש קונאן"
      },
      {
        "fa": "کارآگاه کونان"
      },
      {
        "hi": "डिटेकटिव् कोनन"
      },
      {
        "bn": "ডিটেকটিভ কোনান"
      },
      {
        "sq": "Çështja e mbyllur"
      },
      {
        "sq": "Detektivi Konan"
      },
      {
        "bg": "Detektivi Konan"
      }
    ],
    "description": {
      "en": "Shinichi Kudo is a high school detective who sometimes works with the police to solve cases. During an investigation, he is attacked by members of a crime syndicate known as the Black Organization. They force him to ingest an experimental poison, but instead of killing him, the poison transforms him into a child. Adopting the pseudonym Conan Edogawa and keeping his true identity a secret, Kudo lives with his childhood friend Ran and her father Kogoro, who is a private detective."
    },
    "status": "ongoing",
    "releaseDate": 1994,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ec750eac-5b30-43e3-b152-06e3e9895dbe",
    "title": {
      "en": "Kyo mo Hajime-Senpai ga Sukisugiru"
    },
    "updatedAt": "2024-02-27T12:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/ec750eac-5b30-43e3-b152-06e3e9895dbe/6647e56b-22f2-41f9-814e-3d307519a9d3.jpg",
    "altTitles": [
      {
        "ja": "今日もハジメ先輩が好きすぎる"
      }
    ],
    "description": {
      "en": "Kokomi enters into a new school but ends up tearing her clothes. The kind and popular Hajime lends her some clothes and she falls in love with him at first sight, after not being able to speak to him for a long time, she discovers a terrible truth about him but is undeterred into trying to win his heart."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80dbce9d-92a8-4a19-8bd5-b1727dc0f6c8",
    "title": {
      "en": "Choukadou Girls"
    },
    "updatedAt": "2023-12-22T19:12:42+00:00",
    "coverArt": "https://mangadex.org/covers/80dbce9d-92a8-4a19-8bd5-b1727dc0f6c8/d533a948-96a6-48eb-a7ed-cf60cef66c39.jpg",
    "altTitles": [
      {
        "ja": "Over Drive Girls"
      },
      {
        "ja": "超可動ガールズ"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fac533c1-baeb-4dc5-af60-8792abe463a3",
    "title": {
      "en": "Bloodline"
    },
    "updatedAt": "2024-03-30T03:08:53+00:00",
    "coverArt": "https://mangadex.org/covers/fac533c1-baeb-4dc5-af60-8792abe463a3/f9b4e32d-c99f-4f2f-8c5d-85b4bdc78b63.jpg",
    "altTitles": [
      {
        "zh": "血族BLOODLINE"
      },
      {
        "zh-hk": "血族BLOODLINE：聖魔虛像篇"
      },
      {
        "en": "Bloodline: The Illusory Noble Demon"
      },
      {
        "zh": "血族Bloodline：圣魔虚像篇"
      }
    ],
    "description": {
      "en": "Yeren, who dreams of being a vampire hunter, is unwittingly caught in the crossfire between a vampire girl and the Holy lands. As a temporary blood servant, he doesn't know what to do when the hatred and strife between them have been ongoing for thousands of years… This is a story about Lilo·Ai, the last vampire."
    },
    "status": "ongoing",
    "releaseDate": 2011,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": ""
  },
  {
    "mangaId": "2b4c7e39-93d4-4ffa-aa1f-2bae6714a010",
    "title": {
      "en": "Bing Jiao Shidi You Zai Gen Wo Zhuang Kelian"
    },
    "updatedAt": "2023-10-14T02:41:37+00:00",
    "coverArt": "https://mangadex.org/covers/2b4c7e39-93d4-4ffa-aa1f-2bae6714a010/ae17e3eb-c6ae-4f67-8984-ba96c7803811.jpg",
    "altTitles": [
      {
        "zh": "病娇师弟又在跟我装可怜"
      },
      {
        "zh-ro": "Bìng Jiāo Shīdì Yòu Zài Gēn Wǒ Zhuāng Kělián"
      },
      {
        "en": "The Yandere Martial Junior Brother Is Pretending to Be Pitiful to Me"
      },
      {
        "es": "El Yandere Hermano Menor Pretende Ser Lamentable Conmigo Otra vez"
      }
    ],
    "description": {
      "en": "A graceful lady was reborn as an adorable girl?! Haven't yet rejoiced for her luck to live again, Liu Zhaozhao had already found out her previous pure and good-natured martial junior brother who had been obedient to her has unexpectedly become the arch-villain. What exactly had happened?",
      "es": "¿Una elegante dama renació como una niña adorable? Aún no se había regocijado por su suerte de volver a vivir, Liu Zhaozhao ya había descubierto que su anterior hermano menor marcial, puro y bondadoso, que había sido obediente a ella, se había convertido inesperadamente en el archivillano. ¿Qué había pasado exactamente?",
      "zh": "御姐重生成萌妹？！ 还没等柳昭昭庆幸自己能重生再来，她就发现，先前对她千依百顺的纯良小师弟，竟然变成了疯批大魔头？ 这到底是怎么回事？"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "20"
  },
  {
    "mangaId": "d7037b2a-874a-4360-8a7b-07f2899152fd",
    "title": {
      "en": "Mairimashita! Iruma-kun"
    },
    "updatedAt": "2024-04-04T19:08:59+00:00",
    "coverArt": "https://mangadex.org/covers/d7037b2a-874a-4360-8a7b-07f2899152fd/f941c5e9-ca88-4122-990e-220bba684cac.jpg",
    "altTitles": [
      {
        "fr": "Iruma à l’école des démons"
      },
      {
        "pl": "Iruma w szkole demonów"
      },
      {
        "tr": "İşte Şeytan Geliyor! Iruma-kun"
      },
      {
        "tr": "Şeytan Okuluna Hoş Geldin, Iruma-kun"
      },
      {
        "en": "Welcome to Demon School! Iruma-kun"
      },
      {
        "ru": "Приди же в Мир Демонов, Ирума-кун!"
      },
      {
        "th": "อิรุมะคุงกับโรงเรียนปิศาจ"
      },
      {
        "zh": "入间同学入魔了"
      },
      {
        "ja": "魔入りました！入間くん"
      },
      {
        "ko": "마에 들어갔습니다! 이루마 군"
      },
      {
        "vi": "Iruma Giá Đáo"
      },
      {
        "id": "Selamat datang di sekolah iblis! Iruma-kun"
      },
      {
        "es": "Iruma-kun en el instituto demoníaco"
      }
    ],
    "description": {
      "en": "Iruma Suzuki, fourteen years old, can’t say no to any request. His irresponsible parents make him work dangerous job after dangerous job to support them, and then one day they sell him to a demon! But, much to his surprise, the demon wants to adopt Iruma as his grandson? Unable to refuse his request, Iruma becomes the grandson of the great demon Sullivan. His new doting demon grandfather enrolls him in Demon School Babyls – where Sullivan is coincidentally the principal. Thus begins Iruma-kun's extraordinary school life among the otherworldly, meeting many colorful demons, taking on daunting challenges, and facing his true self as he rises to become someone great. \n\nCozy magical slice of life with occasional urban terrorism.",
      "es": "Con una vida bastante desgraciada y unos padres vagos y avaros, Iruma es arrastrado al infierno contra su voluntad después de que estos lo vendan a un demonio. Pero para su sorpresa, la vida que le depara el inframundo es mucho mejor que la que tenía con su familia.\n\nBajo la tutela de su nuevo dueño, un poderoso, pero solitario demonio que sólo quería cumplir su anhelo de tener un nieto, empieza a asistir a un instituto del que este es director después de firmar cierto contrato con él.\n\nAhora, Iruma tiene que intentar adaptarse al mundo de los demonios mientras esconde su naturaleza humana y se enfrenta a los distintos desafíos que lo esperan en su nuevo instituto. ¡Su nueva vida demoníaca acaba de empezar!",
      "ru": "Четырнадцатилетний Судзуки Ирума только что был брошен и продан демону его безответственными родителями! Тем не менее, к своему удивлению, он оказывается теперь живет с демоном, как его приёмный внук. Затем он поступил в школу, где его дед — Салливан, работает в качестве директора. Так начинается необычайная школьная жизнь Ирумы-куна среди потусторонних, встречая много красочных лиц, принимая на себя сложные задачи, и сталкиваясь со своим истинным — я, когда он поднимается, чтобы стать кем-то великим. Уютная волшебная повседневность с случайным городским терроризмом.",
      "tr": "On dört yaşındaki Iruma Suzuki hiçbir isteğe hayır diyemez. Sorumsuz ailesi, onları geçinmek için onu tehlikeli işlerden tehlikeli işlere koşturtur ve sonra bir gün onu bir iblise satarlar! Ancak iblis, Iruma'yı torunu olarak evlat edinmek isteyince çok şaşırır. Bu isteği reddedemeyen Iruma, büyük iblis Sullivan'ın torunu olur. Yeni sevecen iblis dedesi onu, Sullivan'ın tesadüfen müdürü olduğu İblis Okulu Babyls'e kaydettirir. Böylece Iruma-kun'un diğer dünyadakiler arasındaki sıra dışı okul hayatı başlar; birçok renkli iblisle tanışır, zorlu mücadelelere atılır ve büyük biri olmak için yükselirken gerçek benliğiyle yüzleşir.",
      "vi": "Mairimashita! Iruma-kun là câu chuyện kể về cậu bé Suzuki Iruma, người đã bị bố mẹ mình kí khế ước bán cho ác ma để đổi lấy tiền tài và bình an. Cậu bé Iruma đáng thương từ lúc mới biết đi (1 tuổi) đã phải \"ra xã hội\" lăn lộn, buôn ba khắp nơi với hai vị phụ huynh \"tưng tửng\" cho đến ngày một Ác Ma đến rước cậu đến Ma giới theo khế ước. Tưởng chừng như sắp vào bụng quỷ thì vị Ác Ma già nua này đã khóc lóc yêu cầu cậu làm cháu trai ông ta, với bản tính lương thiện và tốt bụng đến cả bản thân mình cũng phải kinh ngạc, cậu bất đắc dĩ đã đồng ý lời đề nghị đó và nhập học trường Ác Ma theo ý ông ta. Chuyện gì sẽ xảy ra tiếp theo, mời các bạn theo dõi cuộc sống học đường đầy bất thường của Iruma-kun.",
      "pt-br": "Iruma Suzuki, de quatorze anos, não pode dizer não a nenhum pedido. Seus pais irresponsáveis ​​o fazem trabalhar em empregos perigosos para sustentá-los, e então um dia eles o vendem para um demônio! Mas, para sua surpresa, o demônio quer adotar Iruma como seu neto?  \n\nIncapaz de recusar seu pedido, Iruma torna-se neto do grande demônio Sullivan. Seu novo avô demônio amoroso o matricula na Demon School Babyls - onde Sullivan é coincidentemente o diretor. Assim começa a extraordinária vida escolar de Iruma-kun entre o outro mundo, encontrando muitos demônios coloridos, enfrentando desafios assustadores e enfrentando seu verdadeiro eu enquanto ele se torna alguém grande.\n\n[ 1° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 7, Cap 44. ]\n[ 2° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 11, Cap 94. ]\n[ 3° TEMP. DO ANIME ADAPTOU ATÉ: Vol. 17, metade do Cap 147.]"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d0a0c63-d6c9-485d-aea5-82088696ad72",
    "title": {
      "en": "Okitsune Gal Katabami-san"
    },
    "updatedAt": "2024-04-21T08:55:54+00:00",
    "coverArt": "https://mangadex.org/covers/2d0a0c63-d6c9-485d-aea5-82088696ad72/ac4d7066-d61a-491c-991d-0d0743a1607e.jpg",
    "altTitles": [
      {
        "ja": "お狐ギャルの片喰さん"
      }
    ],
    "description": {
      "en": "A very ordinary and serious high school student, Kamou-kun.\nThough his days are filled with diligent study, his concern lies in his childhood friend, Katabami-san, who interferes with his studies every day. And to make matters more complicated, Katabami-san's true identity is... a fox spirit!?\n\nThe struggle between Kamou-kun, who doesn't want to be bothered, and Katabami-san, who craves attention, begins anew today!\n\n---\n\n**Alternative Raw:** [Nico Nico Seiga](https://sp.seiga.nicovideo.jp/comic/66393)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "68112dc1-2b80-4f20-beb8-2f2a8716a430",
    "title": {
      "en": "Dandadan"
    },
    "updatedAt": "2024-04-12T16:02:34+00:00",
    "coverArt": "https://mangadex.org/covers/68112dc1-2b80-4f20-beb8-2f2a8716a430/468f1a80-99f1-4cd8-8578-0225a503ae3b.jpg",
    "altTitles": [
      {
        "ja": "ダンダダン"
      },
      {
        "zh": "膽大黨"
      },
      {
        "ru": "Дандадан"
      },
      {
        "fa": "دان‌دادان"
      }
    ],
    "description": {
      "en": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she is instead a believer in ghosts, starting an argument between the two over which is real.\r\n\r\nIn a bet to determine who's correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither of them was wrong and that both the occult and ghosts do exist.\r\n\r\nThis marks the beginning of Ayase and the boy's adventure, who shares a name with Ayase's favorite idol—Ken Takakura, as they attempt to fix the surreal supernatural and sci-fi elements around them to return to a normal life.",
      "ru": "Призраки, монстры, инопланетяне, подростковая романтика, сражения!.. В этой серии есть все! Такакура, одержимый оккультизмом, не верящий в призраков, и Аясэ, девушка, не верящая в пришельцев, пытаются преодолеть свои разногласия, когда сталкиваются с паранормальными явлениями! Эта манга - не от мира сего!",
      "pt-br": "Takakura, um rapaz que é um fanático do ocultismo que não acredita em fantasmas, e Ayase, uma garota que não acredita em alienígenas, encontram uma estranheza esmagadora que transcende sua compreensão mútua…! Uma história de vinda oculta da idade!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ff01fec1-6465-4825-9497-44c7d9133f2c",
    "title": {
      "en": "Bell & Ring wa Kane"
    },
    "updatedAt": "2024-01-12T02:58:40+00:00",
    "coverArt": "https://mangadex.org/covers/ff01fec1-6465-4825-9497-44c7d9133f2c/596d223c-97bb-48b8-9129-2ecc89b9b78e.jpg",
    "altTitles": [
      {
        "ja": "ベルリンは鐘"
      },
      {
        "ja-ro": "Bell & Ring ha Kane"
      },
      {
        "en": "Bell & Ring are Bells"
      }
    ],
    "description": {
      "en": "A chaotic 4-panel manga about the daily lives of siblings Ringabelle and Bigbell, who are bells."
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "7",
    "lastChapter": "132"
  },
  {
    "mangaId": "316f816a-5de2-4eff-ad04-4c308574b13e",
    "title": {
      "en": "Half"
    },
    "updatedAt": "2024-04-22T12:01:07+00:00",
    "coverArt": "https://mangadex.org/covers/316f816a-5de2-4eff-ad04-4c308574b13e/c3e5c2ea-8b6f-4feb-80ff-7d6511575e35.png",
    "altTitles": [
      {
        "en": "Yi Ban"
      },
      {
        "zh": "一半"
      },
      {
        "ka": "ნახევარი"
      },
      {
        "ru": "Половина"
      }
    ],
    "description": {
      "en": "The heartwarming story of two different girls brought together over a cat, as they learn about each other, spend time together, and heal one another.",
      "es-la": "Una conmovedora historia de dos chicas, diferente una de la otra, que se conocen por un encuentro con un gato y desde entonces han estado acompañándose y consolándose ."
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "79"
  },
  {
    "mangaId": "a316a7c5-f48f-412e-9b78-68e378c37775",
    "title": {
      "en": "Screw the Noble Life, I’m Going Home"
    },
    "updatedAt": "2024-04-21T04:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/4d380265-5310-4a8c-a065-c7e29161cdc2.jpg",
    "altTitles": [
      {
        "ko": "공녀고 나발이고 집에 간다고"
      },
      {
        "en": "Noble Lady or Whatever, I'm Going Home"
      }
    ],
    "description": {
      "en": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\r\n\r\n\"I love you.\" But I'm not your daughter!\r\n\r\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\r\n\r\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\r\n\r\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "00b64b8f-cb7e-4322-9855-3669fe210ac7",
    "title": {
      "ja": "Genkai Level 1 kara no Nariagari ~Saijaku Level no Ore ga Isekai Saikyou ni Naru made"
    },
    "updatedAt": "2024-04-24T00:53:03+00:00",
    "coverArt": "https://mangadex.org/covers/00b64b8f-cb7e-4322-9855-3669fe210ac7/766f76d8-316d-4174-aca1-971c00f830c3.png",
    "altTitles": [
      {
        "ja": "限界レベル１からの成り上がり　～最弱レベルの俺が異世界最強になるまで～"
      },
      {
        "en": "I’m Capped at Level 1?! Thus Begins My Journey to Become the World’s Strongest Badass!"
      },
      {
        "en": "The Rise from Max Level 1: How I, the Lowest Level, Became the Strongest in Another World"
      },
      {
        "zh": "从极限水平1开始的上升~最弱水平的我成为异世界最强~"
      },
      {
        "zh-hk": "從極限水平1開始的上升~最弱水平的我成為異世界最強~"
      },
      {
        "ko": "한계 레벨 1부터 성공담 ~최약 레벨인 내가 이세계 최강이 되기까지~"
      },
      {
        "ru": "Предельный уровень от выскочки: Самый слабый до сегодняшнего дня"
      },
      {
        "en": "Rise from Limiting Level 1: How I, the Lowest Level, Became the Strongest in Another World"
      },
      {
        "ja-ro": "Genkai Level 1 kara no Nariagari ~Saijaku Level no Ore ga Isekai Saikyou ni Naru made"
      }
    ],
    "description": {
      "en": "Tetsuya Takahashi was suddenly summoned to another world. However, his invocation was a mistake and after participating in the level review…he has the weakest [level limit], lv.1, the king seeing his limit calls him \"defective\" and condemns him to death! Despite being summoned against his will. Tetsuya is thrown into the valley of the monsters. There he was attacked and brought to the brink of death, and when he used his unique skill [Absorb Corpse], he gained the skills that the corpse possessed! \"…Let's do it! Survive in this world, become strong and take revenge on those who were summoned. The \"level 1\" man who was called \"defective\" and \"weak\"… now begins the ascent to be the strongest!",
      "ja": "- [alt. Raw](https://comic-walker.com/contents/detail/KDCW_MF00000430010000_68/)  \n- [WN Raw](https://ncode.syosetu.com/n8748ff/)  \n- [Alt WN Raw (Author's personal site)](https://www.miraizin.com/zisaku/genkai)"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "33"
  },
  {
    "mangaId": "c5d731f9-c1cf-4a69-a797-cd9c2a58316b",
    "title": {
      "en": "Anemone is in Heat"
    },
    "updatedAt": "2024-03-10T13:40:32+00:00",
    "coverArt": "https://mangadex.org/covers/c5d731f9-c1cf-4a69-a797-cd9c2a58316b/b578f0b2-e9df-4321-aef3-b2d315002c57.jpg",
    "altTitles": [
      {
        "ja-ro": "Anemone wa Netsu o Obiru"
      },
      {
        "ru": "Цветущий Анемон"
      },
      {
        "zh": "温热的银莲花"
      },
      {
        "ja": "アネモネは熱を帯びる"
      },
      {
        "fr": "Anémone flamboyante (Meian)"
      }
    ],
    "description": {
      "en": "Nagisa Ootsuki shed her former self out of shame from failing her highschool entrance exams. On her first day in her new highschool, who does she meet but the girl who made her fail the exam! How does Nagisa deal with these complicated emotions?",
      "id": "Nagisa Ootsuki melepaskan dirinya yang dulu karena malu karena gagal dalam ujian masuk sekolah menengahnya. Pada hari pertamanya di sekolah menengah barunya, siapa yang dia temui selain gadis yang membuatnya gagal dalam ujian! Bagaimana Nagisa menghadapi emosi yang rumit ini?"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2da0b883-10cb-42ca-aa10-d4af85f82cbf",
    "title": {
      "en": "Tsubaki the Hope Seller"
    },
    "updatedAt": "2024-04-11T20:16:39+00:00",
    "coverArt": "https://mangadex.org/covers/2da0b883-10cb-42ca-aa10-d4af85f82cbf/ba7dc01a-373b-4775-ba59-acaf575044fe.jpg",
    "altTitles": [
      {
        "ja": "当て屋の椿"
      },
      {
        "ja-ro": "Ate-ya no Tsubaki"
      },
      {
        "en": "Hot Detective Tsubaki"
      },
      {
        "zh": "寻因异闻录·椿"
      },
      {
        "zh-hk": "尋因異聞錄·椿"
      },
      {
        "ko": "아테야의 츠바키"
      },
      {
        "ja-ro": "Ateya no Tsubaki"
      },
      {
        "en": "Tsubaki the Hope Seller"
      }
    ],
    "description": {
      "en": "Housen is an Edo period erotic painter, who stumbles into a murder mystery involving women who hooked up with one of his patrons. \nWith the help of Tsubaki, a girl he runs into on the street who seems to know more about him than he does and is an artist herself, they start unraveling mysteries involving sex, murder, and occasionally the occult…"
    },
    "status": "ongoing",
    "releaseDate": 2008,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f286c34-90aa-40fa-acaa-c45f75a8af07",
    "title": {
      "en": "Monster Soul"
    },
    "updatedAt": "2024-04-24T00:43:29+00:00",
    "coverArt": "https://mangadex.org/covers/9f286c34-90aa-40fa-acaa-c45f75a8af07/798c9b93-d9c5-4788-ad1c-e0a2e65d1de8.jpg",
    "altTitles": [
      {
        "ja": "モンスター ソウル"
      },
      {
        "zh-hk": "獸魂"
      }
    ],
    "description": {
      "en": "The tale of Monster Soul takes place in Elfenland, which is inhabited by both humans and monsters. The main characters are a group of monsters called the Black Airs. The Black Airs is recorded as the strongest group of the monster forces in the great war between the humans and monsters.",
      "pt-br": "Monster Soul se passa em Elfenland, uma terra habitada por homens e monstros, onde um grupo de monstros chamados Black Airs, considerado os mais fortes dentre os monstros, vivem e tentam conviver no meio da guerra entre monstros e humanos."
    },
    "status": "completed",
    "releaseDate": 2006,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "7.5"
  },
  {
    "mangaId": "a4896718-ecef-4701-8497-5ba07d4e89cc",
    "title": {
      "en": "I Killed the Player of the Academy"
    },
    "updatedAt": "2024-04-24T01:54:56+00:00",
    "coverArt": "https://mangadex.org/covers/a4896718-ecef-4701-8497-5ba07d4e89cc/c876c829-a2ce-45fc-a263-cef39e01fa5d.png",
    "altTitles": [
      {
        "ko": "아카데미 플레이어를 죽였다"
      },
      {
        "en": "I Killed an Academy Player"
      },
      {
        "ko-ro": "Academy Player-reul Jugyeotda"
      }
    ],
    "description": {
      "en": "I killed the player.\n\nHe was a real son of a bitch…\n\nHe loved me too much and was a sociopath.\n\nNow that I'm back in time, I'll kill him before being manipulated again and save the harem's girls who will help me win the video game's scenario!",
      "ko": "플레이어를 죽였다.\n죽일 만한 놈이었다. 아주 X새끼였거든."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5209fe10-4a14-403f-8837-2ccf8cced253",
    "title": {
      "en": "The Fable"
    },
    "updatedAt": "2024-01-30T19:23:51+00:00",
    "coverArt": "https://mangadex.org/covers/5209fe10-4a14-403f-8837-2ccf8cced253/6d531bf3-4d4d-4f80-9cb4-f8136b6e54a4.jpg",
    "altTitles": [
      {
        "ja": "ザ・ファブル"
      },
      {
        "zh": "杀手寓言"
      },
      {
        "ru": "Фэйбл"
      },
      {
        "kk": "Аңыз"
      },
      {
        "vi": "The Fable"
      }
    ],
    "description": {
      "en": "A fabled genius at killing resides somewhere hidden in Tokyo. Taught since childhood to obey the orders of his boss, he is ordered to live in Osaka as a normal person for one year in order for the boss to lay low.    ---- **Won the 41st Kodansha Manga Award for General Manga in 2017**\n___\n[Alt Official English (US ONLY)](https://kmanga.kodansha.com/title/10055/episode/323851)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "suggestive",
    "lastVolume": "22",
    "lastChapter": "240"
  },
  {
    "mangaId": "a3850522-6640-4743-9fbc-acc725714459",
    "title": {
      "en": "Star Dream Idol Project"
    },
    "updatedAt": "2024-02-10T11:57:49+00:00",
    "coverArt": "https://mangadex.org/covers/a3850522-6640-4743-9fbc-acc725714459/747bdb66-0633-45ef-896b-12efeb4e8599.jpg",
    "altTitles": [
      {
        "zh-ro": "Xing Meng Ou Xiang Ji Hua"
      },
      {
        "zh": "星梦偶像计划"
      },
      {
        "vi": "Tinh Mộng Thần Tượng"
      }
    ],
    "description": {
      "en": "The shining lights, the magnificent stage! Friendships created through singing, making a future through dancing, the girls embark on their journey towards their dreams! One who has lost status due to a scandal is hiding a plot behind her back. A pair of bosom friends, separated by fate. A girl who tries to exonerate her mother sets off on her journey for a talent competition. When the stage turns into an empty battlefield, she uses her voice to chase after her dreams."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": "355"
  },
  {
    "mangaId": "6cc0f7c2-0db6-432b-8189-fcedbcdda888",
    "title": {
      "en": "Hitomi-chan Is Shy With Strangers"
    },
    "updatedAt": "2024-02-11T04:44:50+00:00",
    "coverArt": "https://mangadex.org/covers/6cc0f7c2-0db6-432b-8189-fcedbcdda888/c0079a7a-07cf-427e-8b63-26558f60697f.jpg",
    "altTitles": [
      {
        "es": "Hitomi es tímida con desconocidos"
      },
      {
        "es": "Hitomi es tímida con extraños"
      },
      {
        "ja-ro": "Hitomi-chan wa Hitomishiri"
      },
      {
        "ja-ro": "Hitomichan ha Hitomishiri"
      },
      {
        "ru": "Застенчивая Хитоми-чан"
      },
      {
        "ja": "瞳ちゃんは人見知り"
      },
      {
        "it": "Hitomi-chan è timida con gli sconosciuti"
      }
    ],
    "description": {
      "en": "One day, the ordinary 2nd year high schooler Yuu Usami accidentally encounters a big girl with a scary look. Turns out she's glaring at him, but why…?! Although Hitomi Takano looks like she's scary and awkward, she's actually a kind and adorable girl. This one shall be a happy, heartwarming slice-of-life comedy.",
      "es": "Un día, el estudiante de 2do año Yuu Yusami se encuentra por accidente con una muchacha grande con una mirada temeraria. Resulta que ella símplemente lo está observando… pero ¿por qué? A pesar de que Hitomi Takano se ve espeluznante y huraña, ella en realidad es querida y adorable. Ésta será una feliz y grata comedia de la vida cotidiana.  \n  \n[![](https://i.imgur.com/oiVINmy.png) Mangaka’s Pixiv](https://www.pixiv.net/en/users/910858)  \n[![](https://i.imgur.com/dQCXZkU.png) Mangaka’s Twitter](https://twitter.com/cyorisukenosuke)",
      "fr": "Un jour, Yuu Usami – lycéen ordinaire en deuxième année – rencontre une grande fille avec un regard effrayant. Elle a l’air de le fusiller du regard, mais pourquoi…?! Pourtant, même si Hitomi Takano fait peur et est maladroite, elle est en réalité une fille gentille et adorable. Bienvenue dans une comédie/tranche de vie qui va vous réchauffer le cœur !",
      "ja": "どこにでもいる平凡な高校2年生の宇佐見君は、ある日、偶然に居合わせた\"何やら目つきが悪くていろいろとおっきな女の子\"に、なぜか睨みつけられてしまい…!?\n見た目は怖くて不器用だけど、実は優しくて可愛い三白眼女子の、楽しくてハートフルな日常コメディ…開幕!!",
      "ru": "Однажды обыкновенный старшеклассник 2-го года Юу Усами случайно встречает большую девушку со страшным взглядом. По какой-то причине она не отрывает от него глаз, но он ведь ей ничего не делал!.. Хотя Хитоми Такано выглядит страшной и неприветливой, на самом деле она добрая и очаровательная девушка.",
      "pt-br": "Em um dia comum, um estudante do segundo ano do ensino médio, chamado Usami Yuu, se encontra acidentalmente com Takano Hitomi, uma garota alta e que tem um olhar assustador. Acontece que ela está olhando diretamente para ele. Mas embora Hitomi pareça assustadora e desajeitada, na verdade ela é uma garota gentil e adorável que simplesmente quer se tornar mais sociável."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1bb7932c-ca3f-4827-9513-44bd9f0a75e9",
    "title": {
      "en": "You're So Sloppy, Hotta-sensei!"
    },
    "updatedAt": "2024-04-24T01:56:50+00:00",
    "coverArt": "https://mangadex.org/covers/1bb7932c-ca3f-4827-9513-44bd9f0a75e9/0270499f-dfb7-46ad-ba64-39ef77b4e6b3.jpg",
    "altTitles": [
      {
        "ja": "だらしないです 堀田先生！"
      },
      {
        "ja-ro": "Darashinai desu, Hotta-sensei!"
      }
    ],
    "description": {
      "en": "Makoto Kuribayashi is your typical high schooler with a not-so-typical after-school gig as a housekeeper. His latest client? None other than his school’s most popular teacher, the gorgeous Rumiko Hotta. But Hotta-sensei is hiding a dirty little secret: she's a total slob, the polar opposite of her flawless public image! Now, Makoto's got the unenviable task of cleaning up after her mess. Will his admiration for Hotta-sensei survive a dose of harsh reality in this irreverent comedy?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b1629d65-f177-418a-a04f-ae4ee6929f90",
    "title": {
      "en": "Imprisoned with the Horror Game's Male Lead"
    },
    "updatedAt": "2024-03-17T11:50:45+00:00",
    "coverArt": "https://mangadex.org/covers/b1629d65-f177-418a-a04f-ae4ee6929f90/4ff9e50e-1bef-4bb4-939a-fd72dc82e312.jpg",
    "altTitles": [
      {
        "ko": "공포게임 남주와 감금당했다"
      },
      {
        "en": "Confined Together with the Horror Game’s Male Lead"
      }
    ],
    "description": {
      "en": "I became a maid inside of a horror game.\nPenalties were given to the male lead, who was trying to escape being locked up in a large mansion, and I acted as a guide. \n\nI was going to fulfill my duties until the male lead’s play ends.\n\n“When I get out, I’ll lock you up exactly the same way.”\n\nThe male lead is so noisy. \nIf it’s going to be like this, I’ll just help him escape faster. \n\n“Let’s eat, Dietrich.”\n“This is a potion, it’ll help you recover faster if you take it.”\n“The hint to escape is over there…”\n\nI fed him well to prepare for the next play, and when the male lead got hurt, I gave him a potion so he could quickly play the next game,\nI even gave him a hint for the problem. \n\nYou’ll be able to get out now, right?\n\nHowever. \n\n“I don’t really know the answer.”\n\nWhat’s the meaning of this? Aren’t you supposed to be smart?\n\n…The male lead doesn’t think about leaving the mansion at all. \n\n“If you won’t get out, I will.”\n\nI shouted in anger because I was so sick of the thought of having to see the face of someone I don’t want to keep seeing. \n\n“Is it possible for you to get out of here?”\n\nHis eyes sank bitterly. \n\n“Let me tell you this, I have no intention of leaving this place.”\n“What?”\n“And you have no way of getting out, either.”\n\nWhat the hell is going on?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e44705b-9f80-42f6-9ebb-1141fbe8320e",
    "title": {
      "en": "Nozomanu Fushi no Boukensha"
    },
    "updatedAt": "2024-04-04T14:47:18+00:00",
    "coverArt": "https://mangadex.org/covers/6e44705b-9f80-42f6-9ebb-1141fbe8320e/ff7a3f6c-baa6-4567-8f8f-f3a7af66185e.jpg",
    "altTitles": [
      {
        "ru": "Нежеланно бессмертный авантюрист"
      },
      {
        "en": "The Unwanted Undead Adventurer"
      },
      {
        "zh-hk": "事與願違的不死冒險者"
      },
      {
        "fr": "L'aventurier immortel indésiré"
      },
      {
        "ko": "바라지 않는 불사의 모험자"
      },
      {
        "ja": "望まぬ不死の冒険者"
      }
    ],
    "description": {
      "en": "It's been ten years since Rentt Faina, a down-on-his luck Bronze-class adventurer, set his eyes on becoming Mithril-class. Unfortunately, Rentt finds himself helpless when confronted by a legendary Dragon in the Labyrinth of the Moon's Reflection...and is summarily eaten.\n\nBut Rentt has miraculously reawakened... as a skeleton?",
      "ja": "最高位の神銀級冒険者を目指して十年。いまだ銅級冒険者のレントは、いつものように単独で《水月の迷宮》に潜り、鍛錬と日銭稼ぎをするつもり――だった。だが、初心者向けの迷宮にいるはずもない《龍》と遭遇。圧倒的な力の前に為す術なく喰われてしまう。\n\nそして、死んだはずのレントは“目覚めた”――『骨人（スケルトン）』の姿で。\n\n途方にくれたレントだったが魔物の持つ『存在進化』を用い人間を目指すことを決意。迷宮でひとり魔物へと挑み始める！",
      "ru": "Однажды авантюрист медного ранга Рент наткнулся на неизвестный проход в лабиринте, и хоть всё говорило о том, что не стоит идти туда, парень всё же пошёл. На этом его жизнь закончилась . Но он не умер, а проснулся не человеком, а скелетом. И теперь всё, что он может — развиваться как нежить.\r\n\r\n(Source: mangalib)",
      "pt-br": "O protagonista é um aventureiro da classe bronze, que mora em Malt, localizada na fronteira do Reino de Yaran. Por azar, se encontra com um poderoso monstro dentro do labirinto, e acaba sendo devorado. Quando recobrou a consciência ele percebe que se tornou um \"Esqueleto\". Não podendo falar e não podendo voltar para a cidade devido a sua condição atual, ele se lembra da existência da evolução existêncial, que nada mais é que o fato dos monstros poderem evoluir para outras formas derrotando oponentes. Com o objetivo de ganhar um corpo com carne, além de só ossos, ele vai começar sua épica jornada, eliminando tudo que ver pela frente..."
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "4beb73b3-13c8-4b2a-8bbc-8e42514b3b38",
    "title": {
      "en": "Gold Kingdom and Water Kingdom"
    },
    "updatedAt": "2024-01-02T23:23:22+00:00",
    "coverArt": "https://mangadex.org/covers/4beb73b3-13c8-4b2a-8bbc-8e42514b3b38/1ed5bc33-e308-445a-bfca-942480efe8e3.jpg",
    "altTitles": [
      {
        "tr": "Altın Ülkesi,  Su Ülkesi"
      },
      {
        "ja-ro": "Kin no Kuni Mizu no Kuni"
      },
      {
        "en": "Country of Gold, Country of Water"
      },
      {
        "ja": "金の国水の国"
      },
      {
        "zh": "金之国水之国"
      },
      {
        "ja-ro": "Kin no Kuni, Mizu no Kuni"
      }
    ],
    "description": {
      "en": "Long long ago, there were two neighboring nations who were on bad terms.\"The grass from your nation keeps getting into mine every single day\". \"The sound of futons getting hit in your nation is annoying\". They argued over dull subjects like these. At long last, they got into a war because of the dog shit incident, And in the confusion, the gods intervened and mediated a truce between the heads of the two nations. This is what they said to say: Land A will send the most beautiful girl in the land to Land B, And Land B will send the smartest boy in the land to land A, and they will both be wed.  \n  \nNote: Ranked #1 Kono Manga ga Sugoi! 2017 (Female readers)"
    },
    "status": "completed",
    "releaseDate": 2014,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "8"
  },
  {
    "mangaId": "ebe32bf7-56e8-40d6-b1e7-22e87c8b3b42",
    "title": {
      "en": "The Book of Lagier"
    },
    "updatedAt": "2023-04-12T01:41:11+00:00",
    "coverArt": "https://mangadex.org/covers/ebe32bf7-56e8-40d6-b1e7-22e87c8b3b42/f2e5477f-5e43-4493-b875-70b43b15f396.png",
    "altTitles": [
      {
        "ko": "라지에르의 서"
      },
      {
        "ru": "Книга Лазьера"
      }
    ],
    "description": {
      "en": "What happens when a good-for-nothing human prince signs a contract with an all-powerful Demon King? Well, the prince dies instantly, and the Demon King is forced to take his place. But wait, there’s another catch! As the new Prince Lagier, the Demon King is obligated to fulfill the prince’s last wishes or never return to his former body. Join the Demon King and his demon friends as he gets in shape, battles the Angels, and races against time to complete his missions before it's too late.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=lBj56CRxNQ0)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%9D%BC%EC%A7%80%EC%97%90%EB%A5%B4%EC%9D%98-%EC%84%9C/2507)",
      "fr": "Le grand Roi Démon, Embilden, a été le premier à unifier le monde des démons. Un jour, un humain a osé invoquer le Roi Démon. C’était l’avide et le gros, le Prince Lagier Lou Jerlayla Rodwill ! Cependant, en invoquant le Roi Démon, il a fait une erreur dans le processus, ce qui a causé sa mort. Le corps de Lagier est gelé de force à cause du contrat qu’il avait passé avec le Roi Démon…\n\n« Eh bien, je pourrais tout aussi bien exaucer son souhait ». Le Roi Démon décide de devenir Lagier et d’exaucer le vœu que le Prince avait avant de mourir gelé.\nJusqu’au jour où le royaume de Jerlayla règne sur le monde avec une puissance inégalée par quiconque !\nC’est le début d’une nouvelle légende…… !\n« Je devrais commencer par perdre du poids ».\n… Je dois d’abord faire un régime.",
      "ko": "사상최초로 마계를 통일한 위대한 마왕 '엠빌던'.\n제르에이라 왕국 유일의 후계자인 성격파탄자 라지에르에게 빙의되었다?!\n\n역대 최강이라 불리는 113대 마왕 엠빌던은 어느 날 한 인간에게 소환된다.\n하지만 소환자인 망나니 뚱보 왕자 '라지에르 루 제르에이라 로드윌'은 소환과 동시에 그대로 사망해 버렸고\n결국 계약대행 의무에 의해 엠빌던은 라지에르의 몸에 강제로 빙의되고 마는데...\n\n\n탐욕스러운 라지에르가 바란 소원은 두 가지.\n\n첫째, 자신에게 그 누구보다 강한 힘을.\n둘째, 제르에이라가 세상을 지배할 수 있도록 할 것.\n\n\n마계로 돌아가기 위해 어쩔 수 없이 라지에르의 생전의 소원을 들어주기로 한 엠빌던.\n라지에르가 되어 그 누구보다 강한 힘으로 제르에이라 왕국이 세상을 지배하게 되는 새로운 전설의 시작이......!\n\n\n\"살부터 빼야겠네.\"\n\n...일단 다이어트부터 시작이다.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=lBj56CRxNQ0)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%9D%BC%EC%A7%80%EC%97%90%EB%A5%B4%EC%9D%98-%EC%84%9C/2507)",
      "ru": "Как-то раз принцу Лазьеру в руки попал гримуар призыва демонических существ. Недолго думая, он воззвал к демону, прося наделить его великой силой и сделать повелителем мира. Вот только принц был слаб телом и духом, оттого не сумел выдержать мощи существа, вселившегося в него, ведь был то не простой демон, а сам 113-й король Эмбильдон, прославившийся тем, что объединил мир демонов.\nБудучи контрактником, Эмбильдон не имеет права покинуть тело призывателя, пока не исполнит его желания. Но прежде чем повести «своё» королевство к мировому господству, ему придётся придумать, как поскорее разобраться с мешающим лишним весом оплывшего принца.\n\n---\n\n- [Webtoon Trailer](https://www.youtube.com/watch?v=lBj56CRxNQ0)\n\n- [Original Webtoon <Webtoon kakao>](https://webtoon.kakao.com/content/%EB%9D%BC%EC%A7%80%EC%97%90%EB%A5%B4%EC%9D%98-%EC%84%9C/2507)"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "baa95345-24fb-47a9-83e9-434ff671f968",
    "title": {
      "en": "Smoking Behind the Supermarket with You"
    },
    "updatedAt": "2024-01-28T18:10:33+00:00",
    "coverArt": "https://mangadex.org/covers/baa95345-24fb-47a9-83e9-434ff671f968/3791f674-39c7-40b1-82e5-d7677365ccce.jpg",
    "altTitles": [
      {
        "ja": "スーパーの裏でヤニ吸うふたり"
      },
      {
        "id": "Cerita Tentang Merokok di Belakang Supermarket"
      },
      {
        "es-la": "Historias que ocurren al fumar en la parte trasera del supermercado"
      },
      {
        "pt-br": "Uma história sobre fumar no fundo de um mercadinho"
      },
      {
        "ru": "История о перекуре за супермаркетом"
      },
      {
        "uk": "Історія про перекур за супермаркетом"
      },
      {
        "zh-hk": "在超市後門吸菸的二人"
      },
      {
        "en": "A Story About Smoking at the Back of the Supermarket"
      },
      {
        "en": "Behind the Supermarket, Smoking With You"
      },
      {
        "ar": "خلف المتجر ادخن معك"
      },
      {
        "ja-ro": "Super no Ura de Yani Suu Futari"
      },
      {
        "fr": "Fumer en bonne compagnie à l'arrière de la supérette"
      },
      {
        "fr": "Deux fumeurs à l'arrière de la supérette"
      }
    ],
    "description": {
      "en": "Sasaki, an overworked salaryman, goes through an average stressful day just for a single light at the end of the tunnel: Yamada, the always-cheerful clerk at his favorite convenience store. \n\nOne day, Sasaki takes an extra amount of time at a company meeting, and by the time he gets to the convenience store Yamada has already clocked out. However, as he leaves, he notices a young woman with piercings smoking behind the store?\n\n---\n**Links:**\n- Alternative Official English - [Manga UP!](https://global.manga-up.com/manga/261)",
      "ru": "Сасаки, переутомлённый служащий, каждый раз проживает обычный напряжённый день ради единственного света в конце туннеля: Ямада, жизнерадостная продавщица в его любимом магазинчике.\nВ один день, Сасаки задержался на работе и когда он возвращался домой через магазинчик, смена Ямады давно закончилась. Однако, когда он вышел, то заметил молодую женщину с пирсингом курящую за магазином.",
      "vi": "Sasaki - một người đàn ông làm công ăn lương, vượt qua những ngày làm việc mệt nhoài nhờ có tia sáng nơi cuối đường hầm: Yamada - nhân viên bán hàng luôn vui tươi tại siêu thị tiện lợi yêu thích của anh. Một ngày nọ, Sasaki phải ở lại công ty đến muộn vì một cuộc họp nên khi đến cửa hàng, Yamada đã hết giờ làm việc. Tuy nhiên, khi sắp rời đi, anh để ý thấy một cô gái trẻ đeo những chiếc khuyên xỏ đang ngồi hút thuốc phía sau cửa hàng…",
      "es-la": "Sasaki, un asalariado con exceso de trabajo, pasa por un día estresante promedio solo por una sola luz al final del túnel: Yamada, la siempre alegre empleada de su tienda de conveniencia favorita. Un día, Sasaki se toma una cantidad extra de tiempo en una reunión de la empresa, y cuando llega a la tienda de conveniencia, Yamada ya se había marchado. Sin embargo, cuando se va, se da cuenta de que una mujer joven con piercings fuma detrás de la tienda......",
      "pt-br": "Sasaki, um assalariado sobrecarregado, passa por um dia estressante comum apenas por uma única luz no fim do túnel: Yamada, o sempre alegre balconista de sua loja de conveniência favorita.\n\nUm dia, Sasaki leva um tempo extra em uma reunião da empresa e, quando chega à loja de conveniência, Yamada já bateu o ponto. No entanto, ao sair, ele percebe uma jovem com piercings fumando atrás da loja. O que vai se desenrolar?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6fbeea85-0005-4a07-85d6-a7dc482c189e",
    "title": {
      "en": "The King and Me"
    },
    "updatedAt": "2023-10-16T19:30:07+00:00",
    "coverArt": "https://mangadex.org/covers/6fbeea85-0005-4a07-85d6-a7dc482c189e/70dd3dca-bdd8-4c18-879f-dac6ee418df3.png",
    "altTitles": [
      {
        "zh": "再见，我的国王"
      },
      {
        "uk": "Побачимося, мій Королю"
      },
      {
        "zh-ro": "Zaijian, Wo De Guowang"
      },
      {
        "en": "Goodbye, My King"
      },
      {
        "en": "The King and Me"
      },
      {
        "en": "See You, My King"
      },
      {
        "ko": "안녕, 나의 폐하"
      }
    ],
    "description": {
      "en": "Zhang Li sees his beloved \"stone statue\" vanish before his eyes. Stricken with grief and remorse, he travels back in time and arrives in Elbis, a mythical ancient civilization that mysteriously perished.  At last, he encounters the \"stone statue\" again, only to find that he wasn't the old crybaby that clung to him every day, but a cold, ruthless \"tyrant\" instead. Will he be able to stay with him this time…?\n\nOfficial Translations:\n[Korean](https://www.bomtoon.com/comic/ep_list/my_majesty)",
      "uk": "Просто на очах Джана Лі мила його серцю кам'яна статуя щезає у небутті. Сповнений горя та каяття, юнак мандрує в минуле та потрапляє до Айбіссу, стародавньої цивілізації, що, за легендами, загадково вгасла багато сторіч тому. Удруге стрівши кам'яну статую, він усвідомлює, що дурник-плаксій, який бігав за ним хвостиком, перетворився на байдужого й безжального “деспота”. Чи здатен він залишитись із ним цього разу?.."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0df86784-961a-443c-9765-8b41702c6249",
    "title": {
      "en": "Alice-san Chi no Iroribata"
    },
    "updatedAt": "2024-04-23T17:50:47+00:00",
    "coverArt": "https://mangadex.org/covers/0df86784-961a-443c-9765-8b41702c6249/e1bd1a5f-aec9-497a-97c1-ce651ab8c337.jpg",
    "altTitles": [
      {
        "ja": "アリスさんちの囲炉裏端"
      },
      {
        "ru": "У очага в доме Арису-сан"
      },
      {
        "th": "มื้ออุ่นหน้าเตาแห่งบ้านคุณอลิซ"
      },
      {
        "en": "By The Hearth At Alice-san's Home"
      },
      {
        "en": "By the Furnace of Miss Alice’s House"
      },
      {
        "vi": "Bên bếp lửa nhà Alice-san"
      }
    ],
    "description": {
      "en": "After ten years, Alice returns to her hometown from Tokyo to live alone in a traditional Japanese house with a sunken hearth. Harumi, her childhood friend, nervously meets her again after such a long time, but the warmth of the hearth with Alice is just as warm as it was in the past...\n\nNext to the hearth in Miss Alice's house, let's have a leisurely meal together.",
      "pt-br": "Depois de 10 anos, Alice volta de Tóquio para a sua cidade natal e mora sozinha em uma antiga casa tradicional Japonesa com lareira. Harumi, um amigo de infância, estava animado para se encontrar novamente depois de muito tempo, mas o calor da lareira com Alice continua tão quente quanto no passado..."
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "30"
  },
  {
    "mangaId": "49496e76-08b8-4d47-aced-a13f2f8d90a4",
    "title": {
      "en": "Kiraware Majo Reijou to Dansou Ouji no Kon'yaku"
    },
    "updatedAt": "2024-03-20T00:38:49+00:00",
    "coverArt": "https://mangadex.org/covers/49496e76-08b8-4d47-aced-a13f2f8d90a4/ef52bd73-8061-4cc8-9d1a-c4c29165d742.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女令嬢と男装皇子の婚約"
      },
      {
        "en": "The Engagement of the Disgraced Witch and the Cross-Dressing Princess"
      },
      {
        "vi": "Hôn Ước Của Phù Thủy Bị Ruồng Bỏ Và Công Chúa Cross-dressing"
      },
      {
        "es": "El compromiso de la bruja deshonrada y la princesa travestida"
      },
      {
        "vi": "Cuộc đính hôn giữa Nàng phù thủy bị ghét bỏ và Cô công chúa giả nam"
      },
      {
        "th": "การหมั้นหมายของยัยเจ้าหญิงแต่งชายกับคุณหนูแม่มดผู้ถูกชิงชัง"
      },
      {
        "zh": "万人厌的魔女大小姐与男装皇子的婚约"
      },
      {
        "zh-hk": "萬人厭的魔女大小姐與男裝皇子的婚約"
      },
      {
        "zh-ro": "Wàn rén yàn de mónǚ dà-xiǎojiě yǔ nánzhuāng huángzǐ de hūnyuē"
      },
      {
        "ru": "Помолвка презираемой ведьмы и переодетой принцессы"
      },
      {
        "ko": "미움받는 마녀 영애와 남장 황자의 약혼"
      }
    ],
    "description": {
      "en": "Vilified by others as a \"witch\", Evris, the youngest daughter of the House of Bradley, is engaged to Mark, the fifth prince of the Kingdom of Klengel. When he abruptly announces that their engagement is broken off, Evris is plunged into despair. However, someone reaches out to her instead... The cross-dressing crown prince (♀) of a neighboring country!?\n\nThis is the story of a red-haired witch who manipulates shadows and a cross-dressing crown prince (♀) who is serving as a body double for her missing older brother. \n\nThe curtain rises on a fantasy romantic comedy of a girl being teased by a princess!\n\nSerialization began in the July 2023 issue of *Yuri Hime*.",
      "ja": "「魔女」と罵られるブラッドリー家の末娘・イヴリスは、婚約相手であるクレンゲル王国第5王子・マルクに突然の婚約破棄を宣言されていた。絶望のどん底に落とされるイヴリス。しかし、そんな彼女に手を差し伸べるのは…隣国の男装皇太子!?\n影を操る赤髪の魔女令嬢と失踪した兄の影武者となる男装皇子。\n王子様系女子に翻弄されるファンタジーラブコメ開幕！",
      "ru": "Эйвери, младшая дочь дома Брэдли, проклинаемая окружающими как \"ведьма\", помолвлена с Марком, пятым принцем королевства Кленгель. Когда он неожиданно объявляет, что их помолвка расторгнута, Эйвери впадает в отчаяние. Однако кто-то протягивает ей руку помощи... Наследный принц (♀) соседней страны?!\n\nЭто история о ведьме, управляющей тенями, и о переодетом наследном принце (♀), который является двойником пропавшего старшего брата.\n\nЗанавес приподнимается над фэнтезийной романтической комедией о девушке, которую дразнит принцесса!",
      "tr": "Bu, gölgeleri manipüle eden kızıl saçlı bir cadı ile kayıp ağabeyinin dublörü olarak rol yapan melez veliaht prensin hikâyesidir.\n\nDiğerleri tarafından “cadı” olarak lanetlenen Bradley Hanesi’nin en küçük kızı Evris, Klengel Krallığı’nın beşinci prensi Mark ile nişanlıdır. Mark aniden nişanı bozduğunu açıklayınca Evris umutsuzluğa kapılır. Ancak biri ona yardım elini uzatacaktır… Komşu ülkelerden birinin karşı cinsin kıyafetlerini giymeyi seven veliaht prensi!? Bir prenses tarafından dalga geçilen bir kızın fantastik romantik komedisinde perde açılıyor!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bf163e3-123a-41c1-b2bc-8254dbe5a09b",
    "title": {
      "en": "2.5 Dimensional Seduction"
    },
    "updatedAt": "2024-04-19T15:55:18+00:00",
    "coverArt": "https://mangadex.org/covers/7bf163e3-123a-41c1-b2bc-8254dbe5a09b/99b807c0-0ace-4a75-846d-b6a225501e06.jpg",
    "altTitles": [
      {
        "ja-ro": "2.5 Jigen no Ririsa"
      },
      {
        "ja-ro": "2.5 Jigen no Yuuwaku"
      },
      {
        "en": "2.5D Seduction"
      },
      {
        "ja": "2.5次元の誘惑"
      },
      {
        "ko": "2.5차원의 유혹"
      },
      {
        "es": "Risisa of 2.5 Dimension"
      },
      {
        "ar": "2.5 الإغواء البعدي"
      },
      {
        "th": "2.5 มิติ ริริสะ"
      },
      {
        "zh-hk": "2.5次元的誘惑"
      },
      {
        "zh": "2.5次元的诱惑"
      },
      {
        "vi": "Sự Quyến Rũ của 2.5D"
      },
      {
        "ru": "Соблазн 2,5-мерного измерения"
      },
      {
        "ja-ro": "2.5 Jigen no Yūwaku"
      }
    ],
    "description": {
      "en": "From Seven Seas:\n“I have no interest in real girls!” So claims Okumura, the president of the school’s manga club. He’s your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Liliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer–and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff, The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.\n\nEnglish volumes by [Seven Seas Entertainment](https://sevenseasentertainment.com/series/2-5-dimensional-seduction/)",
      "ja": "現実の女に興味無し！俺の嫁・リリエルは2次元にあり！そんな漫研部長・奥村の前に現れたのは…リアルなリリエル？ドキドキコスプレコメディ開幕！",
      "pt": "\"Eu não estou interessado em uma mulher real! Minha waifu Liliel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu… uma Liliel real?  \nUma super comédia empolgante começa!",
      "pt-br": "\"Eu não estou interessado em uma mulher real! Minha waifu, Liriel está no mundo 2D!\" Okumura, presidente do clube de mangá, um dia na sua frente apareceu... uma Liriel real? Uma super comédia empolgante começa!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4509fd84-c003-4c57-ab07-e207e6999dab",
    "title": {
      "en": "Issho ni Kurashite ii desu ka?"
    },
    "updatedAt": "2024-04-20T18:18:31+00:00",
    "coverArt": "https://mangadex.org/covers/4509fd84-c003-4c57-ab07-e207e6999dab/f6543ee0-f5fc-4266-aa25-585c2bb2d06f.jpg",
    "altTitles": [
      {
        "ja": "一緒に暮らしていいですか？"
      },
      {
        "pt-br": "Posso morar com você?"
      },
      {
        "id": "Bolehkan Aku Tinggal Bersamamu?"
      },
      {
        "en": "May I Live With You?"
      },
      {
        "fr": "Pouvons-nous vivre ensemble ?"
      },
      {
        "ru": "Можем ли мы пожить вместе?"
      }
    ],
    "description": {
      "en": "Hiromi Sonoda has no girlfriend, no job, and no home, until he finds a shared-house with very cheap rent and goes to check it out. However, the share-house has a certain condition... Kei Sasuga presents a new \"Share House Romantic Comedy\"!",
      "fr": "Hiromi Sonoda n'a plus de petite amie, plus de travail et plus de maison, jusqu'à ce qu'il trouve une colocation au loyer très bon marché et qu'il aille la visiter. Cependant, la colocation est soumise à certaines conditions...\nKei Sasuga présente sa nouvelle \"Share House Romantic Comedy\" !",
      "id": "Hiromi Sonoda tidak punya pacar, tidak punya pekerjaan, dan tidak punya rumah, sampai dia menemukan rumah kos-kosan dengan harga sewa yang sangat murah dan pergi untuk melihatnya. Namun, rumah kos-kosan memiliki syarat tertentu... Kei Sasuga menghadirkan \"Komedi Romantis Rumah Kos-kosan\" baru!",
      "ja": "「幸せな家庭」を夢見る園田寛美は、職を失い同棲中の彼女に振られて、家ナシ金ナシ彼女ナシに…。そんなときに、間違えて入居したのが、なんと女性専用シェアハウスだった!!",
      "pt-br": "Hiromi é um homem que sempre sonhou em ter uma família calorosa e amorosa por causa de um incidente em seu passado. Entretanto, depois que sua namorada terminou com ele por várias razões, ele começa a desistir de seu sonho e pensa que nunca será capaz de realizá-lo. Sem um lugar para viver, ele chega a uma casa compartilhada cheia de mulheres. Será que ele vai encontrar o lar e a família que ele almeja neste novo lugar?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "26c4a83f-4078-431b-b862-820c452bb278",
    "title": {
      "en": "Misoshiru de Kanpai!"
    },
    "updatedAt": "2022-12-12T11:38:17+00:00",
    "coverArt": "https://mangadex.org/covers/26c4a83f-4078-431b-b862-820c452bb278/9c0e0cb7-2b1f-434a-a9ab-8bb79c6c956c.jpg",
    "altTitles": [
      {
        "en": "Let's Have a Toast With Miso Soup!"
      },
      {
        "ja": "味噌汁でカンパイ！"
      },
      {
        "ko": "미소된장국으로 건배!"
      }
    ],
    "description": {
      "en": "Zenichirou is a middle school student raised in a motherless family. His breakfast always consists of onigiri and instant miso soup from the convenience store. Yae, a childhood friend of Zenichirou, cannot stand to see him eat such an innutritious breakfast, so she decides to make him breakfast every morning…  \n  \nThis story conveys a simple message: eating with another person makes miso soup taste more delicious and hearty!"
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "14",
    "lastChapter": "84"
  },
  {
    "mangaId": "ec3d72be-ef09-4139-9910-920dcdc033ef",
    "title": {
      "en": "Megarosalia"
    },
    "updatedAt": "2024-04-21T22:11:04+00:00",
    "coverArt": "https://mangadex.org/covers/ec3d72be-ef09-4139-9910-920dcdc033ef/c3a726ae-78c6-4554-9ba6-80d8b111ffdb.jpg",
    "altTitles": [
      {
        "ja": "メガロザリア"
      },
      {
        "ru": "Мега Розалия"
      },
      {
        "uk": "Мега Розалія"
      },
      {
        "ja-ro": "Megarosalia"
      }
    ],
    "description": {
      "en": "A true villainess, she will mercilessly kill anyone who gets in the way of her glory. She'll trick and manipulate the witch with the power to rewind time into killing her rivals! A fantastic suspense story about starting from the bottom and overthrowing the hierarchy to become Queen!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "740b6aa9-e7bc-467b-b561-1234e3cf4439",
    "title": {
      "en": "The Doomsday Ruthless Man: Hoarding Trillions of Supplies at the Beginning"
    },
    "updatedAt": "2024-03-20T13:22:39+00:00",
    "coverArt": "https://mangadex.org/covers/740b6aa9-e7bc-467b-b561-1234e3cf4439/0d78a290-eb2d-4f43-8036-867a0bc2b303.jpg",
    "altTitles": [
      {
        "zh": "末日狠人：开局囤积万亿物资"
      },
      {
        "zh-hk": "末日狠人：開局囤積萬億物資"
      },
      {
        "zh-ro": "Mò Rì Hěn Rén: Kāijú Túnjī Wàn Yì Wùzī"
      },
      {
        "zh-ro": "Mo Ri Hen Ren: Kaiju Tunji Wan Yi Wuzi"
      },
      {
        "en": "Stockpiling in Apocalypse The Doomsday Ruthless Man: Hoarding Trillions of Supplies at the Beginning"
      },
      {
        "en": "The Last All-Knowing Man Collected Trillions of Stuff from Day One"
      }
    ],
    "description": {
      "en": "The earth is affected by unknown energy, the core expands, and natural disasters and doomsday come. Extreme heat, earthquakes, volcanic eruptions, floods, severe cold... natural and man-made disasters come one after another! Su Chen struggled through the apocalypse and finally entered the safe zone, but was betrayed by his girlfriend in the end! Reborn and returned to one month before the end. This time, I only live for myself!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "3ec4ed54-a4b3-4761-b6c0-c6ddbc8e2a1e",
    "title": {
      "en": "Libidors"
    },
    "updatedAt": "2024-04-22T13:20:34+00:00",
    "coverArt": "https://mangadex.org/covers/3ec4ed54-a4b3-4761-b6c0-c6ddbc8e2a1e/9a478e10-3159-46ea-aede-dae38afbfaf9.jpg",
    "altTitles": [
      {
        "ru": "Либидо"
      },
      {
        "ja": "リビドーズ"
      },
      {
        "zh": "性色战记"
      }
    ],
    "description": {
      "en": "Isamu doesn't stand out, and everyone calls him a \"side character\" behind his back. Even his passion for running doesn't get him anywhere on the track team, so he spends his nights languishing at a low-paying part-time job. It feels like everything he's holding in is going to boil over, but when people start getting infected with a mysterious illness that turns them into monsters when sexually aroused, he will have to learn how to control the urges he has pent up inside in order to survive.",
      "pt-br": "Isamu não se destaca, e todo mundo o chama de “zé ninguém” pelas costas. Mesmo sua paixão pela corrida não o leva a lugar algum na equipe de atletismo, e assim ele passa suas noites definhando em um emprego de meio período de baixo salário. Parece que tudo o que ele gosta vai desaparecer, mas quando pessoas começam a ficar infectadas com uma doença misteriosa que as transformam em monstros quando ficam sexualmente excitadas, ele terá que aprender a controlar os impulsos que ele tem reprimido por dentro, para sobreviver."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "72"
  },
  {
    "mangaId": "a7e1407f-5cd7-40ea-8960-cf69c6a35361",
    "title": {
      "en": "Lost World (Private Ed.)"
    },
    "updatedAt": "2023-03-08T21:08:38+00:00",
    "coverArt": "https://mangadex.org/covers/a7e1407f-5cd7-40ea-8960-cf69c6a35361/094d75e1-701a-44af-a554-f52abf192188.png",
    "altTitles": [
      {
        "ja-ro": "Lost World (Shikaban)"
      },
      {
        "ja": "ロスト・ワールド (私家版)"
      },
      {
        "en": "Lost World: The Original"
      }
    ],
    "description": {
      "en": "One night, Ryosuke Jagata is murdered by a thief after a hidden jewel on his person. His butler and rabbit boy Mimio (Mimi-chan) take quick notice. They soon butt heads with Mustachio, a private detective, who decides to take up the case. Mustachio, wanting more information, comes to the laboratory of Prof. Hoyoku Shikishima, a scientist experimenting with giving animals human souls.\n\nMeanwhile, the planet Mamango makes the rounds. Said to be a part of the Earth from long ago, it is now steadily coming closer toward the Earth... Shikishima is researching this planet, and what Jagata was murdered over may be connected to this.\n\nThe original version of Lost World done in Tezuka's middle school days. Very close to the final version, but has a great number of differences.\n\n---\n**Volumes 360 and 361 of the Osamu Tezuka Complete Works**"
    },
    "status": "completed",
    "releaseDate": 1942,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "24"
  },
  {
    "mangaId": "48de4f49-d7f9-4b0c-99f4-0929c2a9910b",
    "title": {
      "en": "Gakeppuchi Reijou wa Kurokishi-sama o Horesasetai!"
    },
    "updatedAt": "2024-03-31T08:41:08+00:00",
    "coverArt": "https://mangadex.org/covers/48de4f49-d7f9-4b0c-99f4-0929c2a9910b/ce155177-be92-4337-8486-9b183742b180.jpg",
    "altTitles": [
      {
        "ja": "崖っぷち令嬢は黒騎士様を惚れさせたい！"
      },
      {
        "ja-ro": "Gakeppuchi Reijou wa Kurokishi-sama wo Horesasetai!"
      },
      {
        "en": "I want to make Black-Knight fall in love with me!"
      },
      {
        "es-la": "¡Quiero hacer que el Caballero Oscuro se Enamore de mi!"
      },
      {
        "en": "A Noblewoman on the Brink of Disaster Wants to Make the Black Knight Fall in Love!"
      },
      {
        "en": "I Want to Make Black-Knight Fall In Love With Me!"
      },
      {
        "pl": "Chcę, żeby Czarny Rycerz Się We Mnie Zakochał"
      }
    ],
    "description": {
      "en": "My family is in debt, and we don't have enough money for my sick sister's treatment...\r\nThe troubled noble, Clarice, finds herself engaged in a political marriage with the most feared Black-Knight in the kingdom, Frost, known for \"slaughtering beasts with his bare hands\".\r\nIn an attempt to secure the fortune, Clarice tries to seduce the \"Black-Knight\", but just as she does, she discovers \"her\" secret...",
      "es-la": "Mi familia está endeudada, y no tenemos suficiente dinero para el tratamiento de mi hermana enferma...\r\nLa nobleza en apuros, Clarice, se encuentra comprometida en un matrimonio político con el Caballero Oscuro más temido del reino, Frost, quien es conocido por \"matar bestias con sus propias manos\"\r\nCon la intención de asegurar la fortuna, Clarice intenta seducir al \"Caballero Oscuro\", pero justo cuando lo hace, descubre el secreto de \"ella\"..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  }
]