[
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:22:32+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck - Digital Colored Comics"
      },
      {
        "en": "Undead Unluck"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      },
      {
        "vi": "Bất tử và bất hạnh (Bản màu)"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f4de96bb-15fa-4fb5-ac7f-126448f031f5",
    "title": {
      "en": "STRAND"
    },
    "updatedAt": "2024-09-08T04:50:51+00:00",
    "coverArt": "https://mangadex.org/covers/f4de96bb-15fa-4fb5-ac7f-126448f031f5/6c4a08e3-8f78-4172-a1e8-76ea64cd3d30.jpg",
    "altTitles": [
      {
        "ja": "ストランド"
      },
      {
        "zh-hk": "停滯的青春STRAND"
      },
      {
        "zh": "停滞的青春STRAND"
      }
    ],
    "description": {
      "en": "Four high school classmates, not exactly close friends, share moments that are both fun and irreplaceable, yet tinged with a quiet heartache they don’t even realize. 'It feels like time has stopped.' Youth is both vibrant and muted. These are the daily lives of high schoolers—and the strange twists in between. A story that explores the meaning of a small act of courage in an unconventional coming-of-age drama (Anti-Electric Parade) begins!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7596b1b5-186e-4284-a89c-d2a083808e6e",
    "title": {
      "en": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin 1-kai mo Dekinai kedo Yasete Isekai Sukuimasu"
    },
    "updatedAt": "2024-08-29T09:03:45+00:00",
    "coverArt": "https://mangadex.org/covers/7596b1b5-186e-4284-a89c-d2a083808e6e/43bfc4be-c674-48da-b799-e914168fd73b.jpg",
    "altTitles": [
      {
        "id": "Tereinkarnasi sebagai Pangeran yang Mengecewakan: Saat Ini Sit-up Sekali pun Tak Bisa, tapi akan Kucoba 'tuk Diet dan Selamatkan Dunia"
      },
      {
        "en": "That Time I Got Reincarnated as a Disappointing Prince"
      },
      {
        "en": "That Time I Got Reincarnated as a Disappointing Prince: Right Now I Can't Even Do One Sit-up, but I'll Try to Lose Weight and Save the World"
      },
      {
        "ja": "転生先が残念王子だった件 ～今は腹筋１回もできないけど痩せて異世界救います～"
      },
      {
        "ja-ro": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin 1-kai mo Dekinai kedo Yasete Isekai Sukuimasu"
      },
      {
        "ja-ro": "Tensei Saki ga Zannen Ouji Datta Ken: Ima wa Fukkin Ikkai mo Dekinai kedo Yasete Isekai Sukuimasu"
      },
      {
        "en": "Reincarnated as a Disappointing Prince～I can't do a single sit-up now, but I'm going to lose weight and save another world～"
      }
    ],
    "description": {
      "en": "A young man who gets into a plane crash while returning from a business trip overseas is reincarnated into another world after being asked by the goddess to defeat the evil god.   \r\n  \r\nHowever, he was reincarnated as a stupid prince who is known among the aristocrats as the \"Pig Prince (Orc Prince)\" because of his fat and ugly appearance. If you can't even do one sit-up, how are you going to defeat the evil god? This is the story of the Pig Prince's struggle to lose weight!  \r\n  \r\n\r\n\r\n---",
      "id": "Seorang pemuda yang mengalami kecelakaan pesawat saat pulang dari perjalan binis di luar negeri direinkarnasi ke dunia lain setelah diminta oleh dewi untuk mengalahkan dewa jahat.   \r\n  \r\nAkan tetapi, ia tereinkarnasi sebagai seorang pangeran bodoh. yang terkenal di kalangan ningrat dengan julukan \"Pangeran Orc/Pangeran Babi\" karena penampilannya yang gendut dan jelek. Sit-up saja tidak bisa, apalagi mengalahkan dewa jahat? Inilah kisah perjuangan si Pangeran Babi dalam menurunkan berat badan!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "97080ea0-3738-4415-9018-df279cfe48b6",
    "title": {
      "en": "The Supporting Female Is Reborn, She Will No Longer Serve This Broken Plot"
    },
    "updatedAt": "2024-08-25T13:31:59+00:00",
    "coverArt": "https://mangadex.org/covers/97080ea0-3738-4415-9018-df279cfe48b6/0906274b-0b11-4206-a427-8cb7517e46bc.jpg",
    "altTitles": [
      {
        "zh": "女配重生，这破剧情她不伺候了"
      },
      {
        "ko": "조연으로 태어났지만 막장드라마에 봉사하지 않겠다"
      }
    ],
    "description": {
      "en": "Yin Susu couldn't believe that she was reborn again, her life was repeating again, the setting was the same, the painful things were the same.\n\nShe thought that she would just become a salted fish,* living a lazy life, waiting for death, waiting for everything to end, for the female lead to die, which would mean the end of everything, but she did not want to accept her fate!\n\n\"If you, the female lead, has a golden hand, then I will break that golden hand.\"\n\n*salted fish: metaphor of a corpse or a person who doesn't want to do anything."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "240"
  },
  {
    "mangaId": "1b614b46-845e-43b1-b9a0-587df889c893",
    "title": {
      "en": "Sonic the Hedgehog (DS)"
    },
    "updatedAt": "2024-09-01T19:19:44+00:00",
    "coverArt": "https://mangadex.org/covers/1b614b46-845e-43b1-b9a0-587df889c893/02d9701a-fbeb-4f84-b6b2-a7ee1e59b16d.jpg",
    "altTitles": [
      {
        "ja": "ソニック・ザ・ヘッジホッグ"
      }
    ],
    "description": {
      "en": "A lighthearted adventure series based off then-current Sonic games, changing focus nearly every year. Games covered in story arcs include:  \n  \n- Sonic Unleashed  \n- Sonic & The Black Knight  \n- Sonic Chronicles  \n- Sonic Colors  \n- Sonic Generations"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "607178c7-a989-4f94-8cff-1694950c294d",
    "title": {
      "en": "Tail of the Moon"
    },
    "updatedAt": "2024-05-03T18:01:22+00:00",
    "coverArt": "https://mangadex.org/covers/607178c7-a989-4f94-8cff-1694950c294d/aeb74de3-7dc0-4c3f-b18e-d3882f149b27.jpg",
    "altTitles": [
      {
        "en": "Promise of the Moon"
      },
      {
        "ja": "月のしっぽ"
      },
      {
        "zh-hk": "月亮的尾巴"
      },
      {
        "ko": "달의 꼬리"
      },
      {
        "ja-ro": "Tsuki no Shippo"
      }
    ],
    "description": {
      "en": "Usagi is the granddaughter of the leader of a prestigious ninja village, but she's such a klutz that she's never made it out of the lower class. Frustrated with Usagi's lack of progress, her grandfather sends her to marry Lord Hanzo with an order to breed many ninja children. But the lord has no interest in her or her childbearing potential!\n\nThe last volume includes Promise of the Moon.\n\nRelated Series:\nRan to Aoi (Spin-Off)\nTsuki no Toiki Ai no Kizu (Prequel)"
    },
    "status": "completed",
    "releaseDate": 2002,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": ""
  },
  {
    "mangaId": "02b80fce-8fd0-46dc-a6e4-a65f701fde4a",
    "title": {
      "en": "We Are Not Dating!!"
    },
    "updatedAt": "2024-08-22T01:10:09+00:00",
    "coverArt": "https://mangadex.org/covers/02b80fce-8fd0-46dc-a6e4-a65f701fde4a/98be450d-fef5-4324-a277-94856f13b8bf.png",
    "altTitles": [
      {
        "ko": "우리 안 사귀어!!"
      },
      {
        "id": "Kami Tidak Berpacaran!!"
      }
    ],
    "description": {
      "en": "“Why do you keep asking if we’re dating? We’re just holding hands, we’re not dating!!”\nIt’s a slice-of-life romantic comedy about couples who aren’t really couples!",
      "id": "Sebuah karya baru dari author Webtoon Character Na Kang Lim\n\n“Kenapa kamu terus tanya kalau kita pacaran? Kita cuma bergandengan tangan, kita nggak pacaran!!”"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0854fa2a-aa41-4ba7-9946-23562f747718",
    "title": {
      "en": "Listen to My Voice!!"
    },
    "updatedAt": "2024-05-12T12:27:39+00:00",
    "coverArt": "https://mangadex.org/covers/0854fa2a-aa41-4ba7-9946-23562f747718/b2fb15db-8b4c-4f53-ace3-5501942c7308.jpg",
    "altTitles": [
      {
        "zh-hk": "請聽我的聲音!!"
      },
      {
        "zh-ro": "Qǐng Tīng Wǒ de Shēngyīn!!"
      },
      {
        "ja": "僕の声を聞いてほしい!!"
      },
      {
        "ja-ro": "Boku no Koe Okīte Hoshī!!"
      },
      {
        "en": "Please Listen to My Voice!!"
      },
      {
        "vi": "Lắng Nghe Tôi Nè!!"
      },
      {
        "ru": "Услышь мой голос!!"
      },
      {
        "pt-br": "Ouça minha voz!"
      },
      {
        "pt-br": "Por favor, escute minha voz!"
      }
    ],
    "description": {
      "en": "Ye QiaoWen, an older sister-childhood-neighbor of our protagonist whom he has always admired has just recently moved back.\n\nBut Deng XianHe, the protagonist, has just recently learned that she already has someone else in her heart — a fact that suffers Deng XianHe greatly.\n\nSuddenly seeing his usually bright and capable older sister turn into someone who is always hesitant and confused, Deng XianHe chose to suppress his years-long feelings of love, anguish, and longing.",
      "ja": "隣に住んでいた憧れのお姉さん・葉巧玟（イエチャオウェン）がこの町に戻ってきて、なし崩し的に高校生の僕・鄧賢和（ドンシアンホー）と同居することに。いつも颯爽としていてなんでもできる巧姉（チャオねえ）のはずが、僕の前では間抜けで優柔不断でダメダメな社会人だった!? さらに、バイト先で知りあったカッコいい先輩と、素直で明るい同級生。僕を囲む3人の女子はそれぞれが悩みを抱えていて……。楽しくもほろ苦い青春ドラマの幕が上がる!!\n\n---\n**Links:**\n- [Official Japanese 1](https://comic.webnewtype.com/contents/bokukoe)\n- [Official Japanese 2](https://comic-walker.com/contents/detail/KDCW_KS12204287010000_68)\n- [Official Japanese 3](https://web-ace.jp/comicnewtype/contents/693/)\n- [Official Japanese 4](https://seiga.nicovideo.jp/comic/64961)",
      "pt-br": "Ye Qiao Wen, uma velha companheira, vizinha de infância de nosso protagonista, a quem ele sempre admirou, mudou-se recentemente.\n\nMas Deng Xian He, o protagonista, descobriu recentemente que ela já tem outra pessoa em seu coração - um fato que o deixa muito magoado.\n\nDe repente, ao ver sua velha companheira, geralmente brilhante e capaz, se transformar em alguém sempre hesitante e confuso, Deng Xian He optou por reprimir seus sentimentos de amor, angústia e saudade que já duravam anos.",
      "zh-hk": "從小憧憬的鄰居大姐姐葉巧玟最近搬回來了，但少年鄧賢和卻得知她心中另有所屬的消息，澆熄了鄧賢和多年來的思念。看見平常精明幹練的大姐姐，在自己面前卻變成迷糊、做事猶豫不決的迷茫社會人，少年隱忍着失戀的情緒，第一次想對她發出怒吼，卻還是同"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c1117e35-23ca-4096-8b92-2340d11913d5",
    "title": {
      "en": "Necromancer, the Ultimate Scourge!"
    },
    "updatedAt": "2024-06-25T14:46:12+00:00",
    "coverArt": "https://mangadex.org/covers/c1117e35-23ca-4096-8b92-2340d11913d5/c769a118-e8d7-428d-9b96-1f991af33682.png",
    "altTitles": [
      {
        "zh": "死灵法师！我即是天灾"
      },
      {
        "zh-ro": "Si Ling Fashi! Wo Ji Shi Tianzai"
      },
      {
        "zh-ro": "Sǐ Líng Fǎshī! Wǒ Jí Shì Tiānzāi"
      },
      {
        "en": "Necromancer! I Am a Disaster"
      },
      {
        "en": "Necromancer: King of The Scourge"
      },
      {
        "en": "Disastrous Necromancer"
      },
      {
        "en": "Catastrophic Necromancer"
      },
      {
        "pt-br": "Necromante: O Rei da Calamidade"
      }
    ],
    "description": {
      "en": "In a world where magic and monsters exist, Lin Moyu has hit the age of acquiring his very own profession. While most would be lucky just to obtain a high-level combat class, Moyu becomes the ultrarare necromancer!\n\nBeing the first and only one of his kind, he has no idea of the potential he possesses on his journey to level up and face great challenges.\n\nWhat new heights will Moyu achieve with his unique army of undead?",
      "zh": "游戏降临现实，世界规则颠覆，人类进入全民转职时代。 唯有成为转职者！升级变强！方能站上世界之巅！ 转职当天，林默语成为唯一性隐藏职业，死灵法师。 从此召唤物不死绝，林默语便不会死。 “我高坐骸骨神座，行走生死之间。” “我即是天灾！”"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9422a147-c0c8-400d-9106-57cb8ece3dba",
    "title": {
      "en": "Kimi wa Meido-sama"
    },
    "updatedAt": "2024-08-05T18:20:32+00:00",
    "coverArt": "https://mangadex.org/covers/9422a147-c0c8-400d-9106-57cb8ece3dba/d8b32aed-7687-4757-8fd5-c19782402b53.jpg",
    "altTitles": [
      {
        "en": "You are Ms. servant"
      },
      {
        "ja": "君は冥土様"
      },
      {
        "zh-hk": "暗殺女僕冥土醬"
      }
    ],
    "description": {
      "en": "A girl in a maid uniform came to Hitoyoshi's house looking for a job. Her previous job was an assassin, and she is skilled in all the deadly arts, but she's a complete beginner at housework. Hitoyoshi was confused by the strange request and sent her away. But then she saved Hitoyoshi from a deadly accident, and he thought maybe they can make this work? This is a story about a maid who was a cold-hearted killer learning about new emotions. A maid who lived a lonely life in the underworld finally finding family. The start of an enjoyable daily life.",
      "id": "||Seorang gadis dengan pakaian pelayan datang ke rumah Hitoyoshi untuk mencari pekerjaan. Pekerjaan dia sebelumnya adalah seorang pembunuh, dan dia sangat ahli dalam semua teknik membunuh, tapi dia sangat awam dalam pekerjaan rumah. Hitoyoshi bingung dengan permintaan anehnya itu dan memintanya pergi. Tapi kemudian gadis itu menyelamatkan Hitoyoshi dari sebuah kecelakaan maut, dan Hitoyoshi pikir dia mungkin bisa mempekerjakannya? Ini adalah kisah tentang seorang pelayan yang dulunya adalah pembunuh berdarah dingin kini belajar tentang emosi baru. Seorang pelayan yang hidup kesepian di dunia bawah akhirnya menemukan keluarga. Awal kehidupan sehari-hari yang menyenangkan dimulai!||"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "91503d4c-16d6-4962-9eca-93557667066c",
    "title": {
      "ja-ro": "Naze Boku no Sekai wo Daremo Oboeteinai no ka?"
    },
    "updatedAt": "2024-07-12T17:32:28+00:00",
    "coverArt": "https://mangadex.org/covers/91503d4c-16d6-4962-9eca-93557667066c/dc196a9d-f938-4e54-a4a1-b2ecf148b0cf.jpg",
    "altTitles": [
      {
        "tr": "Neden Kimse Benim Dünyamı Hatırlamıyor?"
      },
      {
        "vi": "Phy Sew lu, ele tis Es feo r-delis ec I."
      },
      {
        "en": "Why Doesn't Anybody Remember My World?"
      },
      {
        "ru": "Почему все забыли мой мир?"
      },
      {
        "ja": "なぜ僕の世界を誰も覚えていないのか？"
      },
      {
        "en": "Why Does Nobody Remember Me in This World?"
      },
      {
        "zh-hk": "為何無人記得我的世界？"
      },
      {
        "zh": "为何无人记得我的世界？"
      }
    ],
    "description": {
      "en": "\"Why doesn't anybody remember the true world…!\"  \r\nThe great war between the five races over the world ended when the Hero Sid led humanity to victory. A young soldier named Kai watched as that world was suddenly overwritten before his eyes. In the rewritten world, Sid never existed. Humanity had lost. There, dragons and demons ruled the world. Kai was forgotten by everyone around him.  \r\nHowever, after encountering the mysterious girl Rinne, Kai decides to break this rewritten destiny. In a world without a hero, he inherits the hero's sword and martial arts and challenges the mighty enemy races in power. Thus begins the quest of one boy, forgotten by the world, to take back the future!",
      "pt-br": "\"Por que ninguém se lembra do mundo verdadeiro...!\" A época em que a grande corrida das cinco tribos competindo pela hegemonia no solo terminou com a vitória da humanidade liderada pelo herói Sid. No entanto, o mundo foi de repente \"sobrescrito \" na frente de um menino chamado Kai. No mundo reescrito, Kai viu a cena onde os seres humanos perderam para as cinco tribos por causa da ausência de herói Sid. Aqui dragões e demônios dominam o solo, e Kai é uma existência esquecida por todos os seres humanos. No entanto, depois de encontrar a misteriosa menina Rinne, Kai decide quebrar este destino reescrito. Em um mundo sem heróis, ele herda a espada do herói e a arte marcial e desafia as raças inimigas poderosas que reinam."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "cc8bc5a3-cd2b-4309-9626-953f3bece49b",
    "title": {
      "en": "Kuro no Senki II - Isekai Teni Shita Boku ga Saikyou na no wa Bed no Ue dake no You desu"
    },
    "updatedAt": "2024-09-06T19:29:39+00:00",
    "coverArt": "https://mangadex.org/covers/cc8bc5a3-cd2b-4309-9626-953f3bece49b/14701de3-78aa-43c7-8f51-66094cb5942e.jpg",
    "altTitles": [
      {
        "en": "Kuro no Senki II: It Seems that I, Who has Moved to Another World, is the Strongest Only on the Bed"
      },
      {
        "en": "Record Of Kurono's War II"
      },
      {
        "ja": "クロの戦記Ⅱ 異世界転移した僕が最強なのはベッドの上だけのようです"
      }
    ],
    "description": {
      "en": "Kurono Crawford (Chrono Crawford), a noble of Cepheus Empire had a secret. It was that he came from a Different world… Modern Japan. Having the knowledge about the modern weapons and his sense of values, he was an existence almost like a cheat, aiming to be the “Harem king”.    Abandoned by his superiors, left in command of the Empire’s rejects consisting of demi-humans such as Minotaurs, Dwarfs, and Elves, and thrust into a position as head of a poor fiefdom, Chrono will do everything he can to rebuild and strengthen his forces and revitalize the land, aided in part by his knowledge of the other world.",
      "ja": "ある日突然異世界に転移させられた黒野久光は、名前をクロノ・クロフォードと変え千人の亜人軍を率いて一万の敵軍と戦う事になる。亜人軍の指揮官として武勲を立てたクロノは皇女より公爵領の領地を任され、領地改革に乗り出していた！未経験の領地経営を現代知識を絞り、なんとか領地を立て直していく。そうした中、クロノの周りには魅力的な女性たちが集まっていき…？",
      "pt-br": "Kurold Crawford um nobre do Império Kefaus, tinha um segredo. ele veio de um mundo diferente… O Japão moderno. Tendo o conhecimento sobre as armas modernas e seu senso de valores, sua existência é quase como uma trapaça, com o objetivo de ser o \"rei do Harém\".    Abandonado por seus superiores, deixado no comando dos rejeitados do Império, consistindo de demi-humanos como Minotauros, Anões e Elfos, e levado à posição de chefe de um feudo pobre, Kuro fará tudo o que puder para reconstruir e fortalecer suas forças e revitalizar a terra, auxiliado em parte por seus conhecimentos do outro mundo…."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36",
    "title": {
      "en": "The Hundred Ghost Stories That Led to My Death"
    },
    "updatedAt": "2024-07-09T10:24:42+00:00",
    "coverArt": "https://mangadex.org/covers/1c01dcad-8e60-4fdd-8dd4-ddc5c200ba36/be3ea405-a17a-46d1-b0c4-caad9d2df100.jpg",
    "altTitles": [
      {
        "ja": "僕が死ぬだけの百物語"
      },
      {
        "ja": "Boku ga Shinu dake no Hyakumonogatari"
      },
      {
        "zh": "我死前的百物语"
      },
      {
        "en": "100 Ghost Stories to Die For"
      },
      {
        "en": "Hundred Ghost Stories of My Own Death"
      }
    ],
    "description": {
      "en": "One day, an elementary school child named Yuuma tries to jump out of his classroom window. His classmate Hina stops him and, in a bid to stall for time, asks him, “Do you know the round of a hundred ghost stories?” Hina tells Yuuma about a ritual where, if you tell a hundred ghost stories, you’ll see ghosts afterward. Learning this gives Yuuma a new lease on life. Chapter by chapter, he shares ghost stories with the reader, slowly but surely inching his way toward one hundred…\n\n(Source: Seven Seas Entertainment)",
      "pt-br": "Série de terror antológica detalhando a \"Rodada das 100 Histórias de Fantasmas\", muitas vezes usado como um teste de coragem, onde os participantes contam cem histórias sobrenaturais,  apagam uma vela e se olham no espelho depois de terminar cada história. Quando a centésima vela é apagada, diz-se que fantasmas e demônios são convocados ao nosso mundo. Um antigo conto popular originário do Japão recontado por de Yuuma, um menino que vive em uma casa problemática."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb",
    "title": {
      "en": "Kyouran Reijou Nia Liston - Byoujaku Reijou ni Tensei shita Kamigoroshi no Bujin no Karei Naru Musouroku"
    },
    "updatedAt": "2024-04-13T16:22:01+00:00",
    "coverArt": "https://mangadex.org/covers/5cb6e7dd-0fd8-4aab-be7c-5446b007f9bb/a6ccbd60-ee08-40f5-b118-cad47a11b572.jpg",
    "altTitles": [
      {
        "ja": "凶乱令嬢ニア・リストン 病弱令嬢に転生した神殺しの武人の華麗なる無双録"
      },
      {
        "en": "Brutal Daughter Nia Liston: A Splendid Matchless Record of a God-Slaying Warrior Reincarnated as a Sickly Daughter"
      },
      {
        "vi": "Cuồng loạn lệnh nương - Nia Liston"
      },
      {
        "en": "Nia Liston: The Merciless Maiden"
      }
    ],
    "description": {
      "en": "The strongest reincarnated daughter goes on the rampage! A gripping, otherworldly entertainment!\n\n\"I wanted to die fighting anyway.\"\n\nThe great hero, who once even killed a god, wanted to fight even in death. What awaited her was her reincarnation as a sickly noblewoman. In the future world, she becomes the beautiful but too weak Daughter Nia Liston, but in her second life, she goes on a rampage in battle, in delivery activities and in academy life!\n\nThis is a record of the brilliant battles of the hero who will eventually be known as the \"Wicked Rampant Daughter\". The most powerful Warriors' Daughter presents the start of a painful otherworldly entertainment!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "dd13dad6-7cda-46cf-8d4f-13adfc6c37d6",
    "title": {
      "en": "Shihai Shoujo Kubaru-chan"
    },
    "updatedAt": "2024-09-03T06:19:59+00:00",
    "coverArt": "https://mangadex.org/covers/dd13dad6-7cda-46cf-8d4f-13adfc6c37d6/a9fe0efb-d7d4-4ced-bd54-635969b096a9.jpg",
    "altTitles": [
      {
        "ja": "支配少女くばるちゃん"
      },
      {
        "en": "Ruling Girl Kubaru-chan"
      },
      {
        "en": "Controlling Girl Kubaru-chan"
      }
    ],
    "description": {
      "en": "After fierce bullying, Yuuto Kiba wanted to die. On the verge of committing suicide, his fate changes rapidly when a strange and funky beautiful girl, Kubaru, tells him, “Give me your life”.\n\nMake your life happy with love?! A slightly strange and psycho love drama.",
      "ja": "熾烈ないじめの末に、もう死にたいと思っていた少年・木場優人（きばゆうと）。自殺する寸前に、奇妙なファンキー美少女・くばるに「君の人生を頂戴」と言われたことで、運命が目まぐるしく変わっていく。\n\nラブで君の人生を幸せにする？！ちょっと奇妙でサイコなラブドラマ。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "eb228f42-f442-4f50-ab2b-b5123ae5eace",
    "title": {
      "en": "May My Father Die Soon."
    },
    "updatedAt": "2024-09-02T05:43:15+00:00",
    "coverArt": "https://mangadex.org/covers/eb228f42-f442-4f50-ab2b-b5123ae5eace/bd0289df-ec8f-43ba-8330-2083f35d5117.jpg",
    "altTitles": [
      {
        "ja": "お父さんが早く死にますように。"
      },
      {
        "ja-ro": "Otousan ga Hayaku Shinimasu you ni."
      },
      {
        "ja": "May my father die soon"
      },
      {
        "ja": "May my father die soon."
      },
      {
        "zh": "願吾父早故"
      }
    ],
    "description": {
      "en": "Asuka and Hotaru are sisters living with their dad and are friendly with everyone in the neighborhood. Although they appear to be a healthy family without a mother, they have a secret that no one could tell. Asuka receives physical and sexual abuse from her father on a regular basis. Still, Asuka is desperate to protect her little sister from the same fate. However, her father's hand begins to be directed at the younger sister more and more... Asuka is cornered and needs to make a big decision!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2be7516f-80bd-4f92-93ca-934f561a4049",
    "title": {
      "en": "The Cold President's Little Cutie"
    },
    "updatedAt": "2024-08-11T14:20:31+00:00",
    "coverArt": "https://mangadex.org/covers/2be7516f-80bd-4f92-93ca-934f561a4049/cd18261f-7ba9-4d32-aa21-4969a0204738.png",
    "altTitles": [
      {
        "zh": "薄情总裁的专属小奶包"
      },
      {
        "zh-ro": "Bóqíng Zǒngcái De Zhuānshǔ Xiǎo Nǎi Bāo"
      },
      {
        "en": "The Fickle President's Exclusive Cutie Pie"
      }
    ],
    "description": {
      "en": "My mom is the naive and sweet protagonist in a tragic romance novel. My mom is also the substitute lover who escaped from the overbearing President. And I? Well, I'm the five-year-old genius hacker.\n\nGu Chu, a brilliant hacker, finds herself reborn in a tragic romance novel as a five-year-old cutie. Her mother is the unfortunate heroine, her father is the blind-to-reality President, and they're surrounded by scheming relatives, a two-faced aunt, and various villainous women.\n\nDetermined to protect her mother, little Gu Chu stands tall and begins to fight back. What harm could a five-year-old possibly cause? She just wants to protect her mommy and maybe inherit her President daddy's billions along the way."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8c1d7d0c-e0b7-4170-941d-29f652c3c19d",
    "title": {
      "en": "Kusuriya no Hitorigoto ~Maomao no Koukyuu Nazotoki Techou~"
    },
    "updatedAt": "2024-07-01T01:29:34+00:00",
    "coverArt": "https://mangadex.org/covers/8c1d7d0c-e0b7-4170-941d-29f652c3c19d/5050d67a-e6d8-4263-8413-4d4ed4e58e33.jpg",
    "altTitles": [
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Mysteries Journal"
      },
      {
        "en": "The Apothecary Diaries: Maomao's Rear Palace Notebook of Mysteries"
      },
      {
        "ru": "Монолог в аптечной лавке - Журнал тайн внутреннего дворца Маомао"
      },
      {
        "ja": "薬屋のひとりごと～猫猫の後宮謎解き手帳～"
      }
    ],
    "description": {
      "en": "In the imperial court, a young woman is put into servitude, Maomao. The tale is just beginning for the woman doctor/pharmacist from the red-light district, as rumors circulate about the emperor's children's lives being short-lived. Her curious nature and thirst for knowledge pushes her to action. To satisfy her curiosity, this young doctor/pharmacist will investigate the origin! What is shifting in the imperial court..!?  \n  \n\n\n---",
      "ja": "誘拐された挙句、とある大国の後宮に売り飛ばされた薬屋の少女・猫猫（マオマオ）。年季が明けるまで大人しくしようと決めていた猫猫だったが、あるとき皇帝の子どもたちが次々と不審死することを知る。好奇心と少しばかりの正義心、そして薬屋の知識を使い、その謎を調べ始めてから猫猫の運命は大きく変わって…？",
      "ru": "В императорский двор была доставлена молодая девушка Маомао. История её берёт начало в районе красных фонарей, где начали ходить слухи о том, что жизни детей императора под угрозой. Ею движут любопытство и жажда знаний. Чтобы удовлетворить своё любопытство, молодая целительница будет докапываться до истины! Что же изменится при императорском дворе?!",
      "pt-br": "Na corte imperial, uma jovem é colocada em servidão, Maomao. A história está apenas começando para a médica/apotecária do distrito da luz vermelha, enquanto circulam rumores de que a vida dos filhos do imperador foi de curta duração. Sua natureza curiosa e sede de conhecimento a levam à ação. Para satisfazer a sua curiosidade, esta jovem médica/apotecária irá investigar a origem! O que está mudando na corte imperial..!?"
    },
    "status": "ongoing",
    "releaseDate": 2017,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0948937b-682c-4fe2-90bb-4c552c6818c4",
    "title": {
      "en": "I Have Nine Quadrillion Simp Gold Coins"
    },
    "updatedAt": "2024-07-29T19:36:49+00:00",
    "coverArt": "https://mangadex.org/covers/0948937b-682c-4fe2-90bb-4c552c6818c4/1c65e461-6021-4a50-bffc-8197022ab832.jpg",
    "altTitles": [
      {
        "zh": "我有九千万亿舔狗金"
      },
      {
        "vi": "Ta Có 90 Tỷ Tiền Liếm Cẩu!"
      },
      {
        "en": "I Have 90 Billion Licking Gold Coins"
      }
    ],
    "description": {
      "en": "Down-and-out university student Chen Yuan, devotedly pursues Goddess Lin Shutong for three years, gets kicked in the face. In his grief, he accidentally activates the “Licking Dog System” with a memory of 90 trillion Licking Dog Money, solely for licking women. The more you spend, the more you get back, and you can also obtain various attribute bonuses, transforming into a little superhero. It's called the Licking Dog System, but do I really want to be a licking dog? As long as I lick enough, I'll be the king. As long as I prove my love with enough money, I can turn the goddess into my licking dog! At this moment, Chen Yuan, who has undergone a great awakening, embarks on his life as a rich and licking dog."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d2befbc2-3e34-4716-a25d-e072c0ff3d02",
    "title": {
      "en": "Kaifukushoku no Akuyaku Reijou"
    },
    "updatedAt": "2024-08-25T16:37:11+00:00",
    "coverArt": "https://mangadex.org/covers/d2befbc2-3e34-4716-a25d-e072c0ff3d02/2f91eef8-3c7b-4d60-a475-8f348cc86c1b.jpg",
    "altTitles": [
      {
        "ja": "回復職の悪役令嬢"
      },
      {
        "en": "From Villainess to Healer: I Know the Cheat to Change My Fate"
      },
      {
        "en": "Villainess Healer"
      },
      {
        "en": "The Healer Villainess"
      }
    ],
    "description": {
      "en": "Charlotte discovered that she was in the game world she played in her previous life when her engagement was broken off. With her cheat knowledge, she escapes from the scenario and changes her job to a <healer> in the enemy country, and enjoys a free adventurous life!",
      "id": "Ketika pertunangannya diputus, Charlotte menyadari bahwa dia berada di dunia game yang dia mainkan di kehidupan sebelumnya. Dengan pengetahuan cheatnya, dia melarikan diri dari skenario cerita dan mengubah pekerjaannya menjadi <Penyembuh> di negara musuh, dan menikmati kehidupan petualangan yang bebas!",
      "ja": "婚約破棄されたことをきっかけに、ここが前世でプレイしていたゲーム世界だと気づいたシャーロット。チート知識でシナリオ脱出＆敵国で＜癒し手＞にジョブチェンジして、自由な冒険ライフを堪能します！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "046d6919-9270-431c-9cb3-5c9e1b02aa3c",
    "title": {
      "en": "Kuuraisen uchiharairei"
    },
    "updatedAt": "2024-09-08T03:22:36+00:00",
    "coverArt": "https://mangadex.org/covers/046d6919-9270-431c-9cb3-5c9e1b02aa3c/c9b1fcb2-974a-4536-b317-74a3bdfb2a6b.jpg",
    "altTitles": [
      {
        "ja": "空来船打払令"
      },
      {
        "zh": "空来船驱逐令"
      },
      {
        "zh-hk": "空來船驅逐令"
      }
    ],
    "description": {
      "en": "It was the end of the Edo period. Instead of Perry, a huge \"Korai-ship\" came to Edo... A samurai fighting with \"steam\" and a genius engineer heroine weave an oedo x steam battle!",
      "ja": "時は幕末。ペリーの代わりに江戸へやってきたのは、巨大な“空来船”だった──。“蒸気”で戦う侍と天才技師のヒロインが紡ぐ、大江戸×スチームバトル！！",
      "zh": "“新感觉”历史×战斗幻想拉开序幕！！ 幕末时代，不是佩里的黑船，而是巨大的“空来船”来到了江户。由蒸汽驱动的武士与摩诃工匠展开大江户蒸汽大战！！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "16"
  },
  {
    "mangaId": "1f9fb803-733a-4104-bea3-f4b449da5e3c",
    "title": {
      "en": "Tonari no Kurokawa-san"
    },
    "updatedAt": "2024-09-04T16:16:02+00:00",
    "coverArt": "https://mangadex.org/covers/1f9fb803-733a-4104-bea3-f4b449da5e3c/4ac2aed1-507e-47e8-9780-18a447d67909.png",
    "altTitles": [
      {
        "ja": "となりの黒川さん"
      },
      {
        "ja": "My Neighbor Ms.Kurokawa"
      },
      {
        "en": "My Neighbor Ms. Kurokawa"
      },
      {
        "en": "Kurokawa-san Next To Me"
      },
      {
        "pl": "Moja Sąsiadka Panna Kurokawa"
      }
    ],
    "description": {
      "en": "_The secret between me and her is trivial yet important._\n\nHajime Takahashi, enrolled in Shuubi High School solely because it's the sacred place of his favorite manga. Everywhere in the school are locations that appeared in the manga, and he's super excited! Amidst this excitement, Takahashi meets a beautiful girl, Yayoi Kurokawa, who looks just like the heroine from his favorite work, and they come to share a certain secret. \n\nThis awkward duo weaves a sweet and tangy youth romantic comedy that will make you grin!",
      "ja": "僕と彼女の秘密は、些細だけど大切で。大好きな漫画の聖地、それだけが理由で秀美高校に入学した主人公・高橋一。学内はどこに行っても作品に出てきた聖地だらけで大興奮！そんな中、高橋は大好きな作品のヒロインそっくりな美少女・黒川弥生と出会い、とある秘密を共有することに――。不器用な2人が織りなす甘酸っぱくて、ニヤニヤしちゃう青春ラブコメ‼"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a4bdf95-dc11-4011-937e-7bdc4dd6e786",
    "title": {
      "en": "Tune In to the Midnight Heart"
    },
    "updatedAt": "2024-09-06T16:23:45+00:00",
    "coverArt": "https://mangadex.org/covers/0a4bdf95-dc11-4011-937e-7bdc4dd6e786/0016195b-9cd8-49c0-b3de-90babab2f27c.jpg",
    "altTitles": [
      {
        "ja": "真夜中ハートチューン"
      },
      {
        "ja-ro": "Mayonaka Heart Tune"
      },
      {
        "en": "Finding the girl behind the voice."
      },
      {
        "en": "Midnight Heart Tune"
      },
      {
        "ru": "Полуночный мотив сердца"
      },
      {
        "pt-br": "Sintonizando com o Coração da Meia Noite"
      },
      {
        "pt-br": "Em busca da garota por trás da voz"
      },
      {
        "fr": "Au Chœur de la Nuit"
      },
      {
        "nl": "Middernachtshart Tune"
      }
    ],
    "description": {
      "en": "***\"Late at night, alone on my bed, your voice was the only thing that saved me. I want to talk to you again. There's something I want to say.\"***\n\nWithout knowing her real name or face, Yamabuki Arisu, a second-year high school student, was looking for a girl named \"Apollo'' who was a livestreamer. However, one day, Arisu gets a clue about Apollo from the broadcast club of the high school where she is going. There were 4 beautiful girls who dreamed of \"getting a job related to voice\"!! Who is Apollo? What will happen to the dreams of the four people? A cute yet hard-working success romantic comedy begins here!!\n\n---\n**Links:**\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10568/episode/347385) (U.S. Only)",
      "ja": "***「深夜ひとり、ベッドの上、キミの声だけが救いだった。もう一度キミと話したい。言いたいことがあるんだ」。***\n\n高校2年生の山吹有栖は、「アポロ」という名の、顔も本名も知らないラジオ配信者の少女を探していた。だがある日、有栖は進学先の高校の放送部にアポロの手がかりを得る。そこにいたのは「声に関わる仕事に就く」夢を描く美少女が…4人!!アポロは誰？4人の夢の行方は？かわいくも懸命なサクセスラブコメ、ここに開演!!",
      "ru": "«Пока я лежал на кровати посреди ночи в полном одиночестве, твой голос был моим единственным утешением. Я хочу поговорить с тобой ещё раз. И должен кое-что тебе сказать».\n\nЯмабуки Арису, ученик второго класса старшей школы, ищет бывшую ведущую радио-стримов «Аполло», не зная ни её лица, ни имени. Однако, однажды он понимает, что Аполло скрывается среди участниц клуба радиовещания в его школе. Четыре красавицы оттуда мечтают получить работу, связанную с голосом. Но которая из них — Аполло? И что станет с их мечтами? Милый ромком о тяжёлом труде и успехе начинается!",
      "pt-br": "Yamabuki Arisu, um estudante do segundo ano do ensino médio, estava procurando por uma garota chamada “Apollo”, que era locutora de rádio e ele não conhecia seu rosto ou seu nome verdadeiro. No entanto, um dia, Arisu recebe uma pista sobre Apollo do clube de transmissão da escola secundária para a qual ela estava indo. Havia quatro belas garotas que sonhavam em “conseguir um emprego relacionado à voz”!! Quem é Apollo? O que acontecerá com os sonhos dessas quatro pessoas? Uma comédia romântica fofa, mas trabalhadora e de sucesso, começa aqui!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d6f01dcb-fe7e-4074-9396-374bc85abe18",
    "title": {
      "en": "The Ducal Family's Poisonous Flower"
    },
    "updatedAt": "2024-03-21T00:58:24+00:00",
    "coverArt": "https://mangadex.org/covers/d6f01dcb-fe7e-4074-9396-374bc85abe18/2c4ad6ff-352b-4392-b07e-a01238ad24ba.png",
    "altTitles": [
      {
        "zh": "公爵家的毒之花"
      },
      {
        "zh-ro": "Gong Jue Jia De Du Zhi Hua"
      },
      {
        "zh-ro": "Gōng Jué Jiā De Dú Zhī Huā"
      },
      {
        "en": "The Poisonous Flower of the Duke's House"
      }
    ],
    "description": {
      "en": "Lily Roland, the daughter of Duke Roland, stumbled upon her fiancé and her illegitimate sister having an affair! She was poisoned by the two people whom she grew up with, and thrown into the wilderness.\n\nWhen her life was hanging by a thread, she was saved by a monstrous creature that had a body of a human, but a head of a beast, who turned out to be the Crown Prince, Isaac Stewart.\n\nIsaac was cursed by a mysterious witch to turn into a bloodthirsty monster on the night when the moon is full, and Lily’s blood is his only antidote!\n\nIsaac decides to help Lily in her revenge, but in exchange, she must marry him and assist him in lifting the curse."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9f03fd07-8012-4032-ad95-31458704b601",
    "title": {
      "en": "Oishinbo"
    },
    "updatedAt": "2024-01-05T03:59:13+00:00",
    "coverArt": "https://mangadex.org/covers/9f03fd07-8012-4032-ad95-31458704b601/7d0182a4-20a4-4f9a-8a34-49e028afbfbe.jpg",
    "altTitles": [
      {
        "ja": "美味しんぼ"
      },
      {
        "ko": "맛의 달인"
      },
      {
        "zh-hk": "美味大挑戰"
      },
      {
        "en": "The Gourmet"
      }
    ],
    "description": {
      "en": "Around the offices of Tozai News, Shiro Yamaoka has a reputation for being over-blunt, under-ambitious, and generally an all-around slacker. So why has he been given the important job of coming up with the \"Ultimate Menu\" to celebrate the newspaper's 100th anniversary? Because he possesses qualities his other colleagues don't: an exquisitely discerning palate, an encyclopedic knowledge of food and drink, and a masterful touch in the kitchen.\n\n---\n- **Won the Shogakukan Manga Award for Seinen/General in 1987**"
    },
    "status": "hiatus",
    "releaseDate": 1983,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-08-22T22:37:39+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      },
      {
        "en": "Angels of War"
      },
      {
        "en": "Battle Angels"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "730"
  },
  {
    "mangaId": "a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3",
    "title": {
      "en": "Is a Mother in Her 30s Like Me Alright?"
    },
    "updatedAt": "2024-06-22T16:19:31+00:00",
    "coverArt": "https://mangadex.org/covers/a8a0504a-6dd7-4346-88bf-7c2dc3fab0c3/a461681d-e38e-47e6-86af-ac89258aa7fd.jpg",
    "altTitles": [
      {
        "ja-ro": "Arasaamama no Watashi de Ii no?"
      },
      {
        "ja": "アラサーママの私でいいの？"
      },
      {
        "zh": "三十多岁当妈的我也可以吗？"
      },
      {
        "vi": "Bà mẹ đơn thân ngoài 30 như chị liệu ổn chứ?"
      },
      {
        "ja-ro": "Arasaa mama no Watashi de Ii no?"
      },
      {
        "uk": "Хіба 30-річна матір, як я, підійде?"
      },
      {
        "en": "I'm around 30 is it OK with me?"
      },
      {
        "ru": "С такой матерью как я, которой за 30, всё ли будет хорошо?"
      }
    ],
    "description": {
      "en": "A 32-year-old single mother is told by her neighbor, a university student around 20, that he likes her. Thing is… he's not particularly *shy* about why he likes her.",
      "ru": "20 летний студент университета, говорит 32-летней матери-одиночки, что она ему нравится . Дело в том... Что он не особенно стесняется того, почему она ему нравится.",
      "uk": "20-річний студент зізнався у коханні своїй 32-річній сусідці матері-одиначці. Справа в тому... Що він зовсім не *соромиться* розказувати про те, чому закоханий у неї.\n\n[Офіційно] прохання виразити свої думки та враження від манґи у [цьому опитуванні.](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform)",
      "vi": "Shiraishi Hanano là một người phụ nữ 32 tuổi. Một ngày nọ, cô nhận được lời tỏ tình từ người hàng xóm Yoshio-kun, một sinh viên đại học. Cậu ta khăng khăng muốn cưới cô ấy làm vợ, thậm chí không quan tâm cả việc cô ấy đã từng kết hôn hay có một đứa con gái",
      "pt-br": "Uma mãe solteira de 32 anos ouve de seu vizinho, um estudante universitário de cerca de 20, que ele gosta dela. A coisa é… ele não é particularmente tímido sobre por que gosta dela.  \n  \n[Oficial] Por favor, responda [this survey](https://docs.google.com/forms/d/e/1FAIpQLSf2Y999w7eCjYHgHquZcZ50TxXPcJeY1XjTsWxelzhSDEPsKw/viewform) para dar seus pensamentos e impressões!"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "5",
    "lastChapter": "55"
  },
  {
    "mangaId": "c855ec45-b8d9-4aea-9a0d-b2ae544c11dc",
    "title": {
      "en": "Tokimori-san ga Muboubi desu!!"
    },
    "updatedAt": "2024-07-25T04:27:07+00:00",
    "coverArt": "https://mangadex.org/covers/c855ec45-b8d9-4aea-9a0d-b2ae544c11dc/e324e5ad-e697-4a5f-90b1-5ce0883aeec9.jpg",
    "altTitles": [
      {
        "ja": "時森さんが無防備です!!"
      },
      {
        "zh-hk": "時森小姐毫無防備!!"
      },
      {
        "vi": "Tokimori-san Chẳng Chút Phòng Bị!!"
      },
      {
        "th": "คุณโทคิโมริไม่ระวังตัวเลยครับ!!"
      },
      {
        "en": "Tokimori-san Is Completely Defenseless!!"
      },
      {
        "ja-ro": "Tokimori-san ga Muboubi desu!!"
      }
    ],
    "description": {
      "en": "Tokimori-san is a beautiful and successful woman. But when she's off the job, she tends to be a bit absent-minded! Living together with the charming Tokimori-san always makes me nervous!",
      "ja": "美人で仕事がデキる時森さん。でもオフのときは、ちょっとみだれがちで！？艶かしい時森さんとの同居生活に、僕はいつもドキドキさせられる—！！",
      "pt-br": "Tokimori-san é uma mulher linda e bem-sucedida. Mas quando ela está fora do trabalho, ela tende a ficar um pouco distraída! Viver junto com a charmosa Tokimori-san sempre me deixa nervoso!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a3591ae9-16cf-469a-854c-4be0b6386cba",
    "title": {
      "en": "Secretly More Powerful than the Hero"
    },
    "updatedAt": "2024-05-21T04:52:44+00:00",
    "coverArt": "https://mangadex.org/covers/a3591ae9-16cf-469a-854c-4be0b6386cba/9f7aa1f2-9ee0-4a3d-b8cf-5945f5c7d005.jpg",
    "altTitles": [
      {
        "ko": "용사보다 너무 강해서 힘을 숨김"
      },
      {
        "en": "I Was More Overpowered Than the Hero, so I Hid My Power!"
      },
      {
        "ko-ro": "Yongsaboda Neomu Ganghaeseo Himeul Sumgim"
      },
      {
        "es-la": "Era más fuerte que el héroe así que oculté mi poder"
      },
      {
        "th": "แกร่งเกินผู้กล้า แต่ซ่าไม่ได้"
      },
      {
        "zh-hk": "隱藏力量的邊緣英雄"
      },
      {
        "zh": "隐藏实力的幕后高手"
      }
    ],
    "description": {
      "en": "From a young age, I've always dreamed of being that “unassuming hero,” appearing ordinary but possessing unmatched strength. But one day, fate took a turn when I was hit by an eight-ton truck, and suddenly, reincarnation was on the table! \n\n\"What would you like to be in your next life?\" asked the goddess of reincarnation. Eagerly, I replied, \"I wish to become a wimp, but secretly OP!”\n\nShe granted my wish, but with an unexpected twist: if anyone ever uncovers my true abilities, my heart will explode! \n\nThis isn't quite the “secretly-OP-wimp-life” I had in mind…"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "95648f68-04f1-4373-b2f4-b7623572cae4",
    "title": {
      "en": "Dangerous Pet"
    },
    "updatedAt": "2023-06-03T08:56:32+00:00",
    "coverArt": "https://mangadex.org/covers/95648f68-04f1-4373-b2f4-b7623572cae4/9bf14d1f-6d21-4760-90a9-616883b55a0f.jpg",
    "altTitles": [
      {
        "zh": "危险的宠物"
      },
      {
        "ko": "위험한 펫"
      }
    ],
    "description": {
      "ko": "“이 누나는 말이에요, 괴롭히는 걸 좋아해요.”\n\n한겸과는 중고 거래 때문에 알게 된 관계일 뿐이었다.\n시선과 가치관, 지적 수준, 감정의 깊이 등이 비슷해\n좋은 친구처럼 지낼 거라 생각했고, 실제로 그러했지만…….\n\n그녀의 손에 자신을 온전히 내맡겨오는 남자. 그러나 수치심과 불안함, 흥분으로 한껏 달아오른 얼굴. 상상만으로 오싹하고 만족스러운데…….",
      "pt-br": "\"Essa Noona gosta de provocar.\" Ela conheceu o Hangyeom numa compra de antiguidades.Porém, sua paixão, valores, inteligencia e humor se alinharam bem. Ela pensou que ele seria só um bom amigo, porém... Ele é um homem que deixa ela controlar ele completamente. Seu rosto fica vermelho de vergonha com facilidade. É estranho e muito bom de imaginar."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2c09cfd3-060e-4c02-8055-f7c2d51a28de",
    "title": {
      "en": "Kanaria wa Kiraboshi no Yume wo Miru"
    },
    "updatedAt": "2024-08-11T20:39:53+00:00",
    "coverArt": "https://mangadex.org/covers/2c09cfd3-060e-4c02-8055-f7c2d51a28de/fa7c07e5-56fd-490c-94d6-c426af50373c.jpg",
    "altTitles": [
      {
        "ja": "カナリアは綺羅星の夢をみる"
      },
      {
        "en": "Canaries Dream of Shining Stars"
      }
    ],
    "description": {
      "en": "Ayano is a schoolgirl who dreams of pursuing a career fashion. On the day of her first ball, she encounters a beautiful girl.\n\nCharmed by the foreign-looking girl called Tsubaki-hime, Ayano's dreams grow stronger. But Ayano's mother, looking down on her hobbies, plots to get in her way. Meanwhile, Tsubaki-hime seems to have some  kind of circumstances of her own...\n\nThis is a Taishō-era romance about girls closing in on their dreams.\n\n(source: Yuri Hime, translated)",
      "ja": "服飾の道へ進むことを夢見る女学生の文乃は、初めて舞踏会に参加した日に、美しい少女と出会った。椿姫と呼ばれる日本人離れした容姿の少女に惹かれて夢を膨らませる文乃だが、文乃の趣味をよく思っていない母が道を阻もうと画策する一方で、椿姫にも何やら事情があるようで…。\n\n夢を巡る少女たちの大正浪漫物語。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f3bdf2b4-ddb0-4917-8a67-10034e321c9b",
    "title": {
      "en": "Action Idols - Age of Young Dragons"
    },
    "updatedAt": "2022-04-26T18:12:00+00:00",
    "coverArt": "https://mangadex.org/covers/f3bdf2b4-ddb0-4917-8a67-10034e321c9b/4bbc78f2-fac2-4a64-883b-0bb4e1decad9.jpg",
    "altTitles": [
      {
        "en": "Action Idols"
      },
      {
        "en": "Action Idols: Age of Young Dragons"
      },
      {
        "ru": "Боевые кумиры: Эра молодых драконов"
      },
      {
        "ar": "مشاهير الحركة عصر التنانين"
      },
      {
        "ko": "액션 아이돌"
      }
    ],
    "description": {
      "en": "After the suspicious death of her brother, Zena Han decides to continue her training to become a top martial arts student so that she can be accepted into a clan and obtain the coveted title of action idol. She transfers to a new school and soon finds herself barreling down a path where power and truth can be uncovered.  \n  \nSeason 1 is complete, but season 2 went on hiatus before any chapters were done.  \n  \nFrom the author via Google Translate:  \n  \nAnd before we start Season 2, we will be announcing a web novel (action idol) that includes stories not covered by Eptun."
    },
    "status": "cancelled",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "25"
  },
  {
    "mangaId": "547b5366-e71a-400d-b48e-7d4447ac1cf3",
    "title": {
      "en": "A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal"
    },
    "updatedAt": "2024-07-19T00:11:19+00:00",
    "coverArt": "https://mangadex.org/covers/547b5366-e71a-400d-b48e-7d4447ac1cf3/bb8c69ec-7423-46a9-b349-728291a407f4.png",
    "altTitles": [
      {
        "ja": "男女比1:39の平行世界は思いのほか普通"
      },
      {
        "ja-ro": "Danjohi 1:39 no Heikou Sekai wa Omoi no Hoka Futsuu"
      },
      {
        "es-la": "Un Mundo Donde 1 Hombre cada 39 Mujeres es lo Normal"
      },
      {
        "es-la": "El mundo paralelo con una relación de hombres y mujeres de 1:39 resulta ser inesperadamente normal"
      }
    ],
    "description": {
      "en": "Satou Sou is accidentally swapped with himself in a parallel world with a male/female ratio of 1:39. He finds a kind family and lovely women at the place where he was switched. Seeing the outside of these women, he's relieved to see that the number of men and women has changed, but not much else. However, their inner lives are filled with conflicts and troubles.\n\n---\n\nAlternative version: [A Parallel World With a 1:39 Male to Female Ratio Is Unexpectedly Normal 【R18】](https://mangadex.org/title/dcf01405-2bb3-40a4-bd8b-af1eb90c8e8e)",
      "ja": "主人公「佐藤 蒼」はひょんなことから男女比1：39の平行世界の自分と入れ替わってしまう。入れ変わった先には、優しい家族や可愛い女性ばかりそんな彼女たちの外面を見て主人公は「男女の数が変化しただけで他はそんなに変わらないな」と安心する。だが、彼女たちの内面では葛藤や煩悩に溢れかえっていた。",
      "es-la": "Sou Satou, un chico de secundaria que fue transportado a un mundo paralelo. Este mundo resulta ser que la relación de hombres y mujeres es de 1:39, esto quiere decir que por cada 1 hombre en el mundo hay 39 mujeres, sin embargo, parece ser que este nuevo mundo resulta ser inesperadamente ¿normal?..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "34e45b02-b5c8-4a4b-a21a-7b5059391dc8",
    "title": {
      "en": "To Your Eternity"
    },
    "updatedAt": "2024-06-15T12:18:10+00:00",
    "coverArt": "https://mangadex.org/covers/34e45b02-b5c8-4a4b-a21a-7b5059391dc8/230e60de-a03f-4427-ad6d-088cd69a4f5b.jpg",
    "altTitles": [
      {
        "ja": "不滅のあなたへ"
      },
      {
        "ja-ro": "Fumetsu no Anata e"
      },
      {
        "es-la": "A ti, el inmortal"
      },
      {
        "de": "Für dich, den Unsterblichen"
      },
      {
        "vi": "Gửi Em Người Bất Tử"
      },
      {
        "vi": "Tới Ngươi Đích Bất Diệt"
      },
      {
        "pl": "Ku twej wieczności"
      },
      {
        "pt-br": "Uma vida imortal"
      },
      {
        "it": "A te, l'immortale"
      },
      {
        "id": "Untukmu yang Abadi"
      },
      {
        "tr": "Ölümsüz Sana"
      },
      {
        "tr": "Sana, Ölümsüz Olan"
      },
      {
        "ru": "Для тебя, Бессмертный"
      },
      {
        "ar": "إلى أبديتك"
      },
      {
        "ar": "إليك، أيُها الخالد"
      },
      {
        "hi": "तिम्रो अनन्तकाल को लागी"
      },
      {
        "th": "แด่เธอผู้เป็นนิรันดร์"
      },
      {
        "zh": "致不灭的你"
      },
      {
        "zh-hk": "致不滅的你"
      },
      {
        "ko": "불멸의 그대에게"
      },
      {
        "en": "To You, the Immortal"
      },
      {
        "kk": "Мәңгілігіне"
      },
      {
        "fr": "To Your Eternity"
      }
    ],
    "description": {
      "en": "An immortal being was sent to the surface of the earth and met a boy living alone in the middle of tundra.   \nThe being can take the shape of dying things, but only if the \"impetus\" is stronger than the previous one. What sort of experiences and meetings will the being encounter while living forever?   \n\n---   \n- **Won the 43rd Kodansha Manga Award for Shonen in 2019** \n   \n---\n\n**Links:**  \n**Officially Translated:**   \n- Alternative English version by [K MANGA](<https://kmanga.kodansha.com/title/10076/episode/319887>)\n- Alternative English version by [Inkr Comics](<https://inkr.page.link/Hmgv5BX51rftn9ar5>)\n- In French by [Pika](<https://www.pika.fr/serie/your-eternity>)   \n- In Italian by [Star Comics](<https://www.starcomics.com/fumetto.aspx?Fumetto=281315>)   \n- In Polish by [Kotori](<http://kotori.pl/nasze-wydania/ku-twej-wiecznosci/>)   \n- In Russian by [Istari](<https://istaricomics.com/katalog-knig/manga/istari-comics/to-your-eternity/>)   \n- In German by [Egmont](<https://www.egmont-shop.de/to-your-eternity-01.html>)   \n- In Indonesian by [m&c!](<http://www.mncgramedia.id/comics/comic_detail/untukmu-yang-abadi-01>) as **Untukmu yang Abadi** (2019)\n- In Brazilian Portuguese by [NewPOP](<https://www.lojanewpop.com.br/uma-vida-imortal-to-your-eternity-15576289>)",
      "fr": "\"C'est à l'épreuve de la réalité que je saurai ce que je suis... Voilà pourquoi mon voyage commence.\"\n\nUn être sous forme d'une petite sphère est envoyé sur terre, celle-ci change d'apparence en fonction de ce qu'elle rencontre.\nElle rencontre d'abord un loup puis un jeune garçon vivant seul au milieu d'un paysage enneigé. Chaque nouvelle rencontre est une occasion de vivre de nouvelles expérience pour cet être. Ainsi commence le voyage de l'Immortel, un voyage fait d'expériences et de rencontres dans un monde implacable...",
      "ja": "『聲の形』の大今良時が贈る、永遠の旅。真っ白な魂で世界に降り立つ！──現実だけが自分が誰なのかを教えてくれる。だから僕は、旅に出る。",
      "ru": "Отправленное на землю бессмертное существо знакомится с мальчиком, одиноко живущим в Тундре. Существо может принимать форму умерших, но только если «импульс» сильнее предыдущего. С какими впечатлениями и встречами столкнётся существо, живущее вечно?",
      "pt-br": "Um ser imortal foi enviado à superfície da terra e encontrou um menino que vivia sozinho no meio da tundra.\nO ser pode assumir a forma de coisas moribundas, mas somente se o \"ímpeto\" for mais forte que o anterior. Que tipo de experiências e encontros o ser encontrará enquanto viver para sempre?\n\n---\n- **Ganhou o 43º Prêmio Kodansha Manga na categoria shounen em 2019**"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5d4675a3-3457-4c04-9e19-62c11b9fb913",
    "title": {
      "en": "My Trainee Teacher Is Actually a Goth Rocker"
    },
    "updatedAt": "2024-07-23T14:25:38+00:00",
    "coverArt": "https://mangadex.org/covers/5d4675a3-3457-4c04-9e19-62c11b9fb913/a9583df7-90ca-47dc-a42a-e63a3e13a22b.jpg",
    "altTitles": [
      {
        "vi": "Cô giáo thực tập của tôi thực ra là 1 Goth Rocker"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "18"
  },
  {
    "mangaId": "4509fd84-c003-4c57-ab07-e207e6999dab",
    "title": {
      "en": "Issho ni Kurashite ii desu ka?"
    },
    "updatedAt": "2024-08-10T16:49:12+00:00",
    "coverArt": "https://mangadex.org/covers/4509fd84-c003-4c57-ab07-e207e6999dab/f6543ee0-f5fc-4266-aa25-585c2bb2d06f.jpg",
    "altTitles": [
      {
        "ja": "一緒に暮らしていいですか？"
      },
      {
        "pt-br": "Posso morar com você?"
      },
      {
        "id": "Bolehkan Aku Tinggal Bersamamu?"
      },
      {
        "en": "May I Live With You?"
      },
      {
        "fr": "Pouvons-nous vivre ensemble ?"
      },
      {
        "ru": "Можем ли мы пожить вместе?"
      }
    ],
    "description": {
      "en": "Hiromi Sonoda has no girlfriend, no job, and no home, until he finds a shared-house with very cheap rent and goes to check it out. However, the share-house has a certain condition... Kei Sasuga presents a new \"Share House Romantic Comedy\"!",
      "fr": "Hiromi Sonoda n'a plus de petite amie, plus de travail et plus de maison, jusqu'à ce qu'il trouve une colocation au loyer très bon marché et qu'il aille la visiter. Cependant, la colocation est soumise à certaines conditions...\nKei Sasuga présente sa nouvelle \"Share House Romantic Comedy\" !",
      "id": "Hiromi Sonoda tidak punya pacar, tidak punya pekerjaan, dan tidak punya rumah, sampai dia menemukan rumah kos-kosan dengan harga sewa yang sangat murah dan pergi untuk melihatnya. Namun, rumah kos-kosan memiliki syarat tertentu... Kei Sasuga menghadirkan \"Komedi Romantis Rumah Kos-kosan\" baru!",
      "ja": "「幸せな家庭」を夢見る園田寛美は、職を失い同棲中の彼女に振られて、家ナシ金ナシ彼女ナシに…。そんなときに、間違えて入居したのが、なんと女性専用シェアハウスだった!!",
      "pt-br": "Hiromi é um homem que sempre sonhou em ter uma família calorosa e amorosa por causa de um incidente em seu passado. Entretanto, depois que sua namorada terminou com ele por várias razões, ele começa a desistir de seu sonho e pensa que nunca será capaz de realizá-lo. Sem um lugar para viver, ele chega a uma casa compartilhada cheia de mulheres. Será que ele vai encontrar o lar e a família que ele almeja neste novo lugar?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "100f4d54-db6d-4a5b-9287-afb5c0c9c45a",
    "title": {
      "en": "Nuppera-bō Joshi ga Satoshite Kureru"
    },
    "updatedAt": "2024-09-07T10:43:41+00:00",
    "coverArt": "https://mangadex.org/covers/100f4d54-db6d-4a5b-9287-afb5c0c9c45a/107dd780-fb2a-4b11-b9d9-24c5463e22b6.jpg",
    "altTitles": [
      {
        "ja": "ぬっぺらぼう女子がさとしてくれる。"
      },
      {
        "en": "Nuppera-bō Girls Giving Advice"
      }
    ],
    "description": {
      "en": "She has style, she has grace, this girl has no face. \nNote: Nuppera-bō = [Nuppeppō](https://en.wikipedia.org/wiki/Nuppepp%C5%8D) + [Noppera-bō](https://en.wikipedia.org/wiki/Noppera-b%C5%8D)"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "13"
  },
  {
    "mangaId": "0ed89dd2-0a31-4b76-9714-38bcdd90d30b",
    "title": {
      "en": "SHADE"
    },
    "updatedAt": "2024-09-08T01:40:39+00:00",
    "coverArt": "https://mangadex.org/covers/0ed89dd2-0a31-4b76-9714-38bcdd90d30b/3a5d8ee7-ee5c-4383-8dfa-c4bb79383c5b.jpg",
    "altTitles": [
      {
        "pt-br": "SHADE MANGA"
      }
    ],
    "description": {
      "pt-br": "Em um Mundo mágico, poderes místicos se unem com as pessoas esses poderes são conhecidos como GAPP e aqueles que usam esses poderes são conhecidos como Shades."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d3e8cfb4-da3a-4baf-87d0-2dceb3c6ca90",
    "title": {
      "en": "Global Martial Artist"
    },
    "updatedAt": "2024-08-03T20:11:48+00:00",
    "coverArt": "https://mangadex.org/covers/d3e8cfb4-da3a-4baf-87d0-2dceb3c6ca90/946da32f-8f17-4cf5-9ec9-7abd43990dc2.jpg",
    "altTitles": [
      {
        "zh-ro": "Global Gao Wu"
      },
      {
        "zh-ro": "Quan Qiu Gao Wu"
      },
      {
        "en": "World's Best Martial Artist"
      },
      {
        "zh": "全球高武"
      },
      {
        "ko": "흙수저에서 최강 투신으로"
      },
      {
        "en": "World's Greatest Martial Artist"
      },
      {
        "en": "Global High Martial Artist"
      },
      {
        "pt-br": "Artes marciais globais"
      }
    ],
    "description": {
      "en": "Rebirth is just a starting point from reaching the peak. Intruding crypt, the rise of martial arts  \n  \nThe main character Fang Ping gets send back 10 years into a parallel world, resembling his own in everything, but the fact that martial arts is omnipresent and necessary to gain a bright future… (Note: Story plays in 2006)  \n  \nWill Fang Ping reach his goal? And become a mighty Martial Artist to finance his Adorable Little Sisters Empire? Or will he fall and hit his head on a block of tofu and die…?   \n  \nFind it out yourself, and read the manhua!",
      "pt-br": "O renascimento é apenas um ponto de partida para atingir o pico. Intrusão na cripta, a ascensão das artes marciais O personagem principal Fang Ping é enviado de volta 10 anos para um mundo paralelo, semelhante ao seu em tudo, mas o fato de que as artes marciais são onipresentes e necessárias para obter um futuro brilhante... Será que Fang Ping alcançará seu objetivo? meta? E se tornar um poderoso Artista Marcial para financiar seu Adorável Império das Irmãzinhas? Ou ele vai cair e bater a cabeça em um bloco de tofu e morrer…? Descubra você mesmo e leia o manhua!"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "80f06ea5-2ff5-4155-bb0d-df4dbf97db40",
    "title": {
      "en": "Souei Sousho"
    },
    "updatedAt": "2024-08-31T18:15:02+00:00",
    "coverArt": "https://mangadex.org/covers/80f06ea5-2ff5-4155-bb0d-df4dbf97db40/ceed192d-04de-41c4-a1d8-2ca83cf746c7.jpg",
    "altTitles": [
      {
        "ja": "双影双書"
      },
      {
        "zh": "双影双书"
      }
    ],
    "description": {
      "en": "Shou, a young boy living in the red light district is suddenly taken to live in the imperial palace. He was selected to become the prince's shadow and act as his shield. In the palace where conspiracies swirl will Shou be able to protect himself and the prince?",
      "ja": "遊郭生まれの孤児・宵はある日＂影武者＂として王宮に召し抱えられ、自分と同じ顔のワガママな皇太子・冠星に振り回される毎日を過ごすことに。だが、冠星の不遜な態度の裏には誰にも言えない＂孤独＂と＂使命＂があったーー",
      "zh": "在花街柳巷看人脸色吃饭的少年・宵某天突然被皇宫收留。原因是他被选为了皇子那盾牌一般存在的「替身侍卫」，在阴谋重重的皇宫中，宵是否能保卫皇子的安全呢——⁉两名相貌如出一辙的少年相遇后，历史自此发生了巨变‼"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "36"
  },
  {
    "mangaId": "a5576c38-7f54-4032-b49b-f85fad5710ab",
    "title": {
      "en": "Gyeongseong Detective Agency"
    },
    "updatedAt": "2024-08-16T23:54:36+00:00",
    "coverArt": "https://mangadex.org/covers/a5576c38-7f54-4032-b49b-f85fad5710ab/cb05fcfb-15f8-4a36-bdf8-1aa1d5eae0d7.jpg",
    "altTitles": [
      {
        "ko": "경성탐정사무소"
      },
      {
        "ko-ro": "Gyeongseongtamjeongsamuso"
      }
    ],
    "description": {
      "en": "In Gyeongseong, the city of glittering lights and glamorous desire, Gyeongseong Detective Agency has opened its doors at No. 45, District 1, Myeongchijeong. Sohwa, a 16-year-old servant girl, has nothing to her name but her wits and bravery. When she accidentally gets caught up in a secret scheme, she meets Jeong Haegyeong, a young man running his own detective agency. Chased by memories from the past, they must work together to clear her name."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "bc20fa98-b707-43cc-b195-bcee8e518ed9",
    "title": {
      "en": "Rekishi ni Nokoru Akujo ni naru zo: Akuyaku Reijou ni naru hodo Ouji no Dekiai wa Kasoku suru you desu!"
    },
    "updatedAt": "2024-06-29T09:14:22+00:00",
    "coverArt": "https://mangadex.org/covers/bc20fa98-b707-43cc-b195-bcee8e518ed9/8baaeba3-70eb-49c6-b661-f48229a1b993.jpg",
    "altTitles": [
      {
        "ja": "歴史に残る悪女になるぞ　悪役令嬢になるほど王子の溺愛は加速するようです！"
      },
      {
        "en": "I'll Become a Villainess That Will Go Down in History: The More Villainous I Become, the More the Prince Dotes on Me"
      },
      {
        "ko": "역사에 남을 악녀가 될 거야"
      },
      {
        "ko": "역사에 남을 악녀가 될 거야~악역 영애가 될수록 왕자의 사랑은 가속되는 것 같습니다~"
      },
      {
        "zh": "成为名垂青史的恶役千金吧！"
      },
      {
        "zh": "成为名垂青史的恶役千金吧！少女越坏王子越爱！"
      },
      {
        "id": "Aku Akan Menjadi Seorang Villainess Yang Akan Dikenang Dalam Sejarah"
      },
      {
        "ja-ro": "Rekishi ni Nokoru Akujo ni naru zo"
      }
    ],
    "description": {
      "en": "\"I don't want a world full of only pretty things! I'll become a villainess who will go down in history!!\"\n\nFor someone who hates a typical \"good girl\" heroine, I was reincarnated as my favorite otome-game villainess! Since my wish has been granted, I'll be the number one villainess who will go down in history! For that to happen, I need to be strong and intelligent! Also, although I'm just... doing my best, the more of a villainess I become, the more I'm liked by the Prince?! Can I really go down in history―?!",
      "id": "\"Aku tidak butuh dunia yang dipenuhi oleh keindahan! Yang kuinginkan hanyalah menjadi seorang villainess yang akan dikenang dalam sejarah!!\".\nSebagai seseorang yang sangat membeci tipikal heroine yang \"baik hati\", Aku telah bereinkarnasi sebagai seorang villainess didalam game otome favoritku!, karena keinginanku telah terkabulkan, maka aku akan berusaha untuk menjadi seorang villainess nomer satu yang akan dikenang dalam sejarah!.\nAgar hal itu bisa terjadi, maka aku haruslah kuat dan juga cerdas!\nTapi walau aku sudah berusaha keras untuk menjadi vilainess yang kuinginkan... Entah kenapa sang pangeran malah semakin tertarik kepadaku?! Kira-kira bisa tidak ya aku menjadi seorang villainess yang dikenang dalam sejarah...."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0",
    "title": {
      "en": "I'm Really Not the Evil God's Lackey"
    },
    "updatedAt": "2024-05-27T16:57:02+00:00",
    "coverArt": "https://mangadex.org/covers/dbbca2b5-bdd1-4f2b-8b2e-d72bf7fd89a0/1581dee2-0ec6-4317-ab9c-44fb847d2802.jpg",
    "altTitles": [
      {
        "zh": "我真不是邪神走狗"
      },
      {
        "en": "I'm Really Not the Demon God's Lackey"
      },
      {
        "en": "I’m Really Not the Devil’s Lackey"
      },
      {
        "uk": "Насправді я не слуга Злого Бога"
      },
      {
        "vi": "Ta Thật Không Phải Tà Thần Chó Săn"
      },
      {
        "zh-ro": "Wǒ Zhēn Bùshì Xiéshén Zǒugǒu"
      }
    ],
    "description": {
      "en": "Lin Jie is an otherworlder who manages a bookstore. He’s kind and always recommends soul-healing books for his dejected customers. Sometimes he’d even share his own works too. As time goes on, these customers start to respect him a lot. They bring simple local products every day to show their gratitude and ask for book recommendations. They even start telling tales of this ordinary shopkeeper. His respectful and cordial titles include “Hyena of the Evil God”, “Herald of the Flesh Gospel”, “Author of Cultes des Goules” and “Shepherd of the Stars”???",
      "uk": "Лінь Цзє – чужоземець з іншого світу, що став тепер звичайним власником книжкового магазину. Він доброзичливий і завжди готовий порекомендувати відвідувачам книги, що здатні зцілити їхні душі. Іноді, він ділиться і власними роботами. З часом, клієнти починають його дуже поважати. Вони щодня приносять йому маленькі сувеніри чи подарунки в знак подяки та просять у нього рекомендації щодо книги. Про цього звичайного крамаря навіть починають розповідати історії. Його з повагою та теплом звуть «Гієна Злого Бога», «Вісник Євангелія Плоті», «Автор Культу Упирів» та «Пастух Зірок».",
      "zh": "穿越者林介经营着一家书店。他善良热情，总是向失意潦倒的客人们推荐治愈心灵的书籍，偶尔也会安利一下自己的拙作。久而久之，这些客人变得非常尊敬他，每天都会带来一些朴实的土特产报答他，向他请教推荐书目，并且向周边人也诉说着这个普通书店老板的事迹。他们尊敬而亲切地称呼他为——“邪神的鬣狗”、“血肉福音书的传播者”、“尸食教典仪的撰写者”、“群星的牧羊人”。“？？？”"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "961358c8-fc5b-45ce-b1ff-d349affae601",
    "title": {
      "en": "\"Koko wa Makasete Sakini Ike!\" wo shitai Shinitagari no Nozomanu Uchuu Gekokujou"
    },
    "updatedAt": "2024-09-08T01:25:30+00:00",
    "coverArt": "https://mangadex.org/covers/961358c8-fc5b-45ce-b1ff-d349affae601/2fd27dcc-097d-4571-b3bb-55009e82a992.jpg",
    "altTitles": [
      {
        "ja": "「ここは任せて先に行け！」をしたい死にたがりの望まぬ宇宙下剋上@COMIC"
      },
      {
        "en": "\"Leave It To Me And Go Ahead!\" The Unwanted Space Subversion of the Person Who Wants to Die"
      }
    ],
    "description": {
      "en": "Nao Bruce is suffering. The university student watched as his girlfriend dumped him to run off with another man, and now he has nothing to live for anymore. As he contemplates suicide, he sees an advertisement for the Space Force - a military power dedicated to protecting the planet from all sorts of extraterrestrial enemies. \n\nAn idea hatches in his head - he heard of the cliche where the hero tells his comrades \"I'll take it from here. You go on without me.\" It's a perfect way for him to die while looking like the suave hero he always wanted to be seen as! There's only one issue: he's a little *too* competent to die on his own..."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-06-28T11:16:12+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/ed8c3e66-3026-4dab-9442-e922aec0582f.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2cce0dee-b4e9-45c5-a02c-b70ac195ad56",
    "title": {
      "en": "Majo no Hanaya-san"
    },
    "updatedAt": "2024-04-12T10:36:21+00:00",
    "coverArt": "https://mangadex.org/covers/2cce0dee-b4e9-45c5-a02c-b70ac195ad56/a1531b12-008d-4660-99d4-fd1011ae4b44.jpg",
    "altTitles": [
      {
        "ja": "魔女の花屋さん"
      },
      {
        "en": "Witch's Florist"
      },
      {
        "ru": "Цветочный магазин Ведьмы"
      },
      {
        "uk": "Квітковий магазин Відьмочки"
      }
    ],
    "description": {
      "en": "Allie Abel, a girl who came from the countryside wishing to become a witch who can make people happy with magic, meets Yoshino-York, an unusual witch who sells ordinary flowers and believes that \"people can be happy without relying on magic\". Allie, who has been assigned to work at Yoshino's florist as an apprentice witch, is now making \"happiness\" that was supposed to come true through magic come true with her own hands...?　\n\nA heroine fantasy of flowers and magic that will bring a little smile to your face!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d76a350d-c6b5-42bb-bfba-e521a3964a6a",
    "title": {
      "en": "The S-Class Lady"
    },
    "updatedAt": "2024-08-17T03:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/d76a350d-c6b5-42bb-bfba-e521a3964a6a/456b542c-6fc3-4b51-9013-eac97a3da72c.jpg",
    "altTitles": [
      {
        "ko": "S급 헌터는 악역 공녀가 되기 싫습니다"
      },
      {
        "ko-ro": "S-geup Hunter-neun Agyeok Gongnyeoga Doegi Silseumnida"
      },
      {
        "en": "The S-Class Hunter Doesn't Want to Be a Villainous Princess"
      }
    ],
    "description": {
      "en": "\"I'm done with romance, so send me home!\"\n\nKim Yi-Young was just an ordinary civil service exam candidate in South Korea.\nAfter studying for more than four and a half years, she finally passed, a truly ordinary person with nothing but reading novels here and there as a hobby.\n\nHowever, on the day she went out for a celebratory meal after passing the exam, she got into a traffic accident and died, only to find herself reincarnated into the fantasy hunter novel she was reading.\n\nTo her, the \"System\" offered a way back home.\nDetermined solely to return home and cuddle her warm cat and adorable Maltese, Cerberus, she gained strength through dozens of regressions.\n\nSigning contracts with the constellations of the original work and dying multiple times, she eventually succeeded in conquering the \"Tower\" of the original work and defeating the owner of the tower on the final floor.\n\nNow, all that's left is to go home......\n\nOr so she thought!\n\n[Due to an error, instead of returning to the original world, we will reincarnate you into the author's new work!]\n\nI don't need that! All I wanted was my sweet home! Is that so difficult?! I even got rid of the Tower!?\n\nMoreover, romance fantasy?! Even in my previous life, I didn't care about romance, not one bit!\nAnd to top it off, I didn't even reincarnate into my own body this time, but into the \"villainess\" of the book!\n\nI'm not afraid of the threats in this world, but I'm worried about being forced into a romance quest.\n\n\"Can I go home...?\"",
      "ko": "**로맨스는 됐으니까 집에나 보내줘!**\n김이영, 그녀는 대한민국의 평범한 공무원 시험 응시생이었다.\n그것도 4년 반이 넘는 긴 시간동안 공부 끝에 합격한, 낙이라고는 짬짬이 소설읽는 것밖에 없는 정말 평범한 사람.\n\n그러나 합격을 축하하기 위해 외식을 나간 날 교통사고를 당해 죽고, 자신이 읽던 현태판타지 헌터물에 빙의하고 만다.\n그런 이영에게 집으로 돌아갈 수 있는 길을 제안하는 '시스템'.\n그녀는 오로지 집에 돌아가서 배 따땃하게 지지고 귀여운 말티즈 켈베로스를 끌어안겠다는 일념 하에 수십 번씩 회귀하며 힘을 길렀다.\n원작 속의 성좌들과 계약하고 수차례 죽어가며 원작 속의 '탑'을 공략하여 결국 마지막 층의 지배자, 탑의 주인을 처리하는 데 성공한다. \n\n이제 남은 건 집으로 가는 것 뿐……,\n\n\n인줄 알았는데!\n\n[오류로 인해 원래 세상으로의 복귀 대신, 작가의 신작에 빙의시켜드리겠습니다!]\n\n필요 없어! 내가 바란건 내 스윗 홈뿐이었는데!\n그게 그렇게 어려워?! 탑도 내가 없애줬는데?!?!\n\n게다가, 로맨스 판타지라니! 이전 빙의에서도 로맨스의 ㄹ도, 아니, ㄹ의 한 획도 신경 안 쓰고 살았는데!\n거기에 이전처럼 내 몸으로 책에 빙의한 게 아니라 책 속의 '악녀'에 빙의했다!\n\n이 세계의 위협은 전혀 두렵지 않지만, 로맨스를 강제로 끌어내는 퀘스트는 걱정된다. \n\n나, 집에 갈 수 있을까……?",
      "pt-br": "**Estou farta de romance, então me mandem para casa!**\n\nKim Yi-Young era apenas uma candidata comum ao exame de serviço civil na Coreia do Sul. Depois de estudar por mais de quatro anos e meio, finalmente passou, uma pessoa verdadeiramente comum que só gostava de ler romances de vez em quando como passatempo.\n\nNo entanto, no dia em que saiu para uma refeição comemorativa após passar no exame, sofreu um acidente de trânsito e morreu, apenas para se ver reencarnada no romance de caçadora de fantasia que estava lendo.\n\nPara ela, o \"Sistema\" ofereceu um caminho de volta para casa. Determinada apenas a voltar para casa e abraçar seu gato e o adorável Maltês, Cerberus, ela ganhou força através de dezenas de regressões. Assinando contratos com as constelações da obra original e morrendo várias vezes, eventualmente conseguiu conquistar a \"Torre\" da obra original e derrotar o dono da torre no último andar.\n\nAgora, tudo o que resta é voltar para casa......\n\nOu pelo menos era o que ela pensava!\n\n[Devido a um erro, em vez de retornar ao mundo original, vamos reencarná-la na nova obra do autor!]\n\nEu não preciso disso! Tudo o que eu queria era minha doce casa! É tão difícil assim?! Até me livrei da Torre!?!?!\n\nAlém disso, fantasia romântica?! Nem mesmo na minha vida anterior eu me importava com romance, nem um pouco! E para piorar, nem reencarnei em meu próprio corpo desta vez, mas na \"vilã\" do livro!\n\nNão tenho medo das ameaças deste mundo, mas estou preocupada em ser forçada a uma busca romântica.\n\nSerá que posso voltar para casa......?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "33af412e-8d17-4ce5-90a5-a0857b8cb0ed",
    "title": {
      "en": "Yoru no Kurage wa Oyogenai"
    },
    "updatedAt": "2024-07-01T07:39:21+00:00",
    "coverArt": "https://mangadex.org/covers/33af412e-8d17-4ce5-90a5-a0857b8cb0ed/09781779-afbb-4eb1-b73b-a71a43631bb2.jpg",
    "altTitles": [
      {
        "vi": "Sứa không thể bơi trong đêm"
      },
      {
        "en": "Jellyfish Can't Swim in the Night"
      },
      {
        "ja": "夜のクラゲは泳げない"
      },
      {
        "ja-ro": "Yoru no Kurage wa Oyogenai"
      },
      {
        "ja-ro": "YoruKura"
      }
    ],
    "description": {
      "en": "Four girls, an illustrator, a former idol, a VTuber, and a composer, form an anonymous artist group called \"JELEE\", each pursuing their artistic dreams while supporting one another."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "feff4eaf-01df-4a05-83f4-68bb5cdf4fad",
    "title": {
      "en": "Mahou Shoujo ni Akogarete"
    },
    "updatedAt": "2024-06-01T21:43:44+00:00",
    "coverArt": "https://mangadex.org/covers/feff4eaf-01df-4a05-83f4-68bb5cdf4fad/4c9b2a41-bd5d-47d9-9e84-84d185d464f0.jpg",
    "altTitles": [
      {
        "en": "Looking up to Magical Girls"
      },
      {
        "id": "Aku menyukai Magical Girls, tapi...."
      },
      {
        "ru": "Стремясь стать девочкой-волшебницей"
      },
      {
        "ja": "魔法少女にあこがれて"
      },
      {
        "zh-ro": "Chōngjǐng chéngwéi mófǎ shàonǚ"
      },
      {
        "zh": "憧憬成为魔法少女"
      },
      {
        "zh-hk": "憧憬成為魔法少女"
      },
      {
        "it": "Le mie adorate maghette"
      },
      {
        "en": "I Admire Magical Girls, and..."
      },
      {
        "en": "Gushing over Magical Girls"
      },
      {
        "fr": "Looking up to Magical Girls"
      },
      {
        "uk": "Я захоплююся чарівними двічатами і..."
      }
    ],
    "description": {
      "en": "Hiiragi Utena, a girl who loves Magical Girls, lives her ordinary everyday life wishing to be like them. One day a curious character appears in front of her and offers her the power to make her wishes come true, but…  \nMagical Girls vs. The Forces of Evil, the fierce battle begins!  \n\n---\n**Links:**\n\n- [Alternative Official Release by Coolmic](https://coolmic.me/titles/1110)",
      "fr": "**Je fais des choses tellement horribles à mes Magical Girls préférées !**\n\nMoi, c’est Utena Hiiragi, et comme toutes les filles de mon âge, j’adore les magical girls !\nUn jour, une étrange créature aux allures de mascotte m’a lancé un sort, et je suis devenue capable de me transformer, moi aussi !\nJe vais pouvoir me battre aux côtés de mes héroïnes préférées !\nEnfin, c’est ce que je croyais…\n\nC’est quoi, cette tenue scandaleuse ?\nEt comment ça, je suis au service du Mal ?!\n\nMais qu’est-ce que c’est que cette histoire ?!\n\n**La comédie BDSM dans laquelle s’affrontent des Magical Girls !!**\n\n**Avec ses personnages tous plus fous les uns que les autres, Looking Up to Magical Girls balaye les genres et nous place du côté du mal ! Akihiro Ononaka déploie tout l’arsenal BDSM à sa disposition pour nous proposer un concentré d’humour légèrement sexy et complètement déjanté !**\n\n---\n**Links:**\n- [Official French](https://www.amazon.fr/Looking-up-Magical-Girls-1/dp/2382750731/)",
      "uk": "Хііраґі Утена завжди захоплювалася чарівними дівчатами і мріяла перетворитися на круту героїню, яка бореться зі злом. Тож, коли одного вечора до неї підходить талісман, яка стверджує, що в ній дрімає магічна сила, вона тремтить від хвилювання. Але її барвиста мрія швидко розбивається об іронічний поворот подій, коли вона перетворюється на лиходійку!",
      "es-la": "Hiiragi Utena, una chica que ama a las Chicas Mágicas, vive su vida cotidiana y desea ser como ellas.\nUn día aparece un personaje curioso frente a ella y le ofrece el poder de hacer realidad sus deseos, pero...\nMagical Girls vs. The Forces of Evil, ¡comienza la feroz batalla!",
      "pt-br": "Hiiragi Utena é uma garota apaixonada por Mahou Shoujo que sonhava em se tornar uma delas e poder lutar ao lado de sua heroína favorita. Certo dia, um mascote inesperadamente apareceu ao seu lado e lançou uma feitiço em Hiiragi, oferecendo a ela a oportunidade de estar de frente para sua ídolo. Entretanto, diferente do que ela esperava, a transformação a fez virar uma vilã ao invés de uma mahou shoujo. Para piorar, a mudança faz com que ela deixe de ser uma tímida garota e passe a ser uma dominatrix sádica. Agora Hiiragi precisará lidar com sua nova “profissão”, ao mesmo tempo que tenta aproveitar os momentos ao lado de sua heroína, por mais que seja para tentar torturá-la."
    },
    "status": "hiatus",
    "releaseDate": 2019,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "da25c95f-e062-48ea-b5a0-9b51aeeddc05",
    "title": {
      "en": "Zeikin de Katta Hon"
    },
    "updatedAt": "2024-08-16T17:41:02+00:00",
    "coverArt": "https://mangadex.org/covers/da25c95f-e062-48ea-b5a0-9b51aeeddc05/b28dfbfa-182b-421f-9e67-1a2ad3e5669c.jpg",
    "altTitles": [
      {
        "ja": "税金で買った本"
      },
      {
        "en": "Books Bought With Taxes"
      },
      {
        "ja": "Books bought with tax"
      },
      {
        "en": "Books Bought with Taxpayer's Money"
      }
    ],
    "description": {
      "en": "Ishidaira is a delinquent who visited the library for the first time since elementary school. But then, he was pointed out by Hayasemaru and Shirai, who works at the library, that he has not returned a book that he borrowed ten years ago. A manga about how Ishidaira went from trying to borrow a book from a library to working there instead.",
      "pt-br": "Ishidaira é um delinquente que visitou a biblioteca pela primeira vez desde o ensino fundamental. Mas então, ele foi apontado por Hayasemaru e Shirai, que trabalha na biblioteca, que ele não devolveu um livro que pegou emprestado dez anos atrás. Um mangá sobre como Ishidaira passou de tentar pegar um livro emprestado de uma biblioteca para trabalhar lá."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  }
]