[
  {
    "mangaId": "b6b4d89e-f97b-42f2-badd-2a7ce28d9cef",
    "title": {
      "en": "Cry, or Better Yet, Beg"
    },
    "updatedAt": "2024-05-04T10:03:24+00:00",
    "coverArt": "https://mangadex.org/covers/b6b4d89e-f97b-42f2-badd-2a7ce28d9cef/b4317e18-e8c6-46bf-aef8-9d2008fc3204.jpg",
    "altTitles": [
      {
        "ko": "울어 봐, 빌어도 좋고"
      }
    ],
    "description": {
      "en": "Orphaned at a young age, Layla Llewellyn feels like the luckiest girl in the world after she moves in with her uncle Bill, a gardener who lives on the scenic Arvis estate in the Berg Empire. To Layla, Arvis seems like paradise; she loves to explore the vast forest, always bringing her notebook to record the wildlife she encounters. She especially loves the birds, watching them with awe as they hatch and grow from fluffy chicks into beautiful birds. Duke Herhardt, the young, handsome lord of Arvis, is also interested in birds-and in Layla. But the difference is, he’s interested in birds because he likes to hunt them… and he’s interested in Layla because he likes to make her cry. If a lovely bird is trapped in a golden cage, which will she choose: a life of luxury, or freedom? (Source: kaiscans.com)",
      "fr": "Orpheline depuis son plus jeune âge, Layla Llewellyn a l'impression d'être la fille la plus chanceuse du monde lorsqu'elle emménage chez son oncle Bill, un jardinier qui vit dans le magnifique domaine d'Arvis, dans l'empire Berg. \n\nPour Layla, Arvis ressemble à un paradis ; elle adore explorer la vaste forêt, toujours munie de son carnet de notes pour noter la faune et la flore qu'elle rencontre. Elle aime tout particulièrement les oiseaux, qu'elle observe avec émerveillement au moment de l'éclosion et de la croissance des poussins duveteux qui deviennent de magnifiques oiseaux. \n\nLe duc Herhardt, le jeune et beau seigneur d'Arvis, s'intéresse également aux oiseaux et à Layla. Mais la différence, c'est qu'il s'intéresse aux oiseaux parce qu'il aime les chasser... et qu'il s'intéresse à Layla parce qu'il aime la faire pleurer. \n\nSi un bel oiseau est prisonnier d'une cage dorée, que choisira-t-il : une vie de luxe ou la liberté ?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b3f4b11f-88fd-4730-a4c3-4c577d2b0f04",
    "title": {
      "en": "Itsu Made mo Mukashi no Kyorikanna Osananajimi"
    },
    "updatedAt": "2024-05-11T12:35:34+00:00",
    "coverArt": "https://mangadex.org/covers/b3f4b11f-88fd-4730-a4c3-4c577d2b0f04/82964a7e-f380-40d1-9476-4cb86ab99621.png",
    "altTitles": [
      {
        "ja": "いつまでも 昔の距離感な幼馴染"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "c37cb5b6-3245-4a06-840b-93f25bd760f8",
    "title": {
      "en": "Be-bop High School"
    },
    "updatedAt": "2022-08-10T11:36:09+00:00",
    "coverArt": "https://mangadex.org/covers/c37cb5b6-3245-4a06-840b-93f25bd760f8/2209acf7-12c8-47c7-ab5f-936dff6e3bff.png",
    "altTitles": [
      {
        "ja": "ビー・バップ・ハイスクール"
      },
      {
        "ja-ro": "Bī bappu haisukūru"
      }
    ],
    "description": {
      "en": "The story revolves around the lives of two rough-and-tumble high school friends Kato Hiroshi and Nakama Toru, who seemed to make a habit of getting into trouble and starting up fights. In keeping with the spirit of the manga, Toru and Hiroshi sport slicked back 50's style ducktails and adopted exaggerated swaggers that made them comical and yet also oddly cool. The drama also features an assortment of outlandish characters who sport even weirder fashions and hairdos. To describe the action in this drama, think Fight Club meets The Breakfast Club.  \n  \n---\n - **Won the 12th Kodansha Manga Award for General Manga in 1988, which it shared with Bonobono**"
    },
    "status": "completed",
    "releaseDate": 1983,
    "contentRating": "suggestive",
    "lastVolume": "48",
    "lastChapter": "308"
  },
  {
    "mangaId": "7647fe0b-576f-4616-9de8-d9998727ced4",
    "title": {
      "en": "Lady Chef Royale"
    },
    "updatedAt": "2022-06-12T21:52:31+00:00",
    "coverArt": "https://mangadex.org/covers/7647fe0b-576f-4616-9de8-d9998727ced4/2e5eeb4c-8612-4c6c-8214-205f95e744fc.jpg",
    "altTitles": [
      {
        "ko": "로열 셰프 영애님"
      },
      {
        "ko-ro": "Royal Chef Yeong-ae-nim"
      },
      {
        "en": "The Young Lady Is a Royal Chef"
      },
      {
        "en": "Royal Chef Young Lady"
      },
      {
        "en": "Royal Chef"
      },
      {
        "id": "Royal Chef Lady"
      },
      {
        "id": "Kang masak rambut biru"
      },
      {
        "es": "La joven chef royal"
      },
      {
        "es": "La princesa es un chef imperial"
      },
      {
        "ja": "お嬢様はロイヤル・シェフ"
      },
      {
        "zh": "千金料理师"
      },
      {
        "zh": "皇室御厨英爱"
      }
    ],
    "description": {
      "en": "Sena’s been tossed into another world, as the despised daughter of a noble family. Her little restaurant was her refuge in her last life, so she’s got some tricks up her sleeve—cooking skills! \n\nAs Senianna, she’ll put her brains and fine-tuned taste buds (Korean fried chicken, anyone?) to the test so she can take back the kitchen and gain this society’s esteemed title of Chef Royale. Will her cuisine reign supreme over the empire and bring her the sweet and salty balance of power and affection?\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)\n---\nAs a chef at a small knight's restaurant, I became the nuisance youngest daughter of a powerful man who was afraid of the emperor. I tried to run away with all my travel expenses…\n\nIt’s strange.\n\n“If you say you're sorry, are you that shameless?”\n“That’s because I’m your brother.”\n“Why don't you take Grandmother on a stroll?”\n\nWhy is everyone so nice to me all of a sudden?\n\n“Why do you want to take out someone's eyeballs when they see me?\"\n\nPeople who had caught me trying to escape. I'm just cooking. What's wrong with you?",
      "id": "Aku yang dulu hidup dalam penderitaan sewaktu kecil, kini berhasil menjalankan restoran kecil di pinggir jalan dengan guruku yang menjadi orang tua sekaligus teman terbaikku.\n\nHingga suatu saat, guruku meninggal. Tapi, kemalanganku tidak berhenti di sana. Aku meninggal dan mendapati diriku di dunia lain. Aku kembali hidup sebagai cucu orang paling kuat di wilayah timur?!\n\nMendapati diriku sebagai Seniana, sekarang aku harus berjuang menjalani hidup dan menjadi royal chef paling hebat!\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)",
      "ko": "작은 기사 식당의 요리사였던 나는 황제도 두려워하는 권력가의 천덕꾸러기 막내딸이 되었다.\n여비를 저축해 도망치려고 했는데…\n\n이상하다.\n\n\"네게 미안하다고 하면 염치가 없는 건가.\"\n\"그야 내가 네 오빠니까.\"\n\"할애비와 산책해 주지 않는 거냐.\"\n\n다들 갑자기 왜 잘해 주는 거지?\n\n\"너를 보는 놈들의 눈알을 죄 뽑아 버리고 싶은 건 왜일까요.\"\n\n도망치려는 나와 붙잡는 사람들.\n요리만 했을 뿐인데 왜 이러는 거람…\n\n---\n\n[Original Webtoon](https://page.kakao.com/home/55268483)\n\nOfficial Translations:\n* [English](https://tapas.io/series/lady-chef-royale/info)\n* [Chinese (Simplified) / 汉语](https://www.podoteng.com/)\n* [Indonesian / Bahasa Indonesia](https://kakaopage.co.id/content/Royal-Chef-Lady/3380)\n* [Japanese / 日本語](https://piccoma.com/web/product/46395)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db0ac526-46c9-41ea-be96-1959bc26a314",
    "title": {
      "en": "A Cool Older Lady Who Drives Me Crazy"
    },
    "updatedAt": "2024-05-10T18:29:35+00:00",
    "coverArt": "https://mangadex.org/covers/db0ac526-46c9-41ea-be96-1959bc26a314/c033ea56-b62c-41c7-b6ed-23d52cc98f5b.jpg",
    "altTitles": [
      {
        "ja": "僕を狂わすカッコイイお姉さん"
      },
      {
        "ja-ro": "Boku o Kuruwasu Kakkoii Onee-san"
      },
      {
        "en": "A Cool Older Lady That Makes Me Crazy"
      },
      {
        "pt-br": "Uma mulher mais velha legal que me deixa louco"
      },
      {
        "es-la": "Una mujer mayor genial que me vuelve loco"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5a721911-2bc2-4bfb-9c85-f14e58f95b15",
    "title": {
      "en": "Giji Renai Dewa Mamanaranai"
    },
    "updatedAt": "2024-05-09T13:31:31+00:00",
    "coverArt": "https://mangadex.org/covers/5a721911-2bc2-4bfb-9c85-f14e58f95b15/b7bf78c9-e127-4581-99aa-adfb57aba676.jpg",
    "altTitles": [
      {
        "ja": "擬似恋愛ではままならない"
      },
      {
        "en": "I can’t quiet this passion by pseudo-love affair"
      }
    ],
    "description": {
      "en": "I like feeling good, and if I'm going to do it, I want money too.\n\nKaidou Tsubasa is a pretty, laid-back yankee who sells himself for that simple reason. His friend extorted 5,000 yen from his classmate, Kamiki, and invited him to have sex with him.\n\nHowever, Kamiki, who Tsubasa thought was a geek and uncool, resisted to protect Tsubasa and ended up fighting back, but Tsubasa was interested in Kamiki...\n\nIn addition to the title story, this is a collection of five short stories, including an erotic training session for a college student who is in trouble after being dumped by a girl and a sales employee who cannot resist an order from a client and provides sexual entertainment."
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": "5.5"
  },
  {
    "mangaId": "1aad07fb-3ec1-4acf-8c5b-d8f5f5929a5d",
    "title": {
      "en": "Koudo ni Hattatsu Shita Igaku wa Mahou to Kubetsu ga Tsukanai"
    },
    "updatedAt": "2024-04-18T10:25:33+00:00",
    "coverArt": "https://mangadex.org/covers/1aad07fb-3ec1-4acf-8c5b-d8f5f5929a5d/8044eba9-d8a7-49ea-a34e-906192d002ed.jpg",
    "altTitles": [
      {
        "ja": "高度に発達した医学は魔法と区別がつかない"
      },
      {
        "en": "Any Highly Advanced Medicine Is Indistinguishable From Magic"
      },
      {
        "en": "I Used High-Level Medicine to Counter Magic"
      },
      {
        "ne": "उच्च विकसित औषधि जादू भन्दा कम छैन"
      },
      {
        "ru": "Высокоразвитая медицина неотличима от магии"
      },
      {
        "ka": "ძლიერ განვითარებული მედიცინა განურჩევადია მაგიისგან"
      }
    ],
    "description": {
      "en": "Can modern medicine work in another world? No cheats, no modern equipment. One doctor stands up against a world where magic rules!\n\nTadato Amami, an active doctor, is transferred to another world where medical magic is monopolized. He is surprised by the slimes, chimera, beastmen, and other inhabitants he encounters for the first time! But with the little medical equipment he has and his own knowledge, he is able to fight diseases and injuries!\n\nWill he be able to cure the inhabitants of the other world and save those who suffer?!",
      "ja": "医療魔法が独占された異世界に転移した現役医師・天海唯人。スライム、キマイラ、獣人…はじめて出会う住人たちに驚きながらも、わずかな医療器具と自身の知識で、病魔や怪我に立ち向かう。果たして彼は異世界の住人たちを治療し、苦しむ人々を救うことができるのか。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "82757478-87b2-4064-a99e-5e628c700956",
    "title": {
      "en": "Kimi wa Yakamashi Tojite yo Kuchi o!"
    },
    "updatedAt": "2024-04-24T19:13:21+00:00",
    "coverArt": "https://mangadex.org/covers/82757478-87b2-4064-a99e-5e628c700956/76b927aa-2860-4940-b77a-f6075f7fc99b.jpg",
    "altTitles": [
      {
        "ja": "君は喧し閉じてよ口を！"
      },
      {
        "ja-ro": "Kimi ha Yakamashi Tojite yo Kuchi wo!"
      },
      {
        "en": "You're Too Noisy, So Just Shut It Already!"
      },
      {
        "en": "You Talk Too Much, So Just Shut It Already!"
      },
      {
        "zh": "吵闹的你不肯住口"
      },
      {
        "vi": "Cậu Ồn Ào Quá, Im lặng Giùm Tớ Đi!"
      },
      {
        "ru": "Закрой свой рот!"
      },
      {
        "ru": "Ты слишком много говоришь, так что заткнись уже!"
      },
      {
        "tl": "Ang Ingay Mo Kaya Manahimik Ka Na Lang!"
      }
    ],
    "description": {
      "en": "Hīragi Tsukino was born deaf. When she transfers to a new school, she meets a talkative boy named Enomoto Taiyō. Tsukino is slightly taken aback by Taiyō, who talks to her without regard to the fact that she can't hear.",
      "ja": "柊月乃は生まれつき耳が聞こえない。そんな彼女が転校先で出会ったのは、おしゃべりな男子・榎本太陽。聞こえないことなんかお構いなしにしゃべりかけてくる太陽に若干引き気味な月乃。",
      "ru": "Хиираги Цукино родилась глухой. Когда она переводится в новую школу, она встречает говорливого мальчика по имени Эномото Тайо. Цукино немного обескуражена тем, что Тайо разговаривает с ней, не заботясь о том, что она не может его слышать...",
      "vi": "Hiiragi Tsukino là một cô bạn bị khiếm thính bẩm sinh. Khi cậu ấy chuyển đến trường mới, cậu ấy gặp được một cậu bạn lắm mồm tên Enomoto Taiyo. Tại đây, Tsukino luôn bị xoay tròn bởi những câu chuyện xàm xí của Taiyo bất chấp việc cô không thể nghe được cậu ta nói gì."
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "48"
  },
  {
    "mangaId": "018d4130-4c05-4ed2-9966-d903e755d53d",
    "title": {
      "en": "Takane-san and Arashi-chan - University Story"
    },
    "updatedAt": "2024-04-22T03:26:13+00:00",
    "coverArt": "https://mangadex.org/covers/018d4130-4c05-4ed2-9966-d903e755d53d/bc54205e-51dc-4e0d-9587-e2c53f075a8a.jpg",
    "altTitles": [
      {
        "ja": "高音さんと嵐ちゃん"
      },
      {
        "ja-ro": "Takane-san to Arashi-chan"
      },
      {
        "ko": "타카네와 아라시"
      },
      {
        "ko-ro": "Takane and Arashi"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "01168c96-d2b0-4c56-bc03-6a6bf5fffd24",
    "title": {
      "en": "The Rain Spirit That Will Disappear in 30 Days"
    },
    "updatedAt": "2023-04-25T09:33:13+00:00",
    "coverArt": "https://mangadex.org/covers/01168c96-d2b0-4c56-bc03-6a6bf5fffd24/6a8d7962-b08c-4a58-9b9c-1cc623a761d9.jpg",
    "altTitles": [
      {
        "ja": "30日後に消える梅雨ちゃん"
      },
      {
        "en": "Tsuyu-chan Will Disappear in 30 Days"
      }
    ],
    "description": {
      "en": "Note: [Tsuyu](https://en.wikipedia.org/wiki/East_Asian_rainy_season) is the rainy season in Japan which occurs in the late spring through summer months.\n\n[Alternate Raws - Pixiv](https://www.pixiv.net/user/102131/series/160311)"
    },
    "status": "completed",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "31"
  },
  {
    "mangaId": "27457fd8-8152-49dd-b26c-a76ffa96752f",
    "title": {
      "en": "Koun-chi 999 no Watashi, Sokushi Mahou ga Zettai ni Seikou suru no de Sekai Saikyou desu ~ Mahou-chi 1 de Tsuihousaremashita ga, Kakuritsu Cheat de Moriagaru ~"
    },
    "updatedAt": "2024-03-13T21:47:27+00:00",
    "coverArt": "https://mangadex.org/covers/27457fd8-8152-49dd-b26c-a76ffa96752f/5ce13c64-3e32-4ad9-89ba-eab031e82a9d.jpg",
    "altTitles": [
      {
        "ja": "幸運値999の私、【即死魔法】が絶対に成功するので世界最強です～魔力値1で追放されましたが、確率チートで成り上がる"
      },
      {
        "en": "I Am Invincible With My Luck Stat at 999 and Infallible Insta-Death Magic ~I Was Banished With a Magic Power of 1, but I Rise to the Top With My Probability Cheat~"
      }
    ],
    "description": {
      "en": "Born into a prestigious family of magicians, Sachi faced despair when her magical power was assessed at a mere 1. In contrast, her luck stat was an astonishing 999, but to magicians, it was deemed worthless—?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6bf844c8-2ce4-401a-a761-3151042efe30",
    "title": {
      "en": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
    },
    "updatedAt": "2024-03-29T19:52:56+00:00",
    "coverArt": "https://mangadex.org/covers/6bf844c8-2ce4-401a-a761-3151042efe30/a7872083-47ce-4234-85f6-fa080069bd2a.jpg",
    "altTitles": [
      {
        "ja": "時々ボソッとロシア語でデレる隣のアーリャさん"
      },
      {
        "ru": "Аля, которая сидит рядом со мной, иногда кокетничает со мной по-русски"
      },
      {
        "ru": "Аля-сан иногда кокетничает со мной по-русски"
      },
      {
        "vi": "Arya-san bàn bên thi thoảng lại trêu ghẹo tôi bằng tiếng Nga"
      },
      {
        "zh-hk": "不時輕聲地以俄語遮羞的鄰座艾莉同學"
      },
      {
        "id": "Alya-san Terkadang Menyembunyikan Perasaannya dalam Bahasa Rusia"
      },
      {
        "pt-br": "Alya-san geralmente esconde seus sentimentos em russo"
      },
      {
        "ne": "आल्या कहिलेकाहीँ रूसी भाषामा आफ्नो भावना लुकाउँछिन्"
      },
      {
        "de": "Alya verbirgt manchmal ihre Gefühle auf Russisch"
      },
      {
        "en": "Alya-san Sometimes Hides Her Feelings in Russian"
      },
      {
        "en": "My Deskmate Alya Sometimes Hides Her Feelings in Russian"
      },
      {
        "ja-ro": "Tokidoki Bosotto Roshia-go de Dereru Tonari no Alya-san"
      },
      {
        "pl": "Alya Czasami Ukrywa Swoje Uczucia Używając Rosyjskiego"
      }
    ],
    "description": {
      "en": "Masachika Kuze sits next to Alya, a girl of Russian and Japanese descent. She’s beautiful, haughty, and an exceptional student, while Masachika is nerdy and known for being a slacker. He’s an easy target for her comments in Russian, which she’s all too happy to translate—except he can understand what she’s really saying!",
      "it": "Masachika Kuze è seduto accanto ad Alya, una ragazza di origine russa e antenati giapponesi. Lei è bella, altezzosa e una studentessa eccezionale, mentre Masachika è secchione e noto per essere un fannullone. È un bersaglio facile per i suoi commenti in russo, che lei è fin troppo felice di tradurre - tranne per il fatto che lui può capire cosa sta dicendo in realtà!",
      "ja": "「И на меня тоже обрати внимание」隣の席に座る絶世の銀髪美少女、アーリャさんは時々ロシア語を話す。本人は俺を罵倒していると言うのだが…事実は違う！さっきのロシア語、彼女は「私のことかまってよ」と言っていたのだ！実は俺、久世政近のロシア語リスニングはネイティブレベルなのである。そんな事とは露知らず、今日も甘々なロシア語でデレてくるアーリャさん！全生徒憧れの的、超ハイスペックなロシアンJKとの青春ラブコメディ！",
      "pl": "Masachika Kuze siedzi obok Alyi, dziewczyny pochodzenia rosyjsko - japońskiego. Jest piękną, wyniosłą i wyjątkową uczennicą, podczas gdy Masachika jest kujonem znanym z bycia leniem. Jest on więc łatwym celem dla jej komentarzy, które chętnie tłumaczy na rosyjski - z wyjątkiem tego, że on może zrozumieć, co mówi naprawdę!",
      "ru": "Манга по одноимённой новелле! Главный герой – Кудзе Масачика, учится в частном институте Сейрей, куда частенько попадают ученики из разных стран. Вдруг в классе Кудзе появилась новенькая. Девушка с бледной, почти прозрачной кожей, которую невозможно было увидеть у настоящих японцев, и длинными голубыми глазами-щелочками, сияющими, как сапфиры. Это была Аля – Русская девушка, что переехала в Японию...",
      "vi": "“И наменятоже обрати внимание”\n\n“Hở, gì thế?”\n\n“Có gì đâu? Tôi nói ‘Cái tên này đúng là đồ ngốc’ ý mà.”\n\n“Cậu thôi cái trò mắng người ta bằng tiếng Nga đi!?”\n\nArya - cô nàng xinh đẹp tuyệt trần có mái tóc bạch kim ngồi cạnh tôi - đang nở một nụ cười đắc thắng...\n\nNhưng sự thật thì, câu tiếng Nga cô ấy vừa nói có nghĩa là [Hãy để ý đến tôi đi] cơ!\n\nTôi - Kuze Masachika - là người có khả năng nghe hiểu tiếng Nga thông thạo như người bản xứ. Nhưng không hề hay biết điều đó, cô nàng Arya hôm nay vẫn tiếp tục thể hiện những cảm xúc rất ngọt ngào bằng tiếng Nga khiến tôi không thể ngừng cười!?\n\nCâu chuyện tình thanh xuân hài hước của tôi với cô nàng nữ sinh trung học gốc Nga hoàn hảo đã bắt đầu như thế...",
      "pt-br": "Minha colega de classe que senta ao meu lado é meio-russa, chamada Alya, ela tá sempre provocando e sussurrando em russo, só que ela não sabe que entendo muito bem o idioma russo. \n\nAssim começa um grande comédia romântica."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e4d23997-f20f-4da6-b7b3-e463d92abd62",
    "title": {
      "en": "BLADE & BASTARD"
    },
    "updatedAt": "2023-12-19T17:32:06+00:00",
    "coverArt": "https://mangadex.org/covers/e4d23997-f20f-4da6-b7b3-e463d92abd62/c84d01a1-2c2e-4061-b6c8-fc227900928f.jpg",
    "altTitles": [
      {
        "ja-ro": "Bureido & Basutaado"
      },
      {
        "ja": "ブレイド＆バスタード"
      },
      {
        "ru": "Клинок и Ублюдок"
      },
      {
        "uk": "Лезо та Байстрюк"
      },
      {
        "en": "Blade & Bastard"
      },
      {
        "en": "Blade and Bastard"
      }
    ],
    "description": {
      "en": "Deep in the unexplored reaches of the dungeon, a corpse is discovered—one that shouldn’t exist. After Iarumas is resurrected, his memories of life before death are gone, and he spends his days delving into the dungeon to retrieve the bodies of dead adventurers. Can they be revived as well? Or will God reduce them to piles of ash on the altar? Either way, Iarumas collects his finder’s fee. And though his skills earn him some grudging respect, he’s also scorned for this cold, utilitarian attitude. The living keep their distance—Iarumas consorts primarily with the dead. That is, until he meets Garbage, a feral young swordswoman who’s the sole survivor of a massacred party. With Garbage by his side, Iarumas ventures deeper, scouring the dungeon for clues to his past, avoiding monsters, traps, and the inevitability of a permanent ashen demise."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1dc52164-933d-41f0-81c4-7f823d003748",
    "title": {
      "en": "Virus King"
    },
    "updatedAt": "2024-02-17T15:24:04+00:00",
    "coverArt": "https://mangadex.org/covers/1dc52164-933d-41f0-81c4-7f823d003748/62779744-0735-4bad-b981-780953f82c9d.png",
    "altTitles": [
      {
        "en": "Doomsday for All: Me, Virus Monarch"
      },
      {
        "zh": "全民末日：我，病毒君王"
      }
    ],
    "description": {
      "en": "The world is plunged into doomsday. The entire doomsday world has turned into a cruel evolutionary game! This is the greatest opportunity and trial ground for mankind, and it is also the amusement park of gods and demons! Chen Bai was reborn and returned",
      "zh": "全球陷入末日笼罩。 整个末日世界，变成了一场残酷的进化游戏！ 这是人类最大的机缘与试炼场，也是神魔的游乐园！ 陈白重生回到了末日开始的十天前！ 直接注射丧尸病毒， 觉醒SSS天赋：病毒君王！ 掌控病毒开始一条与众不同的进化之路！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "131a4205-f89d-4521-8512-e3f4221dc8a1",
    "title": {
      "en": "Mikarun X"
    },
    "updatedAt": "2024-05-03T17:31:48+00:00",
    "coverArt": "https://mangadex.org/covers/131a4205-f89d-4521-8512-e3f4221dc8a1/7f02d771-ab43-4006-ae37-b02fa8490f9e.png",
    "altTitles": [
      {
        "en": "Mika Run X"
      },
      {
        "en": "Mikarun Xross"
      },
      {
        "ja": "ミカるんX"
      },
      {
        "zh": "巨乳戰隊X"
      },
      {
        "zh": "美香倫X"
      }
    ],
    "description": {
      "en": "Somebody wants the Earth! After being invaded for 6 times by monsters and aliens, Tokyo was damaged and almost destroyed. When Runna Minami meets an honor student, Mika Kujiraoka, the bishojo fighters of justice, Mikarun X, are born.  \r\nThey transform themselves into giants and, without wearing anything, the two heroines fight against the various enemies.  \r\n\r\n\r\n---\r\n\r\n**Links**  \r\n- [Author’s Twitter](https://twitter.com/r_tkt)"
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "8",
    "lastChapter": ""
  },
  {
    "mangaId": "3f50067d-298f-4910-b5b1-f62bd5d8dd21",
    "title": {
      "en": "The Exiled Former Errand Boy Is Now Known as the Greatest Repairman Through His Extraordinary Skills ~Requests From SSS-Rank Parties and Royalty Keep Coming~"
    },
    "updatedAt": "2024-05-11T12:00:13+00:00",
    "coverArt": "https://mangadex.org/covers/3f50067d-298f-4910-b5b1-f62bd5d8dd21/97d5b419-c131-4163-9006-066adfb73420.jpg",
    "altTitles": [
      {
        "ja": "追放された元雑用係、規格外の技術で「最高の修繕師」と呼ばれるようになりました～SSSランクパーティーや王族からの依頼が止まりません～"
      },
      {
        "ja-ro": "Tsuihousareta Moto Zatsuyou-gakari, Kikakugai no Gijutsu de \"Saikou no Shuuzenshi\" to Yobareru You ni narimashita - SSS Rank Party ya Ouzoku kara no Irai ga Tomarimasen"
      }
    ],
    "description": {
      "en": "Lyle, a \"repairman\" who had no combat skills, spent his unfortunate days as the dead weight in the party. He had been supporting the party in the shadows in order to fulfill his dream of owning his own store someday, but he was told that the party did not need someone who could not fight and that he would be banished!\n\nOne day, Lyle is at a loss for what to do when a mysterious swordsman named Lindo appears before him with an old sword, asking him to \"repair the sword. Lyle decides to accept this sudden request, and repairs a large sword with a vanished family crest engraved on it, and delivers it to Lindo... but the sword he repaired shows unexpected power!\n\nLyle is gradually becoming well known in King's Landing, and he receives requests from SSS-ranked parties and noble royalty!"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c99ed90-369e-46a0-aab5-84960da25b09",
    "title": {
      "en": "Sekai de Yuuitsu no Tenshokushi: Job Hopper na Ore wa, Isekai de Subete no Job o Kiwameru Koto ni Shita"
    },
    "updatedAt": "2024-05-11T11:58:33+00:00",
    "coverArt": "https://mangadex.org/covers/0c99ed90-369e-46a0-aab5-84960da25b09/836d28bb-05da-4864-b9c7-413bee18da20.jpg",
    "altTitles": [
      {
        "ja": "世界で唯一の転職師～ジョブホッパーな俺は、異世界ですべてのジョブを極めることにした～"
      },
      {
        "ja-ro": "Sekai de Yuiitsu no Tenshokushi"
      },
      {
        "en": "The Only Job Changer in the World: I, a Job Hopper, Decided to Master All the Jobs in Another World"
      },
      {
        "en": "The World's Only Job Changer"
      }
    ],
    "description": {
      "en": "Tsukasa, a company employee who repeatedly changes jobs in search of better conditions, challenges the final interview of a major corporation.  But as soon as he went past the door, he found himself in another world. His past career seems completely irrelevant, leading to a sense of discouragement. But, the \"Job Changer\" bestowed upon him grants him a unique ability!\n\nWith the power to freely switch between jobs like swordsman, mage, spear user, alchemist, appraiser, pharmacist, and more, he begins a leisurely life in this different world. Whether dealing with monsters or making use of abundant knowledge from herbs to items, he adapts effortlessly, engaging in everything from helping people to earning money. \n\nUnstoppable with his versatile skills, the powerful corporate slave leaps into a fantasy of career advancement!",
      "ja": "よりよい条件を求めて転職を繰り返す会社員・ツカサ。\n大企業の最終面接に挑んだ彼は、気が付けば異世界へと転移していた。\nこれまでの経歴がまったく通用しない……と意気消沈モード。\nだが、彼が授かった「転職師」は唯一無二の能力であった！\n剣士、魔術師、槍使い、錬金術士、鑑定士、薬師etc.と、どんなジョブにも自由自在に切り替える力で、彼は悠々自適な異世界生活をスタートさせる。\n魔物相手だろうが、煮るなり焼くなり斬るなりはお手のもの！\n薬草からアイテムまで、溢れる知識で有効活用！\nさらには、持ち前の順応力も発揮し、人助けにお金稼ぎにと、無双が止まらない!?\nパワフル社畜が七色の職を駆使して跳ね上がる、キャリアアップ・ファンタジー開幕！"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4a4786cf-c185-4ad3-89a9-294a1ec0bfc9",
    "title": {
      "en": "Iron Ladies"
    },
    "updatedAt": "2024-04-18T03:16:24+00:00",
    "coverArt": "https://mangadex.org/covers/4a4786cf-c185-4ad3-89a9-294a1ec0bfc9/bd3b29e3-ae6c-4f7d-9cc9-5d1381e9d2ac.jpg",
    "altTitles": [
      {
        "fr": "Dames de Fer"
      },
      {
        "tr": "Demir Bayanlar"
      },
      {
        "id": "Gadis Baja"
      },
      {
        "en": "Iron Ladies Steel Soldiers"
      },
      {
        "en": "Metal Goddess Soldier"
      },
      {
        "zh": "Tie Ji Gang Bing"
      },
      {
        "ru": "Железные леди"
      },
      {
        "zh": "铁姬钢兵"
      },
      {
        "ka": "რკინის ქალბატონები"
      }
    ],
    "description": {
      "en": "**Description translated from the author:**\nUniversity graduate Mu Siyun sent his resume to the star fleet on a whim and somehow became the Fleet Admiral! This is the story about an admiral with a harem of 3000 female soldiers conquering the universe.\n\n---\n\n**Translator's version:**\nThe smartest university student to ever graduate from Daxia University's Department of Political History, Mu Siyun, enlists in Beiyang's Fleet on a whim and somehow becomes the Fleet Admiral. Knowing fully well how the world works and how the rich dominate the poor, Mu Siyun seeks to defy the heavens and bring order and hope back to the universe by cleverly scheming against his enemies.",
      "ru": "По прихоти судьбы выпускник университета Му Сыюнь отправил свое резюме в звёздный флот и каким-то образом стал адмиралом флота! Это история об адмирале с гаремом в 3000 женщин-солдат, покоряющих вселенную…",
      "tr": "Üniversiteden mezun olan Mu Siyun, bir heves ile öz geçmişini yıldız filosuna yollar ve her nasılsa filo amirali olur! bu hikaye 3000 kız askerin bir filo amiraliyle evreni ele geçirmesini anlatıyor…"
    },
    "status": "ongoing",
    "releaseDate": 2016,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "9a0f7aab-6726-4a74-91a2-3f9213df1f05",
    "title": {
      "en": "Hazure Skill [Nigeru] de Ore wa Kyokugen-tei Level no Mama Saikyou wo Mezasu"
    },
    "updatedAt": "2024-03-04T16:07:35+00:00",
    "coverArt": "https://mangadex.org/covers/9a0f7aab-6726-4a74-91a2-3f9213df1f05/5965711a-9c77-4a5b-b862-58a10a548090.jpg",
    "altTitles": [
      {
        "ja": "ハズレスキル「逃げる」で俺は極限低レベルのまま最強を目指す～経験値抑制＆レベル１でスキルポイントが死ぬほどインフレ、スキルが取り放題になった件～"
      },
      {
        "en": "Aim for the Strongest With The Worthless Skill「ESCAPE」"
      },
      {
        "en": "Aiming to Be the Strongest While Remaining at the Absolute Lowest Level With My Worthless [Escape] Skill ~ Where Experience Points Are Limited and I Get a Flood of Skill Points at Level 1, I Gain Access to Unlimited Skills"
      },
      {
        "en": "Aiming to Be the Strongest While Remaining at the Absolute Lowest Level With My Worthless Run Away Skill"
      }
    ],
    "description": {
      "en": "The countless dungeons that suddenly appeared on modern Earth have now become a part of everyday life.\n\nYuuto Kurashiki, a young man who has become a hikikomori for some reason, challenges the dungeon to break through the dead end of his life. However, the unique skill given to Yuto was ironically [Escape].\n\nNot only is it difficult to use, but it also has a huge negative correction to the ability value, which is the lowest and worst failing skill. However, Yuuto soon finds out that this skill has an outrageous potential!\n\n\nhttps://ncode.syosetu.com/n7575gq/"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0aa2520a-a18f-406d-8908-32cec22b88ac",
    "title": {
      "en": "Only I Know That the World Will End"
    },
    "updatedAt": "2024-04-26T00:09:49+00:00",
    "coverArt": "https://mangadex.org/covers/0aa2520a-a18f-406d-8908-32cec22b88ac/ac528114-61e1-4de6-a709-2ed9158bbdf5.jpg",
    "altTitles": [
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto wo, Ore dake ga Shitte Iru"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている　～モンスターが現れた世界で、死に戻りレベルアップ～"
      },
      {
        "ja-ro": "Kono Sekai ga Izure Horobu Koto o, Ore dake ga Shitteiru: Monster ga Arawareta Sekai de, Shi ni Modori Level Up"
      },
      {
        "en": "Only I Know That the World Will End ~ In a World Where Monsters Appear, I Level Up by Returning From Death"
      },
      {
        "ja": "この世界がいずれ滅ぶことを、俺だけが知っている"
      }
    ],
    "description": {
      "en": "Akira Ichijo is your average, run-of-the-mill businessman.\n\nOne day, on his way home from work, he is suddenly attacked by a Minotaur and killed on the spot. But in the blink of an eye... he wakes up back at the office!\n\nWhen monsters invade into the real world, a cruel reality sets in as the world as we know it plummets into destruction and death. But with the unique skill [Resurrection], Akira can come back to life every time he dies, all the while inheriting the same levels and skills from his last run at life!\n\nWith unlimited chances to correct his past mistakes, it's up to Akira to utilize the skill he's given and survive this terrifying world with his childhood friend, Nao Nanase."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "de526be7-ac05-4d8f-a726-0ac570832f50",
    "title": {
      "en": "Kimura X Class"
    },
    "updatedAt": "2024-04-10T11:44:15+00:00",
    "coverArt": "https://mangadex.org/covers/de526be7-ac05-4d8f-a726-0ac570832f50/aa86a0c7-d093-46f0-94e7-f65e55d70769.jpg",
    "altTitles": [
      {
        "en": "KIMURA×CLASS"
      },
      {
        "ja": "キムラクラス"
      }
    ],
    "description": {
      "en": "The \"Innate Gift,\" or \"IG,\" are special skills that only a handful of people possess. These rare talents are gathered at an ultra-elite school in Tokyo. Their homeroom teacher is the most powerful robot, Kimura-sensei! Loud-mouthed and full of weird features... you've never seen a teacher like him!\n\nRin Souma is an \"IG\" who can remember everything he sees and feels. He just wants to live his high school life peacefully, but.... his hopes for ordinary days are destroyed!",
      "pt-br": "O \"Dom Inato\", ou \"DI\", são habilidades especiais que apenas um punhado de pessoas possuem. Esses talentos raros são reunidos em uma escola ultra-elite em Tóquio. Seu professor é o robô mais poderoso, Kimura-sensei! Tagarela e cheio de características estranhas... você nunca viu um professor como ele!\n\nRin Souma é um \"DI\" que pode lembrar de tudo que vê e sente. Ele só quer viver sua vida escolar pacificamente, mas.... suas esperanças por dias comuns podem ser destruídas!"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "24"
  },
  {
    "mangaId": "1fcaaa65-6fa4-4772-9006-b905101905d7",
    "title": {
      "en": "Cheating Men Must Die"
    },
    "updatedAt": "2024-05-01T17:56:04+00:00",
    "coverArt": "https://mangadex.org/covers/1fcaaa65-6fa4-4772-9006-b905101905d7/f1eee3e0-718c-424a-b277-8ee95901e1f9.jpg",
    "altTitles": [
      {
        "it": "Gli Uomini Traditori Devono Morire"
      },
      {
        "zh-ro": "Wan Zha Chao Huang"
      },
      {
        "zh": "万渣朝凰"
      },
      {
        "en": "Phoenix Rising Above Evil"
      },
      {
        "vi": "Vạn Tra Triêu Hoàng"
      }
    ],
    "description": {
      "en": "Why torment scumbags for just a moment when you can do so forever? Join Su LuXia as she transmigrates into countless worlds with her ‘Supporting Female Character’s Counterattack System’ to unleash vengeance upon the deplorable male and female leads using a variety of tactics! \n\nSu LuXia: \"The only thing that brings me comfort is the tears of remorse from scumbag men and the agonizing groans of despicable women who can't get what they want.\" \n\nSystem: \"Has My Esteemed Host learnt to reel back her vengeful spirit? Nope, I guess not.\"",
      "fr": "Su Lüxia fait partie d'un \"Système de rôle féminin\".\nSa mission : en se téléportant dans les corps des femmes trompées et bafouées, elle renverse leur destinée.\n\"Seules les larmes d'un bâtard de tricheur et les gémissements de douleur d'une garce m'apportent le réconfort.\"",
      "it": "Schiacciare un verme per un solo momento dà una soddisfazione momentanea, ma le vite passate a schiacciare i vermi forniscono vite di soddisfazione continua. Su Lüxia, la nostra protagonista femminile, trasmigra in altri mondi con il sistema di contrattacco della seconda protagonista femminile; usa schemi e trucchi elaborati per picchiare innumerevoli bastardi traditori e puttane.\n\nSu Lüxia: \"Solo le lacrime di rimorso di un bastardo traditore, e i gemiti di dolore di una puttana incapace di ottenere ciò che vuole, mi danno conforto.\"\n\nSistema: \"Il mio ospite ha attinto alla sua umanità oggi? No.\""
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb",
    "title": {
      "en": "Magical Girl 201"
    },
    "updatedAt": "2024-04-13T16:24:32+00:00",
    "coverArt": "https://mangadex.org/covers/8fb6d1db-c0c5-4122-81fe-dd480bfdb6eb/e7d51ab7-9307-4cc6-8503-c6b1654a2402.jpg",
    "altTitles": [
      {
        "ja": "魔法少女201"
      },
      {
        "ja-ro": "Mahou Shoujo 201"
      },
      {
        "vi": "Ma Pháp Thiếu Nữ 201"
      }
    ],
    "description": {
      "en": "Fujiyama Shinobu aka Sexy Fujiyama, is a general working for the evil Flower Bud Gang who are trying to take over the city. Standing in her way is the masked magical girl, Princess Mamu, who wouldn't you know it, has just moved in next door to Fujiyama's place..."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b9bcd5a5-23cc-47f4-a79d-752897cf3305",
    "title": {
      "en": "I'm Not The Cult Leader"
    },
    "updatedAt": "2024-05-02T12:46:41+00:00",
    "coverArt": "https://mangadex.org/covers/b9bcd5a5-23cc-47f4-a79d-752897cf3305/f93fc8e3-c712-40b4-ae87-cd5965fc139e.jpg",
    "altTitles": [
      {
        "zh": "我不是教主"
      }
    ],
    "description": {
      "en": "Who am I? Where am I? What am I doing? Wait, wait! Great Alliance Leader! Stop it already!! I really…… am not the Cult Leader! The entirety of the Jianghu thought that the Cult Leader of the Demonic Cult was a woman—who would've thought that the Cult Leader could even secretly start a harem?!"
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3",
    "title": {
      "en": "Sensei! Bokutachi ga Sekai wo Horoboshimasu."
    },
    "updatedAt": "2024-02-26T22:45:28+00:00",
    "coverArt": "https://mangadex.org/covers/1c4f1dd6-c7cc-4474-b3de-2cc9adc330c3/363457c5-3584-4026-912f-7a97455daf1c.jpg",
    "altTitles": [
      {
        "ja": "先生！ 僕たちが世界を滅ぼします。"
      },
      {
        "ru": "Мы уничтожим весь мир, учитель!"
      },
      {
        "en": "Teacher, we will destroy the world!"
      },
      {
        "en": "The strongest Assassin as a Teacher"
      }
    ],
    "description": {
      "en": "A \"Teacher\" has a sacred job that protects and guides students.\n\nIn this world where people who can use magic and people who cannot use magic coexist, Solo is a sorcerer who lives alone.\nHe is also known as No. 0, a skilled assassin who always completes any request he receives.\n\n\"As part of a certain mission, I am assigned to teach at a magic school, and the teenagers I am assigned to teach are the students of the Class 2D, which is made up of dropouts.\"\n\nWhile he is desperately playing the role of a teacher in order to complete his mission, a transfer student arrives and the situation takes an unexpected turn...\n\nA school fantasy unfolding between a false teacher and the strongest assassin and the most evil students who serve as his \"beacon\"!",
      "ja": "『教師』とは、生徒を守り、教え導く聖なる仕事。\n魔法が使える人間と使えない人間が混在するこの世界で、孤独に生きる一人の魔導士・ソロ。\n受けた依頼は必ず完遂するという凄腕の殺し屋・No.0（ナンバーゼロ）という異名も持つ彼は、\nとある任務の一件で魔法学校で教師をすることになりますが、そこで担任することになったのは、学年の落ちこぼれが集まる２年Ｄ組。\n任務遂行のために必死に教師を演じている最中、そこに転校生がやってきて事態は思わぬ方向に…。\n偽りの教師で最強の暗殺者と、彼の“標”となる最凶の生徒たちが繰り広げる学園ファンタジー！"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2e772607-0121-481b-8a95-b5cd33598506",
    "title": {
      "en": "Happy Sepia"
    },
    "updatedAt": "2024-05-11T09:02:17+00:00",
    "coverArt": "https://mangadex.org/covers/2e772607-0121-481b-8a95-b5cd33598506/a2b6b7b7-168f-407b-afa3-e7a8126aa80e.jpg",
    "altTitles": [
      {
        "ja": "ハッピーセピア"
      },
      {
        "ja": "ハッピーセピア: 大熊らすこ作品集"
      },
      {
        "ko": "해피 세피아"
      },
      {
        "ko": "해피 세피아: 오쿠마 라스코 작품집"
      },
      {
        "en": "Happy Sepia: The works of Okuma Rasuko"
      }
    ],
    "description": {
      "en": "High school girl Kaede decided to travel back in time for her beloved benefactor, Minami. Let's see how her determination will change the flow of time. This is a time slip 4-koma manga connected by wishes and wills!",
      "ja": "高校1年生のかえでは大好きな人のために過去へ旅立つことに。\r\n彼女の想いがどう流れを変えていくのか…！\r\n想いが想いを繋ぐタイムトラベル4コマ！"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "12"
  },
  {
    "mangaId": "3cc56862-2031-42ba-b66c-afc97d0faa68",
    "title": {
      "en": "Sekaiju no Shita kara Hajimeru: Hanryuu Shoujo to Boku no Musou Life"
    },
    "updatedAt": "2023-12-02T22:28:53+00:00",
    "coverArt": "https://mangadex.org/covers/3cc56862-2031-42ba-b66c-afc97d0faa68/d8091a47-d4ac-4e47-a70e-51e0db8a49e4.jpg",
    "altTitles": [
      {
        "ja": "世界樹の下から始める半竜少女と僕の無双ライフ"
      },
      {
        "en": "Starting From Under the World Tree: The Dragon Girl and My Invincible Life"
      }
    ],
    "description": {
      "en": "Buried by an avalanche caused by an eruption, a girl discovers a secret place undergroud where she tastes the flesh of a dragon, becoming half-dragon half-human. Afterwards the girl who was to be sold as a s*ave was bought by a kind-hearted boy. This novel is about a girl who became a Half-Dragon and a boy who has healing magic; a story about their carefree journey.",
      "ja": "最強最上の半竜の娘を従者に冒険の旅に出発します！\n\n両親を亡くして、一人遠くの魔術学園に入学を目指す、治癒魔術師見習いのリムル。彼が護衛のために奴隷商人から手に入れた、竜の手足を持つ異形の種所は、ウルトラ・モンスターな性格とパワーで、一人暮らしのリムルの生活を引っかき回してきて……!? 少年リムルが半竜少女エイルを従え、世界を変える旅に出る異世界冒険ファンタジー！！"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e16f9a7e-7c2d-4ee2-8034-6ddc6672393b",
    "title": {
      "en": "I'm an OTAKU but I want to fall in love with a gal"
    },
    "updatedAt": "2024-05-08T10:06:57+00:00",
    "coverArt": "https://mangadex.org/covers/e16f9a7e-7c2d-4ee2-8034-6ddc6672393b/3e426579-6e91-472f-836e-488ee5111274.jpg",
    "altTitles": [
      {
        "ja": "オタクくんとギャルが恋をする話"
      },
      {
        "ja-ro": "Otaku-kun to Gyaru ga Koi wo Suru Hanashi"
      },
      {
        "en": "The Story of an Otaku and a Gyaru Falling in Love"
      },
      {
        "ru": "История о том, как отаку и гяру влюбляются друг в друга"
      },
      {
        "es-la": "Una historia sobre un otaku y una gal que se enamoran"
      },
      {
        "uk": "Історія про те, як Отаку та Гяру закохуються"
      },
      {
        "zh": "死宅君与辣妹相恋的故事"
      },
      {
        "ja": "オタクだってギャルと恋したい"
      },
      {
        "ja-ro": "Otaku Datte Gal to Koi Shitai"
      },
      {
        "ru": "Даже отаку хочет влюбиться в гяру"
      }
    ],
    "description": {
      "en": "Affection Level of each Gyarus for a single Otaku. Who will our otaku-kun chose as his girl?",
      "es-la": "El nivel de afecto de cada Gyarus por un único otaku. ¿A quién elegirá nuestro otaku-kun como su chica?"
    },
    "status": "completed",
    "releaseDate": 2020,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "100"
  },
  {
    "mangaId": "062e3b40-f43a-423d-b4d4-19b9d21c62bf",
    "title": {
      "en": "Furoufushi Shoujo no Naedoko Ryokouki"
    },
    "updatedAt": "2024-04-14T19:56:43+00:00",
    "coverArt": "https://mangadex.org/covers/062e3b40-f43a-423d-b4d4-19b9d21c62bf/9472b99a-8f00-4e38-aa5f-9cf4fe128e9c.jpg",
    "altTitles": [
      {
        "ja": "不老不死少女の苗床旅行記"
      },
      {
        "en": "The Depravity Records of an Immortal Girl."
      },
      {
        "en": "The Immortal Girl's Nursery Travelogue"
      },
      {
        "vi": "Bồn Chứa Tinh Bất Tử Phiêu Lưu Ký"
      },
      {
        "vi": "葐貯精不死飄流記 (Nom Script)"
      }
    ],
    "description": {
      "en": "The journey of a genius girl who became immortal to grant her dreams of being bred to different species of creatures in order to fulfill her curiosity.",
      "ja": "「ボク、異種生物の苗床になってみたい」――天才少女プルートは苗床願望を叶えるため、不老不死の体を手に入れた！　好奇心旺盛な彼女は、異世界の美少女たちや異種生物たちとエッチで自由な旅を謳歌する！"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0a29b87c-f6eb-4e6d-98b4-3cd8adb3ab8f",
    "title": {
      "en": "Moto Ansatsusha, Tensei Shite Kizoku no Reijou ni Narimashita"
    },
    "updatedAt": "2024-05-06T00:04:35+00:00",
    "coverArt": "https://mangadex.org/covers/0a29b87c-f6eb-4e6d-98b4-3cd8adb3ab8f/549f4ffe-f56b-4a41-8008-fbb9246b8a86.png",
    "altTitles": [
      {
        "ja": "元暗殺者、転生して貴族の令嬢になりました"
      },
      {
        "en": "A Former Assassin Was Reborn as a Blue-Blooded Daughter"
      }
    ],
    "description": {
      "en": "The story is about Serena, a former assassin who was reincarnated as a duke's daughter after failing her mission. She initially thought that pretending to be a noble would be easy, but she struggled with the gap in perception between herself and her mother, who had a flighty personality, and her adoptive sister, who deceived those around her in an attempt to push Serena out of the picture.\n\nDespite skillfully dodging the harassment she faced at the tea parties full of rivalry and navigating the complex social life of a school embroiled in love and hate, Serena's cold demeanor resulted in her being ostracized and isolated. One day, she discovers that her adoptive sister is engaged to the second prince, which leads her to run away from home. However, it is at this point that the first prince, Evan, appears in front of her...\n\nFollow Serena, a former assassin who knows nothing of love, as she charges forward into the aristocratic society of another world in this comedic, occasionally romantic tale.",
      "ja": "任務に失敗した暗殺者が転生したのは、公爵令嬢のセレナ。「私は元暗殺者。なりすますなんて簡単だ」そう思っていたセレナだが、 頭がお花畑な母親や、彼女を蹴落とそうと周りを欺く義妹などとの感覚のズレに日々いら立ち、生きづらさを感じていた。 \nマウントだらけのお茶会に、愛憎ドロドロな学園生活……周囲からの嫌がらせを冷めた目で痛烈にかわしながらも、その冷徹さゆえに疎まれ孤立していくセレナ。 そしてある日、義妹が第二王子と婚約することを知り、ついに家出を決意する。しかしそこに第一王子のエヴァンが現れて--!?\n愛を知らない元暗殺者が貴族社会を突き進む、異世界転生コメディときどきラブ!？"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7b0ec2c9-5bbb-42d5-a426-f92cee63a69e",
    "title": {
      "en": "Fiend's Song"
    },
    "updatedAt": "2024-05-10T18:58:28+00:00",
    "coverArt": "https://mangadex.org/covers/7b0ec2c9-5bbb-42d5-a426-f92cee63a69e/819f0931-b357-4316-9138-29069aa9e205.jpg",
    "altTitles": [
      {
        "es": "La canción malvada"
      },
      {
        "en": "The Villain's Song"
      },
      {
        "ru": "Песнь Изувера"
      },
      {
        "ja": "外道の歌"
      },
      {
        "ja-ro": "Gedou no Uta"
      }
    ],
    "description": {
      "en": "The manga centers on Kamo and his partner Tora, who work in the underworld as \"avengers for hire,\" taking on jobs from the victims of violent crimes and families seeking vengeance for wrongs done to them."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "15",
    "lastChapter": "123"
  },
  {
    "mangaId": "cb98bd40-a903-4416-bdd0-dab93d8f36ad",
    "title": {
      "en": "R15+ Ja Dame Desuka?"
    },
    "updatedAt": "2024-01-21T03:16:07+00:00",
    "coverArt": "https://mangadex.org/covers/cb98bd40-a903-4416-bdd0-dab93d8f36ad/2c9b86be-4634-4e4d-8e53-41c367147347.jpg",
    "altTitles": [
      {
        "ja-ro": "R15+ Ja Dame Desuka?"
      },
      {
        "ja": "R15＋じゃダメですか？"
      },
      {
        "vi": "Xem phim \"người lớn\" được không?"
      },
      {
        "en": "How About R15?"
      }
    ],
    "description": {
      "en": "What should I do to become an adult? Akane Amou, who grew up with her parents forbidding any kind of entertainment, is a little bad with \"stimulating\" stuff, to the point she can't even watch a kissing scene in a drama. Now that she’s a highschool student, she somehow wants to overcome it! Those are her intentions, but it’s not that easy. Meanwhile, she got acquainted with a movie otaku named Fuyumine. Will she be able to watch an R15 movie…?",
      "ja": "大人になるって、どうすればいいの？　親からすべての娯楽を禁止されて育った天羽秋音は、ドラマのキスシーンも観れないくらい、”刺激的”なものが少し苦手。高校生にもなったんだから、なんとか克服したい！　と意気込むが、なかなか道は険しい。そんな中、映画オタクの冬峰と知り合い、15禁映画を観ることになり…⁉\n \n--- \n \nOtona ni naru tte, dōsureba ī no? Oya kara subete no goraku o kinshi sa rete sodatta Amou aki-on wa, dorama no kisushīn mo mi renai kurai, ”shigeki-teki” na mono ga sukoshi nigate. Kōkōsei ni mo natta ndakara, nantoka kokufuku shitai! To ikigomu ga, nakanaka michi wa kewashī. Son'na Chū, eiga otaku no fuyu-hō to shiriai, 15 kin eiga o miru koto ni nari...!?",
      "vi": "\"Mình sẽ làm gì để trở thành người lớn?\"\nAkane Amou, lớn lên trong sự bảo bọc nghiêm khắc của cha mẹ mà không tiếp xúc với phương tiện giải trí, bước qua tuổi 15, trước những thứ \"tình cảm\", thậm chí là một nụ hôn cũng không thể xem được.\nGiờ đã vào trường cấp ba, cùng với cậu bạn Fuyumine, Amou sẽ bước qua những rào cản ấy. Liệu cô bé có thể xem được một phim nhán mác \"cấm trẻ em\"?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a4445962-32e7-4b72-b13b-a0384bf4f32a",
    "title": {
      "en": "TakuTore!"
    },
    "updatedAt": "2024-03-18T18:26:22+00:00",
    "coverArt": "https://mangadex.org/covers/a4445962-32e7-4b72-b13b-a0384bf4f32a/10967368-0796-4eec-8941-f0ddcd2ae6e6.jpg",
    "altTitles": [
      {
        "en": "Home Training!"
      },
      {
        "ja": "タクトレ！"
      },
      {
        "ru": "Тренировки дома!"
      },
      {
        "ru": "Домашние тренировки!"
      }
    ],
    "description": {
      "en": "Taku, a high school student, is depressed after being diagnosed with being on the verge of obesity. At an event he attended to heal his heartbreak, a woman he liked asked him to do something... He starts training at home!",
      "pt-br": "Taku, um estudante do ensino médio, está deprimido depois de ser diagnosticado com obesidade. Em um evento que ele participou para curar sua dor de cotovelo, uma mulher que ele gostava pediu para ele fazer algo… ele começa a treinar em casa!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "23a84f79-368c-44ca-8a8f-57103b9a5628",
    "title": {
      "en": "Tou no Kanri o Shite Miyou"
    },
    "updatedAt": "2024-03-18T16:13:29+00:00",
    "coverArt": "https://mangadex.org/covers/23a84f79-368c-44ca-8a8f-57103b9a5628/7ad63587-3f2a-4def-bde5-6d80276e2c8f.jpg",
    "altTitles": [
      {
        "en": "Let's manage the tower"
      },
      {
        "ja-ro": "Tou no Kanri wo Shite Miyou"
      },
      {
        "ru": "Получается, я теперь в ответе за башню"
      },
      {
        "ja": "塔の管理をしてみよう"
      },
      {
        "zh-hk": "成為塔的管理者吧！"
      },
      {
        "zh": "成为塔的管理者吧！"
      },
      {
        "ko": "탑의 관리를 해보자!"
      }
    ],
    "description": {
      "en": "Kosuke is killed by a truck, his soul is lost in a garden with two beautiful girls. The owner of the place will let him choose whether he will be reborn or summoned to another world, and he maintains the summons. In this new world, the main two girls who were created by the owner of the garden to help him find the mystery behind the world - a Dungeon tower. Will he be able to become the owner of this tower and manage it?"
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5619e0b6-90d3-4156-9a1b-fa508a428d97",
    "title": {
      "en": "Princess Kaguya Will Return to the Moon in 10 Days"
    },
    "updatedAt": "2023-06-12T17:07:19+00:00",
    "coverArt": "https://mangadex.org/covers/5619e0b6-90d3-4156-9a1b-fa508a428d97/cf1ff507-6ee7-4c50-979c-12846bf10297.jpg",
    "altTitles": [
      {
        "ja": "10日後に月に帰るかぐや姫"
      },
      {
        "ja-ro": "Toukago ni Tsuki ni Kaeru Kaguya-hime"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5ecf58d2-fcac-44f1-8341-97b7ef4fe82e",
    "title": {
      "en": "Replica Datte, Koi wo suru."
    },
    "updatedAt": "2024-05-09T01:45:43+00:00",
    "coverArt": "https://mangadex.org/covers/5ecf58d2-fcac-44f1-8341-97b7ef4fe82e/75222e79-b95d-4020-a656-146146544a4f.jpg",
    "altTitles": [
      {
        "ja": "レプリカだって、恋をする。"
      },
      {
        "en": "Even a Replica Falls in Love"
      },
      {
        "vi": "Kể Cả Bản Sao Cũng Biết Yêu"
      },
      {
        "ru": "Даже копия может влюбиться"
      },
      {
        "es-la": "Las réplicas también se enamoran"
      }
    ],
    "description": {
      "en": "On days when she is sick, on days when she has a tedious day job, on days when she has regular tests.\n\nOn days when she is too lazy to go to school, I am called upon.\nI am a convenient substitute for the body of a girl named Sonao Aikawa, and that is me.\nI may look exactly the same, but my personality is a little different.\nI can't go out freely, I can't even make plans for tomorrow,\nI am a replica whose mission is to work for the original.\nI was supposed to be a replica, but I fell in love.\n\nA very pure and slightly mysterious \"love story\" that takes place in a town by the sea.",
      "ru": "В дни, когда она болеет, в дни, когда у нее нудная дневная работа, в дни, когда у нее очередные контрольные.\n\nВ дни, когда ей лень идти в школу, обращаются ко мне.\nЯ - удобный заменитель тела девушки по имени Сунао Аикава, и это я.\nМожет, я и выгляжу точно так же, но характер у меня немного другой.\nЯ не могу свободно выходить на улицу, не могу даже строить планы на завтра,\nЯ - копия, чья миссия - работать на оригинал.\nЯ должна была стать копией, но я влюбилась.\n\nОчень красивая и немного загадочная \"история любви\", которая происходит в городке на берегу моря.",
      "vi": "Vào những ngày mà cô ấy bị cảm, vào những ngày mà cô ấy có một công việc tẻ nhạt, vào những ngày mà cô ấy có bài kiểm tra thường xuyên.\n\nVào những ngày mà cô ấy quá lười để đi học, tôi được gọi ra.\nTôi là vật thay thế cho cơ thể của một cô gái tên là Sonao Aikawa, và đó chính là tôi.\nTôi có lẽ trông giống hệt họ, nhưng mà tính cách của tôi thì có hơi khác một chút.\nTôi không thể tự do ra ngoài được, tôi cũng chẳng thể nào lên kế hoạch cho ngày mai.\nTôi chỉ được coi là một bản sao thôi, nhưng tôi đã biết yêu.\n\nMột \"chuyện tình\" rất trong sáng và có chút bí ẩn diễn ra tại một thị trấn ven biển.",
      "es-la": "En los días en que se siente enferma, en los días en que tiene la trabajosa tarea de ser responsable del turno, en los días de exámenes regulares...\n \nCuando ella no tiene ganas de ir a la escuela, me llaman a mí. Soy el duplicado de Sonao Aikawa, una niña llamada Sonao, un sustituto conveniente. \n\nAunque nuestra apariencia es completamente idéntica, nuestras personalidades son un poco diferentes. No puedo salir libremente ni planificar mis propios planes para el día siguiente. Soy una réplica cuyo propósito es trabajar en beneficio del original. Eso es lo que se suponía que era, pero me enamoré."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f37244a7-8c66-40a3-8964-dcd263d9f8a5",
    "title": {
      "en": "Hazure Zokusei Tsuchi Mahou no Sei de Henkyou ni Tsuihousareta no de, Gangan Ryouchi Kaitakushimasu!"
    },
    "updatedAt": "2024-05-08T15:31:56+00:00",
    "coverArt": "https://mangadex.org/covers/f37244a7-8c66-40a3-8964-dcd263d9f8a5/81a72c83-4710-4ebe-bd0b-3cbfd9ae0e2c.jpg",
    "altTitles": [
      {
        "en": "Faulty Attribute Earth Magic"
      },
      {
        "ja-ro": "Hazure Zokuseido Mahou No Sei De Henkyou Ni Tsuihou Sareta No De, Gangan Ryouchi Kaitaku Shimasu"
      },
      {
        "ja-ro": "Hazure Zokuseido Mahō No Sei De Henkyō Ni Tsuihō Saretanode, Gangan Ryōchi Kaitaku Shimasu ！"
      },
      {
        "ja": "ハズレ属性土魔法のせいで辺境に追放されたので、ガンガン領地開拓します！"
      },
      {
        "ja-ro": "Hazure Zokusei Tsuchi Mahou no Sei de Henkyou ni Tsuihousareta no de, Gangan Ryouchi Kaitakushimasu!"
      },
      {
        "id": "Sihir Bumi Atribut Cacat"
      },
      {
        "en": "I Was Banished to a Desolate Region Because of the Faulty Attribute Earth Magic, so I’m Going to Put in my All to Develop my Territory!"
      }
    ],
    "description": {
      "en": "Ecto, the third son of the Count Glenreed family, received the skill \"Earth Magic\" during his coming-of-age ceremony. Earth magic, which is not suitable for combat, is also called the \"failure attribute\". He was disowned and appointed as the lord of the ultra-remote Boda Village. However, thanks to \"a certain secret\", Ecto devised a way to use earth magic that ordinary people would not have thought of! Together with his bodyguard female adventurer party \"Advancing Wings\" and his companions, they defeat magical beasts, clear up forests, cultivate fields... \n\nThanks to earth magic, Boda Village undergoes remarkable development!?",
      "id": "Ecto, putra ketiga dari keluarga Count Glenreed, menerima keterampilan \"Sihir Bumi\" selama upacara kedewasaannya. Sihir bumi, yang tidak cocok untuk pertempuran, juga disebut \"atribut kegagalan\". Dia tidak diakui dan diangkat sebagai penguasa Desa Boda yang sangat terpencil. Namun, berkat \"rahasia tertentu\", Ecto menemukan cara untuk menggunakan sihir bumi yang tidak akan terpikirkan oleh orang biasa! Bersama dengan rombongan petualang wanita pengawalnya \"Advancing Wings\" dan teman-temannya, mereka mengalahkan binatang ajaib, membersihkan hutan, mengolah ladang ...\nBerkat sihir bumi, Desa Boda mengalami perkembangan yang luar biasa!?",
      "ja": "グレンリード辺境伯家の三男・エクトは、成人の儀式の際、土魔法のスキルを授かる。戦闘向きでない土魔法はいわゆる「ハズレ属性」。勘当されたうえ、超僻地のボーダ村の領主に任命されてしまう。しかしエクトは「ある秘密」のおかげで普通の人には思いつかないような土魔法の活用法を考案していた！　護衛の女冒険者パーティ「進撃の翼」を始めとした仲間とともに、魔獣を倒し、森を切り拓き、畑を耕し……土魔法のおかげで、ボーダ村はめざましい発展を遂げていく!?"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fe1c6cb0-bfc5-4809-b261-1238876d97b6",
    "title": {
      "en": "Made in Abyss - Made from Fortunes (Doujinshi)"
    },
    "updatedAt": "2024-05-06T16:44:57+00:00",
    "coverArt": "https://mangadex.org/covers/fe1c6cb0-bfc5-4809-b261-1238876d97b6/6e48032b-f14f-49f0-a345-970fcf3dab03.png",
    "altTitles": [
      {
        "ru": "Созданный в Бездне - Созданный из Судеб"
      }
    ],
    "description": {
      "en": "The Abyss. A giant pit filled with gigantic cave system that goes down to extreme unknown depths, filled with wonderful and terrifying treasures and creatures never before seen. Only the bravest of the delvers are able to see what horrors truly lie in wait at the bottom. \nPeople are familiar with the great story of Made in Abyss, following a young orphaned cave raider, a mysterious amnesiac robot, and a tragic narehate. But, what if something went differently? What if one single decision changed these unfortunate childrens' story?\n\nUp on Orth a pair of friends, Fyuo and Kwazan, a newly promoted red and blue whistle start experiencing a few strange things happening to them. Fyuo is having dreams of an unfamiliar figure and Kwazan decides to help him figure out the cause of these nightmares using notes she stole from another delver. But, what they find waiting for them only a few hundred meters down, will change their lives forever.",
      "ru": "Бездна. Огромная яма, заполненная гигантской системой пещер, уходящих в неизведанные глубины, наполненные удивительными, ужасающими сокровищами и невиданными ранее существами. Только самые отважные из путешественников способны увидеть, какие ужасы поджидают их на дне.\nЗнакомая история Созданного в Бездне, которая рассказывает о юном сироте-искателе, таинственном роботе, страдающем амнезией и несчастной пустой. Но что, если бы что-то пошло по-другому? Что, если бы одно единственное решение изменило историю этих несчастных детей?\n\nВ Орте, пара друзей, Фьюо и Квазан, недавно получившие красный и синий свисток, начинают замечать странные вещи, происходящие с ними. Фьюо снится незнакомая фигура, и Квазан решает помочь ему выяснить причину этих кошмаров, используя записки, которые она украла у другого рейдера. Но то, что ждёт их всего в нескольких сотнях метров вниз, навсегда изменит их жизни."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1c11d747-f44f-4eb0-be23-2ebfdf5bff6e",
    "title": {
      "en": "Sword World Peraperaazu"
    },
    "updatedAt": "2024-05-09T17:47:11+00:00",
    "coverArt": "https://mangadex.org/covers/1c11d747-f44f-4eb0-be23-2ebfdf5bff6e/35ed176d-a232-4eb7-8810-2c99bff3223b.jpg",
    "altTitles": [
      {
        "ja": "ソード・ワールドぺらぺらーず"
      },
      {
        "ja-ro": "Sword World Peraperaazu"
      },
      {
        "en": "Sword World: Peraperâs"
      }
    ],
    "description": {
      "en": "Set in the world of Forcelia, Bellecana is a student at the Academy of Sages in Lomar, Alecrast. She frequently hangs out with Clespo, the elves Shiara and Mallough, and the grassrunner Book, but Bellecana is reluctant to call them their friends. In four short stories Bellecana learns more about herself and the worth of friendships."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "suggestive",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "86983879-a9ed-4b91-8f7e-be1cbc57baaa",
    "title": {
      "en": "Yandere-chan Is Scary"
    },
    "updatedAt": "2024-03-23T02:52:37+00:00",
    "coverArt": "https://mangadex.org/covers/86983879-a9ed-4b91-8f7e-be1cbc57baaa/30a11dee-b614-452b-8a1b-0f27b3a63925.png",
    "altTitles": [
      {
        "ja": "ヤンデレちゃんこわい"
      },
      {
        "es-la": "Yandere-chan da Mucho Miedo"
      },
      {
        "pt-br": "Yandere-chan é assustadora"
      }
    ],
    "description": {
      "en": "A Yandere girl obsessed with her childhood friend, how will this story unfold?",
      "es-la": "Una chica Yandere muy obsesionada con su amigo de la infancia. ¿Como se desenvolverá esta historia?",
      "pt-br": "Uma garota yandere que é obsecada pelo seu amigo de infância."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2d0a0c63-d6c9-485d-aea5-82088696ad72",
    "title": {
      "en": "Okitsune Gal Katabami-san"
    },
    "updatedAt": "2024-05-03T19:15:18+00:00",
    "coverArt": "https://mangadex.org/covers/2d0a0c63-d6c9-485d-aea5-82088696ad72/ac4d7066-d61a-491c-991d-0d0743a1607e.jpg",
    "altTitles": [
      {
        "ja": "お狐ギャルの片喰さん"
      }
    ],
    "description": {
      "en": "A very ordinary and serious high school student, Kamou-kun.\nThough his days are filled with diligent study, his concern lies in his childhood friend, Katabami-san, who interferes with his studies every day. And to make matters more complicated, Katabami-san's true identity is... a fox spirit!?\n\nThe struggle between Kamou-kun, who doesn't want to be bothered, and Katabami-san, who craves attention, begins anew today!\n\n---\n\n**Alternative Raw:** [Nico Nico Seiga](https://sp.seiga.nicovideo.jp/comic/66393)"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a316a7c5-f48f-412e-9b78-68e378c37775",
    "title": {
      "en": "Screw the Noble Life, I’m Going Home"
    },
    "updatedAt": "2024-04-21T04:51:38+00:00",
    "coverArt": "https://mangadex.org/covers/a316a7c5-f48f-412e-9b78-68e378c37775/4d380265-5310-4a8c-a065-c7e29161cdc2.jpg",
    "altTitles": [
      {
        "ko": "공녀고 나발이고 집에 간다고"
      },
      {
        "en": "Noble Lady or Whatever, I'm Going Home"
      }
    ],
    "description": {
      "en": "After confirming that I had won the lottery, I tried to quit my job! However, as soon as I opened the door, I found myself transmigrated into the body of a noble lady. I have one year to claim the prize money, so I have to return home at all costs. Please wait for me, my 1.7 million won! Mum will be there soon, but... What's wrong with this family?!\r\n\r\n\"I love you.\" But I'm not your daughter!\r\n\r\n\"Sister, you might get hurt so I'll hold you.\" Did he mean he would lift me? What is this guy, a giant brown bear?\r\n\r\n\"If you mess with our sister one more time, I'll make you disappear without a trace.\" He's got a pretty face, but he has a sharp tongue.\r\n\r\n\"Don't fall ill.\" Don't worry about me. Why are there so many of them?! I'm not a noble lady! Leave me alone, I wanna go home!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "5d1b769c-edac-4ae7-8074-1fbeeb239744",
    "title": {
      "en": "Gonna Have Some Fun With a Gyaru"
    },
    "updatedAt": "2024-03-30T23:58:05+00:00",
    "coverArt": "https://mangadex.org/covers/5d1b769c-edac-4ae7-8074-1fbeeb239744/61cda4f1-d345-4e98-b54e-20bcf36d2b93.png",
    "altTitles": [
      {
        "ja": "ギャルとイイコトしちゃう アンソロジーコミック"
      },
      {
        "ja-ro": "Gyaru to Ii Koto Shichau"
      }
    ],
    "description": {
      "en": "Anthology book about having fun... with gyarus!\n\nChapter 1: Yarisugi-san goes overboard by [Hitotose Hirune](https://mangadex.org/author/84b9e12e-360a-401e-a4b1-6749264afd5c/hitotose-hirune)\nChapter 2: A gal and her teacher by [Nagayori](https://mangadex.org/author/9000ae25-7fe9-4458-a173-ffee7a5ed3f0/nagayori)\nChapter 3: Kouhai Gyaru Uzakawa-chan by [Hasegawa Sanji](https://mangadex.org/author/04e78ca1-e06c-4ec6-8574-3db131731b9a/hasegawa-sanji)\nChapter 4: Swimsuit Panic! by [Hirameki Bonjin](https://mangadex.org/author/50913188-2fab-404a-92c5-5b3ba9fbad88/hirameki-bonjin)\nChapter 5: A former gyaru and a gyaru by [Yakiniku Teishoku](https://mangadex.org/author/7266f40b-b0e2-4f5b-9cd0-311f41ae7d33/yakiniku-teishoku) *Contains GL*\nChapter 6: Anonymous Love Letter by [Byte](https://mangadex.org/author/8448843e-4410-4825-bc31-ad81ad2c38fb/byte)\n\n#### Tags are almost certainly not complete"
    },
    "status": "completed",
    "releaseDate": 2023,
    "contentRating": "erotica",
    "lastVolume": "1",
    "lastChapter": "6"
  },
  {
    "mangaId": "97b0d991-54c8-4013-bd57-01c83943b24c",
    "title": {
      "en": "Amagami - Precious Diary"
    },
    "updatedAt": "2021-05-25T15:45:29+00:00",
    "coverArt": "https://mangadex.org/covers/97b0d991-54c8-4013-bd57-01c83943b24c/54962304-e69a-43d1-959f-f8dd41ddfb54.png",
    "altTitles": [
      {
        "en": "Amagami - Precious Diary: Ayatsuji"
      },
      {
        "en": "Amagami 2nd Heroine: Tanamachi Kaoru"
      },
      {
        "en": "Amagami Precious Diary"
      },
      {
        "en": "Shinonome Amagami"
      },
      {
        "en": "Амагами - Драгоценный Дневник"
      },
      {
        "en": "アマガミ 2nd"
      },
      {
        "en": "アマガミ 2ndヒロイン 棚町薫"
      },
      {
        "en": "アマガミprecious diary"
      },
      {
        "en": "圣诞之吻 - Precious Diary - Kaoru"
      },
      {
        "en": "甜吻蜜痕 - Precious Diary - Kaoru"
      },
      {
        "en": "甜吻蜜痕 森島遙篇"
      },
      {
        "en": "아마가미 precious diary"
      }
    ],
    "description": {
      "en": "Based on the dating simulation game, Amagami (Gentle Bite).  \nThis adaptation focus on each heroine based on the Amagami visual novel.  \nV.1-2 - Ayatsuji  \nV.3-4 - Kaoru  \nV.5 - collection of short stories"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "suggestive",
    "lastVolume": "7",
    "lastChapter": "Extra 10"
  },
  {
    "mangaId": "e93849b2-939f-40f3-91b4-79b96133052e",
    "title": {
      "en": "Medusa Dorei o Katta"
    },
    "updatedAt": "2024-04-17T02:56:16+00:00",
    "coverArt": "https://mangadex.org/covers/e93849b2-939f-40f3-91b4-79b96133052e/d2baf401-3372-41b0-a4b0-b082fb6b81ca.jpg",
    "altTitles": [
      {
        "ja-ro": "Medusa Dorei o Katta"
      },
      {
        "id": "Aku Membeli Budak Medusa"
      },
      {
        "ja": "メドゥーサ奴隷を買った"
      },
      {
        "en": "I Bought a Medusa Slave"
      },
      {
        "pt-br": "Eu Comprei Uma Escrava Medusa"
      },
      {
        "es-la": "Compré una esclava medusa"
      }
    ],
    "description": {
      "en": "I’m not sure why I decided to buy a medusa in the slave market, but since then she insists a lot that I remove the blindfold from her eyes. Is she trying to petrify me? Or does she really want to see me with her own eyes?",
      "es-la": "No estoy seguro de por qué decidí comprar una medusa en el mercado de esclavos, pero desde entonces ella parece ser muy proactiva con su petición de que remueva la venda de sus ojos. \n¿Acaso busca petrificarme? ¿O de verdad quiere verme con sus propios ojos?",
      "pt-br": "Não tenho certeza de por que decidi comprar uma medusa no mercado de escravos, mas desde então ela insiste muito para que eu remova a venda de seus olhos. Ela está tentando me petrificar? Ou ela realmente quer me ver com seus próprios olhos?"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "2eb953ff-80a1-4cec-83d2-e7910dcbb96a",
    "title": {
      "en": "Undead Unluck - Digital Colored Comics"
    },
    "updatedAt": "2023-08-06T09:27:22+00:00",
    "coverArt": "https://mangadex.org/covers/2eb953ff-80a1-4cec-83d2-e7910dcbb96a/ad1fe16e-7033-477b-9f28-7f26a704c076.jpg",
    "altTitles": [
      {
        "en": "Undead Unluck"
      },
      {
        "en": "Undead Unluck (Official Colored)"
      },
      {
        "ja": "アンデッドアンラック"
      },
      {
        "ja": "アンデッドアンラック カラー版"
      }
    ],
    "description": {
      "en": "Fuuko is an UNLUCKY girl that causes bad luck to anyone she touches. As she prepares to face her death, Andy, an UNDEAD who desperately wants to die appears before her! Realizing her potential, he decides to use Fuuko's power to gives himself a permanent death, but then a certain organization goes after them…"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "49496e76-08b8-4d47-aced-a13f2f8d90a4",
    "title": {
      "en": "Kiraware Majo Reijou to Dansou Ouji no Kon'yaku"
    },
    "updatedAt": "2024-03-20T00:38:49+00:00",
    "coverArt": "https://mangadex.org/covers/49496e76-08b8-4d47-aced-a13f2f8d90a4/ef52bd73-8061-4cc8-9d1a-c4c29165d742.jpg",
    "altTitles": [
      {
        "ja": "嫌われ魔女令嬢と男装皇子の婚約"
      },
      {
        "en": "The Engagement of the Disgraced Witch and the Cross-Dressing Princess"
      },
      {
        "vi": "Hôn Ước Của Phù Thủy Bị Ruồng Bỏ Và Công Chúa Cross-dressing"
      },
      {
        "es": "El compromiso de la bruja deshonrada y la princesa travestida"
      },
      {
        "vi": "Cuộc đính hôn giữa Nàng phù thủy bị ghét bỏ và Cô công chúa giả nam"
      },
      {
        "th": "การหมั้นหมายของยัยเจ้าหญิงแต่งชายกับคุณหนูแม่มดผู้ถูกชิงชัง"
      },
      {
        "zh": "万人厌的魔女大小姐与男装皇子的婚约"
      },
      {
        "zh-hk": "萬人厭的魔女大小姐與男裝皇子的婚約"
      },
      {
        "zh-ro": "Wàn rén yàn de mónǚ dà-xiǎojiě yǔ nánzhuāng huángzǐ de hūnyuē"
      },
      {
        "ru": "Помолвка презираемой ведьмы и переодетой принцессы"
      },
      {
        "ko": "미움받는 마녀 영애와 남장 황자의 약혼"
      }
    ],
    "description": {
      "en": "Vilified by others as a \"witch\", Evris, the youngest daughter of the House of Bradley, is engaged to Mark, the fifth prince of the Kingdom of Klengel. When he abruptly announces that their engagement is broken off, Evris is plunged into despair. However, someone reaches out to her instead... The cross-dressing crown prince (♀) of a neighboring country!?\n\nThis is the story of a red-haired witch who manipulates shadows and a cross-dressing crown prince (♀) who is serving as a body double for her missing older brother. \n\nThe curtain rises on a fantasy romantic comedy of a girl being teased by a princess!\n\nSerialization began in the July 2023 issue of *Yuri Hime*.",
      "ja": "「魔女」と罵られるブラッドリー家の末娘・イヴリスは、婚約相手であるクレンゲル王国第5王子・マルクに突然の婚約破棄を宣言されていた。絶望のどん底に落とされるイヴリス。しかし、そんな彼女に手を差し伸べるのは…隣国の男装皇太子!?\n影を操る赤髪の魔女令嬢と失踪した兄の影武者となる男装皇子。\n王子様系女子に翻弄されるファンタジーラブコメ開幕！",
      "ru": "Эйвери, младшая дочь дома Брэдли, проклинаемая окружающими как \"ведьма\", помолвлена с Марком, пятым принцем королевства Кленгель. Когда он неожиданно объявляет, что их помолвка расторгнута, Эйвери впадает в отчаяние. Однако кто-то протягивает ей руку помощи... Наследный принц (♀) соседней страны?!\n\nЭто история о ведьме, управляющей тенями, и о переодетом наследном принце (♀), который является двойником пропавшего старшего брата.\n\nЗанавес приподнимается над фэнтезийной романтической комедией о девушке, которую дразнит принцесса!",
      "tr": "Bu, gölgeleri manipüle eden kızıl saçlı bir cadı ile kayıp ağabeyinin dublörü olarak rol yapan melez veliaht prensin hikâyesidir.\n\nDiğerleri tarafından “cadı” olarak lanetlenen Bradley Hanesi’nin en küçük kızı Evris, Klengel Krallığı’nın beşinci prensi Mark ile nişanlıdır. Mark aniden nişanı bozduğunu açıklayınca Evris umutsuzluğa kapılır. Ancak biri ona yardım elini uzatacaktır… Komşu ülkelerden birinin karşı cinsin kıyafetlerini giymeyi seven veliaht prensi!? Bir prenses tarafından dalga geçilen bir kızın fantastik romantik komedisinde perde açılıyor!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "fa938045-2957-48d3-abba-4b7e34557baf",
    "title": {
      "en": "I Thought My Time Was Up!"
    },
    "updatedAt": "2023-04-15T14:11:49+00:00",
    "coverArt": "https://mangadex.org/covers/fa938045-2957-48d3-abba-4b7e34557baf/3574b958-9822-4160-8509-4aa2a35c01bd.jpg",
    "altTitles": [
      {
        "ko": "시한부인 줄 알았어요!"
      },
      {
        "ko-ro": "Sihanbuin Jul Arasseoyo!"
      },
      {
        "en": "I Thought I Didn't Have Long to Live!"
      },
      {
        "es": "Pensé que tenía fecha límite"
      },
      {
        "ru": "Я думала что умру"
      },
      {
        "tr": "Kısıtlı Ömrüm Kaldı Sanıyordum!"
      },
      {
        "zh": "还以为是绝症"
      },
      {
        "en": "I Thought It Was Time!"
      }
    ],
    "description": {
      "en": "Lariette, the daughter of the Duke of Blanchett, was told she only had three months left to live. She decided that she didn't want to go quietly, so she decided to create and complete her bucket list! \n\n1. Treat her maid Anne to cakes\n2. Gain independence and wealth\n3. Get rid of her fiancé, the Marquis of Secreb\n4. Date someone handsome for three months\n5. Take a trip to the West!\n\n...But it was only after she ran away that she realised... the fact her terminal illness was a complete misdiagnosis!\n\n---\nLariette, the daughter of the Duke of Blanche, was diagnosed with a terminal illness and three months left to live. She decided to try to achieve her bucket list since she was going to die anyway. First, dumping an older fiancé whom she doesn't even love. Second, dating the monster Duke of Candel for three months! But it was only after she ran away from him that she realized, the fact that her terminal illness was a complete misdiagnosis!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
      "ko": "3개월 시한부 진단을 받은 공녀, 라리에트. 어차피 죽을 몸, 버킷리스트(라 쓰고 미친 짓이라 읽는) 달성을 해보기로 했다. \n\n첫째. 약혼자를 엿 먹이기. \n둘째. 괴물 공작 아스라한과 3개월 간 연애하기!  \n\n그러나 그에게서 도망치고 나서야 깨닫고 말았다. 시한부 진단이 완벽한 오진이라는 사실을!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
      "tr": "Leydi Lariet’e bir hastalık tanısı koyulmuş ve üç aylık ömrü kaldığı söylenmişti. “Zaten öleceğim, o halde aklımdan geçen her şeyi yapabilirim!” diye düşünen leydi, nişanlısına postayı koyup acımasız dükle bir ilişkiye başlamıştı. Olacakları işler çığırından çıkmadan önce bilemezdi. Aslında kendisine yanlış bir teşhis konulmuş, kısıtlı ömrü kalmamıştı! Bay Asrazan gülümsedi ve… “Şimdi kaçmaya çalışırsan bunun bedelini ödemek zorunda kalırsın.”\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)",
      "zh": "生命只剩最后三个月？\n那我要和怪物公爵谈恋爱！\n得知自己的生命只剩下三个月的拉丽爱特,想着反正自己活不长，索性在死之前完成自己的愿望清单!首先解决掉未婚夫老头儿，其次和怪物公爵埃斯拉翰谈三个月的恋爱!但逃离他身边之后，拉丽爱特才知道，自己的病竟然是…？!\n\n---\n**Original Novel:** [Naver Novel](https://novel.naver.com/webnovel/list?novelId=825581), [Naver Series](https://series.naver.com/novel/detail.series?productNo=4502291)\n\n**Original Webtoon:** [Naver Series](https://series.naver.com/comic/detail.series?productNo=9021824), [Naver Webtoon](https://comic.naver.com/webtoon/list?titleId=801711)\n\n**Official Translations:**\n* [Chinese (Simplified) / 汉语](https://www.dongmanmanhua.cn/LOVE/haiyiwieshijuezheng/list?title_no=2313)"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8b34f37a-0181-4f0b-8ce3-01217e9a602c",
    "title": {
      "en": "Please Bully Me, Miss Villainess!"
    },
    "updatedAt": "2023-10-30T08:05:49+00:00",
    "coverArt": "https://mangadex.org/covers/8b34f37a-0181-4f0b-8ce3-01217e9a602c/b812926d-24da-472d-8c81-be1e632d616e.png",
    "altTitles": [
      {
        "zh": "请欺负我吧，恶役小姐！"
      },
      {
        "vi": "Bắt nạt mình đi mà, nữ phản diện ơi!"
      },
      {
        "th": "โปรดรังแกฉันทีคุณนางร้าย!"
      },
      {
        "zh-ro": "Qǐng qīfù wǒ ba, è yì xiǎojiě!"
      },
      {
        "zh-hk": "請欺負我吧，惡役小姐！"
      },
      {
        "fr": "Harcèle-moi, Madame vilaine!"
      },
      {
        "ru": "Пожалуйста, поиздевайтесь надо мной, мисс Злодейка!"
      },
      {
        "id": "Tolong Ganggu aku, Nona Penjahat!"
      },
      {
        "pt-br": "Por favor, me humilhe, senhorita vilã!"
      },
      {
        "es": "¡Por Favor, Acosame Señorita Villana!"
      },
      {
        "ko": "괴롭혀주세요, 악역영애님!"
      },
      {
        "ar": "!تنمرِ علي من فضلكِ يا أنسة الشر"
      },
      {
        "ko-ro": "Goelobhyeojuseyo, ag-yeog-yeong-aenim!"
      },
      {
        "fr": "Je vous en supplie madame l'antagoniste, Harcelez moi !"
      },
      {
        "ja": "いじめてください、悪役令嬢様！"
      },
      {
        "en": "PBMMV"
      }
    ],
    "description": {
      "en": "I, Yvonne, reincarnated into an otome game as the rich villainess. According to the game's plot, a character loathed by everyone such as myself has the main role of bullying the heroine, pushing her towards the various love interests' romantic routes. But it seems like there's something wrong with Elsa, the heroine! She's getting too close to me!",
      "es": "Yo, Yvonne, reencarné en un juego otome como la villana. Según la trama del juego, un personaje detestado por todos como yo tiene el papel principal de acosar a la heroína, empujándola hacia las rutas románticas de los distintos intereses amorosos. Pero parece que a Elsa, la heroína, le pasa algo. ¡Se está acercando demasiado a mí!",
      "fr": "Moi, Yvonne, me suis réincarnée en riche prétentieuse dans un jeu otome. Selon l’intrigue du jeu, je suis détestée de tous et j’ai pour rôle d’harceler l’héroïne. Mais il y a quelque chose de bizarre avec Elsa, l’héroïne ! Elle se rapproche trop de moi !",
      "id": "Aku, Yvonne, bereinkarnasi dalam otome game sebagai penjahat kaya. Menurut plot permainan, karakter yang dibenci oleh semua orang seperti aku memiliki peran utama menindas sang heroin, mendorongnya ke berbagai rute romantis minat cinta. Tapi sepertinya ada yang salah dengan Elsa, sang heroine! Dia terlalu dekat denganku!",
      "ru": "Я, Ивонна, перевоплотилась в отомэ-игру в роли богатой злодейки. Согласно сюжету игры, у ненавистного всем персонажа, такого как я, главная роль - издеваться над героиней, подталкивая её к романтическим интригам. Но кажется, что с Эльзой, что-то не так! Она становится слишком близка ко мне!",
      "zh": "我，伊芳，转生成为了乙女游戏中的恶役千金。 按照恶役文的套路来说，像我这种集万千读者厌恶于一身的角色，主要作用当然是欺负女主角、推进其和攻略角色的恋爱线了。 可是——这个女主爱莎像是有什么大病！ 都、都说了太近了，不要再靠过来了！ 爱莎：“小伊小伊~ 今日份的欺负是什么呢~",
      "zh-hk": "我，伊芳，轉生成為了乙女遊戲中的惡役千金。按照惡役文的套路來說，像我這種集萬千讀者厭惡於一身的角色，主要作用當然是欺負女主角、推進其和攻略角色的戀愛線了。可是——這個女主愛莎像是有什麼大病！都、都說了太近了，不要再靠過來了！愛莎：“小伊小伊~ 今日份的欺負是什麼呢~"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "1618b5d8-3a74-4390-8e94-b3b0248b3588",
    "title": {
      "en": "Model-chan to Jimi Mane-san"
    },
    "updatedAt": "2023-09-11T19:33:49+00:00",
    "coverArt": "https://mangadex.org/covers/1618b5d8-3a74-4390-8e94-b3b0248b3588/08f2d093-b515-4599-840b-53f1c8fab825.png",
    "altTitles": [
      {
        "en": "The Model & The Plain Manager"
      },
      {
        "ja": "モデルちゃんと地味マネさん"
      }
    ],
    "description": {
      "en": "A cool model and a manager’s romantic comedy begins!"
    },
    "status": "completed",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  }
]