[
  {
    "mangaId": "77bee52c-d2d6-44ad-a33a-1734c1fe696a",
    "title": {
      "ja-ro": "Kage no Jitsuryokusha ni Naritakute!"
    },
    "updatedAt": "2024-07-26T17:21:36+00:00",
    "coverArt": "https://mangadex.org/covers/77bee52c-d2d6-44ad-a33a-1734c1fe696a/c384dedc-0f09-46ed-ae68-c81eb5eacdf4.jpg",
    "altTitles": [
      {
        "en": "The Eminence in Shadow"
      },
      {
        "ru": "Восхождение в тени"
      },
      {
        "ja": "陰の実力者になりたくて！"
      },
      {
        "ko": "숨은 실력자가 되고싶어서"
      },
      {
        "uk": "Сходження у тіні"
      },
      {
        "en": "I Want To Be The Eminence In Shadow!"
      },
      {
        "en": "To Be a Power in the Shadows!"
      },
      {
        "es-la": "La Eminencia en las Sombras"
      }
    ],
    "description": {
      "en": "Just like how everyone adored heroes in their childhood, a certain young man adored those powers hidden in shadows. Ninjas, rogues, shadowy mentor types, that sort of deal.  \r\nAfter hiding his strength and living the mediocre life of a NPC by day while undergoing frenzied training by night, he finally reincarnates into a different world and gains ultimate power.  \r\nThe young man who is only pretending to be a power in the shadows… his subordinates who took him more seriously than he expected… and a giant organization in the shadows that gets accidentally trampled…  \r\nThis is the story of a young boy who had adored powers in shadows possibly eventually reigning over the world of shadows in another world.",
      "ru": "Подобно тому, как некоторые в детстве боготворят героев, один юноша обожал силы, скрывающиеся в тени. Скрыв свою силу и прожив посредственную жизнь посредственного персонажа, проходя в это время через безумные ночные тренировки, он в конце концов перерождается в ином мире, обретая абсолютную силу. Юноша, отыгрывающий роль скрывающейся в тени силы, его неправильно всё понимающие подчинённые и огромная стёртая в пыль теневая организация… Это история о юноше, обожавшем скрывающиеся во мраке силы, который, вероятно, в итоге обретёт власть над теневой стороной иного мира.   \r\n  \r\n  \r\n- [Japanese Light Novel (Bookwalker)](https://bookwalker.jp/series/179219/)  \r\n- [Japanese Light Novel (Amazon.co.jp)](https://www.amazon.co.jp/dp/4047353027/)  \r\n- [LN Vol. 1 Youtube Promo](https://www.youtube.com/watch?v=9pahhkIs4Ss),with Kentarou Kumagai (熊谷健太郎) voicing the MC (Cid Kagenou)",
      "es-la": "Tal cual como todos adoraban héroes en su niñez, cierto adolescente adoraba los poderes que se esconden en las sombras. Tras haber ocultado su fuerza y viviendo la vida mediocre de un mob durante el día y entrenando descontroladamente por la noche, él finalmente reencarna en un mundo diferente y gana el poder definitivo. El adolescente que solo juega a ser una eminencia en las sombras, sus subordinados confusos, y una gigante organización en las sombras que es pisoteada... Esta es la historia de un adolescente que adoraba esos poderes en las sombras y que posiblemente llegue a reinar en las sombras de otro mundo."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "971fb926-e2c7-40da-be30-59e540aeb013",
    "title": {
      "en": "Hima-Ten!"
    },
    "updatedAt": "2024-10-09T12:15:34+00:00",
    "coverArt": "https://mangadex.org/covers/971fb926-e2c7-40da-be30-59e540aeb013/41626234-1cf5-475b-a92a-ccee360dfbe8.jpg",
    "altTitles": [
      {
        "ja": "ひまてん！"
      },
      {
        "ja-ro": "Hima-Ten!"
      },
      {
        "ja-ro": "HimaTen!"
      },
      {
        "ja-ro": "Himaten!"
      }
    ],
    "description": {
      "en": "High school home ec expert Tenichi earns extra money with a part-time job cleaning houses. But one day, Himari, the owner and model of the popular cosmetics brand Hima Riz, transfers into his class. Say hello to some company president girl x house-cleaner boy romantic comedy hijinks!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "63f2efed-e0cf-4ad1-98a9-7fba7f5848c1",
    "title": {
      "en": "The Raise"
    },
    "updatedAt": "2024-09-18T23:31:59+00:00",
    "coverArt": "https://mangadex.org/covers/63f2efed-e0cf-4ad1-98a9-7fba7f5848c1/35acb14e-35fa-443d-b5f2-0ac0ae327d30.jpg",
    "altTitles": [
      {
        "es": "El Aumento"
      },
      {
        "es-la": "El Aumento"
      }
    ],
    "description": {
      "en": "Horny boss and underpaid salary man.",
      "es": "Una jefa calenturienta y un asalariado mal pagado.",
      "es-la": "Una jefa calenturienta y un asalariado mal pagado."
    },
    "status": "completed",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": "5"
  },
  {
    "mangaId": "05a56be4-26ab-4f50-8fc0-ab8304570258",
    "title": {
      "en": "Drawing: Saikyou Mangaka wa Oekaki Skill de Isekai Musou Suru!"
    },
    "updatedAt": "2024-10-09T12:10:41+00:00",
    "coverArt": "https://mangadex.org/covers/05a56be4-26ab-4f50-8fc0-ab8304570258/0f3200cd-a047-44c4-9be9-c7d62b3cfdd8.jpg",
    "altTitles": [
      {
        "ja": "ドローイング 最強漫画家はお絵かきスキルで異世界無双する！"
      },
      {
        "en": "Drawing: The Greatest Mangaka Becomes a Skilled “Martial Artist” in Another World"
      },
      {
        "zh-hk": "作畫 最強漫畫家利用繪畫技能在異世界開無雙！"
      }
    ],
    "description": {
      "en": "Akira Kamishiro was a very successful manga author, who was diagnosed with blood cancer one day. He regretted the way he lived, where he could only build up empty relationships. Angry at his mother for asking him to send her some money, he died in a car accident. He was given a chance to choose his new mother and reincarnate in another world.\n\nAkira, not wanting to have a repeat of his past life, decided to choose an ordinary but safe life.. He was reincarnated as Akira, the only son of a magic store, with his previous life's memories. He had no talent for swordsmanship or magic, but he didn’t care as he was still loved by his family. At one point, he realized that he can embody various things by \"drawing a picture\". That's when he noticed his cheat ability...!?",
      "ja": "漫画家として大成功を収めていた神代彰は、成功だけに囚われて人間関係を蔑ろにし続けた自分の人生を後悔しながら死んでしまう。そんな彰を待っていたのは、自分で母親を選んで異世界転生するチャンス！？転生した彰は剣術も魔法もダメダメだったが、家族に愛されながら平穏な生活を送っていた。しかしあるとき、「絵を描く」ことでいろいろなものを具現化できるチート能力に気がついてしまって……？",
      "pt-br": "Akira Kamidai lamenta ter conseguido construir apenas uma relação vazia, embora tenha feito muito sucesso como cartunista. Uma vida em um lugar medíocre onde eu queria que Akira fosse uma pessoa com magia. Reencarnação em uma loja voltada para a esgrima. Esgrima! Esgrima! Esgrima! Esgrima! Esgrima! Eu estava vivendo uma vida ideal para uma família amada por espadachins. Descobri a habilidade de trapaça que encarnar várias coisas atravéz de um ”desenho”…? Uma aventura mundial diferente para proteger seu paradeiro, tecida por Akira que quer levar uma vida normal...!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "77ae6d99-0d2d-4f63-8903-6246cac20897",
    "title": {
      "en": "Tearmoon Teikoku Monogatari ~Dantoudai kara Hajimaru, Hime no Tensei Gyakuten Story~"
    },
    "updatedAt": "2024-10-08T05:38:41+00:00",
    "coverArt": "https://mangadex.org/covers/77ae6d99-0d2d-4f63-8903-6246cac20897/5ea862bc-0a67-45af-a4e9-ecfcbd91002a.jpg",
    "altTitles": [
      {
        "ja": "ティアムーン帝国物語～断頭台から始まる、姫の転生逆転ストーリー～@COMIC"
      },
      {
        "en": "Tearmoon Empire Story: The Reincarnation Reversal Story of the Princess, Starting from the Guillotine"
      },
      {
        "fr": "L'histoire du Empire Tearmoon"
      },
      {
        "es-la": "La historia del Imperio Tearmoon"
      },
      {
        "ko": "티어문 제국 이야기"
      },
      {
        "th": "บันทึกเรื่องราวจักรวรรดิเทียร์มูน จุดพลิกผันชะตากรรมของเจ้าหญิงเริ่มจากบนกิโยติน"
      },
      {
        "zh": "迪阿姆帝国物语 ～从断头台开始的、公主的转生逆转传"
      },
      {
        "zh-hk": "堤亞穆帝國物語～從斷頭台開始，公主重生後的逆轉人生～"
      },
      {
        "en": "Tearmoon Empire"
      },
      {
        "en": "Tearmoon Empire Story: Beginning from the Guillotine, a Story of a Reincarnated Princess Making a Turn Around"
      },
      {
        "vi": "Biên niên sử về đế chế Tearmoon"
      }
    ],
    "description": {
      "en": "In the Tearmoon Empire, the disdained selfish princess Mia was sentenced to death – or at least, she was supposed to have been! Instead, she woke up as her twelve-year-old self??\n\nTo avoid the guillotine in her second life, she won't repeat her past failures… \"F-For me, something of this level is an easy task!\" \n\nUltimate self-defense! Strongest self-awareness! Using her previously clumsy, timid princess image, she will go against fate- a once-in-a-lifetime fantasy of fixing history!",
      "ja": "崩壊したティアムーン帝国で、わがまま姫と蔑まれた皇女ミーアは処刑された――はずが、目覚めた彼女は12歳の少女に逆戻り？？ 第二の人生でギロチンを回避するため、帝政の建て直しを決意する。手始めに忠義に厚い下っ端メイドと、左遷されかけた優秀な文官を味方につけ、失敗した過去をやり直す日々が始まった。けれど、ミーアの本音は「我が身の安全第一」。仇敵を遠ざけ、人脈作りに励むうちに、なぜか周囲の忖度で次々と奇跡が実現！やがて、身勝手なはずの行動は大陸全土の未来を大きく変えていくのだった……。保身上等！自己中最強！小心者の元(？)ポンコツ姫が前世の記憶を使って運命に抗う、一世一代の歴史改変ファンタジー！",
      "es-la": "En el Imperio Tearmoon, la despreciada princesa egoísta Mia fue sentenciada a muerte, ¡O al menos se suponía que debía serlo! ¿En cambio, ella se despertó como su yo de doce años? Para evitar la guillotina en su segunda vida, no repetirá sus fracasos pasados​​... \"¡P-para mí, algo de este nivel es una tarea fácil!\" ¡Última defensa personal! ¡Autoconciencia más fuerte! Usando su imagen de princesa tímida y previamente torpe, irá en contra del destino, ¡Una fantasía única en la vida de arreglar la historia!"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8ec776ed-a512-4264-a8e2-e06c9d6ccd70",
    "title": {
      "en": "Onii-chan wa Oshimai! - MomiMahi Manga (Doujinshi)"
    },
    "updatedAt": "2024-09-12T06:27:32+00:00",
    "coverArt": "https://mangadex.org/covers/8ec776ed-a512-4264-a8e2-e06c9d6ccd70/0771e727-77a0-4bce-8240-1117b8dcefc3.jpg",
    "altTitles": [
      {
        "ja": "息抜きまひもみ"
      },
      {
        "ja-ro": "Ikinuki MahiMomi"
      }
    ],
    "description": {
      "en": "This is a oujinshi created by HIROsae about the romance between Mahiro and Momiji based on the Onimai manga",
      "es": "Dōjinshi creado por HIROsae basado en el manga de onimai, esta trata sobre el romance entre Mahiro y Momiji."
    },
    "status": "ongoing",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "52925883-c86a-4f3c-a315-877a01258e14",
    "title": {
      "en": "The Witch and the Beast"
    },
    "updatedAt": "2024-08-01T09:06:49+00:00",
    "coverArt": "https://mangadex.org/covers/52925883-c86a-4f3c-a315-877a01258e14/17fe4455-0f90-43d0-a084-7231bde7b264.jpg",
    "altTitles": [
      {
        "ja": "魔女と野獣"
      },
      {
        "vi": "Phù thủy và Quái thú"
      },
      {
        "ru": "Ведьма и чудовище"
      },
      {
        "ja-ro": "Majo to Yajuu"
      },
      {
        "uk": "Відьма та чудовисько"
      }
    ],
    "description": {
      "en": "The stage; a city where \"witches\" collect people's worship. Who appeared there was a man carrying a coffin, and a girl with a beast's eyes. Their prey, \"Witches\"! And nothing else. When the evil \"witch\" and the starved \"beast\" meet, their magnificent and fierce battle begins!\n\n---\n**Links:**\n- Alternative Official English - [K MANGA](https://kmanga.kodansha.com/title/10214/episode/314025) (U.S. Only), [Kodansha](https://kodansha.us/series/the-witch-and-the-beast/)",
      "ja": "舞台は“魔女”が人々の崇拝を集める街――。そこに現れたのは、棺桶を背負う男と、獣の目をした少女。彼等の求める獲物は“魔女”、そのただ一つ。悪しき“魔女”と飢えた“野獣”が出会う時、華麗にして苛烈な戦いの幕が開く！",
      "vi": "Ashaf là một anh chàng tao nhã với tác phong tinh tế, mang theo quan tài và đoàn tùy tùng quạ đen. Còn Guideau lại là một cô gái hoang dại, đầy bạo lực, với cặp răng nanh và đôi mắt như loài dã thú.\nBỗng một ngày, bộ đôi kỳ lạ này đặt chân đến thành phố bị thống trị bởi phù thủy - người được tung hô như một vị anh hùng nơi đây. Nhưng cả Ashaf và Guideau đều biết rõ: \"Phù thủy là những kẻ mang đến sự nguyền rủa và tai ương\". Không một ai có thể cản bước họ, dù có là đám đông phẫn nộ hay là cả một đội quân đi chăng nữa...\nMột câu chuyện cổ tích u ám mang phong cách Steampunk & Gothic, đậm đà chất ma thuật! \"Phù thủy và Quái thú\" chắc chắn sẽ lôi cuốn bất cứ độc giả nào đang ngóng chờ một tựa truyện thể loại hành động và kỳ ảo mới toanh."
    },
    "status": "hiatus",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "133ec785-0677-4e22-8186-e15ed0621c36",
    "title": {
      "en": "Amano Megumi wa Suki Darake!"
    },
    "updatedAt": "2024-10-07T22:10:55+00:00",
    "coverArt": "https://mangadex.org/covers/133ec785-0677-4e22-8186-e15ed0621c36/2e17e127-60b8-4614-8651-7bb07cba1bec.jpg",
    "altTitles": [
      {
        "es": "Amano Megumi Esta Muy Abierta!"
      },
      {
        "ja": "Amano Megumi ha Sukidarake!"
      },
      {
        "en": "Amano Megumi is Full of Gaps!"
      },
      {
        "en": "Amano Megumi is FULL of Openings!"
      },
      {
        "en": "Amano Megumi is Wide Open!"
      },
      {
        "es": "Amano Megumi Muestra Demasiado!"
      },
      {
        "es": "Amano Megumi Tiene Muchas Aperturas!"
      },
      {
        "tl": "Si Megumi Amano ay Tatanga-tanga!"
      },
      {
        "ru": "Амано Мегуми полна любви!"
      },
      {
        "th": "เรื่องหนักอกของอามาโนะ เมกุมิ!"
      },
      {
        "ja": "天野めぐみはスキだらけ!"
      },
      {
        "zh": "天野惠浑身是破绽！"
      },
      {
        "zh-hk": "天野惠渾身是破綻！"
      },
      {
        "ko": "아마노 메구미는 빈틈투성이!"
      },
      {
        "pt-br": "Ela dá muitas aberturas!"
      }
    ],
    "description": {
      "en": "Shindo Manabu is a student at a very prestigious high school whose goal is to get into Tokyo University. He studies constantly and tries to never lose sight of that goal. That is until his childhood friend, Amano Megumi, who goes to the same school starts to distract him. He originally only remembered her as the tomboy she was as a kid, until he notices how \"developed\" she has become. As these two get closer to each other, hilarity often ensues and subsequently, Manabu becomes more and more distracted from his goal of getting into Tokyo U.",
      "ja": "剣道に打ち込む体育会系ぷに子・めぐみと、東大志望のひょろ長男子・学──幼なじみの二人は中学で疎遠になるも、同じ高校に進学して再び距離を縮めはじめた。プラスとマイナス、N極とS極──真逆な二人は引かれ合う…？",
      "pt-br": "Shindo Manabu é um estudante de uma escola de ensino médio muito prestigiada cujo objetivo é entrar na Universidade de Tóquio. Ele estuda constantemente e tenta nunca perder de vista este objetivo. Isso até que sua amiga de infância, Amano Megumi, que frequenta a mesma escola, começa a distraí-lo. Ele originalmente só se lembrava dela como a moleca que ela era quando criança, até perceber o quão “desenvolvida” ela se tornou. À medida que esses dois se aproximam, a hilaridade geralmente acontece e, posteriormente, Manabu se torna cada vez mais distraído de seu objetivo de entrar na Universidade de Tóquio."
    },
    "status": "completed",
    "releaseDate": 2015,
    "contentRating": "suggestive",
    "lastVolume": "28",
    "lastChapter": "280"
  },
  {
    "mangaId": "c7665fcd-6e62-4283-8651-5e5b0aed9d73",
    "title": {
      "en": "Sidestory of Gundam Zeta"
    },
    "updatedAt": "2024-10-09T18:57:41+00:00",
    "coverArt": "https://mangadex.org/covers/c7665fcd-6e62-4283-8651-5e5b0aed9d73/26fd648e-34c7-4b6c-8235-073be0c68b03.jpg",
    "altTitles": [
      {
        "ja-ro": "Z Gundam - Gaiden"
      },
      {
        "ja-ro": "Z-Gaiden"
      },
      {
        "es": "Z-Gustav"
      },
      {
        "ja": "サイド ストーリー オブ ガンダム Z"
      },
      {
        "ja": "サイド・ストーリー・オブ・ガンダムＺ"
      },
      {
        "en": "Side Story of Gundam Z"
      }
    ],
    "description": {
      "en": "This work is depicted as an \"if story\" (alternative storyline) of the main Zeta Gundam series. Char Aznable, a captain in the Principality of Zeon, was forced to assist and join the Titans after the One Year War when his sister Artesia was taken hostage by them. His main mission was to hunt down the remnants of Zeon."
    },
    "status": "completed",
    "releaseDate": 1987,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": ""
  },
  {
    "mangaId": "4ac6b38d-8a29-4d31-b02a-ae512ee8eccc",
    "title": {
      "en": "The Ghost's Nocturne"
    },
    "updatedAt": "2024-09-22T14:02:46+00:00",
    "coverArt": "https://mangadex.org/covers/4ac6b38d-8a29-4d31-b02a-ae512ee8eccc/1482b365-6be7-4834-8d5a-80fc89c37b9a.jpg",
    "altTitles": [
      {
        "ko": "귀야곡"
      },
      {
        "uk": "Примарний ноктюрн"
      },
      {
        "es-la": "Nocturno"
      }
    ],
    "description": {
      "en": "As the son of King Yeom-ra of the underworld, Jae-shin has lived a hedonistic life full of ever-changing bed partners and condescension towards humans. One day, however, he crosses a line and is given a rather unusual punishment: by day, he becomes a powerless puppy, and by night, he becomes a human. The only way to escape his punishment is to win over a human’s heart, which won’t be easy…especially when the human he sets his eyes on is sweet-natured prince Lee Nok. Will Jae-shin win over the prince? Or will Jae-shin be the one who is won over?",
      "pl": "Jako syn króla Yeomra z podziemnego świata, Jaeshin prowadził hedonistyczne życie pełne ciągle zmieniających się partnerów łóżkowych i protekcjonalności wobec ludzi. Pewnego dnia jednak przekracza granicę i zostaje ukarany w dość nietypowy sposób: w dzień staje się bezsilnym szczeniakiem, a w nocy człowiekiem. Jedynym sposobem na uniknięcie kary jest zdobycie ludzkiego serca, co nie będzie łatwe... zwłaszcza, gdy człowiekiem, na którego zwrócił uwagę, jest słodki książę Lee Nok. Czy Jaeshin zdobędzie księcia? A może to Jaeshin zostanie zdobyty?",
      "uk": "Ча Шин, котрий був вигнаним з власного світу за вчинення злочину, котрий порушив порядок життя та смерті. Його єдиний спосіб повернутись назад в підземний світ - завоювати людське серце. Перед Ча Шином, який не вірить у людську великодушність, постає спадкоємний принц Нок, у котрого розбите серце через невзаємне кохання. Демон починає цікавитись Ноком... Цікавий початок... Що ж буде далі?",
      "es-la": "Jae-shin, quien se convirtió en un criminal y fue expulsado de este mundo. Su única forma de regresar al inframundo es obteniendo un corazón humano. Frente a Jae-shin, que no cree en las emociones humanas, aparece el príncipe heredero Nok, que tiene un problema del corazón desde hace mucho tiempo, Jae-shin comienza a sentir curiosidad por la situación de Nok. \"Hay un idiota que alberga un amor que no se puede cumplir.”"
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7493b91c-c906-4fd8-85f4-900c4c1538f9",
    "title": {
      "en": "Honey Trap Shared House"
    },
    "updatedAt": "2024-05-23T18:29:30+00:00",
    "coverArt": "https://mangadex.org/covers/7493b91c-c906-4fd8-85f4-900c4c1538f9/6da7a3de-aa91-4d4e-91fc-4e23c1b7f517.jpg",
    "altTitles": [
      {
        "ja": "ハニートラップ・シェアハウス"
      },
      {
        "zh-hk": "合租美人局"
      }
    ],
    "description": {
      "en": "As a child, Hayato promised to marry his first love, Seraphy. Fifteen years later, he has become one of the world’s greatest spies, all while never falling for the temptations of enemy agents. A mission to expose rival operatives turns chaotic when Hayato reunites with Seraphy, and each realizes the other is a spy. Now the pair must live together, torn between love and duty. The question is…who will break first?",
      "pt-br": "Quando criança, Hayato prometeu se casar com seu primeiro amor, Seraphy. Quinze anos depois, ele se tornou um dos maiores espiões do mundo, sem nunca cair nas tentações dos agentes inimigos.\n\nUma missão para expor agentes rivais se torna caótica quando Hayato se reencontra com Seraphy, e cada um deles percebe que o outro é um espião.\n\nAgora, os dois precisam viver juntos, divididos entre o amor e o dever. A questão é... quem vai se quebrar primeiro?"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a2c1d849-af05-4bbc-b2a7-866ebb10331f",
    "title": {
      "en": "One Piece (Official Colored)"
    },
    "updatedAt": "2024-07-09T02:13:45+00:00",
    "coverArt": "https://mangadex.org/covers/a2c1d849-af05-4bbc-b2a7-866ebb10331f/f4f5cf17-bd6c-4300-b622-9d070952d3d6.jpg",
    "altTitles": [
      {
        "en": "One Piece - Digital Colored Comics"
      },
      {
        "en": "One Piece"
      },
      {
        "ja-ro": "Wan Pīsu"
      },
      {
        "ru": "Ван Пис"
      },
      {
        "ar": "وان پیس"
      },
      {
        "zh": "海贼王"
      },
      {
        "ko": "원피스"
      },
      {
        "ja": "ONE PIECE カラー版"
      },
      {
        "uk": "Вап Піс"
      },
      {
        "el": "One Piece (Επίσημα Έγχρωμο)"
      },
      {
        "vi": "Đảo Hải Tặc"
      }
    ],
    "description": {
      "el": "Ο Gol D. Roger, ένας άνθρωπος που αναφέρεται ως ο «Βασιλιάς των Πειρατών», πρόκειται να εκτελεστεί από την Παγκόσμια Κυβέρνηση. Αλλά λίγο πριν τον θάνατό του, επιβεβαιώνει την ύπαρξη ενός μεγάλου θησαυρού, του One Piece, που βρίσκεται κάπου μέσα στον απέραντο ωκεανό γνωστό ως Μεγάλη Γραμμή. Ανακοινώνοντας ότι το One Piece μπορεί να διεκδικηθεί από οποιονδήποτε άξιο να το φτάσει, ο Βασιλιάς των Πειρατών εκτελείται και η Μεγάλη Εποχή των Πειρατών ξεκινά. Είκοσι χρόνια αργότερα, ένας νεαρός με το όνομα Monkey D. Luffy είναι έτοιμος να ξεκινήσει τη δική του περιπέτεια, αναζητώντας το One Piece και πασχίζοντας να γίνει ο νέος Βασιλιάς των Πειρατών. Οπλισμένος μόνο με ένα ψάθινο καπέλο, μια μικρή βάρκα και ένα ελαστικό σώμα, ξεκινά ένα φανταστικό ταξίδι για να συγκεντρώσει το δικό του πλήρωμα και ένα άξιο πλοίο που θα διασχίσει τη Μεγάλη Γραμμή για να διεκδικήσει τη μεγαλύτερη θέση στην ανοιχτή θάλασσα.",
      "en": "Gol D. Roger, a man referred to as the \"Pirate King,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.  \n  \nTwenty years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new Pirate King. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas."
    },
    "status": "ongoing",
    "releaseDate": 2012,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "05ccee57-de43-4e77-8381-253ff81f6cd5",
    "title": {
      "en": "Fate/Apocrypha"
    },
    "updatedAt": "2024-10-03T19:21:32+00:00",
    "coverArt": "https://mangadex.org/covers/05ccee57-de43-4e77-8381-253ff81f6cd5/981a8555-221e-44a0-a70c-6eb406683d8b.jpg",
    "altTitles": [
      {
        "ru": "Судьба/Апокриф"
      },
      {
        "ja": "フェイト／アポクリファ"
      }
    ],
    "description": {
      "en": "The setting of Fate/Apocrypha is a parallel world to Fate/stay night where the Greater Grail was removed from Fuyuki after the Third Holy Grail War and disappeared for many years. Around the 2000s, around the same time as the Fifth Holy Grail War would have happened, the group that plundered the Grail, Yggdmillennia, openly declares their secession from the Mage's Association and that they are in possession of the Grail. The Association dispatches fifty magi to retrieve it, but all but one are instantly slaughtered by Lancer of Black. The one remaining manages to activate the reserve system of the Greater Grail, allowing for the summoning of fourteen Servants in total.  \n  \nThis marks the start of the Great Holy Grail War in Trifas, featuring two different factions, the Black Faction, whose members are part of Yggdramillennia, and the Red Faction, whose members were sent by the Mage's Association with the exception of one from the Church. The Grail itself also summons Ruler to act as a mediator of the Holy Grail War.",
      "ru": "События Fate/Apocrypha происходят в мире параллельном миру Fate/stay night, в котором Грааль был убран из города Фуюки после Третьей Войны. История начинается с того, что в Румынии был обнаружен «726-ой Святой Грааль». Его похитила и привезла в Румынию семья Иггдмилленния. Это знаменует начало Великой Войны Святого Грааля в городе Трифас с двумя противоборствующими сторонами: Чёрная Фракция, члены которой являются частью семьи Иггдмилленния и Красная Фракция, члены которой были посланы Ассоциацией Магов, за исключением одного участника от Церкви. Грааль также призывает Рулера выступать в качестве посредника в Войне Святого Грааля.",
      "vi": "Nội dung của Fate/Apocrypha vẫn xoay quanh Cuộc Chiến Chén Thánh tại thành phố Fuyuki nhưng diễn ra trong một thế giới song song với thế giới của Fate/Stay Night. Tại đây, sau Cuộc Chiến Chén Thánh lần thứ 3, Đại Chén Thánh của thành phố Fuyuki đã đột ngột biến mất một cách bí ẩn.\n\nRất lâu sau đó, vào thời điểm những năm 2000, một gia tộc mang tên gọi Yggdmilennia đã công khai việc đánh cắp Chén Thánh của họ đồng thời tách rời khỏi Hiệp Hội Pháp Sư. Để đoạt lại Chén Thánh, Hiệp Hội Pháp Sư đã cử đi 50 thành viên tinh nhuệ nhất của mình nhưng tất cả đều bị Servant Lancer của nhà Yggdmilennia tiêu diệt. Tuy nhiên, người sống sót cuối cùng trong 50 pháp sư đã kịp kích hoạt cơ chế dự phòng của Đại Chén Thánh, được sử dụng nhằm ngăn chặn sự hợp tác giữa các Servant bằng cách cho phép 7 Master và 7 Servant mới được tham gia vào trận chiến. Từ đó mở màn cho cuộc Đại Chiến Chén Thánh với 14 Master cùng 14 Servant tại thành phố Trifas giữa Hắc Trận Doanh – những thành viên của gia tộc Yggdmilennia và Xích Trận Doanh – những Master đại diện cho Hiệp Hội Pháp Sư."
    },
    "status": "completed",
    "releaseDate": 2016,
    "contentRating": "safe",
    "lastVolume": "16",
    "lastChapter": "73"
  },
  {
    "mangaId": "418791c0-35cf-4f87-936b-acd9cddf0989",
    "title": {
      "en": "Kaoru Hana wa Rin to Saku"
    },
    "updatedAt": "2024-10-09T12:57:37+00:00",
    "coverArt": "https://mangadex.org/covers/418791c0-35cf-4f87-936b-acd9cddf0989/d09e017a-d4f2-4649-a35f-274157a73c23.jpg",
    "altTitles": [
      {
        "ja": "薫る花は凛と咲く"
      },
      {
        "es-la": "La fragante flor florece con dignidad"
      },
      {
        "id": "Kusuma Harum Mekar dengan Anggun"
      },
      {
        "ja-ro": "Kaoru Hana wa Rin to Saku"
      },
      {
        "ru": "Благоухающий цветок расцветает с достоинством"
      },
      {
        "ru": "Очаровательный цветок расцветает с достоинством"
      },
      {
        "th": "ดอกรักผลิบานที่กลางใจ"
      },
      {
        "ja": "#薫る花"
      },
      {
        "zh-hk": "薰香花朵凛然綻放"
      },
      {
        "fr": "La fleur emparfumée éclot dignement"
      },
      {
        "ja-ro": "Kaoru Hana Wa Rin To Saku"
      },
      {
        "es": "La nobleza de las flores"
      },
      {
        "en": "The Fragrant Flower Blooms With Dignity"
      },
      {
        "fr": "Bloom"
      }
    ],
    "description": {
      "en": "In a certain place, there are two neighboring high schools. Chidori High School, a bottom-feeder boys' school where idiots gather, and Kikyo Girls' School, a well-established girls' school. Rintaro Tsumugi, a strong and quiet second year student at Chidori High School, meets Kaoruko Waguri, a girl who comes as a customer while helping out at his family's cake shop. Rintaro feels comfortable spending time with Kaoruko, but she is a student at Kikyo Girls, a neighboring school that thoroughly dislikes Chidori High. This is the story of two people who are so close and yet so far apart.\n___\n**Links:**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "fr": "Bien qu'ils soient mitoyens, le lycée public Chidori pour garçons et le prestigieux lycée privé pour filles Kikyō continuent à entretenir leur tradition de se haïr mutuellement au plus haut point. Tsumugi Rintarō pensait la même chose, jusqu'à ce qu'il fasse la rencontre de Wakuri Kaoruko, élève de Chidori et habituée de la pâtisserie tenue par ses parents. Malgré la désapprobation et les préjugés de leurs camarades respectifs, Rintarō et Kaoruko vont petit à petit se rapprocher, et tant pis ce qu'en pensent les autres !\n\n___\n**Liens :**\n- [Official Twitter (JP)](https://twitter.com/kaoruhana_mp)\n- Official English - [K MANGA](https://kmanga.kodansha.com/title/10023/episode/320130) (U.S. Only | Simulpub)",
      "ja": "とある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。そこに通う紬 凛太郎と、和栗薫子が出会い…。\n“近くて遠い”二人が織りなす、鮮やかな青春彩る学園物語!!\n\nとある場所に、隣接するふたつの高校がある。バカが集まる底辺男子校・千鳥高校と、由緒正しきお嬢様校・桔梗女子。強面で物静かな千鳥高校2年・紬 凛太郎は、実家のケーキ屋の手伝い中にお客として来ていた少女・和栗薫子と出会う。薫子との時間を心地よく感じる凛太郎だったが、彼女は徹底して千鳥を嫌う桔梗女子の生徒で……!?\n\n___\n- [Twitter](https://twitter.com/kaoruhana_mp)",
      "es-la": "En cierto lugar, hay dos escuelas secundarias vecinas. El instituto Chidori, una escuela masculina de mala muerte en la que se reúnen los idiotas, y el instituto femenino Kikyo, una escuela femenina bien establecida. Rintaro Tsumugi, un fuerte y tranquilo estudiante de segundo curso del instituto Chidori, conoce a Kaoruko Wakuri, una chica que llega como cliente mientras ayuda en la pastelería de su familia. Rintaro se siente cómodo pasando tiempo con Kaoruko, pero ella es alumna de las chicas de Kikyo, una escuela vecina a la que no le gusta nada el instituto Chidori. Esta es la historia de dos personas que están tan cerca y a la vez tan lejos.\n___\n- [Twitter Oficial (JA)](https://twitter.com/kaoruhana_mp)",
      "pt-br": "Em um lugar específico, existem duas escolas secundárias vizinhas. A Escola Secundária Chidori, uma escola para rapazes considerada de nível inferior, onde se reúnem estudantes menos dedicados, e a Escola para Meninas Kikyo, uma instituição bem estabelecida. Rintaro Tsumugi, um estudante do segundo ano forte e tranquilo da Escola Secundária Chidori, conhece Kaoruko Waguri, uma garota que aparece como cliente enquanto ajuda na confeitaria da sua família. Rintaro se sente à vontade passando tempo com Kaoruko, mas ela é uma aluna da Escola para Meninas Kikyo, uma escola vizinha que tem aversão à Escola Secundária Chidori. Esta é a história de duas pessoas que estão tão próximas e, ao mesmo tempo, tão distantes."
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8d2e9520-4127-4bf2-94a3-b2571029562d",
    "title": {
      "en": "Make the Exorcist Fall in Love"
    },
    "updatedAt": "2024-08-08T14:33:28+00:00",
    "coverArt": "https://mangadex.org/covers/8d2e9520-4127-4bf2-94a3-b2571029562d/1d8b322a-eff4-4f2d-ac99-8db32b77b398.jpg",
    "altTitles": [
      {
        "ja": "エクソシストを堕とせない"
      },
      {
        "zh-hk": "讓驅魔師免於墮落"
      },
      {
        "th": "เอ็กซอร์ซิส ไม่มีวันตกหลุมรัก"
      },
      {
        "id": "(Jangan) Biarkan Sang Eksorsis Jatuh Cinta"
      },
      {
        "ja-ro": "Exorcist wo Otosenai"
      },
      {
        "fr": "Make the Exorcist Fall in Love"
      }
    ],
    "description": {
      "en": "As the strongest exorcist, a boy chosen by God was engaged in mortal combat with the Demon Kings. Although he bears the fate of humanity on his shoulders, he actually wants to make sweets peacefully. One day, he meets a girl... This is a story of love and hope growing in the midst of a holy war.",
      "fr": "Un jeune prêtre, entraîné par le Vatican pour devenir l'exorciste le plus puissant du monde, reçoit pour mission divine de protéger une jeune artiste, Imuri Atsuki. Sur les conseils de son mentor, il espère néanmoins trouver l'amour afin de soulager son esprit du lourd fardeau qui lui incombe. Imuri sera-t-elle celle qui lui apportera son salut ?",
      "ja": "神に選ばれし少年は、最強のエクソシストとして魔王たちと死闘を繰り広げていた。人類の命運を背負いつつも本当は静かにお菓子作りをしていたい、そんな彼に訪れた一人の少女との出会い…。これは壮絶な聖戦の中で芽吹いた、恋と希望の物語。"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a799cead-c82b-458c-8f1c-6bc19577bda6",
    "title": {
      "en": "Osananajimi no Koukousei no Aida ni Nikutai Kankei wa Seiritsu suru ka."
    },
    "updatedAt": "2024-09-30T01:01:55+00:00",
    "coverArt": "https://mangadex.org/covers/a799cead-c82b-458c-8f1c-6bc19577bda6/73055c98-73a9-4abb-ab01-01b86dbfc244.jpg",
    "altTitles": [
      {
        "ja": "幼なじみの高校生のあいだに肉体関係は成立するか。"
      },
      {
        "es-la": "¿Se puede establecer una relación física entre amigos de la infancia y estudiantes de preparatoria?"
      },
      {
        "en": "Are Physical Relationships Possible Between Childhood Friends of High School Students?"
      },
      {
        "ja-ro": "Osananajimi no kōkōsei no aida ni nikutai kankei wa seiritsu suru ka"
      },
      {
        "ru": "Возможна ли близость между старшеклассниками друзьями детства?"
      }
    ],
    "description": {
      "es-la": "Del autor de \"Hirasaka Hinako es eróticamente linda\", un trabajo completamente nuevo de Konya Yunkio.\n\nLa inocente Yuka Ota, la sexualmente curiosa Kasumi Niiyama, el evasivo Kosei Horie y el enamoradizo Ryuhei Onosaka. Los cuatro chicos y chicas de preparatoria, que han crecido como una familia, reciben en herencia una casa de una anciana, Hasebe Haru, valorada en cuatro millones de yenes y un plazo fijo. Bajo el mismo techo, se desarrollan el amor y la amistad excéntricos de estudiantes de preparatoria. Una historia juvenil ligeramente erótica."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "5a46590b-14df-43f6-8450-5813cbf482e7",
    "title": {
      "en": "Hachinan tte, Sore wa Nai Deshou!"
    },
    "updatedAt": "2024-10-01T00:39:07+00:00",
    "coverArt": "https://mangadex.org/covers/5a46590b-14df-43f6-8450-5813cbf482e7/4c4ccd13-238c-4870-bd2f-92a5acd06f13.jpg",
    "altTitles": [
      {
        "ja": "八男って、それはないでしょう!"
      },
      {
        "en": "The 8th Son? Are You Kidding Me?"
      },
      {
        "zh": "八男？别闹了！"
      },
      {
        "ko": "팔남이라니, 그건 아니잖아요!"
      },
      {
        "pt-br": "O 8º Filho? Você Está Brincando Comigo?"
      },
      {
        "es-la": "¿El octavo hijo? ¡Eso no puede ser cierto!"
      },
      {
        "ru": "Восьмой сын? Да не может этого быть!"
      },
      {
        "bg": "хатинан ттэ, сорэ ва най дэсё:"
      },
      {
        "th": "ผมเนี่ยนะ...ชายแปด!"
      }
    ],
    "description": {
      "en": "Ichinomiya Shingo, a young 25 years old, single, company worker, while thinking of tomorrow’s busy working day goes to sleep. However, the when he wakes up, it was a room unknown to him.\n\nHe learns that he is inside a 6 years-old boy and has taken over his mind. Furthermore, he learns a lot from the memories of said boy: he was born as the youngest child (8th son and 10th child) of a poor noble family living in the back country. Having no administrative skill, he couldn’t do anything to manage the vast land his family has. Fortunately, he was blessed with a very rare talent, talent of magic. Unfortunately, while his talent could bring prosperity to his family, in his situation it only brought disaster.\n\nYes, this is the story of the boy, Wendelin von Benno Baumeister, opening his own path in a harsh world.",
      "pt-br": "Ichinomiya Shingo, um jovem de 25 anos de idade, solteiro, funcionário de uma empresa, enquanto pensa sobre o agitado dia de trabalho de amanhã vai dormir. No entanto, no momento em que ele acordou, era um quarto desconhecido para ele. Ele então descobriu que estava dentro de um menino de 6 anos de idade e tinha assumido sua mente. Além disso, ele aprendeu muito com as lembranças do menino: ele nasceu como o filho mais novo (oitavo filho de 10 crianças) de uma pobre família nobre que vive no interior do país. Não tendo nenhuma habilidade, ele não podia fazer nada para administrar a vasta terra que sua família possui. Felizmente, ele foi abençoado com um talento muito raro, o talento da magia. Infelizmente, enquanto seu talento poderia trazer prosperidade a sua família, em sua situação, só trouxe desastre. Esta é a história do garoto, Wendelin von Bennon Baumeister, abrindo seu próprio caminho em um mundo cruel."
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "50fc2f0f-aeac-4152-82ba-164b3bb3b5b3",
    "title": {
      "en": "The Monstrous Duke's Adopted Daughter"
    },
    "updatedAt": "2024-08-24T02:42:13+00:00",
    "coverArt": "https://mangadex.org/covers/50fc2f0f-aeac-4152-82ba-164b3bb3b5b3/decbdd34-6f18-42aa-bb3b-d443ac7bb14d.jpg",
    "altTitles": [
      {
        "ko": "괴물 공작가의 계약 공녀"
      },
      {
        "ko-ro": "Gwemul Gongjagga'eui Gyeyag Gongnyeo"
      },
      {
        "ko-ro": "Goemul Gongjagui Gyeyang Gongnyeo"
      },
      {
        "en": "The Monster Duchess and the Contract Princess"
      },
      {
        "en": "The Monster Duchess and the Contract Lady"
      },
      {
        "en": "The Monster Duchess and Contract Princess"
      },
      {
        "pt": "A duquesa monstruosa e a princesa de contrato"
      },
      {
        "vi": "Bản Khế Ước Với Nữ Công Tước Ác Ma"
      },
      {
        "vi": "Nữ công tước quái vật và công chúa hợp đồng"
      },
      {
        "tr": "Canavar Düşes ve Sözleşmeli Prenses"
      },
      {
        "de": "Die Monster-Herzogin und die Vertrags-Prinzessin"
      },
      {
        "pl": "Księżna Potworów i Księżniczka Kontraktu"
      },
      {
        "fr": "L'enfant des ténèbres"
      },
      {
        "fr": "La duchesse monstrueuse et la dame du contract"
      },
      {
        "fr": "La duchesse monstrueuse et la princesse par contrat"
      },
      {
        "es": "La duquesa monstruosa y la princesa del contrato"
      },
      {
        "id": "Putri Kontrak dan Duchess Monster"
      },
      {
        "zh": "魔女的逆袭 Witch's Counterattack"
      },
      {
        "zh": "魔女的逆袭"
      },
      {
        "zh": "Witch's Counterattack"
      },
      {
        "zh-hk": "魔女的逆襲"
      },
      {
        "uk": "Княгиня чудовиськ та принцеса за контрактом"
      },
      {
        "ru": "Княгиня чудовищ и принцесса по контракту"
      },
      {
        "fa": "داچس هیولا مانند و شاهزادهی قراردادی"
      },
      {
        "th": "ดัชเชสปีศาจกับพันธสัญญาบุตรสาว"
      },
      {
        "ja": "怪物公爵と契約公女"
      },
      {
        "mn": "Мангас гүнгийн гэрээт гүнж"
      }
    ],
    "description": {
      "ar": "كانت حياة ليزلي تستخدم دائما لتحسين شقيقتها إيلي بعد محاولة فاشلة لاستخراج السحر الأسود داخل ليزلي لنقله إلى إيلي تقرع ليزلي على باب الوحش دوقة وتنادي الدوقة لتبنيها",
      "en": "Leslie’s life as the youngest daughter of the Sperado noble family was always used for the betterment of her sister, Eli, who is betrothed to the Crown Prince of the kingdom. After a failed attempt to extract the black magic within Leslie by sacrificing her to transfer it to Eli, Leslie knocks on the door of the monster Duchess Salvatore and, battered, bruised and desperate, pleads for the Duchess to adopt her?!\n\n---\n\nThe Speràdo family line possesses a secret: shadow magic. But it's been 100 years since someone last wielded it. When Marquis Speràdo tries to sacrifice Leslie for her favored sister Ellie, little does he know that this awakens the power of darkness in her instead. To escape her family's greed and abuse, Leslie's out to make a deal with the Monstrous Duke: adopt her, and her powers will be at the duke's disposal. Will Leslie escape her parents' cruel grip, or succumb to their evil exploits?\n\n---\n\n**Note:** Chapter 130 is marked by the author as the end of the main story, and Chapters 131 to 150 is listed as an epilogue and flashback-origin story for Duchess Salvatore and her family.\n\n---\n\n- [Alternative Raw (Kakao Webtoon)](https://webtoon.kakao.com/content/%EA%B4%B4%EB%AC%BC-%EA%B3%B5%EC%9E%91%EA%B0%80%EC%9D%98-%EA%B3%84%EC%95%BD-%EA%B3%B5%EB%85%80/2336)",
      "es": "La vida de Leslie siendo la hija menor de la familia noble Sperado siempre se centró en ser usada para el beneficio de su hermana Eli, la cual es la prometida del Príncipe Heredero del reino. Tras un intento fallido de extraer la magia oscura dentro de Leslie por medio de un sacrificio para transferírsela a Eli, Leslie toca la puerta de la monstruosa Duquesa Salvatore y golpeada, moreteada y desesperada, ¡¿ y le pide a la Duquesa que la adopte?!",
      "fr": "Fille cadette d’une lignée aux pouvoirs extraordinaires, elle a été élevée dans l’ombre de sa soeur. Et le jour venu, elle découvre qu’elle doit périr pour elle! Pour échapper au sacrifice, une seule possibilité: se venger coûte que coûte de cette famille qui lui a tout pris. Quitte à s’allier avec une guerrière au sang de dragon.",
      "it": "La giovane Leslie è la figlia più giovane della nobile famiglia Sperado. Lo scopo della sua vita però è sempre stato quello di far vivere meglio la sorella, Ellie, promessa sposa del principe ereditario del regno. La sua famiglia l'ha cresciuta al solo scopo di agevolare la sorella, e un giorno la sacrifica per tentare di estrarre la magia delle ombre presente all'interno di Leslie per donarla alla sorella. Ma Leslie riesce a salvarsi la vita, solo momentaneamente... Riuscirà a cambiare il suo destino, o dovrà sacrificare la sua vita per il bene della sorella?",
      "ko": "사랑받을 수 있다면 굶어도, 매를 맞아도 괜찮았다.\n그러나 언니를 위한 제물로 불구덩이에 바쳐졌을 때, 그 기대는 산산조각이 났다.\n\n\"저를 입양해주세요\"\n\n불 속에서 간신히 살아남은 레슬리는 양녀로 삼을 아이를 찾고 있다는 공작을 찾아가\n\n\"제국, 아니 대륙 최고의 어둠술사를 얻으실 테니까요.\"\n\n제국 유일의 공녀이자 어둠술사가 되기로 계약하는데\n\n\"레슬리, 이쪽으로 와\"\n\"아니, 어제는 형이랑 먹었으니까 오늘은 둘째 오라버니랑 먹어야지\"\n\"레슬리, 여기 네가 제일 좋아하는 젤리가 있단다.\"\n\n졸지에 생긴 오빠들이 자기 옆에 앉아 달라며 아침마다 쟁탈전을 벌인다.\n저기, 우리 그냥 계약 관계 아니었나요?",
      "ru": "Лесли всегда жила в угоду своей сестре, Эли. После неудачной попытки извлечь чёрную магию из превращения Лесли в Эли, Лесли стучится в дверь к Княгине чудовищ и умоляет её удочерить?!",
      "tr": "Leslie'nin hayatı her zaman kardeşi Eli'in iyileşmesi için kullanılmış. Kara büyüyü Leslie'den çıkarıp Elis'e transfer etme girişimi başarısız olduktan sonra, Leslie canavar Düşes'in kapısını çalar ve onu evlatlık edinmesi için yalvarır?!",
      "uk": "Народжена для того, щоб віддати життя за світле майбутнє сім'ї, Леслі завжди жила на догоду своїй сестрі Елі. Після невдалої спроби жертвопринесення для вилучення магії для Елі, дівчинка стукає в двері до Княгині Чудовиськ, благаючи удочерити її...",
      "zh": "斯佩拉多家族的次女莱斯莉，她的人生完全是为了姐姐而活。莱斯莉忍受着来自家人的冷眼和虐待，以为可以换来关爱，直到父母为了让姐姐的力量暴增，而将她献祭。她决定逃离，并投靠整个帝国力量最强的“怪物公爵”，成为她的养女！ “请收养我吧，您将得到整个大陆最强大的黑暗魔法师！”"
    },
    "status": "completed",
    "releaseDate": 2019,
    "contentRating": "safe",
    "lastVolume": "3",
    "lastChapter": "150"
  },
  {
    "mangaId": "37838287-3fe9-443d-9d22-eafc1089140e",
    "title": {
      "en": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru ~Level Up wa Jinsei wo Kaeta~"
    },
    "updatedAt": "2024-10-09T13:58:09+00:00",
    "coverArt": "https://mangadex.org/covers/37838287-3fe9-443d-9d22-eafc1089140e/035f0b3e-b631-4d6a-a786-d38c3b0ba255.jpg",
    "altTitles": [
      {
        "en": "I Got a Cheat Ability in a Different World, and Became Extraordinary Even in the Real World."
      },
      {
        "ja-ro": "Isekai de Cheat Nouryoku Ote ni Shita Ore wa, Genjitsu Sekai o mo Musou Suru."
      },
      {
        "ru": "Я обрёл читерскую способность в другом мире и стал необычайным человеком в этом мире. История о том, как повышение уровня изменило мою жизнь."
      },
      {
        "ru": "Я получил читерские способности в другом мире, и стал экстраординарным в реальном мире~ История о том, как повышение уровня изменило мою жизнь."
      },
      {
        "ja": "異世界でチート能力（スキル）を手にした俺は、現実世界をも無双する ～レベルアップは人生を変えた～"
      },
      {
        "ja": "異世界でチート能力を手にした俺は、現実世界をも無双する"
      },
      {
        "zh-hk": "異世界得到開掛能力的我、現實世界中也舉世無雙"
      },
      {
        "en": "I Got a Cheat Skill in Another World and Became Unrivaled in The Real World, Too"
      },
      {
        "zh": "异世界得到开挂能力的我、现实世界中也举世无双"
      },
      {
        "th": "สกิลโกงไร้เทียมทาน สร้างตำนานในสองโลก"
      },
      {
        "ko": "이세계에서 치트 능력(스킬)을 손에 넣은 나는, 현실 세계에서도 무쌍한다"
      },
      {
        "ja-ro": "Isekai de Cheat Nōryoku (Skill) o Te ni Shita Ore wa, Genjitsu Sekai o mo Musō Suru ~ Level Up wa Jinsei o Kaeta ~"
      },
      {
        "en": "Iseleve"
      },
      {
        "vi": "Gian Lận Tăng Cấp Ở Thế Giới Khác Đã Thay Đổi Cuộc Đời Tôi"
      },
      {
        "vi": "Tôi Trở Nên Phi Thường Ngay Cả Ở Thế Giới Thật"
      },
      {
        "vi": "Sau Khi Có Được Năng Lực Bá Đạo Ở Dị Giới, Tôi Cũng Vô Đối Ở Thế Giới Thực: Thăng Cấp Xong Thì Cuộc Đời Cũng Thay Đổi"
      }
    ],
    "description": {
      "en": "Since a young age, Tenjou Yuuya was continuously bullied.He is staying in his beloved grandfather's home while he goes to school and, as usual, he receives a harsh bullying, and takes an extended absence from school in order to have some time to heal his wounds.While on this long time of absence, he takes the opportunity to clean his grandfather's house and finds a room he never had seen before. Due to this being where his grandfather kept many different objects that he gathered from his travels around the world, it needed tidying! While Tenjou was arranging the objects, he found a door, yet it didn't seem to go anywhere since it was standing upright and not attached to any wall.Out of curiosity, Tenjou opens this door, and what he found on the other side is…",
      "pt-br": "Tenjo Yuuya sofre bully desde criança. Sua vida se resumia em passar o tempo na casa de seu avô e ir para a escola. Porém, ele sofria uma rotina diária de bully severo em sua escola, algumas vezes o pobre Yuuya se via obrigado a pedir licença para curar suas feridas. Mas em uma dessas licenças, ele acaba descobrindo um armazém de objetos que seu avô guardava, e entre esses objetos estava uma porta misteriosa. E claro, ele abriu a porta, e lá ele encontrou…"
    },
    "status": "ongoing",
    "releaseDate": 2019,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "04789891-74e5-49e8-896e-63a09f2e8f56",
    "title": {
      "en": "Onii-chan Is Done For! - Highschool ONIMAI (Doujinshi)"
    },
    "updatedAt": "2023-09-03T17:58:54+00:00",
    "coverArt": "https://mangadex.org/covers/04789891-74e5-49e8-896e-63a09f2e8f56/0bea5725-f62d-4fff-a743-29a4eef95a62.png",
    "altTitles": [],
    "description": {
      "en": "Without being able to return to being a man, Mahiro Oyama stayed as a girl since middle school and now has become a beautiful high-schooler who gets completely dominated by his first friend since the transformation, Momiji Hozuki, who has gotten really tall and became popular with the girls in their school.",
      "pt-br": "Sem poder voltar a ser homem, Mahiro Oyama permaneceu como uma menina desde o ensino fundamental e agora se tornou uma linda estudante do ensino médio que é completamente dominada por sua primeira amiga desde a transformação, Momiji Hozuki, que ficou muito alta e se tornou  popular entre as meninas da escola."
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "f39ab2d5-9156-4cfd-a0cd-4f89d74cb096",
    "title": {
      "en": "Eiyuu no Musume Toshite Umarekawatta Eiyuu wa Futatabi Eiyuu o Mezasu"
    },
    "updatedAt": "2024-10-09T16:33:54+00:00",
    "coverArt": "https://mangadex.org/covers/f39ab2d5-9156-4cfd-a0cd-4f89d74cb096/0315802c-2519-4ca8-a300-47dddf1e7b67.jpg",
    "altTitles": [
      {
        "ja-ro": "Eiyū no Musume Toshite Umarekawatta Eiyū wa Futatabi Eiyū o Mezasu"
      },
      {
        "ja-ro": "Eiyuu no Musume toshite Umarekawatta Eiyuu wa Futatabi Eiyuu wo Mezasu"
      },
      {
        "en": "The Hero Who Was Reborn as a Daughter of the Heroes Aims to Become a Hero Again"
      },
      {
        "ru": "Герой, переродившийся дочерью Героев, чтобы вновь стать Героем"
      },
      {
        "ja": "英雄の娘として生まれ変わった英雄は再び英雄を目指す"
      },
      {
        "vi": "Người Anh Hùng Tái Sinh Thành Con Gái Của Anh Hùng Lại Một Lần Nữa Hướng Tới Việc Trở Thành Anh Hùng"
      }
    ],
    "description": {
      "en": "Reid, one of the six great heroes of legend, lost his life during a fight with a demon. Floating around in the afterlife, he met a suspicious goddess who assured him that he would live once again. When Reid opened his eyes, he discovered that he was reborn as a baby. Moreover, as the daughter of his former fellow comrades.   \n  \nWhile Reid initially struggled to become a hero in his former life due to his half-demon heritage, he realizes that he has been reborn as the daughter of the legendary hero and the powerful saint. With the experience he gained from his past life, as well as the talents inherited from her parents, Nicole aims to become a hero yet again.\n\n---\n**Notes:**\n- While manga did get cancelled, WN is complete and LN is reaching the end of it.",
      "vi": "Reid, một trong 6 vị anh hùng giải cứu thế giới, sau khi chết vì cứu một đứa trẻ, đã được tái sinh thành con gái của người đồng đội cũ"
    },
    "status": "cancelled",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "4",
    "lastChapter": "24"
  },
  {
    "mangaId": "a7ca2c34-08f0-4966-b2b7-f4d81b1cda5e",
    "title": {
      "en": "16 Life"
    },
    "updatedAt": "2024-10-09T16:37:11+00:00",
    "coverArt": "https://mangadex.org/covers/a7ca2c34-08f0-4966-b2b7-f4d81b1cda5e/96239d24-8f98-4b14-a545-3fa330b0d31d.png",
    "altTitles": [
      {
        "ar": "16 حياة"
      },
      {
        "en": "16Life"
      },
      {
        "en": "Sixteen Life"
      },
      {
        "ja": "シックスティーンライフ"
      },
      {
        "zh": "歌姬传说"
      },
      {
        "zh-hk": "歌姬傳說"
      },
      {
        "ko": "식스틴 라이프"
      },
      {
        "zh": "16 Life~歌姬传说~"
      },
      {
        "zh-hk": "16 Life~歌姬傳說~"
      },
      {
        "fr": "16 vie"
      },
      {
        "el": "I zoi sta 16"
      },
      {
        "el": "Η Ζωή στα 16"
      },
      {
        "id": "Jiwa 16"
      }
    ],
    "description": {
      "en": "Saya is an ordinary, lethargic female high school student. While she was alone at karaoke, singing enthusiastically a song of her favorite artist, Takase Kazuki, the person himself was watching her…?!"
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "safe",
    "lastVolume": "2",
    "lastChapter": "11"
  },
  {
    "mangaId": "c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7",
    "title": {
      "en": "Neko no Te datte Yaku ni Tatsu"
    },
    "updatedAt": "2024-06-14T00:03:54+00:00",
    "coverArt": "https://mangadex.org/covers/c15bcb19-8aa3-4fef-acaa-6d5b54ca90e7/0bb214e7-446c-454f-a65e-95db3cdbd38c.jpg",
    "altTitles": [
      {
        "ja": "猫の手だって役に立つ"
      },
      {
        "en": "Even a Cat's Paw Can Be Useful"
      },
      {
        "zh": "貓手也堪一用"
      },
      {
        "ja-ro": "Nekotete"
      }
    ],
    "description": {
      "en": "One day, Takase's beloved cat Mi-chan transforms into a human! Can Mi-chan make Takase, who loves cats but has no interest in human girls, fall in love with her?\n\n(Source: Seikaisha, translated)",
      "ja": "猫!? それとも人!?\n\nある日、高瀬くんが愛でていた猫のみーちゃんが人間に大変身!\nなんと、みーちゃんは人間に変身できる猫だった!\n猫は大好きだけど、人間には素っ気ない高瀬くんをみーちゃんは振り向かせることができるのか!?\n\n猫大好き&人間キョーミなしの高瀬くんと、人間に変身できる猫のみーちゃんの、猫まみれラブコメ!"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "728698ee-f78f-4257-8b8d-212e0b3a6037",
    "title": {
      "en": "Battle Studies"
    },
    "updatedAt": "2024-08-14T11:19:38+00:00",
    "coverArt": "https://mangadex.org/covers/728698ee-f78f-4257-8b8d-212e0b3a6037/ad2471d3-64b3-4310-94f9-0a11b6dfda73.jpg",
    "altTitles": [
      {
        "ja": "バトルスタディーズ"
      },
      {
        "ko": "배틀 스터디즈"
      }
    ],
    "description": {
      "en": "You can’t win through only with “friendship” and “youth”. We stake our lives to get to Koshien!!  \n  \nKanou Shoutarou entered an official baseball club at one of the best powerhouse baseball schools in the country - DL Gakuen. However the discipline in the club, he admired so much, was beyond all imagination!  \n  \nFrom Nakibokuro - the former member of PL Gakuen’s baseball club who played at the Koshien as the regular!"
    },
    "status": "ongoing",
    "releaseDate": 2015,
    "contentRating": "safe",
    "lastVolume": null,
    "lastChapter": null
  },
  {
    "mangaId": "2bac8435-29f0-4124-b730-8fa9fc6ec803",
    "title": {
      "en": "Black and Blue Hungry Wolf - Fist of the North Star: Rei Gaiden"
    },
    "updatedAt": "2023-04-11T04:01:58+00:00",
    "coverArt": "https://mangadex.org/covers/2bac8435-29f0-4124-b730-8fa9fc6ec803/24fe8d19-94b6-4d3f-8736-9269252bebfb.jpg",
    "altTitles": [
      {
        "en": "Fist of The North Star Rei Gaiden"
      },
      {
        "ja-ro": "Soukoku no Garou - Hokuto no Ken Rei Gaiden"
      },
      {
        "ja": "蒼黒の餓狼―北斗の拳 レイ外伝―"
      }
    ],
    "description": {
      "en": "Rei is a ruthless man who travels throughout the world in search of a certain someone. But he was not always ruthless and without compassion–both his search and his anger are driven by vengeance.  \n  \nThe one who stripped Rei's humanity from him is the one Rei must find and destroy, despite any and all barriers. Rei will only become a normal human being once that vengeance is fulfilled. Until that day, he can only roam the world as a furious lone wolf, a lone wolf who preys on those who oppose him."
    },
    "status": "completed",
    "releaseDate": 2007,
    "contentRating": "erotica",
    "lastVolume": "6",
    "lastChapter": "54"
  },
  {
    "mangaId": "562ebdf1-a7d3-4f11-9a25-4b90eb1a4542",
    "title": {
      "en": "My Love for My Roommate Is One-Sided"
    },
    "updatedAt": "2024-09-17T11:30:24+00:00",
    "coverArt": "https://mangadex.org/covers/562ebdf1-a7d3-4f11-9a25-4b90eb1a4542/15616407-77bc-43cb-9de5-39cd111f7ff0.png",
    "altTitles": [
      {
        "ja": "同居人に片思いしてる百合漫画"
      },
      {
        "ja-ro": "Doukyonin ni Kataomoi Shiteru Yuri Manga"
      }
    ],
    "description": {},
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "98"
  },
  {
    "mangaId": "975b14aa-e09b-4385-a3ce-8099150c6bc7",
    "title": {
      "en": "SOUL SEARCHING"
    },
    "updatedAt": "2024-10-02T11:35:50+00:00",
    "coverArt": "https://mangadex.org/covers/975b14aa-e09b-4385-a3ce-8099150c6bc7/cdcde926-7f06-4895-bcd0-de69145ffae8.jpg",
    "altTitles": [
      {
        "el": "SOUL SEARCHING VOL 1"
      }
    ],
    "description": {
      "en": "A Grim Reaper and a Witch go after a Cat that has escaped the Underworld.\nSee, when you're searching for a soul, you’re never sure what you will find. \n\n\nSHIN AGAMI is tasked by Director Minos to bring a Cat that has escaped the Underworld wanting one more life. But soon, Shin finds himself in deeper trouble than he thought. \nThat’s when PEH. RSEPHONE, a young witch appears. And whenever a witch appears, things get interesting.",
      "ja": "死神と魔女が冥界から逃げ出した猫を追う。\nほら、魂を探しているとき、何が見つかるかなんてわからないもの。\n\nシン・アガミは、ミノス長官から、冥界から逃げ出し、もう一度命を欲しがっている猫を連れてくるよう命じられる。しかし、シンはすぐに、自分が思っていたよりも深刻な問題に巻き込まれる。\nその時、若い魔女、ペ・ルセフォンが現れる。そして、魔女が現れるたびに、物事は面白くなる。"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "4897d49a-66ea-4b4f-92e6-693d0b541eff",
    "title": {
      "en": "A Dog Lives in the Imperial Palace Garden"
    },
    "updatedAt": "2024-04-21T01:15:27+00:00",
    "coverArt": "https://mangadex.org/covers/4897d49a-66ea-4b4f-92e6-693d0b541eff/5aaac47a-42e8-4868-a57b-3a57456e88b9.jpg",
    "altTitles": [
      {
        "ko": "황궁의 정원에는 개가 산다"
      },
      {
        "en": "In the Doghouse"
      },
      {
        "en": "A Dog Lives in the Garden of the Imperial Palace"
      },
      {
        "de": "Im Palastgarten lebt ein Hund"
      },
      {
        "fr": "Le caniche du jardin impérial"
      },
      {
        "es": "Un perro vive en el jardín imperial"
      },
      {
        "th": "เปิดข้อเสนอลับ วิวาห์ร้าย"
      },
      {
        "zh-hk": "住在皇宮庭院裡的狗"
      }
    ],
    "description": {
      "en": "The Devon family sits on a mountain of debt and they are on the brink of bankruptcy. This is no fault of hers of course, but Courtney Devon has always been the one painted as the villain in her family. However, the family is in dire straits and they have to do something, anything, to raise some money and get out of this situation. But then one day, news arrives from the Imperial Palace that His Royal Highness the crown prince has decided to make Courtney the crown princess. Seemingly a typical prince on the outside, His Royal Highness is actually quite a troublemaker with a dark side. Will this arrangement end up solving Courtney Devon’s problems or just complicating things further? Will a love against all odds bloom or will someone end up in the doghouse...?",
      "id": "Keluarga Devon terlilit hutang dan berada di ambang kebangkrutan. Tentu saja ini bukan salahnya, tapi Courtney Devon selalu digambarkan sebagai penjahat di keluarganya. Namun, keluarga tersebut berada dalam kesulitan dan mereka harus melakukan sesuatu, apa saja, untuk mengumpulkan sejumlah uang dan keluar dari situasi ini. Namun suatu hari, datang kabar dari Istana Kekaisaran bahwa Yang Mulia putra mahkota telah memutuskan untuk menjadikan Courtney sebagai putri mahkota. Tampaknya seorang pangeran pada umumnya, Yang Mulia sebenarnya adalah pembuat onar dengan sisi gelap. Apakah pengaturan ini akan menyelesaikan masalah Courtney Devon atau justru semakin memperumit masalah? Akankah cinta melawan segala rintangan berkembang atau akankah seseorang berakhir di rumah anjing...?"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8516915a-51a2-44e0-a915-aff325216a26",
    "title": {
      "en": "Otonari no Tenshi-sama ni Itsu no Ma ni ka Dame Ningen ni Sareteita Ken: After the Rain"
    },
    "updatedAt": "2024-10-09T18:04:45+00:00",
    "coverArt": "https://mangadex.org/covers/8516915a-51a2-44e0-a915-aff325216a26/653c9057-d9fb-4f32-85f9-48aae296c4f0.png",
    "altTitles": [
      {
        "ja": "お隣の天使様にいつの間にか駄目人間にされていた件 after the rain"
      },
      {
        "pt-br": "Meu Anjo de Vizinha Me Mima Demais: After the Rain"
      },
      {
        "ru": "Ангел по соседству: После дождя"
      },
      {
        "en": "The Angel Next Door Spoils Me Rotten: After the Rain"
      },
      {
        "uk": "Сусідський ангел сильно мене балує: Бісля дощу"
      }
    ],
    "description": {
      "en": "A spin-off of the series *[The Angel Next Door Spoils Me Rotten](https://mangadex.org/title/2fec6641-beb1-4ae9-a32f-204dd06688ac/the-angel-next-door-spoils-me-rotten)* which comicalizes the stories from Volume 5.5 of the Light Novel and its special edition booklet, which contains additional short stories.",
      "ja": "高校生の藤宮周が住むマンションの隣には、「天使様」と呼ばれる学校で一番の美少女・椎名真昼が住んでいる。特に関わり合いのなかった二人だが、雨の中ずぶ濡れになっていた彼女に傘を貸したことから、不思議な交流が始まり二人は少しずつ惹かれあっていく――。"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "0c1f898e-1769-44cb-9dbe-7abd11180663",
    "title": {
      "en": "Hogushite, Yui-san"
    },
    "updatedAt": "2024-10-09T18:01:05+00:00",
    "coverArt": "https://mangadex.org/covers/0c1f898e-1769-44cb-9dbe-7abd11180663/5b42fb28-0c8d-4cf4-8b10-ac24a53bb7cb.jpg",
    "altTitles": [
      {
        "ja": "ほぐして、癒衣さん。"
      },
      {
        "zh": "抱抱我吧、愈衣小姐。"
      },
      {
        "en": "Help me Relax, Yui-san"
      },
      {
        "zh-hk": "抱抱我吧，愈衣小姐。"
      }
    ],
    "description": {
      "en": "Karin, a new employee who worked at an unethical recruiting magazine production company for half a year, was wrecked both physically and mentally. One day, Yui-san, her senior and a health nerd, gave her a massage to relax her body. In return, Yui asked Karin to hug her to warm her body up.",
      "ja": "ブラックな求人誌制作会社で、日々心と体を蝕まれる入社半年の新人・夏鈴\n。ある日先輩で健康オタクの癒衣さんに、体をほぐすマッサージをしてもらうことになるが、その代わりに、癒衣さんの冷え性を良くするためハグをしてほしいと頼まれて…!?\n\n疲れている全ての現代人に贈る、ほぐし＆癒し百合4コマ！"
    },
    "status": "ongoing",
    "releaseDate": 2021,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "b6dfa3b8-b93d-44d7-a879-7cbcfd4fcf03",
    "title": {
      "en": "-PIQUANT-"
    },
    "updatedAt": "2024-03-13T19:27:02+00:00",
    "coverArt": "https://mangadex.org/covers/b6dfa3b8-b93d-44d7-a879-7cbcfd4fcf03/112b6fac-9f89-42cb-a504-282f7b8e5b2f.jpg",
    "altTitles": [
      {
        "ja-ro": "Pikon - PIQUANT"
      },
      {
        "en": "PIQUANT"
      },
      {
        "ja": "ピコン -PIQUANT-"
      },
      {
        "ko": "피콘 - PIQUANT"
      }
    ],
    "description": {
      "en": "Just an every day life of cute girls doing cute things   \n(and slightly gay)"
    },
    "status": "completed",
    "releaseDate": null,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": "18"
  },
  {
    "mangaId": "00446151-d199-45d6-8671-821db1151e6c",
    "title": {
      "en": "Juujika no Rokunin"
    },
    "updatedAt": "2024-03-20T22:14:40+00:00",
    "coverArt": "https://mangadex.org/covers/00446151-d199-45d6-8671-821db1151e6c/c44dbb37-9b3d-41d9-9e92-3fd6f4ac80d7.jpg",
    "altTitles": [
      {
        "es-la": "La cruz de seis personas"
      },
      {
        "en": "Six People on Crosses"
      },
      {
        "ru": "Распятие Шести"
      },
      {
        "ja": "十字架のろくにん"
      },
      {
        "en": "Cross of Six Men"
      },
      {
        "ne": "क्रसमा छ जना मान्छे"
      },
      {
        "it": "X6 - Crucisix"
      },
      {
        "ar": "ستة اشخاص على الصلبان"
      }
    ],
    "description": {
      "en": "”Is it okay to kill people?\"  \nA treacherous revenge suspense by Shiryu Nakatake, a newcomer to Bessatsu Shonen Magazine.  \n\n\"Shun, if someone is converted, let him go and do nothing. He should be given a chance to be reborn.\"  \n\n\"Grandpa, I hope he doesn't reincarnate himself.\"  \nIn order to defeat several non-human monsters, the boy also became something non-human.  \n\nShun Uruma, a sixth-grade student, was named \"Experimental body: A\" by five of his classmates and was severely bullied and lived in hell. His only peace was with his brother, who loved him, and his parents, who protected him…. . until the five monsters killed his family.  \n\nWhen he finally loses everything and faces true hell, a dark \"wish\" is born inside Shun. He was reborn under the training of his grandfather, who served in a secret unit during WWII. Now, four years later, he appears in front of his fated enemy.  \n\n\"I won't let ANYONE get in the way of my revenge.\"",
      "fr": "\"Est-ce que c'est bien de tuer des gens ?\"  \n\nUn thriller de vengeance par Shiryu Nakatake, un nouveau venu dans le magazine Bessatsu Shōnen.  \n\nShun Uruma, un élève de 6ème, a été nommé \"Sujet de test A\" par cinq de ses camarades de classe. Il a été sévèrement malmené et a vécu un enfer. Sa seule joie était son frère, qui l'aimait, et ses parents, qui le protégeaient… jusqu'à ce que ces cinq monstres tuent sa famille.  \nLorsqu'il perd finalement tout et qu'il affronte le véritable enfer, un sombre \"souhait\" naît en lui. Il renaît sous l'entraînement de son grand-père, qui a servi dans une unité secrète pendant la Seconde Guerre mondiale. Aujourd'hui, quatre ans plus tard, il apparaît devant son ennemi juré.  \n\n\"Je ne laisserai personne m'enlever cette vengeance.\"",
      "ja": "人は、殺してもいい？　 　\n「別マガ」沸騰の新星・中武士竜が描く、背徳の復讐サスペンス！\n「俊、改心した者は見逃せ。人には生まれ変わるチャンスが必要や。」\n「じいちゃん、僕は奴らが変わってないことを祈るよ。」\n──人ならざる化け物たちを斃すため、少年もまた、人ならざる何かに成った。\n\n\n“実験体Ａ”と名付けられ、同級生5人から嬲られる日々。小学6年生の漆間俊は、壮絶ないじめに苦しむ「地獄」の中にいた。だが、そこには兄想いの弟と、子を守る父母という「救い」があった。あの日、5人の化け物たちが、鬼畜の所業で家族を奪い去るまでは……。やがて、全てを失い、真の地獄を見た俊の中に暗い「願い」が宿った。戦時中、秘密部隊に所属した祖父の指導の下、生まれ変わる少年。そして4年が経った時、彼は因縁の敵の前に姿を現す……。この復讐は誰にも渡さない。",
      "es-la": "**\"¿Está bien matar a la gente?\"** \nUn traicionero suspenso de venganza de Shiryu Nakatake, un recién llegado a Bessatsu Shonen Magazine.  \n\n**\"Shun, si alguien ha cambiado, déjalo ir y no hagas nada. Hay que darle la oportunidad de renacer\".**\n\n**\"Abuelo, espero que no se reencarne\".** \nPara derrotar a varios monstruos no humanos, el chico también se convirtió en algo no humano.  \n\nShun Uruma, un estudiante de sexto grado, fue nombrado \"Cuerpo experimental: A\" por cinco de sus compañeros de clase y sufrió un severo acoso escolar y vivió un infierno. Su única paz era con su hermano, que le quería, y sus padres, que le protegían... . hasta que los cinco monstruos mataron a su familia.  \n\nCuando finalmente lo pierde todo y se enfrenta al verdadero infierno, un oscuro \"deseo\" nace dentro de Shun. Renace bajo el entrenamiento de su abuelo, que sirvió en una unidad secreta durante la Segunda Guerra Mundial. Ahora, cuatro años después, se presenta frente a su predestinado enemigo.  \n\n**\"No dejaré que NADIE se interponga en mi venganza\".**",
      "pt-br": "\"É certo matar pessoas?\" - Um suspense de vingança traiçoeira e vil de Shiryu Nakatake, mangaka recém-chegado à revista Bessatsu Shonen. - \"Shun, deixe aqueles que mudarem viver. Pessoas precisam de oportunidades pra renascer.\" \"Vovô, eu espero que eles não hajam mudado em nada.\" Para aniquilar vários monstros desumanos, um garoto também se tornou algo desumano. Shun Uruma, então colegial do sexto ano, foi nomeado de \"Cobaia A\" por cinco de seus colegas de classe. Severamente intimidado, viveu sob terror. Seu único consolo era seu irmão, que o amava, e seus pais, que o protegiam ... Porém, aqueles cinco monstros mataram até mesmo sua família. Ao perder tudo, ele se vê em um verdadeiro inferno; mas um \"desejo\" sombrio desperta em Shun. Renascido sob o treinamento de seu avô – que serviu em uma unidade militar secreta durante a II Guerra Mundial – após quatro anos, ele reaparece diante de seus inimigos predestinados. \"Eu não vou deixar NINGUÉM tirar essa vingança de mim.\""
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d7d4c247-a0a4-41b9-aed3-184d7e6a49c3",
    "title": {
      "en": "Hilde Takes House Arpeggio"
    },
    "updatedAt": "2024-06-20T21:00:23+00:00",
    "coverArt": "https://mangadex.org/covers/d7d4c247-a0a4-41b9-aed3-184d7e6a49c3/7a9c274e-a0c9-429f-a7c5-23a486bfba8c.jpg",
    "altTitles": [
      {
        "ko": "오늘부터 공작가는 내가 접수한다"
      },
      {
        "en": "I'll be Taking Over this Duchy"
      },
      {
        "pt-br": "Vou Assumir o Ducado"
      },
      {
        "en": "I'll Take the Dukedom From Today"
      },
      {
        "es-la": "Tomaré el Ducado a Partir de Hoy"
      }
    ],
    "description": {
      "en": "\"I was a noble this whole time?!\"\n\nHilde, a commoner who works at a restaurant in the village, is suddenly notified by a handsome man named Logan that she is a family member of one of the empire's four duchies and hears that her mother 'Lucia Arpeggio' was a powerful mage in the past.\n\nDuke Arpeggio offers to make her an official member of the family if she can prove that she has strong magical powers, and Hilde accepts in order to escape from her oppressed commoner livelihood and enjoy a comfortable life.\n\nHowever, her excitement doesn't last long… Culture, magic, history, literature, etc. The number of things nobles needed to learn were endless! In addition, forget about welcoming Hilde, her family members only sent her cold looks and even put her life in danger…\n\n\"You've left me with no choice. I, a former commoner, will be taking over this duchy!\"",
      "pt-br": "\"Eu era uma nobre esse tempo todo?!\"\n\nHilde, uma plebeia que trabalha em um restaurante na vila, é repentinamente notificada por um homem bonito chamado Logan de que ela é membro da família de um dos quatro ducados do império e ouve que sua mãe 'Lucia Arpeggio' era uma poderosa maga no passado.\n\nO Duque Arpeggio ofereceu torná-la um membro oficial da família se ela puder provar que tem fortes poderes mágicos, e Hilde aceita para escapar de seu sustento oprimido e desfrutar de uma vida confortável.\n\nNo entanto, sua empolgação não dura muito... Cultura, magia, história, literatura, etc. O número de coisas que os nobres precisavam aprender era infinito! Além disso, esqueça a recepção de Hilde, seus familiares apenas lhe lançaram olhares frios e até colocaram sua vida em perigo…\n\n\"Vocês não me deram escolha. Eu, uma ex-plebeia, assumirei este ducado!\""
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d57ceb17-3831-42ab-b42e-1ce1a7029285",
    "title": {
      "en": "Dungeon Elf - Dungeon ni Takarabako ga Aru no wa Atarimae desu ka?"
    },
    "updatedAt": "2024-09-27T03:47:51+00:00",
    "coverArt": "https://mangadex.org/covers/d57ceb17-3831-42ab-b42e-1ce1a7029285/e05e3dce-2a90-4df4-8c39-0f3cd30d20d5.jpg",
    "altTitles": [
      {
        "ja": "ダンジョンエルフ ダンジョンに宝箱があるのは当たり前ですか?"
      },
      {
        "en": "Dungeon Elf - Is It Normal for There to Be Treasure Chests in Dungeons?"
      },
      {
        "ja-ro": "Dungeon Elf - Dungeon ni Takarabako ga Aru no ha Atarimae desu ka?"
      },
      {
        "vi": "Elf Ngực Bự Và Kho Báu Hầm Ngục"
      }
    ],
    "description": {
      "en": "A mystery that not even the most devoted RPG enthusiast can answer - why are there conveniently placed treasure chests in dungeons? \n\nIn the thickets of the Forest of Beginnings, a perilous place where even a party of heroes must face the possibility of total annihilation. Sometimes even within ordinary homes. Unbeknownst to all but the adventurers themselves, the treasure chests are always there, quietly aiding them in maintaining the balance of the world.\n\nThis is the untold, unnoticed tale of someone burdened with a treasure chest.\n___\nMade by GyroKnuckle and Tomozo under the group name [River Slan](https://mangadex.org/author/1e179cfa-adca-4dcd-8247-23fa22e80a9e).",
      "ja": "どんなRPG愛好家でも答えられない謎。なぜダンジョンには都合よく宝箱があるのか？　\n\nはじまりの森の草むら。勇者一行でも全滅を覚悟する死地。ときには、民家の中にまで。人知れず冒険者を助け、世界の均衡を保つため、宝箱はいつもそこにある──。これは、誰も知らない、気にしない。\n\n宝箱を背負った、誰かの物語。",
      "vi": "Ai là người đã đặt kho báu trong hầm ngục? Chính là một Elf ngực bự!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "31d67518-dd05-46d2-9d59-4ba730a23a10",
    "title": {
      "en": "Rebirth of the Urban Immortal Cultivator"
    },
    "updatedAt": "2023-10-27T12:45:44+00:00",
    "coverArt": "https://mangadex.org/covers/31d67518-dd05-46d2-9d59-4ba730a23a10/1f139562-1ad2-4004-8637-e52064f6204f.jpg",
    "altTitles": [
      {
        "en": "Rebirth: City Cultivation"
      },
      {
        "ru": "Перерождение бессмертного горожанина-культиватора"
      },
      {
        "zh": "重生之都市修仙"
      }
    ],
    "description": {
      "en": "Chen Fan died in the midst of divine tribulation, having reached the pinnacle of the cultivation world in less than 500 years. Somehow, despite the loss of his cultivation base, he was able to return to his youth as a high school student living on Earth. He decided to once again tread the path to immortality, armed with the knowledge he had gathered in his past life, to overwrite his past mistakes, remove his lingering regrets, and set a firm spiritual foundation that will guarantee success in his inevitable attempt to once again ascend to another plane of existence.",
      "pt": "Chen Fan morreu no meio da tribulação divina, tendo atingido o ápice do mundo do cultivo em menos de 500 anos. De alguma forma, apesar da perda de sua base de cultivo, ele foi capaz de retornar à sua juventude como um estudante universitário que vivia na Terra. Ele decidiu mais uma vez trilhar o caminho para a imortalidade, armado com o conhecimento que reuniu em sua vida passada, para substituir seus erros do passado, remover seus arrependimentos prolongados e estabelecer uma firme base espiritual que garantirá sucesso em sua inevitável tentativa de uma vez. novamente suba para outro plano de existência.",
      "pt-br": "Chen Fanyu morreu no meio da tribulação divina, tendo atingido o ápice do mundo do cultivo em menos de 500 anos. De alguma forma, apesar da perda de sua base de cultivo, ele foi capaz de retornar à sua juventude como um estudante universitário que vivia na Terra. Ele decidiu mais uma vez trilhar o caminho para a imortalidade, armado com o conhecimento que reuniu em sua vida passada, para substituir seus erros do passado, remover seus arrependimentos prolongados e estabelecer uma firme base espiritual que garantirá sucesso em sua inevitável tentativa de uma vez. novamente suba para outro plano de existência."
    },
    "status": "ongoing",
    "releaseDate": 2018,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "24f14ce1-3d61-453f-ab1f-5b74b54a9722",
    "title": {
      "en": "Deatta Toki kara, Koi deshita."
    },
    "updatedAt": "2024-09-25T20:57:04+00:00",
    "coverArt": "https://mangadex.org/covers/24f14ce1-3d61-453f-ab1f-5b74b54a9722/fe144bb1-e321-469f-ae2f-2f5723c3f64d.jpg",
    "altTitles": [
      {
        "ja": "出会った時から、恋でした。"
      },
      {
        "en": "The Moment of Love"
      }
    ],
    "description": {
      "en": "A collection of 4 short stories about the purity of different kinds of love !\n\n- High school festival, a love story between a high school girl and her kohai.\n- A school trip for a club and two club members getting close.\n- A romance between a high school girl and an older colleague she met at her part-time job.\n- A complex love story between a young girl and her brother's friend."
    },
    "status": "completed",
    "releaseDate": 2021,
    "contentRating": "safe",
    "lastVolume": "1",
    "lastChapter": "4"
  },
  {
    "mangaId": "30b89356-952c-4a72-9d8c-cf44147e881a",
    "title": {
      "en": "IDOL×IDOL STORY!"
    },
    "updatedAt": "2024-09-13T17:50:28+00:00",
    "coverArt": "https://mangadex.org/covers/30b89356-952c-4a72-9d8c-cf44147e881a/d37a3744-7f09-4005-918e-942e67d046a5.jpg",
    "altTitles": [
      {
        "ja": "アイドル×アイドル　ストーリー！"
      },
      {
        "ru": "Айдол×Айдол история!"
      },
      {
        "en": "Idol x Idol Story!"
      }
    ],
    "description": {
      "en": "Mimi Nagisa (22 years old) is a former idol. After giving up on her dream of being an idol because of her lacking talent she spends her days working part-time while attending college. However, the moment she meets the idol Ibuki Nanakusa, whom she recently found interest in, their lives begin to cross each other.\n\n(Source: Comic Fuz, translated)\n\n[Official Twitter](https://twitter.com/idol2story_info)",
      "ja": "才能がないと夢を諦めた元アイドルのミミと、ミミに憧れていた現役アイドル・イブキ。そんな2人が、ひょんな出会いから一緒にサバイバルオーディション番組への出演を目指すことに…!?　一度は諦めかけた夢、今度こそ2人でなら…！",
      "ru": "Мими Нагиса (22 года) — бывший айдол. После того, как она отказалась от своей мечты стать айдолом из-за отсутствия таланта, она проводит дни работая на неполный рабочий день, учась в колледже. Однако в тот момент, когда она встречает кумира Ибуки Нанакуса, к которому она недавно проявляла интерес, их жизни начинают пересекаться."
    },
    "status": "ongoing",
    "releaseDate": 2022,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "e06e6024-9688-4a38-a8b4-6facd3fe1d80",
    "title": {
      "en": "Mankitsu Shitai Jouren-san"
    },
    "updatedAt": "2024-07-09T13:27:49+00:00",
    "coverArt": "https://mangadex.org/covers/e06e6024-9688-4a38-a8b4-6facd3fe1d80/e6758c5f-7943-44f3-8ca2-a2c55faf8a9c.jpg",
    "altTitles": [
      {
        "ja": "まんきつしたい常連さん"
      },
      {
        "es-la": "Una clienta habitual quiere divertirse"
      },
      {
        "fr": "La cliente régulière veut s'amuser"
      },
      {
        "en": "Miss Regular Customer Wants to Enjoy"
      },
      {
        "en": "The Regular Enjoying Herself at the Manga Cafe"
      },
      {
        "ja-ro": "Mankitsu Shitai Jouren-san"
      },
      {
        "zh-hk": "想盡情享受的常客小姐"
      },
      {
        "zh": "想尽情享受的常客小姐"
      }
    ],
    "description": {
      "en": "Izumi, a university student part-timing at a manga cafe, got curious about a regular customer. Her name is Honami, a high school girl who's been coming to the manga cafe recently. This defenseless and seemingly cute girl who he can't take his eyes off of has a secret...!?\n\nThis is a slightly naughty, heartful love comedy where this gentle pair will get to \"enjoy\" their youth to the fullest!!",
      "ja": "マンガ喫茶で働く大学生・泉には気になっている常連さんがいた。 それは最近よく来店する女子高生のほなみちゃん。 どこか無防備で可愛らしい彼女には、 目を離せないある秘め事があって…！？ 青春を“まんきつ”する優しいふたりの ちょっとエッチなハートフルラブコメ！！\n\n---\n\nManga kissa de hataraku daigakusei izumi ni wa ki ni natte iru jōren-san ga ita. Sore wa saikin yoku raiten suru mesukōsei no hona michan. Doko ka mubōbi de kawairashī kanojo ni wa,-me o hanasenai aru himegoto ga atte…!? Seishun o “ma n kitsu” suru yasashī futari no chottoetchina hātofururabukome!!",
      "es-la": "Izumi, un estudiante universitario que trabaja en un café de manga, tiene una clienta habitual que le interesa. Se trata de una chica de instituto, Honami, que últimamente frecuenta la tienda. ¡Su aspecto es algo inocente y tierno, pero tiene un secreto del que no puede apartar la vista...! ¡Una comedia romántica un poco atrevida sobre dos personas amables que disfrutan plenamente su juventud!",
      "pt-br": "Izumi, um estudante universitário que trabalha meio período em um café de mangá, ficou curioso sobre uma cliente regular. O nome dela é Honami, uma estudante do ensino médio que tem vindo ao café mangá recentemente. Essa garota indefesa e aparentemente fofa de quem ele não consegue tirar os olhos tem um segredo...!?\n\nEsta é uma comédia de amor um pouco safada e sincera, onde este gentil casal poderá \"aproveitar\" sua juventude ao máximo!!"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a76efe22-1f2b-450c-a94f-9d9fe06f51b5",
    "title": {
      "en": "Wagatsuma-san wa Ore no Yome"
    },
    "updatedAt": "2024-10-06T22:49:11+00:00",
    "coverArt": "https://mangadex.org/covers/a76efe22-1f2b-450c-a94f-9d9fe06f51b5/df0cb941-cf4f-44f2-92d0-38dc2f7e0ed7.jpg",
    "altTitles": [
      {
        "ja": "我妻さんは俺のヨメ"
      },
      {
        "en": "My Wife is Wagatsuma-san"
      },
      {
        "th": "ข้ามเวลามาป่วนรัก"
      }
    ],
    "description": {
      "en": "Aoshima is a second year student in high school, who wishes he had a girlfriend. One day he wakes up for an unknown reason 10 years in the future, and he is married to the prettiest girl in school, Wagatsuma Ai! How has their relationship grown from mere acquaintances to husband and wife?!",
      "ja": "未来に行ったらこの娘と結婚していた件。――平凡極まる非モテの高2・青島（あおしま）は、ある日未来へタイムスリップする能力に目覚める。なんとそこでは、彼は学校一の美少女・我妻（わがつま）さんと結婚していた！いったい何がどうしてそうなった――!?"
    },
    "status": "completed",
    "releaseDate": 2011,
    "contentRating": "suggestive",
    "lastVolume": "13",
    "lastChapter": "111"
  },
  {
    "mangaId": "2f0af125-71c3-462f-b518-bf431f52a51e",
    "title": {
      "en": "Managing a Wild Idol"
    },
    "updatedAt": "2024-09-09T02:43:58+00:00",
    "coverArt": "https://mangadex.org/covers/2f0af125-71c3-462f-b518-bf431f52a51e/50b783d6-f71c-4a25-ad2a-353911d4c430.jpg",
    "altTitles": [
      {
        "ja": "やばいアイドルのマネージャーになっちゃった話"
      },
      {
        "ja-ro": "Yabai Aidoru no Manager ni Nacchatta Hanashi"
      },
      {
        "en": "Yabai Idol and Her Manager"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "ce25484a-6be2-4f29-807c-569dfed8a091",
    "title": {
      "en": "Danshi Kokoseidakedo Gyaru ni TS Shimashita"
    },
    "updatedAt": "2024-08-24T22:44:20+00:00",
    "coverArt": "https://mangadex.org/covers/ce25484a-6be2-4f29-807c-569dfed8a091/b3028479-88c9-4fc9-8105-759df9cc311e.jpg",
    "altTitles": [
      {
        "ja": "男子高校生だけどギャルにTSしました"
      },
      {
        "en": "I’m a High School Boy, but I Got Gender-Swapped Into a Gyaru"
      },
      {
        "ja-ro": "Danshi Koukousei Dakedo Gal ni TS Shimashita"
      },
      {
        "pt-br": "Eu sou um Garoto do Ensino médio, mas troquei de Gênero e Me Tornei uma Gal"
      }
    ],
    "description": {
      "en": "Junpei, a loner high schooler, became a gyaru after saving the god of gyaru from drowning. Through his mother's connections, he was able to transfer to an all-girls school, but it was stuffed to the brim with gyarus! Every day is a sensory overload for Shunpei, who's never even talked to a girl, let alone a gyaru.It's the beginning of an introverted high school guy => gender-swapped gyaru comedy!---- [Alternative Official Raw (NicoNico)](https://seiga.nicovideo.jp/comic/67976)",
      "ja": "陰キャ男子・桜井は、目の前で溺れていたギャル神様を助けた恩恵でギャルになってしまった。\n母親の伝手で転校することができたが、その学校はギャルだらけの女子校だった！\nギャルどころか女子とまともに交流したことがない桜井にとって刺激が強すぎる毎日…。\n陰キャ男子高校生⇒ギャルTSコメディ開幕！！",
      "pt-br": "Shunpei, um estudante solitário do ensino médio, se tornou uma gal depois de salvar a deusa das gals de se afogar. Através das conexões de sua mãe, ele conseguiu transferir-se para uma escola só para meninas, mas estava cheia de gals!\n Todos os dias são uma sobrecarga sensorial para Shunpei, que nunca falou com uma garota, muito menos com uma gal.\n \n É o início de uma comédia escolar engraçada, com um cara introvertido do ensino médio => transformado em Gal."
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "erotica",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a9dd451c-3c45-4d66-a818-4e1b78855838",
    "title": {
      "en": "Uma Musume: Cinderella Gray"
    },
    "updatedAt": "2024-10-03T23:53:52+00:00",
    "coverArt": "https://mangadex.org/covers/a9dd451c-3c45-4d66-a818-4e1b78855838/b27b95b9-43dd-45c5-9cfb-7ccd72503d39.jpg",
    "altTitles": [
      {
        "en": "Umamusume Cinderella Gray"
      },
      {
        "ja": "ウマ娘シンデレラグレイ"
      },
      {
        "ru": "Девушки-пони: Серая Золушка"
      }
    ],
    "description": {
      "en": "Uma Musume: Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.",
      "ja": "寂れたカサマツの地に現れた、ひとりの灰被りの少女。後に“怪物”と呼ばれるその少女は、どこを目指して疾るのか――。地方から中央の伝説へ。",
      "vi": "Uma Musume: Cinderella Gray là một manga spin-off của series Uma Musume. Câu chuyện kể về Oguri Cap và cuộc hành trình trở thành một Mã Nương huyền thoại của cô."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6c079564-363d-4d95-9410-4a841e6a33fb",
    "title": {
      "en": "Sekai Saikyou no Majo, Hajimemashita ~Watashi Dake \"Kouryaku Saito\" o Miseru Sekai de Jiyuu ni Ikimasu~"
    },
    "updatedAt": "2024-09-30T15:55:35+00:00",
    "coverArt": "https://mangadex.org/covers/6c079564-363d-4d95-9410-4a841e6a33fb/16fcf909-e490-4f33-bb00-790effc7be96.jpg",
    "altTitles": [
      {
        "ja": "世界最強の魔女、始めました ～私だけ『攻略サイト』を見れる世界で自由に生きます～"
      },
      {
        "en": "I Became the World's Strongest Witch: I Will Live Freely in a World Where Only I can Access the \"Guide Site\""
      },
      {
        "en": "The World's Strongest Witch Has Begun: I Will Live Freely In A World Where Only I Can View The \"Strategy Site\""
      },
      {
        "id": "Aku Menjadi Penyihir Terkuat di Dunia: Aku Akan Hidup dengan Bebas di Dunia di Mana Hanya Aku yang Bisa Mengakses \"Situs Panduan\""
      }
    ],
    "description": {
      "en": "An unknown skill turns into unlimited power with divine knowledge [Internet]!\n\n\"To manifest an SSS rank with the weakest skill is a disgrace!\"\n\nRona is a girl who was expelled from her home due to her lack of money, food, and power. Lost and hopeless, she suddenly hears the words...\n\n\"Would you like some guidance?\"\n\nShe discovers how to utilize her unique SSS rank skill: [Internet], which she alone possesses. The true nature of this skill is the ability to access this world's 'guide sites' - an extraordinary cheat skill! Endless production of valuable items! Acquiring ultra-rare equipment! Thanks to her skill, she can do as she pleases...!",
      "ja": "「…攻略うぃき？」――最弱クラスのスキルを発現してしまい追放された少女・ローナ。しかしそのスキルの正体は、この世界の『攻略サイト』を見ることができるＳＳＳランクのチートスキル【インターネット】だった！\n\n（１）冒険開始→（２）即・最強武器発見→（３）世界を混乱に陥れる最強少女に‥‥‥。ローナは言う。「私はただ、平和に自由に生きたいだけなのにいぃ‥‥‥！」"
    },
    "status": "ongoing",
    "releaseDate": 2023,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "6e4805a6-75ab-462d-883c-4ddedb8e4df6",
    "title": {
      "en": "Nano Machine"
    },
    "updatedAt": "2023-04-05T13:15:22+00:00",
    "coverArt": "https://mangadex.org/covers/6e4805a6-75ab-462d-883c-4ddedb8e4df6/664dfc87-4464-486e-bc87-74156805fd18.jpg",
    "altTitles": [
      {
        "ko": "나노마신"
      },
      {
        "zh": "某天成为魔神"
      },
      {
        "zh-hk": "奈米魔神"
      },
      {
        "zh-hk": "喇勞 魔神"
      },
      {
        "id": "Nano Mashin"
      },
      {
        "ru": "Наномашины"
      },
      {
        "ja": "ナノ魔神"
      },
      {
        "th": "นาโนมาชิน"
      }
    ],
    "description": {
      "en": "After being held in disdain and having his life put in danger, an orphan from the Demonic Cult, Cheon Yeo-Woon, has an unexpected visit from his descendant from the future who inserts a nano machine into Cheon Yeo-Woon's body, which drastically changes Cheon Yeo-Woon's life after its activation. The story of Cheon Yeo-Woon's journey of bypassing the Demonic Cult and rising to become the best martial artist has just begun.  \n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "fr": "La vie remplit d'infortune et d'épreuve de Cheo Yeo-Woon, bâtard et dernier dans l'ordre de succession, prit un tournant après qu'un de ses « descendant » venant du futur ait injecté des Nano Machines dans son corps.",
      "id": "Setelah mengalami cobaan berat pada hidupnya, Tiba tiba Chun yeowun mendapatkan pertolongan tidak terduga dari keturunannya di masa depan yang memasukkan teknologi nano ke dalam tubuhnya! Mampukah Chun Yeowun menjadi master bela diri dengan menggunakan kekuatan nano mashin!?\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ja": "「未来の力を手に入れ、邪悪な魔教に立ち向かう！」 魔教の私生児として生まれた主人公・天黎雲。 幼い頃から卑しまれ、後継者争いで命を狙われる。 死に物狂いの抵抗もむなしく、危うく命を落としかねない絶体絶命のピンチに･･･！ その瞬間、突如現れた謎の男から「ナノマシン」と呼ばれる未来の力を注入され、 目覚めるととてつもない力を手に入れていた。 魔教を超え、最強の武人を目指す天黎雲の物語が幕を開ける！\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ko": "갖은 멸시와 목숨의 위협을 받던 마교의 사생아 천여운, \n미래에서 나타난 후손이 천여운의 몸에 나노 머신을 주입한 후 그의 인생이 송두리째 바뀐다.\n마교를 넘어 무림 최고의 자리에 오르기 위한 천여운의 거침없는 이야기가 시작된다!\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "ru": "Чен Еун — незаконнорожденный принц, появившийся на свет без единой частички Нейгуна. С самого раннего детства он находился под гнетом всеобщего отвращения. Весь забитый, с отсутствием какой-либо мотивации, год за годом Еун влачил свое жалкое существование. Ни на что не рассчитывая... и не претендуя.\n\nБудучи изгоем, исконно презираемым шестью великими кланами, в один прекрасный день он оказался в окружении десятка подосланных убийц. Когда глаза практически застлала пелена белого света... и казалось, он уже начал теряться, проваливаясь в пучину... безграничного отчаяния, на горизонте возникла еле заметная фигура.\n\nНеизвестный \"потомок\", снизошедший из будущего, в мгновение ока уничтожил всех врагов. Прошептав нечто невнятное, он подсадил в тело нашего героя какой-то странный предмет... наномашину. С этого момента все кардинально переменилось. Поселившийся где-то внутри искусственный интеллект дал его жизни невероятный толчок.\n\nБольше не будет как прежде. Это... новая ветвь истории. Истории о парне, который бросил вызов небесам.",
      "th": "เรื่องราวของชอนยออุนลูกนอกสมรสภายในพรรคมารที่ได้เป็นเทวบุตรมารรุ่นที่ 2 และอยู่เหนือประมุขพรรคมาร\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "zh": "无名小卒却有了神秘机器，\n或许我也能挑战一下魔神？\n魔教私生子天如运饱受蔑视和生命威胁，某天来自未来的后人突然出现，给天如运的身体注入了纳米机器，从此他的人生发生了翻天覆地的变化。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)",
      "pt-br": "Depois de ser desdenhado e ter sua vida em perigo, Cheon Yeo-Woon, um órfão do culto demoníaco, recebeu uma visita inesperada de seu descendente do futuro, que inseriu nele uma micro máquina, que mudou drasticamente a vida de Cheon Yeo-Woon após sua ativação. A história da jornada de Cheon Yeo-Woon no culto demoníaco e sua subida para se tornar o melhor nas artes marciais acabou de começar.",
      "zh-hk": "在魔教少教主候選人中排名最後的天如運，是個運氣極差的人。 某天，來自未來的後代突然穿越時空出現，並且將奈米機器注入他的身體，徹底翻轉了他的人生。\n\n---\n- [Webtoon PV](https://www.youtube.com/watch?v=_t397hfZC3w)\n---\n- [Official Traditional Chinese Translation](https://www.webtoons.com/zh-hant/drama/nanomasin/list?title_no=2085)\n\n- [Official Simplified Chinese Translation](https://www.dongmanmanhua.cn/BOY/moutianchengweimoshen/list?title_no=1519)\n\n- [Official Indonesian Translation](https://www.webtoons.com/id/fantasy/nano-mashin/list?title_no=2194)\n\n- [Official Japanese Translation](https://manga.line.me/product/periodic?id=Z0000948)\n\n- [Official Thai Translation](https://www.webtoons.com/th/action/nano-mashin/list?title_no=2171)"
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "7bcbb316-76d0-47c7-abcb-6588d2b7f865",
    "title": {
      "en": "Mayaka-neesan wa Uso ga Tsukenai"
    },
    "updatedAt": "2024-09-30T15:20:10+00:00",
    "coverArt": "https://mangadex.org/covers/7bcbb316-76d0-47c7-abcb-6588d2b7f865/26fecbf2-db15-4239-afba-240bd91df385.jpg",
    "altTitles": [
      {
        "ja": "まやか姉さんは噓がつけない"
      },
      {
        "en": "Mayaka-neesan Cannot Lie"
      }
    ],
    "description": {
      "en": "Junya is a third-year junior high school student. He's good at sports, but when it comes to studying... well, let's just say he's really bad at it. \n\nLately, he's been troubled by something. His childhood friend, Mayaka-nee, has been messing with him in all sorts of ways! Could it be that she actually likes him...? \n\nThus begins the romantic comedy where our hero is at the mercy of a deceptive, ever-changing heroine!",
      "ja": "中学3年生の純也。運動は得意だけど、勉強はちょっと…というか凄く苦手。\n\nそんな彼には最近、悩みがある。幼なじみのまやか姉さんが、なんやかんやと、ちょっかいを出してくるのだ！まさか俺に気があるってこと…!?\n\n変幻自在の嘘つきヒロインに翻弄される騙されラブコメ、開幕！",
      "pt-br": "Junya é um aluno do terceiro ano do ensino médio. Ele é bom em esportes, mas quando se trata de estudar... bem, digamos que ele é muito ruim nisso. \n\nUltimamente, ele tem sido incomodado por algo. Sua amiga de infância, Mayaka-nee, tem mexido com ele de todas as maneiras! Será que ela realmente gosta dele...? \n\nAssim começa a comédia romântica onde nosso herói está à mercê de uma heroína enganosa e em constante mudança!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "suggestive",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "a5582230-6611-46cc-866c-3e2679d24b7a",
    "title": {
      "en": "I Can See the Forbidden Zone Rules"
    },
    "updatedAt": "2024-08-09T09:40:10+00:00",
    "coverArt": "https://mangadex.org/covers/a5582230-6611-46cc-866c-3e2679d24b7a/fc93a81e-2656-4ef3-9e4b-66734242f37e.jpg",
    "altTitles": [
      {
        "zh": "我能看到禁区规则"
      },
      {
        "en": "Exclusion Zone Rules"
      }
    ],
    "description": {
      "en": "Two hundred years ago, the White Mist Forbidden Land suddenly appeared, and the world underwent a huge change. Monsters and supernatural beings with various strange powers appeared. \n\nThe White Mist Forbidden Land is known as the Forbidden Zone for Life. Only one in ten thousand people who enter it survives. \n\nAfter being imprisoned by the mysterious wall for seven years, Ye Shiqi, who was tired of life, finally stepped into the White Mist Forbidden Land again. \n\nWith the reappearance of blindness, a set of information suddenly appeared in front of Ye Shiqi’s eyes: That is the forbidden zone rules that have troubled mankind for many years!"
    },
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "296cbc31-af1a-4b5b-a34b-fee2b4cad542",
    "title": {
      "en": "【Oshi no Ko】"
    },
    "updatedAt": "2024-10-03T23:56:26+00:00",
    "coverArt": "https://mangadex.org/covers/296cbc31-af1a-4b5b-a34b-fee2b4cad542/eaf207b7-47e4-4173-ba07-cc1cccd408cb.jpg",
    "altTitles": [
      {
        "es-la": "Hijos predilectos"
      },
      {
        "en": "【My Star】"
      },
      {
        "ru": "Звёздное дитя"
      },
      {
        "ja": "推しの子"
      },
      {
        "de": "Mein*Star"
      },
      {
        "id": "Oshi no Ko - Anak Idola"
      },
      {
        "fa": "اوشی نو کو (Pashto)"
      },
      {
        "fa": "فرزند آیدول مورد علاقه‌ام"
      },
      {
        "el": "Το Αστέρι μου"
      },
      {
        "th": "【เกิดใหม่เป็นลูกโอชิ】"
      },
      {
        "ja": "【推しの子】"
      },
      {
        "ru": "Ребёнок идола"
      },
      {
        "pl": "Moja gwiazda"
      },
      {
        "zh-hk": "【我推的孩子】"
      },
      {
        "ko": "【최애의 아이】"
      },
      {
        "fr": "Oshi no Ko"
      },
      {
        "pt": "Criança que deve ser suportada"
      },
      {
        "pt": "Filho de sua favorita"
      },
      {
        "ar": "نجمتي"
      },
      {
        "ar": "الفتاة التي ادعمها"
      },
      {
        "tr": "Yıldızım"
      },
      {
        "tr": "İdolümün Çocuğu"
      },
      {
        "vi": "Dưới Ánh Hào Quang"
      },
      {
        "de": "Mein Star"
      },
      {
        "cs": "【OŠI NO KO】"
      },
      {
        "ka": "ჩემი ვარსკლავი"
      },
      {
        "pt-br": "Oshi no Ko - Minha Estrela Preferida"
      },
      {
        "ja-ro": "[Oshi no Ko]"
      },
      {
        "uk": "Зіркове дитя"
      },
      {
        "uk": "Дитина Улюбленця"
      },
      {
        "vi": "Đứa con của thần tượng"
      }
    ],
    "description": {
      "el": "H Άι Χόσινο είναι ένα ανερχώμενο μουσικό είδωλο, η οποία ανακοίνωσε ξαφνικά οτι θα πάρει ενα διάλειμμα από το μουσικό της γκρουπ, Μπι-Κομάτσι, για λόγους υγείας. Προς εκπλήξη ενός από τους μεγαλύτερους θαυμάστες της, του γυναικολόγου Γκόρο Αμεμίγια, μια μέρα η νεαρή Αϊ εμφανίστηκε στο νοσοκομείο οπού δουλεύει. Ο Γκόρο έρχοντας πλεον πρόσωπο με πρόσωπο με την αδυναμία του, τρέμει στο γεγονός ότι η 16-χρονη Αϊ είναι έγκυος... με δίδυμα με τον πατέρα άφαντο. Αποφασισμένη να αποκτήσει την δικιά της οικογένεια και να συνεχίσει την δουλεία της ως είδωλο, έχει σκοπο να κρατήσει την γέννα των παιδιών της μυστικο, μαζί με την βοήθεια του Γκόρο.\n\nΤο δυνατότερο όπλο ενός ειδώλου ειναι τα ψέματα.\nΜια ίστορια μυστηρίου και εξαπάτησης, όπου η σκοτεινή πλευρά της σόου-μπιζ αποκαλύπτεται κάτω από τις στρώσεις ψεμάτων και εκμεταλεύσεων.",
      "en": "The story begins with a beautiful girl, her perfectly fake smile, and the people who love her selfishly for it.  \n  \nWhat transpires behind the scenes of the glittering showbiz industry? How far would you go for the sake of your beloved idol? What would you do if you found out reincarnation was real? The star of the show is Aquamarine Hoshino and the stage is but a mere facade. Will he manage to reach the climax before the world of glamour swallows him whole?",
      "es": "'Oshi no Ko' explora la vida de una abrumadoramente hermosa heroína y muestra la industria del entretenimiento desde un punto de vista nunca antes visto.\n\n- [Wikipedia](https://es.wikipedia.org/wiki/Oshi_no_Ko)",
      "fa": "آی هوشینو ۱۶ ساله یک آیدول با استعداد و زیباست که هواداران زیادی داره؛اون نماد پاکیه، ولی ظاهر با باطن قضیه متفاوته. گورو هوندا یک پزشک زنان که ساکن حومه‌ی شهره که یکی از طرفداران بزرگ آی هستش، ولی ناگهان آیدول مورد علاقه خودش رو ملاقات میکنه و متوجه میشه که اون بارداره، گورو به اون قول میده که بچش رو سالم بدنیا بیاره، ولی اون نمیدونست که این ملاقات باعث عوض شدن زندگیش میشه.",
      "fr": "L'histoire commence avec une belle fille, son sourire parfaitement faux, et les gens qui l'aiment égoïstement pour cela. Que se passe-t-il dans les coulisses de la brillante industrie du showbiz? Jusqu'où iriez-vous pour votre idole bien-aimée ? Que feriez-vous si vous découvriez que la réincarnation est réelle? La star du spectacle est Aquamarine Hoshino et la scène n'est qu'une simple façade. Parviendra-t-il à atteindre le point culminant avant que le monde du glamour ne l'avale tout entier?  \n\n\n---\n\n- [Nominated for the 14th annual Manga Taisho awards.](https://www.animenewsnetwork.com/news/2021-01-24/14th-manga-taisho-awards-nominate-10-titles/.168759)\n\n- [Wikipedia](https://fr.wikipedia.org/wiki/Oshi_no_ko)",
      "ja": "「この芸能界（せかい）において嘘は武器だ」　地方都市で、産婦人科医として働くゴロー。芸能界とは無縁の日々。一方、彼の“推し”のアイドル・星野アイは、スターダムを上り始めていた。そんな二人が“最悪”の出会いを果たし、運命が動き出す…!?",
      "ru": "Что, если бы дорога в шоу-бизнес была открыта для тебя с самого начала?  \nНовая серия оригинальной манги от двух известных авторов — Акасака Ака («Госпожа Кагуя: в любви как на войне») и Ёкояри Мэнго («Тайные желания отвергнутых»). Это совершенно новая работа, в которой мир шоу-бизнеса предстаёт перед читателями в очень необычном свете: у лидера идол-группы Хосино Аи есть секрет, о котором никто не должен знать…  \n\n\n---\n- [Wikipedia](https://ru.wikipedia.org/wiki/Oshi_no_Ko)",
      "vi": "Câu chuyện khởi đầu với sự xuất hiện của một cô gái xinh đẹp, mang nụ cười giả tạo hoàn hảo, và có những người yêu cô ấy một cách ích kỷ bất chấp điều đó.\n\nĐiều gì diễn ra đằng sau ánh hào quang của thế giới showbiz? Con người ta sẽ làm đến mức nào vì thần tượng yêu quý của mình? Bạn sẽ làm gì nếu phát hiện ra luân hồi chuyển kiếp là có thật? Nhân vật chính của chúng ta - Aquamarine Hoshino liệu có hoàn thành được khát vọng báo thù trước khi bị thế giới hào nhoáng ấy nuốt trọn? Hãy cùng đón xem bộ truyện được sáng tác bởi bộ đôi tác giả của Kaguya-sama và Kuzu no Honkai.",
      "es-la": "La historia comienza con una hermosa chica, su sonrisa perfectamente falsa y la gente que la ama con egoísmo gracias a eso.\n  \n¿Qué ocurre detrás de la brillante industria del espectáculo? ¿Hasta dónde llegarías por el bien de tu ídolo? ¿Qué harías si descubrieras que la reencarnación es real? La estrella del espectáculo es Aquamarine Hoshino, y el escenario no es más que una mera fachada. ¿Conseguirá llegar al clímax antes de que el mundo del espectáculo se lo trague por completo?",
      "pt-br": "Doutor Goro é obstetra em um hospital do interior e se encontra longe do mundo em que brilha e evolui Aï Hoshino, uma cantora de sucesso crescente da qual é fã absoluto. O que ele ainda não sabe é que sem mais nem menos ele se encontrará com sua idol favorita em uma circunstância um pouco fora do normal. Terá ele tempo suficiente para ficar perto dela ou o mundo irá girar de maneira cruel para ele? Essa é uma história sobre o mundo do entretenimento japonês."
    },
    "status": "ongoing",
    "releaseDate": 2020,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "db692d58-4b13-4174-ae8c-30c515c0689c",
    "title": {
      "en": "Hunter x Hunter"
    },
    "updatedAt": "2024-10-06T15:58:29+00:00",
    "coverArt": "https://mangadex.org/covers/db692d58-4b13-4174-ae8c-30c515c0689c/a1686843-1414-45e4-a4b7-425d58356042.jpg",
    "altTitles": [
      {
        "en": "Hunter Hunter"
      },
      {
        "en": "HUNTER×HUNTER"
      },
      {
        "en": "HxH"
      },
      {
        "de": "Jäger x Jäger"
      },
      {
        "lt": "Medžiotojas x Medžiotojas"
      },
      {
        "ru": "Охотник х Охотник"
      },
      {
        "ar": "القناص"
      },
      {
        "ar": "هنتر x هنتر"
      },
      {
        "ja": "ハンター×ハンター"
      },
      {
        "zh": "全职猎人"
      },
      {
        "zh": "猎人"
      },
      {
        "hi": "हन्टर x हन्टर"
      },
      {
        "fa": "هانتر x هانتر"
      },
      {
        "kk": "Аңшы × Аңшы"
      },
      {
        "kk": "Аулаушы × Аулаушы"
      },
      {
        "tr": "Avcı x Avcı"
      }
    ],
    "description": {
      "en": "Hunters are a special breed, dedicated to tracking down treasures, magical beasts, and even other men. But such pursuits require a license, and less than one in a hundred thousand can pass the grueling qualification exam. Those who do pass gain access to restricted areas, amazing stores of information, and the right to call themselves Hunters.",
      "fa": "هانتر‌ها، افراد کنجکاوی که به دنبال گنج‌ها، مجرم‌های خطرناک، مکان‌های ناشناخته و اسرارآمیز، جانوران افسانه‌ای و... هستند. البته برای دست یابی به این موقعیت نیاز به مجوزی است که در بین هر صدهزار نفر تنها یک نفر می‌تواند در آزمون آن موفق شود.\nاین داستان درمورد چهار نوجوانه که در آزمون هانترها با هم روبه‌رو می‌شوند:\nگون، پسری که به دنبال پدرش می‌گردد. کیلوا، پسری که می‌خواهد زندگی جدیدی را شروع کند. لئوریو، پسری که قصد دارد پزشک شود و کوراپیکا، پسری که می‌خواهد انتقام قبیله خود‌ را بگیرد.",
      "pt": "Hunters são uma raça especial, dedicada a rastrear tesouros, animais mágicos, e até mesmo outros homens. Mas tais atividades requerem uma licença, e menos de um em cem mil pode passar no exame de qualificação esgotante. Aqueles que não passam tem acesso a áreas restritas, lojas de incríveis informações, bem como o direito de chamar-se de Hunters.",
      "pt-br": "A série conta a história de Gon Freecss, um garoto de 12 anos que pretende se tornar um Hunter, um caçador de tesouros, lugares perdidos e criaturas estranhas.\n\nContudo, ao contrário da maioria dos Hunters que procuram fama e dinheiro, o herói da história tem uma motivação maior para querer ser um caçador – encontrar seu pai – um dos mais famosos hunters do mundo.\n\nMas não é qualquer um que pode se tornar um Hunter. Para poder praticar essa reconhecida profissão, é necessário ter uma licença especial – e para tirá-la é preciso passar – e sobreviver – a exames com milhares de inscritos. Uma vez aprovado e com sua licença Hunter em mãos, o caçador passa a ter direito a acessar áreas restritas, informações secretas e consegue acumular facilmente uma grande fortuna de acordo com seus feitos ? incluindo ir atrás de Hunters que usam seus poderes para objetivos escusos."
    },
    "status": "ongoing",
    "releaseDate": 1998,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "d16348a7-b667-4496-8e0e-2b12540d86ce",
    "title": {
      "en": "Pokemon Heroines"
    },
    "updatedAt": "2024-10-03T13:15:47+00:00",
    "coverArt": "https://mangadex.org/covers/d16348a7-b667-4496-8e0e-2b12540d86ce/fde1d88a-4897-4bdc-baa9-e50f1323b418.jpg",
    "altTitles": [
      {
        "vi": "Pokemon Heroines"
      }
    ],
    "description": {},
    "status": "ongoing",
    "releaseDate": 2024,
    "contentRating": "safe",
    "lastVolume": "",
    "lastChapter": ""
  },
  {
    "mangaId": "8946189d-682f-4838-9c2a-3c2dd5132f2c",
    "title": {
      "en": "Akame ga KILL!"
    },
    "updatedAt": "2024-10-09T17:01:19+00:00",
    "coverArt": "https://mangadex.org/covers/8946189d-682f-4838-9c2a-3c2dd5132f2c/685f49e6-4f62-4942-98a3-c7d960d3423a.jpg",
    "altTitles": [
      {
        "ja-ro": "Akame ga Kiru!"
      },
      {
        "en": "Akame Kills!"
      },
      {
        "en": "Akame Slashes!"
      },
      {
        "en": "Red Eyes Sword - Akame ga Kill ! (FRoff)"
      },
      {
        "en": "Red-Eyed Killer!"
      },
      {
        "ru": "Убийца Акаме!"
      },
      {
        "he": "אקאמה גה קיל"
      },
      {
        "th": "อาคาเมะสวยประหาร"
      },
      {
        "ja": "アカメが斬る!"
      },
      {
        "zh": "斩·赤红之瞳!"
      },
      {
        "zh-hk": "斬·赤紅之瞳!"
      },
      {
        "ko": "아카메가 벤다!!"
      },
      {
        "tr": "Akame Keser!"
      },
      {
        "vi": "Sát thủ Akame!"
      }
    ],
    "description": {
      "en": "Tatsumi is a fighter who, accompanied by his two childhood friends, sets off to the Capital in search of a way to make money to assist his poverty-stricken village. After being separated from his friends, Tatsumi not only fails to enlist in the army, but is swindled out of all his money. He is then taken in by a noble family who offer him help; after finding himself in a messy situation Tatsumi is rescued by a group of assassins known as Night Raid, and is invited to join their ranks. Composed of the swordswoman Akame, a young woman armed with a huge pair of scissors named Sheele, the string manipulator Lubbock, the armored warrior Bulat, the sniper Mine, the beast fighter Leone and their leader Najenda, Night Raid is also part of the revolutionary forces assembled to overthrow Prime Minister Honest, who manipulates the young emperor for his and his men's personal gain, leading the rest of the nation to poverty and strife.  \n\n\n---",
      "ru": "Простой деревенский парень отправился в столицу, чтобы прославиться. Но что то пошло не так: его не взяли в армию, обокрали, а милая девушка, приютившая его, оказывается матерым убийцей в юбке, убившая его друзей. Но не все еще потеряно. Ему посчастливилось встретить членов группы ассасинов \"Ночной Рейд\". После этого дела пошли в гору.  \n  \nSee [AnimeNewsNetwork](https://www.animenewsnetwork.com/encyclopedia/anime.php?id=15919) for the anime."
    },
    "status": "completed",
    "releaseDate": 2010,
    "contentRating": "suggestive",
    "lastVolume": "15",
    "lastChapter": "78"
  }
]